Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: in tab
pt_pt: no separador

source: issues expected,
pt_pt: número(s) esperado(s),

source: mandatory fields empty (see bold subfields)
pt_pt: campos obrigatórios vazios (ver sub-campos em negrito)

source: subfield
pt_pt: sub-campo

source: were entered. <br \/>Please indicate which date(s) an issue is not expected<br \/>
pt_pt: &nbsp;foi o indicado. <br \/>Indicar a(s) data(s) em que não são esperados os fascículos <br \/>

source: were entered.<p class='warning'> You seem to have indicated more issues per year than expected.<\/p>
pt_pt: foram digitados.<p class='warning'> É possivel terem sido indicados mais números por ano do que era previsto.

source: !- No attempt to code
pt_pt: !- Falta o código

source: " >Choose Order Of Text Fields to Print
pt_pt: Escolha a ordem dos campos de Texto a imprimir

source: "> List Fields
pt_pt: Lista de campos

source: # %s
pt_pt: N° %s

source: # Bibs
pt_pt: N° de referências

source: # Items
pt_pt: N° de exemplares

source: #- Blank
pt_pt: #- branco

source: #- National bibliographic agency
pt_pt: #- Agência Nacional Bibliográfica

source: #- No biographical material
pt_pt: #- Não existe biografia

source: #- No information provided
pt_pt: #- informação inexistente

source: #- None of the following
pt_pt: #- Nenhum dos seguintes

source: #- Not a government agency
pt_pt: #- Não é uma agência governamental

source: #- Not a government publication
pt_pt: #- Não é uma publicação governamental

source: #- Not modified
pt_pt: #- Não alterado

source: #- Not subdivided geographically
pt_pt: #- Sem subdivisão geográfica

source: #- Unknown or not specified
pt_pt: #- Desconhecido ou não especificado

source: %S (Fill when receiving)
pt_pt: %S (Preencher ao receber)

source: %S (e.g., 5338644143)
pt_pt: %S (ex. : 5338644143)

source: %S (e.g., Title or Local-Number)
pt_pt: %S (Título ou Nº de inventário)

source: %S (enter amount in numerals)
pt_pt: %S (indicar um valor numérico)

source: %S (items.itemcallnumber)
pt_pt: %S (cotas do exemplar)

source: %S (see online help)
pt_pt: %S (ver a ajuda em linha)

source: %S (use * to do a fuzzy search)
pt_pt: %S (use * para fazer uma pesquisa difusa)

source: %S <a1>Mark all with this reason</a> <a2>Cancel</a>
pt_pt: %S <a1>Marcar todos com este motivo</a> <a2>Anular</a>

source: %S Example: 5.00
pt_pt: %S Exemplo: 5.00

source: %S Ordered by
pt_pt: %S Ordenar por

source: %S days ago
pt_pt: há %S dias

source: %S items
pt_pt: %S documento(s)

source: %S months
pt_pt: %S meses

source: %S order by:
pt_pt: %S ordenado por

source: %S separate by a blank. (e.g., 100a 200 606)
pt_pt: %S separado por espaço em branco. (ex. : 100a 200 606)

source: %S years
pt_pt: %S anos

source: %p zip file
pt_pt: %p ficheiro comprimido

source: %pAll dates
pt_pt: %p Todas as datas

source: %pDate range
pt_pt: %p Limite de data

source: %pNozebra: my catalog is not that large and I want something simple to setup/maintain
pt_pt: %pNozebra : o meu catálogo não é muito grande e eu quero algo simples de configurar/manter

source: %pZebra: I have a large catalog, I understand I must configure Zebra after the installation has completed
pt_pt: %pZebra : o meu catálogo é grande, percebo que terei de configurar o Zebra após a conclusão da instalação

source: %s %s %s does not currently have an image available. To import an image for %s %s, enter the name of an image file to upload.
pt_pt: %s %s %s não tem uma imagem disponível. Para importar a imagem de %s %s, digitar o nome do respectivo ficheiro.

source: %s %s has no outstanding fines.
pt_pt: %s %s não existem multas pendentes

source: %s &rsaquo; Modify subscription
pt_pt: %s &nbsp;&gt;&nbsp; Modificar subscrição

source: %s (%s days)
pt_pt: %s (%s dias)

source: %s (if checked, it means that the subfield is a URL and can be clicked)
pt_pt: %s (se seleccionado o sub-campo corresponde a um URL válido que pode ser acedido)

source: %s (if you select a value here, the indicators will be limited to the authorized value list)
pt_pt: %s (se for seleccionado este valor os indicadores serão limitados pela lista de valores autorizados)

source: %s (ignore means that the subfield does not display in the record editor)
pt_pt: %s (ignore para que o sub-campo não seja apresentado pelo editor do registo)

source: %s (overdue)
pt_pt: %s (atrasado)

source: %s - Cardnumber: %s
pt_pt: %s - Número do cartão : %s

source: %s <em>(%s)</em>
pt_pt: %s <em>(%s</b>)</em>

source: %s <h3>Confirm Deletion of Server %s</h3>
pt_pt: %s <h3>Confirme a eliminação do Servidor %s</h3>

source: %s An unknown error has occurred.
pt_pt: %s Ocorreu um erro desconhecido.

source: %s Checkout(s)
pt_pt: %s Empréstimo(s)

source: %s Framework
pt_pt: %s Modelo de catalogação

source: %s Term(s).
pt_pt: %s termo(s).

source: %s biblio(s)
pt_pt: %s referência(s)

source: %s can't be opened
pt_pt: %s não pode ser acedido

source: %s data added
pt_pt: %s data adicionada

source: %s day(s)
pt_pt: %s dia(s)

source: %s directorie(s) processed.
pt_pt: %s directoria(s) processada(s).

source: %s directorie(s) scanned.
pt_pt: %s directório(s) analizado(s).

source: %s failed to unpack.
pt_pt: %s não é possivel descomprimir

source: %s image(s) moved into the database:
pt_pt: %s imagens transferidas para a base de dados :

source: %s imported records
pt_pt: %s registo(s) importado(s)

source: %s issues
pt_pt: %s número(s)

source: %s item records found and staged
pt_pt: %s registo(s) encontrado(s) e importado(s) para reserva

source: %s item(s)
pt_pt: %s documento(s)

source: %s items modified : datelastseen set to %s
pt_pt: %s exemplar(es) modificado(s) : a data de ultimo acesso é %s

source: %s lines found.
pt_pt: %s linha(s) encontrada(s).

source: %s lost items found
pt_pt: %s documento(s) desaparecido(s) encontrado(s)

source: %s months
pt_pt: %s mês

source: %s not for loan:
pt_pt: %s cativos:

source: %s not imported because already in borrowers table and overwrite disabled
pt_pt: %s não importado(s), devido a já existir nos empréstimos e não estar activa a opção de substituição

source: %s not imported because they are not in the expected format
pt_pt: %s não foi importado, pois não está num formato compatível!

source: %s overwritten
pt_pt: %s reescritos

source: %s patron
pt_pt: leitor %s

source: %s patrons have been successfully deleted
pt_pt: %s os leitores foram apagados com sucesso

source: %s patrons have been successfully moved to trash
pt_pt: %s os leitores foram apagados com sucesso

source: %s preferences
pt_pt: %s preferências

source: %s records
pt_pt: %s registo(s)

source: %s records in file
pt_pt: %s registo(s) no ficheiro

source: %s records not staged because of MARC error
pt_pt: %s registo(s) não aceites devido a um erro do formato MARC

source: %s records parsed
pt_pt: %s registo(s) aceites(s)

source: %s records staged
pt_pt: %s registo(s) preparado(s)

source: %s records with at least one match in catalog per matching rule &quot;%s&quot;
pt_pt: %s registo(s) com pelo menos um duplicado no Catálogo &quot;%s&quot;

source: %s result(s) found
pt_pt: %s resultado(s) encontrado(s)

source: %s result(s) found in catalog, <a1>%s result(s) found in reservoir</a> %s
pt_pt: %s resultados encontrados no Catálogo, <a1>%s encontrados na área temporária</a> %s

source: %s shipments found
pt_pt: %s encomenda(s) encontrada(s)

source: %s since
pt_pt: %s depois

source: %s suggestions waiting <a1>Manage suggestions</a>
pt_pt: %s sugestões a aguardar <a1>Gestão das sugestões</a>

source: %s times
pt_pt: %s vezes

source: %s to %s
pt_pt: %s à %s

source: %s to order
pt_pt: %s a encomendar

source: %s weeks
pt_pt: %s semana(s)

source: %s years
pt_pt: %s ano(s)

source: %s(none)
pt_pt: %s(nenhum)

source: &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; (Bulgarian)
pt_pt: &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; (Bulgária)

source: &#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081; (Russian)
pt_pt: &#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081; (Rússia)

source: &#1059;&#1082;&#1088;&#1072;&#1111;&#1085;&#1089;&#1100;&#1082;&#1072; (Ukrainian)
pt_pt: &#1059;&#1082;&#1088;&#1072;&#1111;&#1085;&#1089;&#1100;&#1082;&#1072; (Ucrânia)

source: &#1506;&#1489;&#1512;&#1497;&#1514; (Hebrew)
pt_pt: &#1506;&#1489;&#1512;&#1497;&#1514; (Hebreu)

source: &#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577; (Arabic)
pt_pt: &#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577; (Árabe)

source: &#1601;&#1575;&#1585;&#1587;&#1609; (Persian)
pt_pt: &#1601;&#1575;&#1585;&#1587;&#1609; (Persa)

source: &#20013;&#25991; (Chinese)
pt_pt: &#20013;&#25991; (Chinês)

source: &#26085;&#26412;&#35486; (Japanese)
pt_pt: &#26085;&#26412;&#35486; (Japonês)

source: &#3616;&#3634;&#3625;&#3634;&#3652;&#3607;&#3618; (Thai)
pt_pt: &#3616;&#3634;&#3625;&#3634;&#3652;&#3607;&#3618; (Tailandês)

source: &#54620;&#44397;&#50612; (Korean)
pt_pt: &#54620;&#44397;&#50612; (Coreano)

source: &#8225;<!-- TMPL_VAR NAME="code" --> <!-- TMPL_VAR NAME="value" -->
pt_pt: ‡<!-- TMPL_VAR NAME="code" --> <!-- TMPL_VAR NAME="value" -->

source: &#8225;<!-- TMPL_VAR NAME="code" --> <!-- TMPL_VAR NAME="value" escape="url" -->
pt_pt: ‡<!-- TMPL_VAR NAME="code" --> <!-- TMPL_VAR NAME="value" -->

source: &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#940; (Greek, Modern [1453- ])
pt_pt: &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#940; (Grego, Moderno [1453- ])

source: &#x010D;e&#353;tina (Czech)
pt_pt: &#x010D;e&#353;tina (Checo)

source: &lt;&lt; Delete
pt_pt: &lt;&lt; Eliminar

source: &lt;&lt; Previous
pt_pt: &lt;&lt; Anterior

source: &lt;&lt; Previous Page
pt_pt: &lt;&lt; Página anterior

source: &nbsp; No results found
pt_pt: &nbsp; Nenhum resultado encontrado

source: &nbsp;&nbsp;&nbsp;&nbsp; Author as Phrase
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; Autor (frase)

source: &nbsp;&nbsp;&nbsp;&nbsp; Call Number
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; Cota

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference Name
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; Nome de Congresso

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference Name as Phrase
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; Nome de Congresso (frase)

source: &nbsp;&nbsp;&nbsp;&nbsp; Corporate Name
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; Colectividade-autor

source: &nbsp;&nbsp;&nbsp;&nbsp; Corporate Name as Phrase
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; Colectividade-autor (frase)

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal Name
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; Autor-pessoa

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal Name as Phrase
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; Autor-pessoa (frase)

source: &nbsp;&nbsp;&nbsp;&nbsp; Series Title
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; Título de Periódico

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject as Phrase
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; Assunto (frase)

source: &nbsp;&nbsp;&nbsp;&nbsp; Title as Phrase
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp;Título (frase)

source: &nbsp;&nbsp;(format: yyyy-yyyy)
pt_pt: &nbsp;&nbsp;(formato: aaaa-aaaa)

source: &nbsp;with limit(s):
pt_pt: &nbsp; com limite(s) :

source: &nbsp;with limit(s):&nbsp;'%s'
pt_pt: &nbsp;com limite(s):&nbsp;'%s'

source: &quot;%s&quot; is neither permitted nor prohibited.
pt_pt: &quot;%s&quot; não é autorizado nem proibido.

source: &quot;%s&quot; is permitted.
pt_pt: &quot;%s&quot; é autorizado.

source: &quot;%s&quot; is prohibited.
pt_pt: &quot;%s&quot; é proibido.

source: &quot;Add MARC&quot;
pt_pt: &quot; Adicionar MARC &quot;

source: &quot;Funds&quot; are accounts that you establish to keep track of your expenditures for library materials. They may be used for any kind of material and should match the lines in your materials budget. For instance, if your library establishes a budget line for books, another for audiovisual materials, a third line for magazines, and a fourth budget line for electronic databases, then you would have four funds.
pt_pt: Os "Fundos" constituem, em geral, o conjunto de contas que são estabelecidas para controlar os custos com aquisição de documentos. Podem ser utilizados para todo de documentos e correspondem às várias rúbricas previstas. Por exemplo, se a biblioteca estabelecer uma rúbrica para livros, outra para audiovisuais e uma terceira para os periódicos teremos então três fundos.

source: &quot;Funds&quot; are accounts that you establish to track your expenditures for library materials. They may be used for any kind of material and should match the lines in your materials budget. For instance, if your library establishes a budget line for books, another for audiovisual materials, a third line for magazines, and a fourth budget line for electronic databases, then you would have four funds.
pt_pt: Os "Fundos" são as rúbricas estabelecidas para controlar as despesas. Podem ser utilizadas para todo o tipo de documentos e correspondem às várias linhas de despesa. Por exemplo, se a biblioteca estabelecer uma rúbrica para livros, outra para audiovisuais e uma terceira para os periódicos teremos então três fundos.

source: &quot;Renewals allowed&quot; indicates how many times an items of this type may be renewed.
pt_pt: "Renovações autorizadas" indique quantas vezes um documento deste tipo pode ser renovado.

source: &quot;Rental charge&quot; is any amount you might charge to users for borrowing items of a certain type (like videos).
pt_pt: "Custo de aluguer" corresponde a valor que pode ser cobrado ao leitores para o empréstimo de certos tipos de documentos (como os vídeos).

source: &rsaquo;
pt_pt: Aceder &raquo;

source: &rsaquo; <a1>Acquisitions Statistics</a> &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; <a1> Estatísticas de Aquisições </a> &nbsp;&gt;&nbsp; Resultados

source: &rsaquo; <a1>Average Checkout Period</a> &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; <a1>Duração média do empréstimo</a> &nbsp;&gt;&nbsp; Resultados

source: &rsaquo; <a1>Catalog statistics</a> &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; <a1>Estatísticas do Catálogo</a> &nbsp;&gt;&nbsp; Resultados

source: &rsaquo; <a1>Cataloging</a> &rsaquo; Edit <a2>%s
pt_pt: &nbsp;&gt;&nbsp; <a1>Catalogação</a> &nbsp;&gt;&nbsp; <a2>Modificar %s

source: &rsaquo; <a1>Checkout statistics</a> &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; <a1>Estatísticas de Empréstimos</a> &nbsp;&gt;&nbsp; Resultados

source: &rsaquo; <a1>Checkouts by patron category</a> &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; <a1>Empréstimos por tipo de leitor </a> &nbsp;&gt;&nbsp; "Resultados

source: &rsaquo; <a1>Item Types</a> &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; <a1>Tipos de documentos</a> &nbsp;&gt;&nbsp; Resultados

source: &rsaquo; <a1>Items</a>
pt_pt: &nbsp;&gt;&nbsp; Exemplares

source: &rsaquo; <a1>Lost Items</a> &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; <a1>Documentos desaparecidos</a> &nbsp;&gt;&nbsp; Resultados

source: &rsaquo; <a1>Manage Staged MARC Records</a> &rsaquo; Batch %s
pt_pt: &nbsp;&gt;&nbsp; <a1>Preparar registos MARC</a> &nbsp;&gt;&nbsp; Lote %s

source: &rsaquo; <a1>Patrons with the most checkouts</a> &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; <a1>Leitores com mais empréstimos</a> &nbsp;&gt;&nbsp; Resultados

source: &rsaquo; Acquisitions Statistics
pt_pt: &nbsp;&gt;&nbsp; Estatísticas de Aquisições

source: &rsaquo; Acquisitions Statistics &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; Estatísticas de Aquisições &nbsp;&gt;&nbsp; Resultados

source: &rsaquo; Add classification source
pt_pt: &nbsp;&gt;&nbsp; Adicionar a fonte de classificação

source: &rsaquo; Add filing rule
pt_pt: &nbsp;&gt;&nbsp; Adicionar regra de alfabetação

source: &rsaquo; Add fund
pt_pt: &nbsp;&gt;&nbsp; Adicionar um fundo

source: &rsaquo; Add notice
pt_pt: &nbsp;&gt;&nbsp; Adicionar aviso

source: &rsaquo; Add patron attribute type
pt_pt: &nbsp;&gt;&nbsp; Adicionar um tipo de atributo de leitor

source: &rsaquo; Add record matching rule
pt_pt: &nbsp;&gt;&nbsp; Adicionar uma regra de concordância

source: &rsaquo; Average Checkout Period
pt_pt: &nbsp;&gt;&nbsp; Duração média do empréstimo

source: &rsaquo; Batch %s
pt_pt: &nbsp;&gt;&nbsp; Lote %s

source: &rsaquo; Build A Report, Step %s of 6:
pt_pt: &nbsp;&gt;&nbsp; Assistente de Relatórios, Passo %s de 6:

source: &rsaquo; Cannot delete filing rule
pt_pt: &nbsp;&gt;&nbsp; Não é possivel eliminar a regra de alfabetação

source: &rsaquo; Catalog statistics
pt_pt: &nbsp;&gt;&nbsp; Estatística do Catálogo

source: &rsaquo; Catalog statistics &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; Estatística do Catálogo &nbsp;&gt;&nbsp; Resultados

source: &rsaquo; Checking out to %s, %s (%s)
pt_pt: &nbsp;&gt;&nbsp; : Emprestar a, %s, %s (%s)

source: &rsaquo; Checkout statistics
pt_pt: &nbsp;&gt;&nbsp; Estatística de Empréstimos

source: &rsaquo; Checkouts by patron category
pt_pt: &nbsp;&gt;&nbsp; Empréstimos por categoria de Leitor

source: &rsaquo; Confirm
pt_pt: &nbsp;&gt;&nbsp; Confirmar

source: &rsaquo; Confirm Deletion
pt_pt: &nbsp;&gt;&nbsp; Confirmar Apagar

source: &rsaquo; Confirm deletion of classification source
pt_pt: &nbsp;&gt;&nbsp; Confirmar a eliminação da fonte de classificação

source: &rsaquo; Confirm deletion of classification source %s
pt_pt: &nbsp;&gt;&nbsp; Confirmar a eliminação da fonte de classificação %s

source: &rsaquo; Confirm deletion of filing rule
pt_pt: &nbsp;&gt;&nbsp; Confirmar a eliminação da regra de alfabetação

source: &rsaquo; Confirm deletion of filing rule %s
pt_pt: &nbsp;&gt;&nbsp; Confirmar a eliminação da regra de alfabetação %s

source: &rsaquo; Confirm deletion of patron attribute type &quot;%s&quot;
pt_pt: &nbsp;&gt;&nbsp; Confirmar a eliminação do atributo do leitor &quot;%s&quot;

source: &rsaquo; Confirm deletion of record matching rule &quot;%s&quot;
pt_pt: &nbsp;&gt;&nbsp; Confirmar a eliminação da regra de concordância %s

source: &rsaquo; Contents of <i>%s</i>
pt_pt: &nbsp;&gt;&nbsp; Conteúdo de <i>%s</i>

source: &rsaquo; Create New List
pt_pt: &nbsp;&gt;&nbsp; Criar Nova Lista

source: &rsaquo; Create from SQL
pt_pt: &nbsp;&gt;&nbsp; Criar a partir de SQL

source: &rsaquo; Data Deleted
pt_pt: &nbsp;&gt;&nbsp; Dados Apagados

source: &rsaquo; Edit List %s
pt_pt: &nbsp;&gt;&nbsp; Editar Lista %s

source: &rsaquo; Edit List <i>%s</i>
pt_pt: &nbsp;&gt;&nbsp; Editar Lista <i>%s</i>

source: &rsaquo; Finished
pt_pt: &nbsp;&gt;&nbsp; Concluído

source: &rsaquo; Item Types
pt_pt: &nbsp;&gt;&nbsp; Tipos de documentos

source: &rsaquo; Lost Items
pt_pt: &nbsp;&gt;&nbsp; Exemplares desaparecidos

source: &rsaquo; Manage Staged MARC Records
pt_pt: &nbsp;&gt;&nbsp; Criar os registos MARC preparados

source: &rsaquo; Modify classification source
pt_pt: &nbsp;&gt;&nbsp; Modificar a fonte de classificação

source: &rsaquo; Modify notice
pt_pt: &nbsp;&gt;&nbsp; Modificar a mensagem

source: &rsaquo; Modify patron attribute type
pt_pt: &nbsp;&gt;&nbsp; Modificar o tipo de atributo do leitor

source: &rsaquo; Modify record matching rule
pt_pt: &nbsp;&gt;&nbsp; Modificar a regra de concordância

source: &rsaquo; Modify tag
pt_pt: &nbsp;&gt;&nbsp; Modificar o campo

source: &rsaquo; New authorized value
pt_pt: &nbsp;&gt;&nbsp; Adicionar valor autorizado

source: &rsaquo; New category
pt_pt: &nbsp;&gt;&nbsp; Nova categoria

source: &rsaquo; New tag
pt_pt: &nbsp;&gt;&nbsp; Adicionar um campo

source: &rsaquo; Notice added
pt_pt: &nbsp;&gt;&nbsp; Foi adicionada a mensagem

source: &rsaquo; Patrons statistics
pt_pt: &nbsp;&gt;&nbsp; Estatísticas de Leitores

source: &rsaquo; Patrons statistics &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; Estatísticas de Leitores &nbsp;&gt;&nbsp; Resultados

source: &rsaquo; Patrons with the most checkouts
pt_pt: &nbsp;&gt;&nbsp; Leitores com mais Empréstimos

source: &rsaquo; Results
pt_pt: &nbsp;&gt;&nbsp; Resultados

source: &rsaquo; Saved Reports
pt_pt: Koha &nbsp;&gt;&nbsp; Relatórios Gravados

source: &rsaquo; Saved Reports &rsaquo; SQL View
pt_pt: &nbsp;&gt;&nbsp; Assistente de relatórios &nbsp;&gt;&nbsp; Relatórios guardados &nbsp;&gt;&nbsp; Ver SQL

source: &rsaquo; Search Results
pt_pt: &nbsp;&gt;&nbsp; Resultados da pesquisa

source: 'Renewals' should include the number of times this item can be renewed
pt_pt: A autorização das "Renovações" deve indicar o número de vezes que o exemplar pode ser renovado

source: 'Select a borrower category' using the dropdown menu provided (or select the default 'Any Category code' at the top of the dropdown menu to choose all borrower categories)
pt_pt: Seleccionar uma categoria de Leitor no menu disponível (ou seleccione o valor por defeito 'Todas as categorias de Leitores')

source: 'Select a branch' to report on (or, leave at the default 'all' to perform the report on all branches)
pt_pt: Seleccione um Pólo (ou seleccione o valor por defeito 'todos os Pólos' para criar um relatório sobre todas as bibliotecas)

source: 'Select a library' to define an overdue schedule for
pt_pt: 'Seleccione uma Biblioteca': para definir as regras de atraso para esta biblioteca

source: 'password' should be stored in plaintext, and will be converted to a md5 hash (if your passwords are already encrypted, talk to your systems administrator about options).
pt_pt: As palavras-passe podem ser guardadas em texto e depois convertidas por um algoritmo md5. (Se as palavras-passe estiverem já cifradas, solicite ao administrador do sistema as opções disponíveis)

source: ( ! means 'not visible' or in the case of Collapsed 'not Collapsed')
pt_pt: (! significa "não visível" ou "não Recolhido" no caso de Recolhido)

source: (<a1>Log Out</a>) |
pt_pt: (<a1>Sair</a>)

source: (<a1>Set</a>)
pt_pt: (<a1>Definir</a>)

source: (<a1>View item's checkout history</a>)
pt_pt: (<a1>Histórico dos Empréstimos</a>)

source: (Complete with 0 on the left)
pt_pt: Complete com o número 0 à esquerda

source: (Create Label Batch)
pt_pt: (Criar Lote de Etiquetas)

source: (Damaged)
pt_pt: (Danificado)

source: (Error)
pt_pt: (Erro)

source: (Hint: If you are proficient at MySQL, it is often faster and easier to find an existing stopwords list, edit it, put it in the correct format, and use the MySQL "Load Data Infile" command to import the list into the stopwords table. Many academic libraries publish their stopwords list on the Internet, or you can ask other Koha libraries if they would share their stopword list.)
pt_pt: (Dica: se tiver experiência com MySQL, é normalmente mais fácil e rápido encontrar a lista de stopwords existente, editá-la, pô-la no formato correcto e usar o comando MySQL "Load Data Infile" para importar a lista para a tabela stopwords. Muitas bibliotecas académicas publicam a sua lista de stopwords na Internet ou pode pedir a outras bibliotecas Koha se podem partilhar a sua lista de stopword)

source: (In linux, each printer configuration in your printcap file defines a print queue. The default print queue is "lp," but if you use more than one printer you will have other queues, probably with names like "text" or "postscript." Tell Koha which printer queue(s) you want to use for printing reports directly from the server.)
pt_pt: (No linux, cada configuração de impressora no seu arquivo printcap, define uma impressão em fila. A impressão em fila padrão é "lp," mas se usar mais do que uma impressora irá ter outros documentos para imprimir, provavelmente com nomes como "text" ou "postscript." Avise o Koha quais os documentos em linha que quer imprimir directamente do servidor.)

source: (In transit)
pt_pt: (Em trânsito)

source: (Indonesian)
pt_pt: (Indonésio)

source: (Lost)
pt_pt: (Desaparecido)

source: (Password:
pt_pt: (Palavra-passe:

source: (Record #%s)
pt_pt: (Registo n° %s)

source: (Record #%s) &rsaquo; Items
pt_pt: (Registo n°%s) &nbsp;&gt;&nbsp; Exemplares

source: (We have %s subscriptions associated with this title).
pt_pt: (Existem %s assinatura(s) deste título).

source: (Withdrawn)
pt_pt: (Retirado)

source: (a choice list for Choice (separated by |) or cols|rows for Texarea)
pt_pt: (lista de escolha (separada por |) ou colunas|linhas por área de texto)

source: (auto-filled from 300)
pt_pt: (auto-preenchimento a partir de 300)
