Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Beginning at offset:
pt_pt: Começar na posição:

source: Beginning date:
pt_pt: Data de início:

source: Begins with
pt_pt: Começa com

source: Below is a summary of the various pieces of the advanced search limit:
pt_pt: As possibilidades da pesquisa avançada são as seguintes:

source: Benedykt P. Barszcz (Polish for 2.0)
pt_pt: Benedykt P. Barszcz (Polaco para versão 2.0)

source: Berne, Switzerland
pt_pt: Berna, Suiça

source: Beta
pt_pt: Cesto

source: Biannual
pt_pt: Bianual

source: Bib
pt_pt: N° de referências

source: Biblio Record Number:
pt_pt: Numéro do registo:

source: Biblio count
pt_pt: Total de registos

source: Biblio framework
pt_pt: Modelo de descrição

source: Biblio:
pt_pt: Registo:

source: Bibliographic Data to Print
pt_pt: Dados Bibliográficos a imprimir

source: Bibliographies
pt_pt: Bibliografias

source: Biblionumber:
pt_pt: Numéro do Registo:

source: Biblios in reservoir
pt_pt: Registos na área temporária

source: Billing
pt_pt: Factura

source: Billing from %s to %s
pt_pt: Factura de %s a %s

source: Bimonthly
pt_pt: Bimensal

source: Binding Material 2:
pt_pt: Date de fin :

source: Binding Material 3:
pt_pt: Date de fin :

source: Biography
pt_pt: Biografia

source: Biography code
pt_pt: Código de Biografia

source: Biography:
pt_pt: Biografia:

source: Birmingham (UK) based developer Mark James for the famfamfam Silk iconset.
pt_pt: Mark James, de Birmingham (UK) responsável pelo conjunto de ícones famfamfam Silk.

source: Biweekly
pt_pt: Bisemanal

source: Bogota, Colombia
pt_pt: Bogotá, Colombia

source: Bonne
pt_pt: Fait

source: Books
pt_pt: Livros

source: Books on Tape
pt_pt: Livros em cassete

source: Books, Pamphlets, Technical reports, Manuscripts, Legal papers, Theses and dissertations
pt_pt: Livros, Panfletos, Relatórios Técnicos, Manuscritos, Publicações Legais, Dissertações e Teses

source: Bookseller
pt_pt: Livros

source: Borrow books from the library with this staff account
pt_pt: Empréstimo de livros com outra conta de identificação

source: Borrower
pt_pt: Leitor

source: Borrower Number
pt_pt: Número de Leitor

source: Borrowernumber:
pt_pt: Número de Leitor:

source: Borrowers that have no email defined will have their notices sent via email to the library for printing. The email is sent to the branch admin email, or failing that to the address set in the system preference as the 'KohaAdminEmailAddress'. This email is generated by the misc/cronjobs/overdue_notices.pl cron job. Contact your system administrator for help with this setting.
pt_pt: Para as inscrições que não possuem endereço de correio electrónico os avisos serão enviados à biblioteca para impressão. O endereço utilizado é o do administrador do sistema, ou se este não estiver definido o que esteja nas preferências em 'KohaAdminEmailAdress'. Este endereço de correio electrónico é gerado pelo script misc/cronjobs.overdue_notices.pl.Se necessário solicite ajuda ao administrador do sistema.

source: Bound with':
pt_pt: Começa com

source: Branch
pt_pt: Pólo

source: Branch:
pt_pt: Pólo:

source: Bridge Material Type Icons Project
pt_pt: Projeto de ícone "Bridge Material"

source: Browse by last name: <a1>A</a> <a2>B</a> <a3>C</a> <a4>D</a> <a5>E</a> <a6>F</a> <a7>G</a> <a8>H</a> <a9>I</a> <a10>J</a> <a11>K</a> <a12>L</a> <a13>M</a> <a14>N</a> <a15>O</a> <a16>P</a> <a17>Q</a> <a18>R</a> <a19>S</a> <a20>T</a> <a21>U</a> <a22>V</a> <a23>W</a> <a24>X</a> <a25>Y</a> <a26>Z</a>
pt_pt: Navegar pelo apelido : <a1>A</a> <a2>B</a> <a3>C</a> <a4>D</a> <a5>E</a> <a6>F</a> <a7>G</a> <a8>H</a> <a9>I</a> <a10>J</a> <a11>K</a> <a12>L</a> <a13>M</a> <a14>N</a> <a15>O</a> <a16>P</a> <a17>Q</a> <a18>R</a> <a19>S</a> <a20>T</a> <a21>U</a> <a22>V</a> <a23>W</a> <a24>X</a> <a25>Y</a> <a26>Z</a>

source: Browse for the file from the Koha interface
pt_pt: Procurar o ficheiro através do Koha

source: Browse for the image on your computer and click 'Upload'
pt_pt: Procurar a imagem e clicar 'Transferir'

source: Browse system logs
pt_pt: Consultar os relatórios (logs) do sistema

source: Browse the system logs
pt_pt: Consulta dos relatórios diários ('logs') produzidos pelo sistema

source: Brussels, Belgium
pt_pt: Bruxelas, Bélgica

source: Bsort1 is an authorized value attached to patrons, that can be used for stats purposes
pt_pt: Bsort1 é um valor autorizado associado ao leitor, que pode ser utilizado parafins estatísticos

source: Bsort2 is an authorized value attached to patrons, that can be used for stats purposes
pt_pt: Bsort2 é um valor autorizado associado ao leitor, que pode ser utilizado parafins estatísticos

source: Budget
pt_pt: Orçamento

source: Budget Amount:
pt_pt: Total do orçamento:

source: Budget Data Recorded
pt_pt: O orçamento foi guardado.

source: Budget Date
pt_pt: Data do orçamento

source: Budget amount
pt_pt: Valor do orçamento

source: Budget amount:
pt_pt: Valor do orçamento :

source: Budget deleted
pt_pt: O Orçamento foi eliminado

source: Budget information will also be accessible via the 'Acquisitions' module
pt_pt: A informação sobre o orçamento também está disponível no módulo de Aquisições

source: Budgeted GST:
pt_pt: Valor do IVA:

source: Budgeted cost:
pt_pt: Orçamento a imputar:

source: Budgets
pt_pt: Orçamentos

source: Budgets &rsaquo;
pt_pt: Orçamento &nbsp;&gt;&nbsp;

source: Budgets &rsaquo; Budget Data Recorded
pt_pt: Orçamentos &nbsp;&gt;&nbsp; Valores orçamentados

source: Budgets &rsaquo; Budget Deleted
pt_pt: Orçamentos &nbsp;&gt;&nbsp; Orçamento eliminado

source: Budgets &rsaquo; Delete Budget?
pt_pt: Orçamentos &nbsp;&gt;&nbsp; Eliminar este orçamento ?

source: Budgets and Funds
pt_pt: Orçamentos e Fundos

source: Budgets and funds
pt_pt: Orçamentos e fundos

source: Build A Report
pt_pt: Elaborar um relatório

source: Build And Run Reports
pt_pt: Construir e executar um relatório

source: Build New
pt_pt: Construir um novo relatório

source: Build and Run Reports
pt_pt: Construir e executar relatórios

source: Building A New Report
pt_pt: Construir um novo relatório

source: Burin
pt_pt: Imprimir

source: By <a1>%s</a>
pt_pt: Por <a1>%s</a>

source: By changing the priority number a patron can be moved up or down on the list of holds
pt_pt: Modificando a prioridade poderá fazer altera a prioridade do leitor na lista de reservas

source: By changing the report from 'Count items' to 'Amount' you will see the total spent
pt_pt: Seleccionando no relatório 'Montante' em vez de 'Total de items' poderá aceder ao total gasto

source: By choosing 'Paid' the system assumes that a full payment is being made
pt_pt: Se for seleccionado 'Pago', o sistema considera que está totalmente liquidado

source: By choosing a limit you will change the output
pt_pt: Poderá alterar o resultado escolhendo um limite

source: By clicking 'Edit subfields' at the bottom of the screen you can alter the information for each subfield
pt_pt: Para modificar a informação de cada sub-campo clicar em 'Modificar sub-campos'

source: By clicking on the 'edit' link you will be able to alter information related to the field
pt_pt: Para modificar a informação deste campo clicar em 'Modificar'

source: By clicking the 'subfields' link you will be able to alter all of the subfields associated with that field
pt_pt: Poderá modificar todos os sub-campos deste campo clicando em 'Sub-campos'

source: By default all items are exported unless the 'Don't export items' box is checked.
pt_pt: Por defeito todos os exemplares serão exportados excepto se assinalar na caixa 'Não exportar os exemplares'

source: By default the records are matched using the field you specified when importing the data
pt_pt: Por defeito os registos serão validados contra o campo indicado na importação

source: By:
pt_pt: Por:

source: CCIR/IEC standard
pt_pt: e- standard local

source: CD Software
pt_pt: Programas em CD

source: CX encoded
pt_pt: Dados registados

source: Cadiz, Spain
pt_pt: Cádiz, Espanha

source: Calculated on %s. From %s to %s
pt_pt: Calculado em %s de %s a %s

source: Calendar
pt_pt: Calendário

source: Calendar information
pt_pt: Calendário

source: Call No.
pt_pt: Cota

source: Call Number
pt_pt: Cota

source: Call Number (Fiction Z-A to Non-fiction 9-0)
pt_pt: Cota (Z-A a 9-0)

source: Call Number (Non-fiction 0-9 to Fiction A-Z)
pt_pt: Cota (0-9 a A-Z)

source: Call Number Range
pt_pt: Cotas

source: Call Number:
pt_pt: Cota:

source: Call Numbers <a1>Sort</a>
pt_pt: Cota <a1>Ordenar</a>

source: Call no
pt_pt: Cota

source: Call no.
pt_pt: Cota

source: Callnumber
pt_pt: Cota

source: Can I edit the online help?
pt_pt: Pode ser modificada a ajuda em linha ?

source: Can I have a different type for new releases and older titles?
pt_pt: Poderão existir tipos diferentes de documentos para as futuras edições?

source: Can I turn off comment moderation?
pt_pt: Pode ser possível desactivar a moderação dos comentários?

source: Can be complex to configure and maintain
pt_pt: Poderá ser complexo de configurar e administrar

source: Can be entered as a single IP, or a subnet such as 192.168.1.*
pt_pt: Pode ser digitado como um endereço IP ou como sub-rede (ex. 192.168.1.*)

source: Can't be cancelled when item is in transit
pt_pt: Não é possivel eliminar quando o exemplar está a ser transferido

source: Can't save this record because the following field aren't filled :\n\n
pt_pt: Não é possivel gravar o registo por os seguintes campos estarem vazios:

source: Cancel
pt_pt: Anular

source: Cancel Reserve
pt_pt: Anular a Reserva

source: Cancel notification
pt_pt: Anular o aviso

source: Cancel reservation and then attempt transfer:
pt_pt: Anular a reserva e depois tentar transferir:

source: Cannot Check In
pt_pt: Não é possivel devolver

source: Cannot Check Out!
pt_pt: Não é possível emprestar!

source: Cannot Delete
pt_pt: Não é possivel eliminar a inscrição

source: Cannot Delete City "%s"
pt_pt: Não é possivel eliminar a Cidade "%s"

source: Cannot Delete Currencey
pt_pt: Não é possivel eliminar esta moeda

source: Cannot Delete Item Type
pt_pt: Não é possível eliminar o tipo de documento

source: Cannot Delete Item Type '%s'
pt_pt: Não é possível eliminar o tipo de documento '%s'

source: Cannot Delete Patron
pt_pt: Não é possível eliminar o leitor

source: Cannot Delete: Category %s in Use
pt_pt: Não é possível eliminar esta Categoria (é utilizada em %s casos)

source: Cannot Place Hold
pt_pt: Não é possível reservar

source: Cannot delete filing rule
pt_pt: Não é possível eliminar a regra de alfabetação

source: Cannot open %s to read.
pt_pt: Não é possível abrir %s para leitura.

source: Cannot reserve:
pt_pt: Não é possível a reserva de:

source: Capetown, South Africa
pt_pt: Cidade do Cabo, África do Sul

source: Card
pt_pt: Cartão

source: Card Number
pt_pt: Número de cartão

source: Card number:
pt_pt: Número de cartão:

source: Cardnumber
pt_pt: Número de cartão

source: Cardnumber already in use.
pt_pt: Este Número de cartão já existe

source: Cassette recording
pt_pt: Cassette audio

source: Cassini's
pt_pt: Adhérents

source: Cat
pt_pt: Categoria

source: Catalog
pt_pt: Catálogos

source: Catalog Details
pt_pt: Detalhes do catálogo

source: Catalog Maintenance
pt_pt: Actualização do Catálogo

source: Catalog Search
pt_pt: Pesquisar no Catálogo

source: Catalog Statistics
pt_pt: Estatísticas do Catálogo

source: Catalog by Item Type
pt_pt: Catálogo por tipo de documento

source: Catalog by itemtype
pt_pt: Catálogo por tipo de documento

source: Catalog details
pt_pt: Detalhes

source: Catalog search
pt_pt: Pesquisar o catálogo

source: Catalog statistics
pt_pt: Estatísticas do Catálogo

source: Cataloging
pt_pt: Catalogar

source: Cataloging Help
pt_pt: Ajuda à catalogação

source: Cataloging Search
pt_pt: Pesquisar o catálogo

source: Cataloging:
pt_pt: Catalogar:

source: Catalogs
pt_pt: Catálogos

source: Categories, Descriptions and Types
pt_pt: Categorias, Descrições e Tipos

source: Category
pt_pt: Categoria

source: Category %s is in use. Deletion not possible!
pt_pt: Esta Categoria é utilizada %s vez(es). Não é possivel eliminar!

source: Category Deleted
pt_pt: Categoria eliminada

source: Category Type:
pt_pt: Tipo de Categoria:

source: Category cannot be deleted because there are libraries using that category
pt_pt: A categoria não pode ser eliminada por ser utilizada noutras bibliotecas

source: Category code
pt_pt: Código de Categoria

source: Category code:
pt_pt: Código de Categoria:

source: Category name
pt_pt: Nome da Categoria:

source: Category type:
pt_pt: Tipo da Categoria:

source: Category:
pt_pt: Categoria:

source: Category: %s
pt_pt: Categoria: %s

source: Category: %s (%s)
pt_pt: Categoria: %s (%s)

source: Categorycode
pt_pt: Código da Categoria

source: Celesta
pt_pt: Effacer

source: Cell value
pt_pt: Valor da célula

source: Center
pt_pt: Centrar

source: Centimetres
pt_pt: Décompte des documents

source: Change
pt_pt: Modificar

source: Change Password
pt_pt: Modificar a Palavra-passe

source: Change Patron Password
pt_pt: Modificar a Palavra-passe do Leitor

source: Change Username and/or Password
pt_pt: Modificar Nome de Utilizador e/ou Palavra-passe

source: Change Username and/or Password for %s %s
pt_pt: Modificar Nome de Utilizador e/ou Palavra-passe de %s %s

source: Change framework:
pt_pt: Mudar modelo de catalogação:

source: Changed action if matching record found
pt_pt: Acção modificada se existir uma correspondência com o registo

source: Changed action if no match found
pt_pt: Acção modificada se não existir correspondência com o registo

source: Changed item processing option
pt_pt: Opção de acção sobre os exemplares modificados

source: Character encoding:
pt_pt: Formato de dados:

source: Character of Image:
pt_pt: Formato de dados:

source: Charge
pt_pt: Custo

source: Charge Type
pt_pt: Tipo de custo:

source: Chat with Koha users and developers
pt_pt: Discutir (chat) com os utilizadores e programadores do KOHA

source: Check Expiration
pt_pt: Verificar datas limite

source: Check In
pt_pt: Devolução

source: Check Out
pt_pt: Emprestar

source: Check expiration
pt_pt: Verificação das datas que expira

source: Check for embedded item record data?
pt_pt: Verificação dos dados dos exemplares incluídos?

source: Check in
pt_pt: Devolução

source: Check out to:
pt_pt: Emprestar a:

source: Check that your database is running.
pt_pt: Vericar se a base de dados funciona.

source: Check the box next to the action(s) you'd like to perform
pt_pt: Assinalar o caixa correspondente à acção a efectuar

source: Check the hostname setting in
pt_pt: Verificação do nome do hospedeiro indicado em koha.xml

source: Check to display this attribute on a patron's details page in the OPAC.
pt_pt: Assinalar para mostrar este atributo na página de detalhe do OPAC.

source: Check to let a patron record have multiple values of this attribute. This setting cannot be changed after an attribute is defined.
pt_pt: Assinalar para permitir que uma inscrição tenha vários valor neste atributo.Não poderá ser modificado posteriormente à definição do atributo.

source: Check to make it possible to associate a password with this attribute.
pt_pt: Assinalar para associar uma palavra-passe a este atributo.

source: Check to make this attribute staff_searchable in the staff patron search.
pt_pt: Assinalar para tornar este atributo pesquisável na interface dos técnicos, em procura de leitores.

source: Check your database settings in
pt_pt: Verificar as definições da base de dados

source: Check-in date from
pt_pt: Data de devolução entre

source: Check-in date from:
pt_pt: Data de devolução entre:

source: Check-out history for %s patrons will be anonymized
pt_pt: Histórico do empréstimo alterado para anónimo em %s leitores.

source: Checked
pt_pt: Activado

source: Checked (searched by default):
pt_pt: Activo (pesquisa por defeito)

source: Checked Out
pt_pt: Empréstimo(s)

source: Checked out
pt_pt: Empréstimo

source: Checked out (%s),
pt_pt: Emprestado (%s),

source: Checked out on
pt_pt: Emprestado a

source: Checked out to <a1>%s</a>, Due back on %s
pt_pt: Emprestado a <a1>%s</a>, Devolução em %s

source: Checked-In items
pt_pt: Documentos devolvidos

source: Checked:
pt_pt: Activo :

source: Checkin
pt_pt: Devolver

source: Checking out to %s %s (%s)
pt_pt: Está emprestado a %s %s (%s)

source: Checkout
pt_pt: Empréstimo

source: Checkout History
pt_pt: Empréstimos

source: Checkout Status:
pt_pt: Emprestar a:

source: Checkout date from:
pt_pt: Data de empréstimo desde:

source: Checkout history
pt_pt: Histórico do Empréstimo

source: Checkout history for %s
pt_pt: Histórico do Empréstimo para %s

source: Checkout statistics
pt_pt: Estatísticas de Empréstimos

source: Checkouts
pt_pt: Empréstimo(s)

source: Checkouts are blocked because fine balance is over the limit.
pt_pt: Os empréstimos foram bloqueados por ultrapassar o máximo das multas.

source: Checkouts by patron category
pt_pt: Empréstimos por categoria de leitor

source: Checks the MARC structure. If you change your MARC Bibliographic framework it's recommended that you run this tool to test for errors in your definition.
pt_pt: Validação da estrutura MARC. Quando é feita uma alteração numa folha de recolha é recomendado executar este procedimento para confirmar se não existem erros.

source: Child
pt_pt: Criança

source: Child = A patron who can have an adult guarantor.
pt_pt: A inscrição de crianças obrigam a ter um adulto "responsavel".&nbsp;

source: Child Patron
pt_pt: Incrição de Criança

source: Child Patrons: a patron category that has a &quot;guarantor&quot;.
pt_pt: Les adhérents enfants sont une catégorie qui a un "garant".

source: Child patron
pt_pt: Incrição de Criança

source: Choice
pt_pt: Lista de opções

source: Choose
pt_pt: Escolher

source: Choose 'Acquisitions' under 'Statistics Wizards'
pt_pt: Selecionar 'Aquisições' abaixo do 'Assistente de Estatísticas'

source: Choose 'Average loan time' under 'Other'
pt_pt: Seleccionar 'Duração média do Empréstimo' abaixo de 'Outros'

source: Choose 'Calendar'
pt_pt: Seleccionar Calendário'

source: Choose 'Catalog by Item Type' under 'Other'
pt_pt: Seleccionar 'Catálogo por tipo de documento' abaixo de 'Outros'

source: Choose 'Catalog' under 'Statistics Wizards'
pt_pt: Seleccionar 'Catálogo' abaixo de 'Assistentes de Estatísticas'

source: Choose 'Checkouts by patron category' under 'Other'
pt_pt: Seleccionar 'Empréstimos por categoria de leitor' abaixo de 'Outros'

source: Choose 'Circulation' under 'Statistics Wizards'
pt_pt: Seleccionar 'Empréstimos' abaixo de 'Assistentes de Estatísticas'

source: Choose 'Comments'
pt_pt: Seleccionar 'Comentários'

source: Choose 'Items not checked out' under 'Inactive'
pt_pt: Seleccionar 'Documentos nunca emprestado' abaixo de 'Inactivos'

source: Choose 'Lost Items' under 'Other'
pt_pt: Seleccionar 'Exemplares extraviados' abaixo de 'Outros'

source: Choose 'Most-Circulated Items' under 'Top Lists'
pt_pt: Seleccionar 'Documentos mais emprestados' abaixo de 'Top List'

source: Choose 'Overdue notice/status triggers'
pt_pt: Seleccionar 'Enviar a notificação'

source: Choose 'Patrons who haven't checked out' under 'Inactive'
pt_pt: Selecionar 'Leitores sem movimentos' abaixo de 'Inactivo'

source: Choose 'Patrons with the most checkouts' under 'Top Lists'
pt_pt: Seleccionar 'Leitores com mais empréstimos' abaixo de 'Top List'

source: Choose 'Patrons' under 'Statistics Wizards'
pt_pt: Seleccionar 'Leitores' abaixo de 'Assistente de Estatísticas'

source: Choose 'Tags'
pt_pt: Seleccionar 'Calendário'

source: Choose 'Upload patron images'
pt_pt: Seleccionar 'Adicionar imagens de leitores'

source: Choose .koc File:
pt_pt: Escolher o tipo de apresentação

source: Choose Adult category
pt_pt: Seleccionar uma categoria de adulto

source: Choose Barcode Type (encoding)
pt_pt: Seleccionar o tipo de Código de Barras (codificação)

source: Choose Barcode Type:
pt_pt: Seleccionar o tipo de Código de Barras

source: Choose File to browse.
pt_pt: Escolher o Ficheiro para navegar.

source: Choose Hemisphere:
pt_pt: Escolher hemisfério:

source: Choose Layout Type
pt_pt: Escolher o tipo de apresentação

source: Choose Layout Type:
pt_pt: Escolher o tipo de apresentação

source: Choose Order Of Fields to Print
pt_pt: Escolher a ordem dos campos a imprimir

source: Choose Order of Text Fields to Print
pt_pt: Escolher a ordem dos campos de texto a imprimir

source: Choose a &ldquo;Category&rdquo; (&rdquo;Public&rdquo; or &ldquo;Private&rdquo;)
pt_pt: Escolher a &ldquo;categoria&rdquo; (Pública ou Privada)

source: Choose a 'Branch' to perform the report on (or choose 'All' field at the top of the dropdown menu to choose all branches)
pt_pt: Seleccionar uma 'Biblioteca' para enviar o relatório (ou Seleccionar 'Todos' no menu para seleccionar todas as bibliotecas)

source: Choose a 'Koha Module' to associate your notice with from the dropdown box
pt_pt: Associar notificação ao 'Módulo Koha' do menu de opções

source: Choose a 'Lost Status' to search only for items that are assumed lost (long overdue), missing, or lost (or, leave this set to 'All' to see all lost items)
pt_pt: Seleccione 'Extraviados' para pesquisar apenas os exemplares consideradosextraviados ou perdidos (atraso prolongado). A opção 'Todos' fornece uma indicação de todos os exemplares em falta.

source: Choose a 'filing routine' from the dropdown menu to associate with your new filing rule
pt_pt: Seleccionar uma 'rotina de reposição' do menu de opções

source: Choose a 'filing rule' from the dropdown menu to associate with your new classification source
pt_pt: Seleccionar uma regra de 'alfabetação' do menu de opções

source: Choose a Module
pt_pt: Escolher o tipo de apresentação

source: Choose a branch (or choose the blank field at the top of the dropdown menu to choose all branches)
pt_pt: Seleccionar uma biblioteca (ou deixar o campo vazio no inicio do menu de opções para escolher todas as bibliotecas)

source: Choose a category from the 'Show Category' dropdown menu
pt_pt: Seleccionar uma categoria do menu 'Ver Categorias'

source: Choose a field from the scroll down menu on the left side
pt_pt: Seleccionar um campo do menu de opções no lado esquerdo

source: Choose a limit of 'Library'
pt_pt: Limitar por 'Biblioteca'

source: Choose a method for 'outputing' (viewing) the report: Options are 'browser' or saving as a file viewable in a program like Excel.
pt_pt: Escolher o modo de visualizção do relatório. As opções disponíveis são:'Navegador' ou um ficheiro compatível com uma folha de cálculo.

source: Choose a network printer:
pt_pt: Escolher a impressora de rede:

source: Choose a reason for all marked entries:
pt_pt: Indicar um motivo para todas a entradas assinaladas:

source: Choose an 'Item Type' to perform the report on (or, leave at the default 'All' to perform the report on all item types)
pt_pt: Seleccionar un 'Type d'exemplaire' sur lequel le rapport sera fait (ou Seleccionar um 'Tipo de Exemplar' para o relatório

source: Choose an Icon:
pt_pt: Escolher:

source: Choose and validate 1 MARC subfield for
pt_pt: Escolher e validar 1 sub-campo MARC para

source: Choose any filters from the top section
pt_pt: Seleccionar filtros das secção do topo

source: Choose category to 'Order by' (the 'order by' field effects what ordering method is used when displaying the lost items)
pt_pt: Seleccionar a categoria para 'Ordenar', que será utilizada quando foremapresentados os exemplares desaparecidos

source: Choose indexing engine
pt_pt: Escolha o motor de indexação

source: Choose library:
pt_pt: Escolha a biblioteca:

source: Choose list
pt_pt: Escolha a Lista
