Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Koha comes with several other categories and pre-defined values your library is likely to use, for instance 'Lost'.
pt_pt: O Koha vem com várias categorias e valores pré-definidos que a biblioteca utilizará,por exemplo 'Perdido'.

source: Koha field:
pt_pt: Campo Koha :

source: Koha handles overdue notices in one of two automated ways: by email or by printed labels. If a borrower has an email defined in their patron account, overdue notices automatically get sent to the patron's email account according to the schedule defined in the 'Notice/Status Triggers' Tool.
pt_pt: O Koha trata os avisos de atraso por email, se o utilizador tiver na sua conta o emaildisponível, os avisos de atraso serão automaticamente enviados (de acordo com o calendáriodefinido na ferramenta 'Avisos') para o email do leitor.

source: Koha has an extensive set of system preferences. The system preferences control all the various features within Koha and whether they are active in your install or not. System preferences are generally set once at install and then not changed.
pt_pt: O Koha tem várias opções nas Preferências do Sistema. As Preferências do Sistemacontrolam todas a diferentes funcionalidades do Koha, controlando a sua activaçãoou não. Estas são geralmente definidas na instalação e nunca mais são alteradas.

source: Koha internal
pt_pt: Campo Koha

source: Koha is developed and supported by a large number of developers around the world. Thanks to all the developers and libraries who support Koha
pt_pt: O Koha é desenvolvido e suportado por uma vasta equipa em todo o mundo. Obrigado a todos os que cooperam com este projecto e a todas a bibliotecas queapoiam o Koha.

source: Koha link:
pt_pt: Ligação Koha :

source: Koha module:
pt_pt: Módulo Koha:

source: Koha staff client
pt_pt: Posto de trabalho técnico

source: Koha supports two types of Lists:
pt_pt: O Koha suporta dois tipos de estantes virtuais:

source: Koha to MARC mapping
pt_pt: Ligações Koha => MARC

source: Koha uses subfield 9 to store the link between a bibliographic record and an authority record.
pt_pt: O Koha utiliza o sub-campo 9 para guardar a ligação entre o registo bibliográficoe o registo de autoridade.

source: Koha uses the following terms:
pt_pt: O Koha utiliza os seguintes termos :

source: Koha version:
pt_pt: Versão Koha :

source: Koha was unable to open the image for reading.
pt_pt: O Koha foi incapaz de abrir a mensagem

source: Koha with Zebra
pt_pt: Koha com Zebra

source: Koha without Zebra
pt_pt: Koha sem Zebra

source: LC Call Number:
pt_pt: Classificação :

source: Label
pt_pt: Etiqueta

source: Label Batches
pt_pt: Lotes de Etiquetas

source: Label Height:
pt_pt: Altura da etiqueta :

source: Label Layout
pt_pt: Formato da etiqueta

source: Label Layouts
pt_pt: Formatos da etiqueta

source: Label Num.
pt_pt: Etiqueta N°

source: Label Printing
pt_pt: Impressão da etiqueta

source: Label Profiles
pt_pt: Perfis da etiqueta

source: Label Width:
pt_pt: Largura da etiqueta :

source: Label and Patron Card Creator
pt_pt: Etiquetas de código de barras

source: Label batch created, with id: %s
pt_pt: Lote de etiquetas criado, com a identificação: %s

source: Label for lib:
pt_pt: Etiqueta para a biblioteca :

source: Label for opac:
pt_pt: Etiqueta para OPAC :

source: Labels (spine and barcode)
pt_pt: Etiquetas (Cota e código de barras)

source: Laboratory
pt_pt: Laboratório

source: Laboratory Search
pt_pt: Prequisa no Laboratório

source: Laboratory Search results
pt_pt: Resultado da pesquisa no Laboratório

source: Laborde
pt_pt: Etiqueta

source: Language
pt_pt: Língua

source: Language of Cataloguing (Mandatory)
pt_pt: 08- Langue du catalogue

source: Language:
pt_pt: Língua:

source: Languages
pt_pt: Línguas

source: Large print
pt_pt: Impressão grande

source: Last Borrower:
pt_pt: Último leitor :

source: Last Location
pt_pt: Última localização

source: Last Seen
pt_pt: Vu pour la dernière fois

source: Last Updated
pt_pt: Última actualização

source: Last Updated:
pt_pt: Última actualização :

source: Last borrowed:
pt_pt: Último empréstimo :

source: Last renewal of subscription was <b>%s</b>
pt_pt: A última renovação da assinatura foi <b>%s</b>

source: Last seen
pt_pt: Último acesso

source: Last seen:
pt_pt: Último acesso:

source: Last set the horizontal and vertical creep. Be sure to use numbers which correspond to the units you specify at the bottom of the form. Negative values are permitted.
pt_pt: Para terminar, escolha as medidas horizontais e verticais. Confirme que utilizaos números que correspondem às unidades específicas. Os valores negativos são autorizados.

source: Last value
pt_pt: Último valor

source: Last value / begins with : the last value calculated or the 1st value (when adding a subscription
pt_pt: Último acesso / começa com : o último valor calculado ou o 1º valor (quando adicionar a assinatura)

source: Late
pt_pt: Em atraso

source: Late : means that the book is late and should be arrived. A books changed to "late" status stays on the issue list, and the next waited number is generated
pt_pt: Em atraso : significa que a entrega do livro está atrasada. O número atrasado fica como status "Em atraso" e o próximo número é gerado.

source: Late orders
pt_pt: Encomendas em atraso

source: Layout
pt_pt: Modelo

source: Layout Name
pt_pt: Nome do Modelo

source: Layout Templates will need to be defined for each type of Label sheet or page you wish to print to.
pt_pt: Os modelos de etiquetas precisam de ser definidos para cada tipo de etiquetaque precisa de imprimir.

source: Layout:
pt_pt: Modelo :

source: Layouts
pt_pt: Modelo

source: Leader builder
pt_pt: Criador de etiquetas

source: Left Page Margin:
pt_pt: Margem esquerda da página :

source: Legal articles
pt_pt: Artigos legais

source: Legal cases and case notes
pt_pt: Casos legais e notas

source: Legislation
pt_pt: Legislação

source: Lenght
pt_pt: Tamanho :

source: Length:
pt_pt: Tamanho :

source: Letter
pt_pt: Carta

source: Level
pt_pt: Nível

source: Librarian
pt_pt: Técnico

source: Librarian identity:
pt_pt: Identificação do técnico:

source: Librarian interface
pt_pt: Menu dos técnicos

source: Librarian:
pt_pt: Técnico:

source: Libraries
pt_pt: Bibliotecas

source: Libraries <a1>Sort</a>
pt_pt: Bibliotecas <a1>Ordenar</a>

source: Libraries and Groups
pt_pt: Bibliotecas, Pólos, Grupos

source: Libraries and Groups &rsaquo; Confirm Deletion of Group %s
pt_pt: Bibliotecas, Pólos &amp; Grupos &nbsp;&gt;&nbsp; Confirmar a eliminação do Grupo %s

source: Libraries and Groups &rsaquo; Confirm deletion of library '%s'
pt_pt: Bibliotecas, Pólos &amp; Grupos &nbsp;&gt;&nbsp; Confirmar a eliminação da biblioteca '%s'

source: Libraries and Groups &rsaquo; Edit Group %s
pt_pt: Bibliotecas, Pólos &amp; Grupos &nbsp;&gt;&nbsp; Modificar Grupo %s

source: Libraries and Groups &rsaquo; Modify library %s
pt_pt: Bibliotecas, Pólos &amp; Grupos &nbsp;&gt;&nbsp; Modificar biblioteca '%s'

source: Libraries and Groups &rsaquo; New Group
pt_pt: <a1>Bibliotecas, Pólos &amp; Grupos</a> &nbsp;&gt;&nbsp; Novo Grupo

source: Libraries and groups
pt_pt: Bibliotecas, Pólos, Grupos

source: Library
pt_pt: Biblioteca

source: Library (Callnumber)
pt_pt: Biblioteca (Cota)

source: Library Branches
pt_pt: Pólos da Biblioteca

source: Library Management
pt_pt: Gestão da Biblioteca

source: Library branches are defined in your Basic Parameters.
pt_pt: Os pólos são definidos nos Parâmetros Básicos.

source: Library cannot be deleted because there are patrons using that library
pt_pt: O pólo não pode ser eliminado, pois existem utilizadores a utilizá-lo.

source: Library category added
pt_pt: Categoria do pólo adicionada

source: Library category deleted
pt_pt: Categoria do pólo eliminada

source: Library category modified
pt_pt: Categoria do pólo modificada

source: Library code
pt_pt: Código do pólo

source: Library deleted
pt_pt: Pólo eliminado

source: Library is invalid.
pt_pt: O pólo é inválido.

source: Library not saved &mdash; code and/or name missing
pt_pt: Pólo não registado, &mdash; falta o nome ou/e o código

source: Library of the patron:
pt_pt: Biblioteca do leitor :

source: Library saved
pt_pt: Pólo guardado

source: Library set-up
pt_pt: Escolher pólo

source: Library use
pt_pt: Biblioteca em utilização

source: Library:
pt_pt: Biblioteca :

source: Licenses
pt_pt: Licenças

source: Limit to <a1>currently available items.</a>
pt_pt: Limitar a <a1>documentos disponíveis</a>

source: Limit to any of the following
pt_pt: Limitar o tipo segundo os seguintes critérios

source: Limit to any of the following:
pt_pt: Limitar a pesquisa aos seguintes tipos de documentos

source: Limit to:
pt_pt: Limitar a :

source: Limit type to:
pt_pt: Limitar por tipo:

source: Limits
pt_pt: Limites

source: Limits:
pt_pt: Limites :

source: Line
pt_pt: Linha

source: Lisbon, Portugal
pt_pt: Lisboa, Portugal

source: List Fields
pt_pt: %p Lista dos Campos

source: List Item Price Includes GST:
pt_pt: Lista dos preços, já com o IVA

source: List Member:
pt_pt: Lista de utilizadores :

source: List Name
pt_pt: Nome das Listas

source: List Prices are
pt_pt: Listas de preços são

source: List Prices are:
pt_pt: Listas de preços são :

source: List Prices/Invoice Prices
pt_pt: Preços públicos/Preços facturados

source: List name:
pt_pt: Nome das Listas:

source: List the holds that are ready &amp; await for the patron to take them at the library
pt_pt: Lista de reservas prontas &amp; à espera que o leitor se dirija à biblioteca.

source: Lists
pt_pt: Listas

source: Lists &rsaquo; Contents of %s
pt_pt: Estantes Virtuais &nbsp;&gt;&nbsp; Conteúdos de %s

source: Lists are a great tool for Reader&rsquo;s Advisory. Staff can use Lists to create a variety of reading lists for patrons (for example, according to age and reading level, or on specific topics).
pt_pt: As estantes virtuais são muito úteis para a comunicação com os utilizadores. Os técnicos podem utilizar estas estantes virtuais para criar listas de leitura para os utilizadores (por exemplo, em função da idade, do nível de leitura ou de tópicos específicos).

source: Lists are editable, permanent book lists. If the 'virtualshelves' Systems Preference has been enabled, both staff and patrons may create Lists. An item included on a List is directly linked to that item&rsquo;s bibliographic record in the Online Catalog. Clicking on the item will take you directly the the item&rsquo;s &ldquo;Details Screen&rdquo; and allow you to check for availability, find the item&rsquo;s location or reserve the item.
pt_pt: As listas são listas modificáveis e permanentes de livros. Se a opção 'virtualshelves' nas Preferências do Sistema estiver activada, tanto os técnicos como os leitores podem criar listas. O documento adicionado à lista é imediatamente visível no OPAC, e ao clicar directamente no documento terá acesso aos &rsquo;s &ldquo;Detalhes&rdquo;, o que permitirá informar-se sobre a sua disponibilidade, a sua localização e a reserva do documento.

source: Lists can be used by professors to create a bibliography/reading list for class assignments. Clicking on an item in a List connects directly to the details page of that item in the Online Catalog. Students can easily see where the item is in the library and whether or not ist is available for checking out.
pt_pt: As listas podem ser utilizadas por professores para criarem listas bibliográficas para as suas aulas. Clicar num dos documentos da lista permitirá saber mais detalhes sobre o documento, assim os estudantes podem facilmente saber se o documento existe na biblioteca e se está ou não disponível.

source: Literature code
pt_pt: Code du site

source: Literature:
pt_pt: Créer

source: Loading tab...
pt_pt: Em carregamento...

source: Loading, please wait...
pt_pt: Em carregamento...

source: Loan Period
pt_pt: Periodo de empréstimo

source: Loan length
pt_pt: Duração do empréstimo

source: Local History Materials
pt_pt: Documentos da história local

source: Local Use
pt_pt: Uso Local

source: Local Use Recorded
pt_pt: Uso Local

source: Local Use:
pt_pt: Uso Local:

source: Location
pt_pt: Localização

source: Location <a1>Sort</a>
pt_pt: Localização <a1>Ordenar</a>

source: Location and availability:
pt_pt: Localização e disponibilidade:

source: Location selected
pt_pt: Localização seleccionada

source: Log in to Koha
pt_pt: Acesso ao Koha

source: Log viewer
pt_pt: Visualização dos Diários ('logs')

source: Logged in as: %s [<a1>Log Out</a>]
pt_pt: Acesso feito como : %s [<a1>Sair</a>]

source: Login/password already exists.
pt_pt: O Nome de Utilizador/Palavra-passe já existe.

source: Logs
pt_pt: Acessos

source: Logs &rsaquo; Results
pt_pt: Acessos &nbsp;&gt;&nbsp; Resultados

source: Look for existing records in catalog?
pt_pt: Procurar registos existentes no catálogo ?

source: Lost
pt_pt: Perdido

source: Lost (%s)
pt_pt: Perdido (%s)

source: Lost Card
pt_pt: Cartão perdido

source: Lost Card:
pt_pt: Cartão perdido :

source: Lost Code
pt_pt: Código perdido

source: Lost Item
pt_pt: Exemplar perdido

source: Lost Items
pt_pt: Documentos extraviados

source: Lost:
pt_pt: Perdido :

source: M&#257;ori
pt_pt: M&#257;ori (Maori)

source: MARC Bibliographic Framework Test
pt_pt: Validação dos modelos de catalogação MARC

source: MARC Bibliographic framework
pt_pt: Modelo de catalogação MARC

source: MARC Bibliographic framework test
pt_pt: Validação dos modelos de catalogação MARC

source: MARC Export
pt_pt: Exportação de registos

source: MARC Field
pt_pt: Campo MARC

source: MARC Framework for
pt_pt: Modelo MARC para

source: MARC Frameworks
pt_pt: Modelos de Catalogação MARC

source: MARC Frameworks &rsaquo;
pt_pt: Modelos de Catalogação MARC &nbsp;&gt;&nbsp;

source: MARC Frameworks &rsaquo; %s %s
pt_pt: Modelos de Catalogação MARC &nbsp;&gt;&nbsp; %s %s

source: MARC Frameworks &rsaquo; Confirm Deletion of Tag '%s'
pt_pt: Modelos de Catalogação MARC &nbsp;&gt;&nbsp; Confirmar a eliminação do campo '%s'

source: MARC Frameworks &rsaquo; Data Deleted
pt_pt: Modelos de Catalogação MARC &nbsp;&gt;&nbsp; Dados Eliminados

source: MARC Frameworks &rsaquo; Delete Framework for %s (%s)?
pt_pt: Modelos de catalogação MARC &nbsp;&gt;&nbsp; Eliminar o modelo para %s (%s) ?

source: MARC Frameworks: %s
pt_pt: Modelos de catalogação MARC: %s

source: MARC Import
pt_pt: Importação MARC

source: MARC Import (managing batches)
pt_pt: Importação MARC (gestão dos lotes)

source: MARC Import (staging)
pt_pt: Importação MARC (Preparação)

source: MARC Links %s
pt_pt: Ligações MARC %s

source: MARC Links &rsaquo; Connect %s.%s to a MARC subfield
pt_pt: Ligações MARC &nbsp;&gt;&nbsp; Ligue %s. %s a um campo MARC

source: MARC Staging results :
pt_pt: Resultados da preparação MARC :

source: MARC Subfield
pt_pt: Sub-campo MARC

source: MARC Subfield Structure
pt_pt: Estrutura dos sub-campos MARC

source: MARC Subfield Structure &rsaquo; %s
pt_pt: Estrutura dos sub-campos MARC &nbsp;&gt;&nbsp; %s

source: MARC Subfield Structure &rsaquo; Confirm Deletion of Subfield %s
pt_pt: Estrutura dos sub-campos MARC &nbsp;&gt;&nbsp; Confirme a eliminação do sub-campo %s ?

source: MARC Subfield Structure &rsaquo; Edit MARC subfields constraints
pt_pt: Estrutura dos sub-campos MARC &nbsp;&gt;&nbsp; Modificar as restrições dos sub-campos MARC

source: MARC Subfield Structure &rsaquo; Subfield Deleted
pt_pt: Estrutura dos sub-campos MARC &nbsp;&gt;&nbsp; Sub-campos eliminados

source: MARC biblio : %s ( %s )
pt_pt: Vista MARC : %s (%s)

source: MARC data that is not mapped to a Koha table does not disappear -- it is simply not available for display on circulation screens and on some search results screens.
pt_pt: Les données MARC qui ne sont pas reliées à une table Koha ne disparaîtront pas--elles ne seront simplement pas affichées sur les écrans de prêts et sur quelques écrans de résultats de recherche.

source: MARC fields
pt_pt: Campos MARC

source: MARC links %s
pt_pt: Ligações MARC %s

source: MARC structure
pt_pt: Estrutura MARC

source: MARC subfield structure admin for %s (framework %s)
pt_pt: Gestão da estrutura de sub-campos MARC de %s (Modelo %s)

source: MARC tag structure administration
pt_pt: Gestão da estrutura de campos MARC

source: MJ Ray
pt_pt: Maio

source: MUST
pt_pt: DEVE

source: Magyar (Hungarian)
pt_pt: Magiar (Húngaro)

source: Mail
pt_pt: Correio

source: Main Branch
pt_pt: Pólo Principal

source: Main address
pt_pt: Morada principal

source: Main entry
pt_pt: Entrada principal

source: Main entry ($a only)
pt_pt: Entrada principal (só $a)

source: Make <a1>Payment</a>
pt_pt: Fazer <a1>Pagamento</a>

source: Make a selection from the drop down list. The &quot;All Suppliers&quot; count gives you a count of the total number of current item claims across all suppliers.
pt_pt: Seleccione da lista de opções a opção "Todos os fornecedores", esta apresenta oo número total de reclamações sobre fascículos.

source: Make the changes you'd like and click 'Save'
pt_pt: Faça as açterações pretendidas e clique em 'Guardar'

source: Male
pt_pt: Masculino

source: Manage Label Batches
pt_pt: Gestão das etiquetas dos lotes

source: Manage Orders
pt_pt: Gestão de Encomendas

source: Manage Patron Card Batches
pt_pt: Gestão dos lotes de cartões de utilizadores

source: Manage Patron Image
pt_pt: Gestão das fotos dos leitores

source: Manage Staged MARC Records
pt_pt: Gestão dos registos MARC processados

source: Manage global system preferences like MARC flavor, date format, administrator email, and templates.
pt_pt: Gestão das Preferências do Sistema como sejam o formato MARC, o formato da data, o endereço electrónico do administrador, e os modelos.

source: Manage patron messaging settings
pt_pt: Gestão das opções de mensagem dos utilizadores

source: Manage rules for automatically matching MARC records during record imports.
pt_pt: Gestão das regras de verificação de registos duplicados durante a fase de importação.

source: Manage staged records
pt_pt: Gestão dos registos processados

source: Manage suggestions
pt_pt: Gestão das sugestões

source: Managed by: %s
pt_pt: Gerido por : %s

source: Managed in tab : deals with the tab where the subfield is shown. Ignore means that the subfield is not managed.
pt_pt: Gestão dos separadores: permite lidar com o separador onde o sub-campo é mostrado.Ignorado significa que o sub-campo não pode ser gerido.

source: Managed in tab : deals with the tab where the subfield is shown. Ignore means that the subfield is not managed. All subfields of a given field must be in the same tab or ignored : 1st it's more logic, 2nd, Koha would be confused to repeat repeatable fields otherwise !!!
pt_pt: Gestão dos separadores: permite lidar com o separador onde o sub-campo é mostrado.Se este é Ignorado, significa que o sub-campo não pode ser gerido. Todos os sub-camposde um dado campo devem estar no mesmo separador ou ser ignorados.

source: Managed in tab:
pt_pt: Usar no separador:

source: Managed staged MARC records, including completing and reversing imports
pt_pt: Gestão dos registos MARC processados, incluindo a conclusão ou reversão da importação.

source: Management Notes:
pt_pt: Gestão de Notas:

source: Mandatory
pt_pt: Obrigatório

source: Mandatory : whether the field is mandatory or not. If mandatory, the cataloger can't validate the biblio if the subfield is empty.
pt_pt: Obrigatório : se o campo é obrigatório, o catalogador não pode validar o registo se o campo estiver vazio.

source: Mandatory,
pt_pt: Obrigatório,

source: Mandatory:
pt_pt: Obrigatório:

source: Mandoline
pt_pt: Masculino

source: Manual Credit
pt_pt: Crédito manual

source: Manual Invoice
pt_pt: Factura manual

source: Manual history :
pt_pt: Histórico manual:

source: Manual history:
pt_pt: Histórico manual:

source: Manual invoices can be paid the same way as automatic fines, by clicking on 'Pay fines'
pt_pt: As facturas manuais podem ser pagas da mesma maneira que as multas automáticas, clicandona opção 'Pagar Multas'.

source: Many of the subsidiary modules live here.
pt_pt: Muitos dos módulos subsidiários encontram-se aqui.

source: Map
pt_pt: Mapas

source: Map projection
pt_pt: Etat de collection

source: Maps
pt_pt: Mapas

source: Maps, Globes
pt_pt: Mapas, Globos

source: March
pt_pt: Março

source: Mark all with this reason
pt_pt: Seleccione todos pela mesma razão

source: Marking an item as &quot;Accepted&quot;, will move the suggestion to the Accepted tab. The suggested item can now be added to an order in Acquisitions by using the &quot;From a Suggestion&quot; feature under &quot;Add To Order&quot;.
pt_pt: Marcar um documento sugerido como &quot;Aceite&quot;, colocará o documento na tabela dassugestões aceites. Este pode então ser adicionado a um pedido nas Aquisições, utilizandoa opção &quot;Questionário das Sugestões&quot; que se encontra por baixo da opção&quot;Adicionar a um Pedido&quot;.

source: Marking an item as &quot;Rejected&quot;, will move the selected item to the rejected tab.
pt_pt: Marcar um documento como quot;Rejeitado&quot;, fará com que o exemplar seleccionadoseja adicionado à tabela dos 'Rejeitados'.

source: Match points <a1>Add matchpoint</a>
pt_pt: Pontos de concordância <a1>Adicionar um ponto</a>

source: Match threshold:
pt_pt: Seuil de concordance :

source: Match?
pt_pt: Concordance ?

source: Matches biblio %s (score = %s): <a1>%s</a>
pt_pt: Recoupe notice %s (score = %s) : <a1>%s</a>

source: Matching rule applied
pt_pt: Regras de concordância aplicadas

source: Matching rule code missing
pt_pt: Falta o código da regra de concordância

source: Matching rule code:
pt_pt: Código da regra de concordância :

source: Material 1
pt_pt: Maitre :

source: Material 2
pt_pt: Maitre :

source: Material 3
pt_pt: Maitre :

source: Material Type
pt_pt: Périodique

source: Matrix
pt_pt: Matriz :

source: Matrix:
pt_pt: Matriz :

source: Max : Returns the highest value
pt_pt: Max : devolve o maior valor

source: May
pt_pt: Maio

source: Member Information Screen
pt_pt: Página de informação sobre o utilizador

source: Member Search
pt_pt: Pesquisa de Leitor

source: Members
pt_pt: Leitores

source: Mercator
pt_pt: Nova Categoria

source: Message Body:
pt_pt: Corpo da mensagem :

source: Message Queue
pt_pt: Filas de mensagens

source: Message Subject:
pt_pt: Assunto da mensagem :

source: Messages
pt_pt: Mensagens

source: Messaging
pt_pt: Mensagem

source: Metres
pt_pt: Collections

source: Microform
pt_pt: a- microfilm

source: Miller
pt_pt: Sélectionner

source: Min : Returns the lowest value
pt_pt: Min : devolver o valor mais pequeno

source: Minimum password length: %s
pt_pt: Dimensão mínima da palavra-passe: %s

source: Minutes:
pt_pt: Amendes :

source: Missing
pt_pt: Em falta

source: Missing : means the book will never arrive. The issue disappear from the list, and the number of the issue is added to the "missing list" (on the left box)
pt_pt: Em falta : significa que o livro nunca vai chegar. Esse número desapareceu da listae foi adicionado à "List des lacunes" (sur la partie gauche)

source: Missing Issues
pt_pt: Números em falta

source: Missing issues
pt_pt: Números em falta

source: Missing numbers : the list of issues you don't have in your library, and that will never arrive (or have been lost). Automatically filled when a new number is marked "missing". You can manually change this field if you want, for example, to change a long list (1,2,3,4,...,51) to a shorter one (1-51)
pt_pt: Lacunas : a lista dos números que não existem na biblioteca e nunca vão chegar(ou estão perdidos). Automaticamente preenchida quando um novo número é designado como"perdido". Pode manualmente alterar este campo, se quiser, por exemplo, alterar alonga lista (1,2,3,4,...,51) para uma mais curta (1-51).

source: Missing since
pt_pt: Em falta desde

source: Mixtes
pt_pt: Exemplares
