Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: (auto-filled)
pt_pt: (preenchimento automático)

source: (borrowernumber: %s; surname: %s).
pt_pt: (número de leitor: %s; apelido: %s)

source: (defined from suggestion #%s)
pt_pt: (criado a partir da sugestão n° %s)

source: (if checked, no item of this type can be issued. If not checked, every item of this type can be issued unless notforloan is set for a specific item)
pt_pt: (se selecionado, nenhum item pode ser emprestado.Não selecionado, todos os documentos podem ser emprestados,a menos que o documento esteja especificamente excluído de empréstimo.)

source: (if empty, subscription is still active)
pt_pt: %S (se ficar vazio a assinatura continua activa)

source: (inclusive)
pt_pt: (inclusivé)

source: (is %s)
pt_pt: (é %s)

source: (last was %s)
pt_pt: o último empréstimo foi: %s

source: (modified on %s)
pt_pt: (modificado em %s)

source: (no email on file)
pt_pt: (não existe email no ficheiro)

source: (no phone number on file)
pt_pt: (não existe número de telefone)

source: (nothing entered)
pt_pt: (não existem dados registados)

source: (order #%s)
pt_pt: (Encomenda n°%s)

source: (rcvd)
pt_pt: (recepção)

source: (related searches:
pt_pt: (pesquisas relacionadas:

source: (select a library)
pt_pt: (Seleccionar uma biblioteca)

source: (start date of the 1st subscription)
pt_pt: (data de início da 1ª assinatura)

source: ) date due: %s
pt_pt: ) data de devolução: %s

source: ** Vendor's listings already include GST.
pt_pt: ** Os preços dos fornecedores já incluem IVA.

source: , %s long overdue
pt_pt: , %s atraso prolongado

source: , %s patron(s) found:
pt_pt: ,%s leitor(es) encontrado(s):

source: , Cyprus
pt_pt: , Chipre

source: , France
pt_pt: , França

source: , France (Koha 3.0 enhancements to patrons and holds modules)
pt_pt: , França (Melhorias do módulo leitores e reservas)

source: , France (Suggestions, Stats wizards and improved LDAP sponsorship)
pt_pt: , França (Sugestões, módulo de estatísticas e apoio LDAP)

source: , France (biblio frameworks, MARC authorities, OPAC basket, Serials sponsorship)
pt_pt: , França (modelos de catalogação, autoridades UNIMARC, cesto OPAC, Periódicos)

source: , Mandatory
pt_pt: , Obrigatório

source: , New Zealand, and Rosalie Blake, Head of Libraries, (Koha 1.0)
pt_pt: , Nova Zelândia e Rosalie Blake, Directora da Bibliotecas (Koha 1.0)

source: , OH, USA (Koha 3.0 beta testing)
pt_pt: , OH, EUA (Koha 3.0 beta testing)

source: , Ohio, USA (MARC sponsorship, documentation, template maintenance)
pt_pt: , Ohio, EUA (MARC, documentação, manutenção de formulários)

source: , PA, USA (Koha 3.0 Zebra Integration sponsorship)
pt_pt: , PA, EUA (Integração Zebra no Koha 3.0)

source: , Please transfer this item.
pt_pt: , por favor transfira este exemplar.

source: , See %s
pt_pt: , Ver %s

source: , Wellington, New Zealand (Corporate Serials sponsorship)
pt_pt: , Wellington, Nova Zelândia (Módulo de Gestão de Periódicos)

source: , by %s
pt_pt: , por %s

source: , or
pt_pt: , ou

source: , repeatable
pt_pt: , repetível

source: , responsable
pt_pt: , responsável

source: - &quot;Funds&quot; are used to group &quot;Budgets&quot;. For example a Fund may be called &quot;General Stack&quot;, and will have a &quot;Budget&quot; which records the amount availalbe to spend during the period of the budget. A budget must have a start and end date.
pt_pt: &quot;Os Orçamentos&quot; são utilizados para agrupar as &quot;Contas&quot;. Por exemplo, um fundo pode denominar-se &quot;Conta Geral&quot; e ter uma conta, que inclue todo o montante disponível para o ano em curso. Uma conta tem uma data de início e de fim.

source: - Please select an item to place a hold\n
pt_pt: = emprestar um exemplar ao leitor

source: - This patron had already placed a hold on this item\n Please cancel the previous hold first \n
pt_pt: - Este item já foi anteriormente seleccionado\n Por favor cancele a selecçãoefectuada anteriormente \n

source: - You may only place a hold on one item at a time\n
pt_pt: - Só pode seleccionar um item de cada vez\n

source: -- All --
pt_pt: -- Todos --

source: -- Choose a reason --
pt_pt: -- Escolher uma justificação --

source: -- none --
pt_pt: -- nenhum --

source: -- please choose --
pt_pt: -- escolher --

source: . %s
pt_pt: N° %s

source: . %s %s reviewed your request today, and has decided not to accept the suggestion at this time. The reason given is: %s If you have any questions, please email us at %s. Thank you, %s
pt_pt: . %s %s analizou hoje a sua sugestão e decidiu não aceitar a mesma. O motivo de rejeição foi: %s. Se tiver qualquer questão a colocar agradecemos o seu contacto através do endereço %s. Obrigado, %s

source: . %s %s reviewed your suggestion today. The item will be ordered as soon as possible. You will be notified by mail when the order is completed, and again when the item arrives at the library. If you have any questions, please email us at %s. Thank you, %s
pt_pt: . %s %s analizou hoje a sua sugestão e considerou-a interessante. O documento será adquirido tão cedo quanto possivel. Logo que seja recebido enviaremos uma mensagem por correio electrónico. Se tiver alguma questãoagradecemos o seu contacto através do endereço %s. Obrigado, %s

source: . <a1>Cancel hold</a>
pt_pt: . <a1>Anular a reserva</a>

source: . After adding the new bibliographic record, you will be given the option to add items the record. One record can have many items.
pt_pt: . Após ter criado um registo poderá adicionar um ou vários exemplares.

source: . Begins with
pt_pt: . Começa por

source: . Deletion is not possible.
pt_pt: . Impossível eliminar

source: . Deletion not possible
pt_pt: . Impossível eliminar

source: . Other filters are ignored)
pt_pt: .Os outros filtros são ignorados)

source: . Password must be at least %s characters.
pt_pt: . A Palavra-passe deve ter pelo menos %s caracteres.

source: . See highlighted items <a1>below</a>
pt_pt: . Ver os elementos sublinhados <a1>abaixo</a>

source: . Some database servers require
pt_pt: .Alguns Servidores da base de dados exigem

source: . That will modify <b>all frameworks</b> which is usually what you need, but you have been warned.
pt_pt: . Esta acção vai modificar <b>todos os modelos</b>, normalmente aquilo que é pretendido, mas em todo caso fica avisado.

source: . User
pt_pt: . Utilizador

source: . We are pleased to inform you that the item you requested has now been ordered. It should arrive soon, at which time it will be processed for addition into the collection. You will be notified again when the book is available. If you have any questions, please email us at %s Thank you, %s
pt_pt: . Temos o prazer de informar que o documento foi encomendado, devendo ser recebido em breve e de imediato adicionado ao catálogo. Logo que esteja disponível enviaremos um aviso. Para qualquer questão por favor contactar através de %s. Obrigado, %s

source: . We are pleased to inform you that the item you requested is now part of the collection of the %s. If you have any questions, please email us at %s. Thank you, %s
pt_pt: . Temos o prazer de informar que o documento sugerido já faz parte do catálogo da %s. Para qualquer questão por favor contactar através de %s.Obrigado, %s

source: .&nbsp; Items can be added to orders in acquisitions. Item details are added upon recieving the item. Using the acquisitions module for adding items allows you to track the libraries spend against funds and budgets.
pt_pt: .&nbsp;Os exemplares podem ser adicionados às encomendas através do módulo de Aquisições. Os detalhes serão incluidos na altura da recepção. A utilização deste módulo facilita o controlo dos orçamentos de das contas

source: ...and:
pt_pt: ... e:

source: ...or...
pt_pt: ...ou...

source: 0 - no index
pt_pt: 0- Nenhum indíce

source: 0 - not a festschrift
pt_pt: 0- Não é um "festshrift"

source: 0 Checkouts
pt_pt: 0 Empréstimos

source: 0 Form of material
pt_pt: 0 Forma de material

source: 0 Holds
pt_pt: 0 Reservas

source: 0- No Index
pt_pt: 0- Nenhum indíce

source: 0- Not a conference publication
pt_pt: 0- Não é uma publicação de Conferência

source: 0- Not a festschrift
pt_pt: 0- Não é um "festshrift"

source: 0- Not fiction
pt_pt: 0- Não é ficção

source: 0- Pas de relation hiérarchique
pt_pt: 0 - Sem relação hieráquica

source: 0- not a conference publication
pt_pt: 0- não é uma publicação de conferência

source: 0- unmodified record
pt_pt: 0- registo não modificado

source: 00-05- Date entered on file
pt_pt: 00-05 Data de criação do ficheiro

source: 000s
pt_pt: 0xx

source: 01-04 Illustrations
pt_pt: 01-04 Ilustrações

source: 06- Direct or indirect geographic subdivision
pt_pt: 06- subdivisão geográfica directa ou indirecta

source: 06- Form of an item
pt_pt: 06- Forma do documento

source: 06- Type of date / Publication Status
pt_pt: 06- Tipo de data / Estatuto da publicação

source: 07- Romanization scheme
pt_pt: 07 - Schéma de translittération

source: 08- Language of catalog
pt_pt: 08- Língua do catálogo

source: 09- Kind of record
pt_pt: 09- Tipo de registo

source: 1 - index present
pt_pt: 1- Index

source: 1- Conference publication
pt_pt: 1- Publicação de conferência

source: 1- Fiction
pt_pt: 1- Ficção

source: 1- Full level, material not examined
pt_pt: 1- Nível completo, material não examinado

source: 1- Index present
pt_pt: 1- Index

source: 1- conference publication
pt_pt: 1- publicação de uma conferência

source: 1- modified record
pt_pt: 1- registo modificado

source: 1-4 Record size
pt_pt: 1-4 Dimensão do registo

source: 1-5 Date entered on file
pt_pt: 1-5 Data de criação do ficheiro

source: 1. First Issue ETA
pt_pt: 1. Data prevista do 1º N°.

source: 1/2 Months (6/year)
pt_pt: Bimestral (6/ano)

source: 1/2 months (6/year)
pt_pt: Bimestral (6/ano)

source: 1/2 weeks
pt_pt: Bimensal

source: 1/2 years
pt_pt: Bianual

source: 1/3 months (1/quarter)
pt_pt: Trimestral (4/ano)

source: 1/3 weeks
pt_pt: 1/3 semanas

source: 1/Month
pt_pt: Mensal

source: 1/day
pt_pt: Diário

source: 1/month
pt_pt: Mensal (1/mês)

source: 1/quarter
pt_pt: Trimestral

source: 1/quarter (seasonal)
pt_pt: Trimestral (1/trimestre)

source: 1/week
pt_pt: Semanal

source: 1/year
pt_pt: Anual

source: 10- Descriptive cataloging rules
pt_pt: 10- Regras de catalogação descritivas

source: 10-16 indicator/subfields/size
pt_pt: 10-16 indicador/sub-campos/tamanho

source: 100s
pt_pt: 1xx

source: 11- Government Publication
pt_pt: 11- Publicação Governamental

source: 11- ISO 5426-2 (Latin characters used in minor European languages and obsolete typography)
pt_pt: 11- ISO 5426-2 (Caracteres do Latim, utilizados em algumas línguas europeias e em tipografia obsolenta)

source: 11- Subject heading system/thesaurus
pt_pt: 11- Sistema de cabeçalhos de assuntos/thesaurus

source: 11-14 Date2 / ending date of publication
pt_pt: 11-14 Data2 / Data do fim da publicação

source: 12- Conference publication
pt_pt: 12- Publicação de conferência

source: 12- Type of series
pt_pt: 12- Tipo de periódico

source: 13- Numbered or unnumbered series
pt_pt: 13- Periódicos numerados ou não numerados

source: 15 Undefined
pt_pt: 15- Indefinido

source: 15/16 in. per second
pt_pt: 15/16 in. por segundo

source: 16- Literary form
pt_pt: 16- Forma Literária

source: 17- Biography
pt_pt: 17- Biografia

source: 17- Encoding
pt_pt: 17- Encodage

source: 17- Encoding level
pt_pt: 17- Nível de Codificação

source: 17- Type of subject subdivision
pt_pt: 17- Tipo de subdivisão de assunto

source: 18 - Descriptive cataloging form
pt_pt: 18- Forma de catalogação

source: 18-19 Undefined
pt_pt: 18-19 Indefinido

source: 18-21 Illustrations
pt_pt: 18-21 Ilustrações

source: 18-27 Undefined character positions
pt_pt: 18-27 Posições de caracteres indefinidos

source: 19-24 entry map & lengths
pt_pt: 19-24 Comprimento do directório

source: 2 - Less-than-full level, material not examined
pt_pt: 2 - Incompleto, documento não examinado

source: 2 - Rédigée sur un doc avant publi
pt_pt: 2 - Registo de pré-publicação

source: 2 months
pt_pt: 2 meses

source: 2 quarters
pt_pt: 2 trimestres

source: 2 weeks
pt_pt: 2 semanas

source: 2 years
pt_pt: 2 anos

source: 2- Notice de niveau inférieur au niveau le plus élevé (notice fille)
pt_pt: 2 - Registo de nível inferior

source: 2. Frequency
pt_pt: 2. Periodicidade

source: 2/day
pt_pt: 2/dia

source: 2/year
pt_pt: Semestral

source: 2/years
pt_pt: Semestral (2/ano)

source: 200s
pt_pt: 2xx

source: 22- Target Audience
pt_pt: 22- Público Alvo

source: 23- Form of an item
pt_pt: 23- Forma do documento

source: 24-27 Nature of contents
pt_pt: 24-27 Natureza do conteúdo

source: 28- Government Publication
pt_pt: 28- Publicação Governamental

source: 28- Type of government agency
pt_pt: 28- Tipo de agência governamental

source: 29- Conference publication
pt_pt: 29- Publicação de conferência

source: 29- Reference evaluation
pt_pt: 29- Referência

source: 3 3/4 in. per second
pt_pt: 3 3/4 in. por segundo

source: 3 months
pt_pt: 3 meses

source: 3 weeks
pt_pt: 3 semanas

source: 3- Abbreviated level
pt_pt: 3 - Nivel abreviado

source: 3. Numbering Pattern
pt_pt: 3. Modelo de numeração

source: 3/week
pt_pt: 3/semana

source: 30 Undefined character position
pt_pt: 30- Indefinido

source: 30 in. per second
pt_pt: 30 in. por segundo

source: 300s
pt_pt: 3xx

source: 31- Record update in process
pt_pt: 31- A processar o update do registo

source: 32 Undefined
pt_pt: 32- Indefinido

source: 33- Literary form
pt_pt: 33- Forma literária

source: 34- Biography
pt_pt: 34- Biografia

source: 34-37 Undefined character positions
pt_pt: 34-37 Posições dos caracteres indefinidas

source: 35-37 Language see <a1>MARC Code List for Languages</a>
pt_pt: 35-37 Língua ver a <a1>lista dos códigos UNIMARC de Línguas</a>

source: 38- Modified Record
pt_pt: 38- Registo Modificado

source: 38- Modified record
pt_pt: 38- Registo modificado

source: 39- Cataloging source
pt_pt: 39- Fonte de catalogação

source: 4- Core level
pt_pt: 4- Nível central

source: 4. Begins on
pt_pt: 4. Começa em

source: 4/10 in. per second
pt_pt: 4/10 in. por segundo

source: 400s
pt_pt: 4xx

source: 5- Partial (preliminary) level
pt_pt: 5- Nível parcial (preliminar)

source: 5- Record status
pt_pt: 5- Estado do registo

source: 5- Target Audience
pt_pt: 5- Público Alvo

source: 500s
pt_pt: 5xx

source: 6- Type of record
pt_pt: 6 - Tipo de registo

source: 600s
pt_pt: 6xx

source: 7- Bibliographic level
pt_pt: 7- Nível bibliográfico

source: 7- Minimal level
pt_pt: 7- Nível mínimo

source: 7-10 Date1 / Begininning date of publication
pt_pt: 7-10 Date1 / Data inicial de publicação

source: 7-10 Nature of contents
pt_pt: 7-10 Natureza do conteúdo

source: 7-8 Undefined
pt_pt: 7-8 Indefinido

source: 700s
pt_pt: 7xx

source: 8- Hierarchic level
pt_pt: 8 - Nível hieráquico

source: 8- Prepublication level
pt_pt: 8- Nível de pré-publicação

source: 8- Type of control
pt_pt: 8- Tipo de controlo

source: 800s
pt_pt: 8xx

source: 9- Character coding scheme
pt_pt: 9- Esquema de codificação de caracteres

source: 9- Encoding
pt_pt: 9- Codificação

source: 9-16 indicator/subfields/size
pt_pt: 9-16 Sub-campos/tamanhos

source: 900s
pt_pt: 9xx

source: : %s errors found
pt_pt: : %s erro(s) encontrado(s)

source: : Barcode must be unique.
pt_pt: : O código de barras tem de ser único.

source: : Configuration OK!
pt_pt: : A configuração está OK!

source: : barcode not found
pt_pt: : não foi encontrado o código de barras

source: : due %s
pt_pt: : até %s

source: : item has a waiting hold.
pt_pt: : este exemplar tem uma reserva

source: : item is checked out.
pt_pt: : o exemplar está emprestado.

source: : item was on loan. It was returned before marked as seen
pt_pt: : exemplar estava emprestado. Foi devolvido antes de ser assinalado

source: : item was on loan. couldn't be returned.
pt_pt: : o exemplar estava emprestado. Não pode ser devolvido

source: : item withdrawn
pt_pt: : exemplar retirado

source: : turn on/off logging functionality in your system.
pt_pt: : a funcionalidade de entrada está desactivada.

source: :%s errors found
pt_pt: : %s erro(s) encontrado(s)

source: :Holidays that either repeat the same day of every week or repeated yearly on the same date.
pt_pt: : Dia de encerramento que se repete na mesmo dia, todos os anos ou todas as semanas.

source: :One off events or closeures.
pt_pt: : Eventos ou fechos que ocorrem uma vez.

source: ; Published by %s
pt_pt: ; Publicado por %s

source: <!-- TMPL_IF NAME="date" --><!-- TMPL_VAR NAME="date" --><!-- TMPL_ELSE -->today<!-- /TMPL_IF -->
pt_pt: <!-- TMPL_IF NAME="date" --><!-- TMPL_VAR NAME="date" --><!-- TMPL_ELSE -->hoje<!-- /TMPL_IF -->

source: <!-- TMPL_IF NAME="date2" --><!-- TMPL_VAR NAME="date2" --><!-- TMPL_ELSE -->tomorrow<!-- /TMPL_IF -->
pt_pt: <!-- TMPL_IF NAME="date2" --><!-- TMPL_VAR NAME="date2" --><!-- TMPL_ELSE -->amanhã<!-- /TMPL_IF -->

source: <a1> </a><h2>Generating A New Report From SQL</h2>
pt_pt: <a1></a> <h2>Gerar um Novo relatório com SQL</h2>

source: <a1> </a><h2>Saving A Report</h2>
pt_pt: <a1></a> <h2>Guardar um relatório</h2>

source: <a1> </a><h2>Scheduling A Report</h2>
pt_pt: <a1></a> <h2>Planificar um Relatório</h2>

source: <a1>%s %s </a> has too many holds.
pt_pt: <a1>%s %s</a> tem demasiadas Reservas.

source: <a1>%s %s</a> &rsaquo;
pt_pt: <a1>%s %s</a> &nbsp;&gt;&nbsp;

source: <a1>%s %s</a>'s
pt_pt: <a1>%s %s</a>

source: <a1>%s</a> &rsaquo; Update: %s
pt_pt: <a1>%s</a> &nbsp;&gt;&nbsp; Actualizado %s

source: <a1>%s</a> by %s &copy;%s
pt_pt: <a1>%s</a> por %s &cópia;%s

source: <a1></a> <h1>Guided Reports Help</h1>
pt_pt: <a1></a> <h1>Ajuda aos Relatórios</h1>

source: <a1></a><h2>Building A New Report</h2>
pt_pt: <a1></a> <h2>Criar um Novo Relatório</h2>

source: <a1></a>Previous checkouts
pt_pt: <a1></a>Empréstimos anteriores

source: <a1></a>Summary
pt_pt: <a1></a>Resumo

source: <a1><i>%s</i></a> &rsaquo; Modify subscription
pt_pt: <a1><i>%s</i></a> &rsaquo; Modificar subscrição

source: <a1>Acquisitions</a> <a2>Catalog</a> <a3>Circulation</a> <a4>Members</a> <a5>Authorities</a> <a6>Reports</a> <a7>Parameters</a> <a8>About</a> <a9>Help</a>
pt_pt: <a1>Aquisições</a> <a2>Catálogo</a> <a3>Empréstimos</a> <a4>Membros</a> <a5>Autoridades</a> <a6>Orçamentos</a> <a7>Parâmetros</a> <a8>Acerca de</a> <a9>Ajuda</a>

source: <a1>Add List Member</a> &nbsp; <a2>Delete All</a>
pt_pt: <a1>Adicionar um membro à Lista</a> &nbsp; <a2>Apagar todos</a>

source: <a1>Approved</a>:
pt_pt: <a1>Aprovado</a> :

source: <a1>Authority MARC Framework</a> &rsaquo;
pt_pt: <a1>Modelo de Autoridade</a> &nbsp;&gt;&nbsp;

source: <a1>Authority MARC Framework</a> &rsaquo; %s
pt_pt: <a1>Modelo de Autoridade de</a> &nbsp;&gt;&nbsp; %s

source: <a1>Authority MARC Framework</a> &rsaquo; Data Deleted
pt_pt: <a1>Modelo de Autoridade de</a> &nbsp;&gt;&nbsp; Dados apagados

source: <a1>Authority MARC subfield structure</a> &rsaquo;
pt_pt: <a1>Estrutura de Autoridade, sub-campos</a> &nbsp;&gt;&nbsp;

source: <a1>Authorized Values</a> &rsaquo;
pt_pt: <a1>Valores autorizados</a> &nbsp;&gt;&nbsp;

source: <a1>Authorized Values</a> &rsaquo; Confirm Deletion
pt_pt: <a1>Valores autorizados</a> &nbsp;&gt;&nbsp; Confirmer a eliminação

source: <a1>Back</a> &nbsp; <a2>Print</a>
pt_pt: <a1> Recuar </a> &nbsp <a2>Imprimir</a>

source: <a1>Budgets</a> &rsaquo;
pt_pt: <a1>Orçamentos</a> &nbsp;&gt;&nbsp;

source: <a1>Budgets</a> &rsaquo; Budget Data Recorded
pt_pt: <a1>Orçamentos</a> &nbsp;&gt;&nbsp; Dados guardados

source: <a1>Budgets</a> &rsaquo; Budget Deleted
pt_pt: <a1>Orçamentos</a> &nbsp;&gt;&nbsp; Orçamento eliminado

source: <a1>Budgets</a> &rsaquo; Delete Budget?
pt_pt: <a1>Orçamentos</a> &nbsp;&gt;&nbsp; Eliminar o orçamento ?

source: <a1>Checkouts</a> &rsaquo; %s %s
pt_pt: <a1>Empréstimos</a> &nbsp;&gt;&nbsp; %s %s

source: <a1>Clean Patron Records</a> &rsaquo;
pt_pt: <a1>Limpeza de registos de Leitores</a> &nbsp;&gt;&nbsp;

source: <a1>Detail</a> Duplicate ? <a2>Yes</a> &nbsp;&nbsp;&nbsp; No, it is not
pt_pt: <a1>Detalhe</a> Duplicado ? <a2>Sim</a> &nbsp;&nbsp;&nbsp; Não, não é

source: <a1>Download file of all overdues</a> (for
pt_pt: <a1>Carregar o ficheiro de todos os atrasos</a> (para

source: <a1>Edit</a> <a2>Delete</a>
pt_pt: <a1>Modificar</a> <a2>Apagar</a>

source: <a1>Home</a> &rsaquo;
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo;
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Aquisições</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo;
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Aquisições</a> &nbsp;&gt;&nbsp; <a3>%s</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; <a4>Shopping Basket %s</a> &rsaquo; Add order from a suggestion
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Aquisições</a> &nbsp;&gt;&nbsp; <a3>%s</a> &nbsp;&gt;&nbsp; <a4>Cesto de encomendas %s</a> &nbsp;&gt;&nbsp; Adicionar uma encomenda a partir de uma sugestão

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; Receive items from : %s
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Aquisições</a> &nbsp;&gt;&nbsp; <a3>%s</a> &nbsp;&gt;&nbsp; Receber documentos de %s

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; Receive shipment from vendor %s
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Aquisiçõs</a> &nbsp;&gt;&nbsp; <a3>%s</a> &nbsp;&gt;&nbsp; Recepção de encomendas do fornecedor %s

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>Late orders</a>
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Aquisições</a> &nbsp;&gt;&nbsp; <a3>Encomendas em atraso</a>

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>Shopping Basket %s</a> &rsaquo;
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Aquisições</a> &nbsp;&gt;&nbsp; <a3>Cesto de Encomendas %s</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; Budgets and funds: Spent
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Aquisições</a> &nbsp;&gt;&nbsp; Orçamentos e fundos: Despesas

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; Funds
pt_pt: <a1>Home</a> &rsaquo; <a2>Aquisições</a> &rsaquo; Fundos

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; Search for Vendor <em>%s</em>
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Aquisições</a> &nbsp;&gt;&nbsp; Pesquisar fornecedor <em>%s</em>

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo;
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Administração</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Authority Types</a>
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Administração</a> &nbsp;&gt;&nbsp; Tipos de Autoridade

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Cities</a>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Administração</a> &nbsp;&gt;&nbsp; <a3>Cidades</a>

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Currencies &amp; Exchange Rates</a> &rsaquo;
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Administração</a> &nbsp;&gt;&nbsp; <a3>Divisas &amp; Taxas de câmbio</a>&nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Funds and Budgets</a>
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Administração</a> &nbsp;&gt;&nbsp; <a3>Fundos e Orçamentos</a>

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>MARC Frameworks</a> &rsaquo; <a4>%s Framework Structure</a> &rsaquo;
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Administração</a> &nbsp;&gt;&nbsp; Tabelas UNIMARC</a> &rsaquo<a4> Estrutura da tabela %s</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; Issuing Rules
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Administração</a> &nbsp;&gt;&nbsp; Regras de Empréstimo
