Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Renew Patron
pt_pt: Renovar Leitor

source: Renewable
pt_pt: Renovável

source: Renewal
pt_pt: Renovar

source: Renewal Failed
pt_pt: Falha na renovação

source: Renewal due date: %S
pt_pt: Renovação da data de devolução: %S

source: Renewals
pt_pt: Renovações

source: Renewals:
pt_pt: Renovações :

source: Renewing a subscription means that you define some informations for the renewal. When those informations have been filled, a suggestion is automatically created in Koha. This suggestion can be managed by the librarian that orders books, as any other order (= budget and bookseller are defined here).
pt_pt: Renovar uma assinatura significa que foi definida alguma informação para a sua renovação.Quando essas informações estiverem completas, uma sugestão é automaticamente criada peloKoha. Esta sugestão pode ser gerida pelo bibliotecário que faz os pedidos (= orçamentose fornecedores são definidos aqui).

source: Rental charge
pt_pt: Custo do empréstimo

source: Rental charge is not a number
pt_pt: O custo do empréstimo não é um número

source: Rental charge:
pt_pt: Custo do empréstimo :

source: Reordering holds
pt_pt: Reordenar reserva(s)

source: Rep.Price
pt_pt: Custo de substituição

source: Repeat this Tag
pt_pt: Repetir este campo

source: Repeatable
pt_pt: Repetível

source: Repeatable Holidays
pt_pt: Dias de encerramento repetíveis

source: Repeatable holiday
pt_pt: Dia de encerramento repetível

source: Repeatable,
pt_pt: Repetível,

source: Repeatable:
pt_pt: Repetível:

source: Replace existing record with incoming record
pt_pt: Substitua um registo existente por um novo registo

source: Replacement Price
pt_pt: Custo de substituição

source: Replacement Price:
pt_pt: Custo de substituição :

source: Replacement cost :
pt_pt: Custo de substituição :

source: Replacement cost:
pt_pt: Custo de substituição :

source: Report Koha Bugs
pt_pt: Relatórios de erros

source: Report Name
pt_pt: Nome do relatório

source: Report Name:
pt_pt: Nome do relatório:

source: Report:
pt_pt: Relatório:

source: Reported on %s
pt_pt: Relatado a : %s

source: Reports
pt_pt: Relatórios

source: Reports Dictionary
pt_pt: Dicionário dos relatórios

source: Reports Dictionary Help
pt_pt: Dicionário dos relatórios - Ajuda

source: Reports on item types
pt_pt: Estatísticas por tipos de documentos

source: Requested
pt_pt: Reservados

source: Required
pt_pt: Obrigatório

source: Required field
pt_pt: Campo obrigatório

source: Required match checks <a1>Add match check</a>
pt_pt: Necessita de verificações de concordância <a1>Adicionar verificação de concordância</a>

source: Requires that the 'patronimages' system preference is set to 'ON' to use this feature.
pt_pt: IMPORTANTE : A opção 'imagensleitor' nas preferências do sistema deve estar 'ON'de modo a que possa ser utilizada.

source: Reserve Cancelled
pt_pt: Reserca cancelada

source: Reserve Found
pt_pt: Reserva encontrada

source: Reserve found for %s (<a1>%s</a>).
pt_pt: Reserva encontrada por %s (<a1>%s</a>).

source: Reserved by
pt_pt: Reservado por

source: Reserves <a1>Sort</a>
pt_pt: Reservas <a1>Ordenar</a>

source: Reset Pattern
pt_pt: Limpar Previsão

source: Restricted:
pt_pt: Restricto :

source: Result
pt_pt: Resultado

source: Results
pt_pt: Resultados

source: Results %s through %s
pt_pt: Resultado %s a %s

source: Results %s to %s of %s
pt_pt: Resultados %s a %s de %s

source: Results %s to %s of %s found for '
pt_pt: Resultado: %s a %s de %s encontrados para '

source: Results <b>%s</b> through <b>%s of %s</b> records.
pt_pt: Resultados <b>%s</b> a <b>%s de %s</b> registos.

source: Results of Search
pt_pt: Resultados da Pesquisa

source: Results per page :
pt_pt: Resultados por página:

source: Return
pt_pt: Voltar

source: Return Date
pt_pt: Data de devolução

source: Return Failed
pt_pt: Falha na devolução

source: Return date
pt_pt: Data de devolução

source: Return to Patron Detail
pt_pt: Voltar aos detalhes do leitor

source: Return to fund list
pt_pt: Voltar para a lista de fundos

source: Return to: <a1>Guided Reports</a>
pt_pt: Voltar a <a1>Relatórios</a>

source: Returns
pt_pt: Devoluções

source: Review &rsaquo;
pt_pt: Rever &nbsp;&gt;&nbsp;

source: Review Tags
pt_pt: Rever as 'Tags'

source: Reviewer
pt_pt: Revisor

source: Reviews
pt_pt: Recensões

source: Road Type
pt_pt: Tipo de Via

source: Road Type Search:
pt_pt: Pesquisar pelo tipo de via :

source: Road Types
pt_pt: Tipos de Vias

source: Tipos de Vias &rsaquo;
pt_pt: Tipos de Estradas &nbsp;&gt;&nbsp;

source: Road Types &rsaquo; Confirm Deletion of Road Type
pt_pt: Tipos de Vias &nbsp;&gt;&nbsp; Confirmar a eliminação do tipo de via

source: Road type
pt_pt: Tipo de via

source: Road type id :
pt_pt: Identificador do tipo de via :

source: Road type:
pt_pt: Tipo de via :

source: Road types
pt_pt: Tipos de vias

source: Robert Lyon (Corporate Serials)
pt_pt: Robert Lyon (Periódicos v2)

source: Rollover at:
pt_pt: Por cada:

source: Rollover:
pt_pt: Voltar:

source: Rome, Italy
pt_pt: Détails

source: Routing
pt_pt: Circulação

source: Routing List
pt_pt: Lista de Circulação

source: Row
pt_pt: Linha

source: Rules for overdue actions:
pt_pt: Regras para documentos em atraso:

source: Run
pt_pt: Voltar

source: SMS Messaging
pt_pt: Sistema de SMS

source: SMS number:
pt_pt: Numéro de SMS : %S

source: SQL View
pt_pt: Vista SQL

source: SUGGEST
pt_pt: SUGERIR

source: Salutation:
pt_pt: Saudação :

source: Sample
pt_pt: Exemplo

source: Saturday
pt_pt: Sábado

source: Save
pt_pt: Gravar

source: Save Changes
pt_pt: Gravar as modificações

source: Save Record
pt_pt: Gravar

source: Save Your Custom Report
pt_pt: Gravar o seu relatório personalizado

source: Save subscription
pt_pt: Gravar assinatura

source: Save the file locally to your machine and then when you are attached to the network, open the Inventory/Stocktaking page again and use the &quot;Browse&quot; feature to find the file on your local drive. Now set the last seen to the date you wish to use (normally today's date).
pt_pt: Guarde o ficheiro localmente no seu computador e assim que esteja ligado à internet abra a página do Inventário outra vez e utilize a opção &quot;Procurar&quot; para encontrar o ficheiro no seu disco local. Depois defina a data da última visualização (normalmente a data do dia).

source: Saved Report Results
pt_pt: Resultados do relatório guardados

source: Saved Reports
pt_pt: Relatórios guardados

source: Saved Results
pt_pt: Resultados guardados

source: Saved SQL
pt_pt: SQL guardado

source: Saving A Report
pt_pt: Guardar um relatório

source: Saxophone
pt_pt: Saxofone

source: Scan Index for: %S
pt_pt: Procurar no índice por : %S

source: Scan Index:
pt_pt: Procurar no índice :

source: Scan Indexes
pt_pt: Procurar nos índices:

source: Scan a barcode to check in:
pt_pt: Procurar um código de barras para a devolução:

source: Scan to type the barcode for the book you want to transfer into the barcode field
pt_pt: Introduza o código de barras do documento que pretende tranferir, no campo a este destinado.

source: Schedule
pt_pt: Calendarização de tarefas

source: Schedule tasks to run
pt_pt: Criação de lembretes para as tarefas a executar

source: Schedule this report to run using the: <a1>Scheduler Tool</a>
pt_pt: Planificar a execução deste relatório, utilizando o <a1>Planificador de Tarefas</a>

source: Scheduling A Report
pt_pt: Calendarização de um relatório

source: Script of Title
pt_pt: Título da Colecção

source: Scroll down to the image upload form
pt_pt: Desça até ao formulário de actualização da imagem

source: Search
pt_pt: Pesquisar

source: Search All Headings
pt_pt: Pesquisar todos os campos

source: Search Authorities
pt_pt: Pesquisar Entrada ($a)

source: Search Budgets
pt_pt: Pesquisar Orçamentos

source: Search Cities
pt_pt: Pesquisar Cidades

source: Search Currencies
pt_pt: Pesquisar Moeda

source: Search Domain
pt_pt: Pesquisar Domínio

source: Search Existing Notices:
pt_pt: Pesquisar avisos existentes :

source: Search Existing Records
pt_pt: Pesquisar registos existentes

source: Search For:
pt_pt: Pesquisa de:

source: Search Funds
pt_pt: Pesquisar por Fundos

source: Search Funds:
pt_pt: Pesquisar por Fundos :

source: Search ISBN or Title:
pt_pt: Pesquisa por ISBN ou título:

source: Search Main Heading
pt_pt: Pesquisar Entrada principal

source: Search Notices
pt_pt: Pesquisar por Mensagens

source: Search On
pt_pt: Pesquisa

source: Search Orders
pt_pt: Pesquisar Encomendas

source: Search Patron Categories
pt_pt: Pesquisar por categorias do utilizador

source: Search Patrons
pt_pt: Pesquisar leitores

source: Search Printers
pt_pt: Pesquisar Impressoras

source: Search Results
pt_pt: Resultados da pesquisa

source: Search Road Types
pt_pt: Pesquisar por Tipos de Vias

source: Search Stop Words
pt_pt: Pesquisar Palavras Vazias

source: Search String Matches
pt_pt: Pesquisar por correntes concordantes

source: Search Subscriptions
pt_pt: Pesquisar Assinaturas

source: Search Subscriptions:
pt_pt: Pesquisar Assinaturas:

source: Search Suggestions
pt_pt: Pesquisar Sugestões

source: Search System Preferences
pt_pt: Pesquisar Preferências do Sistema

source: Search also : a list of field that Koha will also search on when the user do a search on the subfield
pt_pt: Pesquisar também : uma lista de campos que o Koha pesquisará ou quando o utilizadorpesquisa num sub-campo.

source: Search between two dates
pt_pt: Pesquisar entre duas datas

source: Search by Patron Category Name:
pt_pt: Pesquisar pelo nome da categoria do utilizador :

source: Search catalog:&nbsp;
pt_pt: Pesquisa no Catálogo:&nbsp;

source: Search for Biblio
pt_pt: Pesquisar registos

source: Search for Serial Routing List
pt_pt: Pesquisar uma Lista de Circulação do Periódico

source: Search for Tag
pt_pt: Procurar Etiqueta

source: Search for a subscription by using the filter button (with a ISSN or a title). If you enter a title, you can use the wildcard % : entering <b>%Times%</b> returns every subscription containing Times in the title. Entering <b>New York%</b> returns every subscription with title starting with New York
pt_pt: Pesquisa de uma assinatura utilizando "Seleccionar" (através do ISSN ou do título). Se usar o título pode incluir o sinal % de substituição.Por exemplo: <b>%Plano%</b> devolve todos os títulos contendo a palavra Plano

source: Search for a vendor
pt_pt: Pesquisar Fornecedor

source: Search for guarantor
pt_pt: Pesquisar por responsável

source: Search for items
pt_pt: Pesuisar exemplares

source: Search for the Authority
pt_pt: Pesquisa de Autoridade

source: Search for the patron you have the image for
pt_pt: Pesquisar pelo leitor do qual possui a imagem

source: Search for the vendor you want by using the 'Vendor Search' at the top.
pt_pt: Pesquisar por fornecedor pretendido através da opção 'Pesquisar Fornecedor'localizada no topo da página.

source: Search for this Author
pt_pt: Pesquisa por este Autor

source: Search in the calendar the day you want to set as holiday.
pt_pt: Pesquise no calendário o dia que deseja definir como dia de encerramento

source: Search index:
pt_pt: Pesquisar no índice :

source: Search on
pt_pt: Pesquisar

source: Search on %s
pt_pt: Pesquisar %s

source: Search on <!-- TMPL_VAR NAME="marc_value" ESCAPE="html" -->
pt_pt: Pesquisar no <!-- TMPL_VAR name="marc_value" -->

source: Search on <!-- TMPL_VAR name="marc_value" -->
pt_pt: Pesquisar no <!-- TMPL_VAR name="marc_value" -->

source: Search or browse for the patron you'd like to edit
pt_pt: Pesquisar ou Procurar pelo leitor que deseja modificar

source: Search orders to add to this shipment
pt_pt: Pesquisar pelos documentos que pretende adicionar a esta remessa

source: Search orders:
pt_pt: Pesquisar encomendas :

source: Search results
pt_pt: Resultados da pesquisa

source: Search string matches %S
pt_pt: Pesquisar %S

source: Search targets
pt_pt: Campos a pesquisar

source: Search the Catalog
pt_pt: Pesquisar o Catálogo

source: Search the catalog and the reservoir:
pt_pt: Pesquisar no Catálogo e na área temporária:

source: Search value
pt_pt: Termo de pesquisa :

source: Search value:
pt_pt: Termo de pesquisa :

source: Search vendors:
pt_pt: Pesquisar fornecedores :

source: Search z390.50 Servers
pt_pt: Pesquisar servidores Z39.50

source: Search:&nbsp;
pt_pt: Pesquisar:&nbsp;

source: Searchable:
pt_pt: Pesquisável :

source: Searched for
pt_pt: Pesquisar por

source: Searching
pt_pt: Pesquisa

source: Searching Koha's bibliographic and authorities databases can be accomplished in two ways: Koha can utilize a textual index engine (Zebra) or use its own internal indexing scheme (NoZebra).
pt_pt: Pesquisar nas bases de dados bibliográficas e de autoridades do Koha pode ser feito de duas maneiras: O Koha pode utilizar um mecanismo de índice textual (Zebra) ou utilizar a sua estrutura de índices interna (NoZebra)

source: Searching Subtypes on the Staff Client
pt_pt: Pesquisar por tipo de documento na interface profissional

source: Searching:
pt_pt: Pesquisar:

source: Searching: %s
pt_pt: Pesquisar : %s

source: Seasat
pt_pt: Saison

source: Season
pt_pt: Estação

source: Seasonal only
pt_pt: Apenas sazonal

source: Seasonal only[a]
pt_pt: Apenas sazonal

source: Second
pt_pt: Segundo

source: Secondary support material
pt_pt: 00- Catégorie document

source: Seconds:
pt_pt: Deuxième

source: See More detail about the Numbering Calculation formula
pt_pt: Ver mais detalhes sobre a fórmula de numeração

source: See any subscription attached to this biblio
pt_pt: Ver assinaturas ligadas com este título

source: See online help for advanced options
pt_pt: Ver ajuda online para opções avançadas

source: Seen
pt_pt: Visto

source: Select
pt_pt: Seleccionar

source: Select "New Label Batch" to create a Label batch.
pt_pt: Seleccionar "Adicionar lote de etiquetas" para criar um novo lote de etiquetas.

source: Select "New Patron Card Batch" to create a Label batch.
pt_pt: Seleccionar "Adicionar um lote de cartões de leitores" para criar um novo lotede cartões.

source: Select 'Authority types'
pt_pt: Seleccionar 'Tipos de Autoridade'

source: Select All
pt_pt: Seleccionar todos

source: Select Columns for Display
pt_pt: Etapa 3 de 6 : Seleccionar as colunas para exibição

source: Select Criteria to Limit on
pt_pt: Etapa 4 de 6 : Seleccionar um critério de limite

source: Select Day:
pt_pt: Seleccionar um dia :

source: Select Download Format:
pt_pt: Seleccionar um formato de download :

source: Select From Database Value
pt_pt: Seleccionar a partir de valores da base de dados

source: Select Month:
pt_pt: Seleccionar um mês :

source: Select Records to Export
pt_pt: Seleccionar registos a exportar :

source: Select a Category type
pt_pt: Seleccionar um tipo de categoria

source: Select a MARC file to stage in the import reservoir. It will be parsed, and each valid record staged for later import into the catalog.
pt_pt: Seleccione um ficheiro MARC para colocar na área temporária. Será processado e cada registo válido será preparado para uma importação mais tarde para o catálogo

source: Select a borrower category
pt_pt: Seleccione a categoria de um Leitor

source: Select a branch
pt_pt: Seleccione um pólo

source: Select a branch:
pt_pt: Seleccione um pólo :

source: Select a collection
pt_pt: Seleccione uma localização :

source: Select a file to import into the borrowers table
pt_pt: Seleccione um ficheiro a importar para a tabela dos leitores

source: Select a library :
pt_pt: Seleccione a biblioteca :

source: Select a library:
pt_pt: Seleccione a biblioteca :

source: Select a location:
pt_pt: Seleccione a localização :

source: Select a notice and patrons on the routing list will be notified when new issues are received.
pt_pt: Seleccionar um registo e os leitores da lista de circulação para que sejam avisados quando os fascículos forem recebidos.

source: Select a patron:
pt_pt: Seleccionar um leitor:

source: Select an authority framework
pt_pt: Seleccione um modelo de autoridade

source: Select an existing list
pt_pt: Seleccione uma lista existente

source: Select how you want the report ordered
pt_pt: Etapa 6 de 6 : Escolha como quer que o relatório seja ordenado

source: Select how you wish to order the report. You can select multiple criteria to order against and the hierarchy that the are applied. For example order alphabetically by Surname, and then alphabetically by First Name
pt_pt: Seleccione como quer o relatório ordenado. Pode seleccionar multiplos critérios,por exemplo, ordenado alfabeticamente por nome, sobrenome, etc.

source: Select items you want to check
pt_pt: Seleccione os exemplares que quer verificar.

source: Select local databases
pt_pt: Selecionar as bases de dados locais

source: Select none to see all branches
pt_pt: Não seleccione nenhum para ver todos os pólos

source: Select notice:
pt_pt: Seleccione uma notificação :

source: Select one of the module areas to report on. Guided reports can only generate reports from within one module. For reports across modules, you will need to use either a compound report, or build a custom report using SQL statements.
pt_pt: Seleccione uma das áreas do módulo para fazer um relatório. Os relatóriossó podem gerar através de um módulo. Para relatórios com inter-módulos, terá que utilizarum relatório composto ou relatório personalizado através de declarações SQL

source: Select table
pt_pt: Seleccionar tabela

source: Select the columns to draw the report data from. Click the column to add in the left hand box and then click the &quot;Add&quot; button. Your column will now show up in the right hand box. To remove a selected column, click the column name on the right hand side and then click the delete button. Once you are happy with the columns, select the &quot;Choose Columns&quot; button to proceed to the next step.
pt_pt: Seleccione as colunas que pretende exibir no relatório. Click the column to add in the left hand box and then click the &quot;Add&quot; button. Your column will now show up in the right hand box. To remove a selected column, click the column name on the right hand side and then click the delete button. Once you are happy with the columns, select the &quot;Choose Columns&quot; button to proceed to the next step.

source: Select the file to import:
pt_pt: Seleccione o ficheiro a importar :

source: Select the file to stage:
pt_pt: Seleccione o ficheiro a preparar :

source: Select the file to upload:
pt_pt: Seleccione o ficheiro a importar :

source: Select the profile you want to be applied to the label template at this time. Remember: Only one Printer Profile can be applied at any given time.
pt_pt: Seleccione o perfil que pretende aplicar ao modelo da etiqueta. Note que só se podeaplicar um perfil de impressão de cada vez.

source: Select your MARC flavour
pt_pt: Seleccione o seu sabor de MARC

source: Select?
pt_pt: Seleccionar?

source: Selecting Default Settings
pt_pt: Selecção dos parâmetros por omissão

source: Semiannual
pt_pt: Periódico

source: Semimonthly
pt_pt: Mensal

source: Semiweekly
pt_pt: Semanal

source: Send To
pt_pt: Enviar a

source: September
pt_pt: Setembro

source: Serial
pt_pt: Periódico

source: Serial Collection
pt_pt: Estado da Colecção

source: Serial Collection information for <i>%s</i>
pt_pt: Estado da Colecção de <i>%s</i>

source: Serial Edition <i>%s</i>
pt_pt: Registo de <i>%s</i>

source: Serial Type
pt_pt: Tipo de Ppriódico

source: Serial collection
pt_pt: Estado da Colecção

source: Serial issues
pt_pt: Fascículos

source: Serial receipt creates an item record.
pt_pt: A recepção criou um registo do fascículo.

source: Serial receipt does not create an item record.
pt_pt: A recepção não criou um registo do fascículo.

source: Serial receive
pt_pt: Recepção de Periódicos

source: Serial subscription: search for vendor
pt_pt: Assinatura de Periódicos : pesquisa de fornecedor

source: Serials
pt_pt: Periódicos

source: Serials (Routing List)
pt_pt: Periódicos (Lista de Circulação)

source: Serials Claims
pt_pt: Reclamações de Periódicos

source: Serials issues and summary
pt_pt: Fascículos e resumos

source: Serials planning
pt_pt: Previsão do Periódico

source: Serials subscription add and modify help
pt_pt: Ajuda sobre criação e modificação de Assinaturas

source: Serials subscription detail help
pt_pt: Ajuda sobre detalhes das Assinaturas

source: Serials subscription help
pt_pt: Ajuda sobre Assinaturas

source: Serials subscriptions
pt_pt: Assinaturas de Periódicos

source: Serials updated :
pt_pt: Actualização de Periódicos:

source: Serialseq
pt_pt: Numeração de Periódcos

source: Series
pt_pt: Periódicos

source: Series Title
pt_pt: Título da Colecção

source: Series:
pt_pt: Colecções:

source: Server
pt_pt: Servidor

source: Server Information
pt_pt: Servidor

source: Server information
pt_pt: Servidor

source: Session timed out
pt_pt: A sessão terminou

source: Session timed out, please log in again
pt_pt: A sessão terminou, por favor aceda novamente

source: Set Active Layout
pt_pt: Definir formato activo

source: Set Library
pt_pt: Definir a biblioteca

source: Set Library:
pt_pt: Definir a biblioteca:

source: Set Permissions
pt_pt: Definir as permissões

source: Set Privileges for %s, %s
pt_pt: Definir permissões de %s, %s

source: Set back to
pt_pt: Voltar a

source: Set back to : if the previous condition is valid, the calculated number is set to this one instead
pt_pt: Voltar a: se a condição precedente é valida, o número calculado é usado em vez deste

source: Set date last seen to:
pt_pt: Visto pela última vez :

source: Set due date to expiry:
pt_pt: Definir a data em que expira :

source: Set library
pt_pt: Escolher a biblioteca

source: Set notice/status triggers for overdue items
pt_pt: Estabelecimento das regras e datas de envio das notificações.

source: Set reserve to waiting and transfer book to %s:
pt_pt: Definir a reserva como pendente e transferir o livro para <b>%s </b> :

source: Set the &quot;Not seen since&quot; date to the day
pt_pt: Defina a data de &quot;Não visto desde le&quot; até ao dia de hoje.

source: Set to Patron
pt_pt: Defina leitor

source: Setting Patron Permissions
pt_pt: Definir as Permissões do Leitor

source: Setting up item types is one of the first things you should do after installing the Koha software.
pt_pt: Determinar os tipos de documentos é uma das primeiras acções que devem ser feitasantes de instalar o software Koha.

source: Setting your home branch is critical. It enables Koha to accurately record statistics, circulation (what branch an item has been checked out from or returned to), and transfers.
pt_pt: Definir o pólo principal é primordial. Permite que o Koha registe todas asestatísticas, os empréstimos (de que pólo foi um exemplar emprestado ou devolvido)e as tranferências.

source: Settings Updated
pt_pt: Parâmetros actualizados

source: Sex
pt_pt: Sexo :

source: Sex:
pt_pt: Sexo :

source: Shelf location:
pt_pt: Cota:

source: Shelving Location
pt_pt: Localização na Estante

source: Shipment date:
pt_pt: Data da remessa:

source: Shipping
pt_pt: Remessa

source: Show Biblio
pt_pt: Ver Registo

source: Show Calendar
pt_pt: Mostrar o Calendário

source: Show Category:
pt_pt: Ver Categoria:

source: Show More
pt_pt: Ver mais

source: Show all Titles beginning with
pt_pt: Ver todos os títulos que começam por

source: Show all Titles beginning with:
pt_pt: Ver todos os títulos que começam por :

source: Show all budgets
pt_pt: Ver todos os orçamentos

source: Show all subjects beginning with:
pt_pt: Ver todos os assuntos que começam por :

source: Show any items currently issued:
pt_pt: Ver todos os documentos emprestados :

source: Show budgets
pt_pt: Ver orçamentos

source: Show/Hide Advanced Pattern
pt_pt: Mostrar/Esconder previsão detalhada

source: Show:
pt_pt: Ver:
