Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Mobile:
pt_pt: Telemóvel :

source: Moderate OPAC comments
pt_pt: Moderar os comentários do OPAC

source: Moderate patron comments
pt_pt: Moderar os comentários dos leitores

source: Moderate patron tags
pt_pt: Moderar as 'Tags' dos leitores

source: Modification Log
pt_pt: Relatório de modificações

source: Modification log
pt_pt: Relatório de modificações

source: Modified Record Code
pt_pt: 38- Enregistrement modifié

source: Modified classification source %s
pt_pt: Fonte de classificação %s modificada

source: Modified filing rule %s
pt_pt: Regra de classificação %s modificada

source: Modified patron attribute type &quot;%s&quot;
pt_pt: Atributo do utilizador modificado &quot;%s&quot;

source: Modified record matching rule &quot;%s&quot;
pt_pt: Regra de concordância modificada &quot;%s&quot;

source: Modify
pt_pt: Modificar

source: Modify City
pt_pt: Modificar uma Cidade

source: Modify Currency '%s'
pt_pt: Modificar uma Divisa '%s'

source: Modify Item Type
pt_pt: Modificar o Tipo de Exemplar

source: Modify Item Type '%s'
pt_pt: Modificar o Tipo de Exemplar '%s'

source: Modify Road Type
pt_pt: Modificar um tipo de Rua

source: Modify Stop Word
pt_pt: Modificar Palavra Vazia

source: Modify Z39.50 Server
pt_pt: Modificar um servidor Z39.50

source: Modify a city
pt_pt: Modificar uma Cidade

source: Modify authority #%s %s
pt_pt: Modificar Autoridade N°%s %s

source: Modify authority #%s (%s)
pt_pt: Modificar Autoridade N°%s (%s)

source: Modify authority type
pt_pt: Modificar o Tipo de Autoridade

source: Modify authorized value
pt_pt: Modificar um Valor Autorizado

source: Modify bibliogra
pt_pt: Modificar um Pólo

source: Modify category %s
pt_pt: Modificar Categoria %s

source: Modify category '%s'
pt_pt: Modificar a Categoria %s

source: Modify classification source
pt_pt: &nbsp;&gt;&nbsp; Modificar a fonte de classificação

source: Modify currency
pt_pt: Modifier la devise

source: Modify filing rule
pt_pt: &nbsp;&gt;&nbsp; Modificar a regra de alfabetação

source: Modify framework text
pt_pt: Modificar o texto do modelo

source: Modify library
pt_pt: Modificar um Pólo

source: Modify library %s
pt_pt: Modificar o Pólo %s

source: Modify notice
pt_pt: Modificar avisos

source: Modify order details (line #%s)
pt_pt: Modificar os detalhes de um pedido (linha n° %s)

source: Modify patron attribute type
pt_pt: Modificar o atributo de um utilizador

source: Modify printer
pt_pt: Modificar impressão

source: Modify record matching rule
pt_pt: Modificar a regra de concordância

source: Modify road type
pt_pt: Modificar um tipo de via

source: Modify stop word
pt_pt: Modificar palavra vazia

source: Modify subscription for <i>%s</i>
pt_pt: Modificar a assinatura para <i>%s</i>

source: Modify system preference '%s'
pt_pt: Modificar uma preferência do sistema %s

source: Modify tag
pt_pt: Modificar o campo

source: Modify word
pt_pt: Modificar palavra

source: Modify z39.50 Server %s
pt_pt: Modificar o Servidor Z39.50 %s

source: Module
pt_pt: Módulo

source: Module:
pt_pt: Módulo

source: Mollweide
pt_pt: Autorisé

source: Monday
pt_pt: Segunda-feira

source: Monographical series
pt_pt: a- Monografia

source: Month
pt_pt: Mês

source: Month:
pt_pt: Mês :

source: Monthly
pt_pt: Mês

source: More
pt_pt: Outros

source: More information
pt_pt: Mais informação

source: Most -Circulated Items
pt_pt: Os documentos mais emprestados

source: Most commonly the home branch is set when adding a staff patron. (See the Adding Staff Patrons part of this manual). When staff members login their home branch will be set automatically. You can see that branch in the top right of the staff client
pt_pt: Geralmente o pólo principal é definido quando se adiciona um técnico. (Veja na secção'Adicionar um técnico' deste manual). Quando membros da equipa acedem o seu póloserá automaticamente adicionado e é visível no topo direito do interface profissional.

source: Most-Circulated Items
pt_pt: Documentos mais emprestados

source: Motion Picture
pt_pt: Prix

source: Motion pictures, Videorecordings, Filmstrips, Slides, Transparencies, Photos, Cards, Charts, Drawings
pt_pt: Filmes, Vídeos, Slides, Acetatos, Fotos, Cartões, Gráficos, Desenhos

source: Move Up
pt_pt: Mover para cima

source: Move these patrons to the trash
pt_pt: Eliminar estes leitores

source: Munich, Germany
pt_pt: Michaes Herman

source: Music
pt_pt: Música

source: Musical recording
pt_pt: Gravação musical

source: Must be given to all staff members to allow them to log into the staff interface
pt_pt: Deve ser dada a todos os membros da equipa para permitir-lhes aceder à interfaceprofissional

source: My Library
pt_pt: Minha Biblioteca

source: MySQL version:
pt_pt: Versão MySQL :

source: NAB standard
pt_pt: e- standard local

source: NO
pt_pt: NÃO

source: NO NAME
pt_pt: SEM NOME

source: NOAA
pt_pt: NON

source: NOT CHECKED IN
pt_pt: NÃO DEVOLVIDO

source: NOTE : if you change something in this table, ask your administrator to run misc/rebuildnonmarc.pl script.
pt_pt: NOTA : Se alterar alguma linha desta tabela, peça ao administrador do sistema que corra o script misc/rebuildnonmarc.pl.

source: NOTE : if you change the link between a MARC subfield and a non-MARC field, ask your administrator to run misc/rebuildnonmarc.pl script.
pt_pt: NOTA : Se alterar alguma ligação entre um sub-campo MARC e um campo não-MARCpeça ao administrador do sistema que corra o script misc/rebuildnonmarc.pl.

source: NOTE: Exchanges Rates need to be updated manually.
pt_pt: NOTA : A alteração das taxas deve ser feita manualmente.

source: NOTE: If you have scanned all the items in your library, you will not need to change any of the default criteria.
pt_pt: NOTA : Se digitalizou todos os documentos da biblioteca, não precisa de alteraros critérios padrão.&nbsp;

source: NOTE: Your dates will not save correctly unless you have set your date format in the System Preferences section of the Parameters page -- DO THIS BEFORE setting budgets.)
pt_pt: NOTA : As datas não serão guardadas correctamente a não ser que tenha definido o formato das datas nas Preferências do Sistema -- ESTA ACÇÃO DEVE SER FEITA ANTES DE DEFINIR ORÇAMENTOS.

source: NOT_LOAN
pt_pt: NÃO EMPRESTADO

source: Name
pt_pt: Nome

source: Name or ISSN:
pt_pt: Nome ou ISSN :

source: Name or barcode not found. Please try an other
pt_pt: Não foi encontrado nem o nome nem o código de barras. Por favor volte a tentar.

source: Name or cardnumber:
pt_pt: Nome ou Número do Cartão :

source: Name your list
pt_pt: Dê um nome à sua lista

source: Name:
pt_pt: Nome :

source: Named:
pt_pt: Nome :

source: Naples, Italy
pt_pt: Italiano (Italien)

source: Narrower terms
pt_pt: Termes voisins

source: Native support for Z39.50 and SRU servers for bibliographic and authority data
pt_pt: Suporte nativo dos protocolos dos servidores Z39.50 e SRU para informações bibliográficase de autoridades

source: Nature of contents code
pt_pt: 7-10 Nature du contenu

source: Needs to be entered in digit form -eg 10
pt_pt: Deve ser digitado um valor numérico, por exemplo 10

source: Nelsonville Public Library System
pt_pt: Biblioteca Pública de Nelsonville

source: New
pt_pt: Adicionar

source: New Authority
pt_pt: Adicionar Autoridade

source: New Authority Type
pt_pt: Adicionar Tipo de Autoridade

source: New Authorized value for %s
pt_pt: Adicionar valor autorizado para %s

source: New Card
pt_pt: Adicionar Cartão

source: New Category
pt_pt: Adicionar Categoria

source: New City
pt_pt: Adicionar Cidade

source: New Classification Source
pt_pt: Adicionar fonte de classificação

source: New Currency
pt_pt: Adicionar Divisa

source: New Definition
pt_pt: Adicionar Definição

source: New Entry
pt_pt: Nova entrada

source: New Filing Rules
pt_pt: Adicionar Regras de Alfabetação

source: New Framework
pt_pt: Adicionar Modelo de Catalogação

source: New Fund
pt_pt: Adicionar Fundo

source: New Group
pt_pt: Adicionar Grupo

source: New Item
pt_pt: Adicionar um exemplar

source: New Item Type
pt_pt: Adicionar tipo de documento

source: New Label Batch
pt_pt: Adicionar lote de etiquetas

source: New Label Template
pt_pt: Adicionar modelo de etiqueta

source: New Layout
pt_pt: Adicionar formato

source: New Library
pt_pt: Adicionar Biblioteca

source: New List
pt_pt: Adicionar Lista

source: New Notice
pt_pt: Adicionar Aviso

source: New Order
pt_pt: Adicionar Pedido

source: New Password:
pt_pt: Nova Palavra-passe:

source: New Patron Attribute Type
pt_pt: Adicionar tipo de atributo

source: New Patron Card Batch
pt_pt: Adicionar um lote de cartões de leitores

source: New Patron:
pt_pt: Adicionar utilizador :

source: New Preference
pt_pt: Adicionar preferência

source: New Printer
pt_pt: Adicionar impressora

source: New Printer Profile
pt_pt: Adicionar perfil de impressão

source: New Record
pt_pt: Novo registo

source: New Record Matching Rule
pt_pt: Adicionar regra de concordância

source: New Record with framework:
pt_pt: Novo registo - modelo:

source: New Road Type
pt_pt: Adicionar Tipo de Via

source: New Stop Word
pt_pt: Adicionar Palavra Vazia

source: New Subscription
pt_pt: Nova Assinatura

source: New Tag
pt_pt: Nova Etiqueta

source: New Username:
pt_pt: Novo Nome de Utilizador :

source: New Vendor
pt_pt: Novo Fornecedor

source: New Z39.50 Server
pt_pt: Novo Servidor Z39.50

source: New authority type
pt_pt: Adicionar tipo de autoridade

source: New authorized value
pt_pt: Adicionar valor autorizado

source: New category
pt_pt: Nova Categoria

source: New city
pt_pt: Adicionar Cidade

source: New currency
pt_pt: Adicionar Divisa

source: New label batch created: # %s
pt_pt: Adicionar lote de etiquetas criadas : N°%s

source: New library
pt_pt: Adicionar Biblioteca

source: New matching rule
pt_pt: Adicionar regra de concordância

source: New order
pt_pt: Adicionar Pedido

source: New printer
pt_pt: Adicionar impressora

source: New road type
pt_pt: Adicionar tipo de via

source: New stop word
pt_pt: Adicionar palavra vazia

source: New subscription
pt_pt: Nova Assinatura

source: New tag
pt_pt: Nova etiqueta

source: New word
pt_pt: Nova palavra

source: New z39.50 Server
pt_pt: Novo Servidor Z39.50

source: New:
pt_pt: Novo:

source: News
pt_pt: Notícias

source: News Help
pt_pt: Ajuda sobre Notícias

source: News Items must be entered in all languages to show up for each language in multi lingual setups.
pt_pt: Uma parametrização multilingue das "notícias" deve ser criada para cada língua, de modo a aparecerem no respectivo menu.

source: News items are short, blog or news item type posts that can be displayed on both the OPAC and Staff Client main pages. News posts can be formatted using simple HTML code.
pt_pt: As notícias são curtas mensagens do tipo das dos blogs que estão disponíveis,na página principal, tanto no OPAC como na interface da biblioteca Novas mensagens podem ser adicionadas utilizando um simples código HTML.

source: Newspaper
pt_pt: Jornal

source: Next &nbsp;&gt;&nbsp;&nbsp;&gt;&nbsp;
pt_pt: Seguinte &nbsp;&gt;&nbsp; &nbsp;&gt;&nbsp;

source: Next Page &gt;&gt;
pt_pt: Pág. seguinte &nbsp;&gt;&nbsp; &nbsp;&gt;&nbsp;

source: Next available
pt_pt: Próximo disponível

source: Next issue publication date:
pt_pt: Data do próximo fascículo:

source: Next set the horizontal and vertical offset. Be sure to use numbers which correspond to the units you specify at the bottom of the form. Negative values are permitted.
pt_pt: Em seguida, defina a posição horizontal e vertical. Certifique-se que utiliza os números que correspondem às unidades especificadas no fim da página. Valores negativos são autorizados.

source: Next step - Receive issues (see online help on Receive Issues page)
pt_pt: Etapa seguinte - receber os fascículos (veja a ajuda em linha sobre a recepção de fascículos)

source: Next&nbsp;&gt;&nbsp;&nbsp;&gt;&nbsp;
pt_pt: Seguinte &nbsp;&gt;&nbsp; &nbsp;&gt;&nbsp;

source: Nicholas Rosasco, (Documentation Compiler)
pt_pt: Nicholas Rosasco,(rédacteur de la documentation)

source: Nicolas Morin (French Translation in 2.0)
pt_pt: Nicolas Morin, (traduction française 2.0)

source: Nimbus
pt_pt: doit

source: No
pt_pt: Não

source: No Barcode
pt_pt: Não tem código de barras

source: No Groups defined.
pt_pt: Não tem um grupo definido.

source: No Holds Allowed
pt_pt: Reserva não autorizada

source: No Holds Allowed:
pt_pt: Reserva não autorizada

source: No Item with barcode: %s
pt_pt: Exemplares sem código de barras : %s

source: No Label Batches Currently Defined
pt_pt: Actaulmente não está definido nenhum lote de etiquetas

source: No Layout Specified: <a1>Select a Label Layout</a>
pt_pt: Nenhum modelo definido : <a1>Seleccione um modelo de etiquetas</a>

source: No Limit
pt_pt: Sem limites

source: No MARC frameworks are available for your language. Defaulting to the frameworks supplied for English (en)
pt_pt: Não existe modelo de catalogação MARC definido na sua língua. Utilizando os modelosfornecidos em Inglês (en)

source: No Patron Card Batches Currently Defined
pt_pt: Actualmente não está definido nenhum lote de cartões de leitor

source: No Printer Profiles currently defined.
pt_pt: Actaulmente não está definido nenhum perfil de impressão.

source: No Private Lists.
pt_pt: Não existem Listas Privadas.

source: No Public Lists.
pt_pt: Não existem Listas Públicas.

source: No Template Specified: <a1>Select a Label Template</a>
pt_pt: Nenhum modelo definido <a1>Seleccionar um modelo de etiquetas</a>

source: No accepted suggestions.
pt_pt: Não aceita sugestões.

source: No address stored for patron.
pt_pt: Não existe nenhuma morada para o leitor.

source: No address stored.
pt_pt: Não existe nenhuma morada guardada.

source: No city stored.
pt_pt: Não existe nenhuma Cidade guardada.

source: No claims notice defined. <a1>Please define one</a>.
pt_pt: Avisos de reclamações não definidos. <a1>Por favor defina um</a>

source: No comments to moderate
pt_pt: Não existem comentários para moderar.

source: No database named
pt_pt: Não existe nome para a base de dados

source: No email stored.
pt_pt: Não existe nenhum endereço de correio electrónico guardado.

source: No holds allowed
pt_pt: Reservas não autorizadas

source: No holds found.
pt_pt: Sem reservas encontradas.

source: No image:
pt_pt: Sem imagem

source: No irregularities noticed
pt_pt: Não foram detectadas irregularidades

source: No items
pt_pt: Nenhum resultado

source: No items available
pt_pt: Não existem exemplares

source: No items for %s
pt_pt: Não existem exemplares de %s

source: No items found.
pt_pt: Não foram encontrados exemplares.

source: No log found
pt_pt: Nenhum acesso encontrado

source: No lost items found
pt_pt: Nenhum documento perdido foi encontrado

source: No matching rule in effect
pt_pt: Nenhuma regra de concordância foi seleccionada

source: No missing issues found.
pt_pt: Nenhum número em falta foi encontrado

source: No more renewals possible
pt_pt: Não é mais possível efectuar renovação

source: No news loaded
pt_pt: Não existem notícias novas

source: No notice
pt_pt: Não existem avisos

source: No order
pt_pt: Nenhum critério

source: No outstanding charges
pt_pt: Pas de charges à recouvrer

source: No patron matched
pt_pt: Leitor não encontrado

source: No patron may put this book on hold.
pt_pt: Nenhum leitor pode reservar este documento.

source: No patron records have been anonymized
pt_pt: Nenhum registo de leitor foi tornado anónimo.

source: No patron records have been removed
pt_pt: Nenhum registo de leitor foi eliminado.

source: No patron with this name, Please, try another
pt_pt: Não existem utilizadores com este nome, por favor volte a tentar

source: No pending baskets
pt_pt: Não existem Cestos pendentes.

source: No pending suggestions.
pt_pt: Não existem Sugestões pendentes.

source: No phone stored.
pt_pt: Não existe número de telefone guardado

source: No physical items for this record
pt_pt: Não existem exemplares desta referência

source: No printers defined.
pt_pt: Não existem impressoras definidas.

source: No reasons defined in <a1>authorized values</a>
pt_pt: Não existem motivos definidos nos <a1>valores autorizados</a>

source: No records have been staged.
pt_pt: Não existem registos processados.

source: No rejected suggestions.
pt_pt: Não existem sugestões rejeitadas.

source: No results for your query
pt_pt: Nenhum resultado corresponde à pesquisa

source: No results found
pt_pt: Nenhum resultado encontrado

source: No results found for <b>%s</b>
pt_pt: Nenhum resultado para <b>%s</b>

source: No results match your search
pt_pt: Nenhum resultado corresponde à pesquisa

source: No results match your search for
pt_pt: Nenhum resultado corresponde à pesquisa de

source: No sample data and settings are available for your language. Defaulting to the samples supplied for English (en)
pt_pt: Não existem exemplos e parametrizações disponíveis na vossa língua. Utilizando os exemplos fornecidos em Inglês (en)

source: No specific type
pt_pt: Nenhum tipo específico

source: No statistics to report
pt_pt: Nenhuma estatística a apresentar

source: No suggestions waiting
pt_pt: Nenhuma sugestão pendente

source: No title
pt_pt: Nenhum resultado

source: No transfers to receive
pt_pt: Não existem tranferências a receber

source: No {X}, Issue {Y}
pt_pt: N. {X}, Fascículo {Y}

source: No, this is not necessary, you will still be able to mark items received without closing a basket. Closing a basket is good practice for keeping track of late orders which is discussed in this manual.
pt_pt: Não, não é necessário, pode sempre marcar os exemplares recebidos sem fechar o Cesto.Fechar o Cesto é uma boa prática para ter conhecimento das últimas novidades.

source: No, this report will only remove connections between patrons and items they have checked out in the past but have returned to the library.
pt_pt: Não, este relatório permitirá remover as ligações provenientes de empréstimosjá concluídos.

source: No. of Items:
pt_pt: N° de exemplares :

source: No. of times checked out
pt_pt: Número de empréstimos

source: NoZebra (internal Koha indexes)
pt_pt: NoZebra (index interno do Koha)

source: Nobody
pt_pt: Ninguém

source: Non fiction
pt_pt: Documentário

source: Non precise
pt_pt: Pouco preciso

source: Non precise (Choeurs)
pt_pt: Pouco preciso

source: Non required value
pt_pt: Valor autorizado

source: Non-musical recording
pt_pt: Gravação não musical

source: None
pt_pt: Nenhum

source: None Defined
pt_pt: Não definido

source: None of the above
pt_pt: Nenhum dos apresentados

source: Nonprojected Graphic
pt_pt: k- image non projetable 2D

source: Nonpublic note
pt_pt: Nota interna

source: Nonpublic note:
pt_pt: Nota interna:

source: Normal view
pt_pt: Vista normal

source: Normalization rule:
pt_pt: Regra de normalização :

source: Normally, you will not want Koha to save keyword references to articles like "The" and "A" and other very common words. Saving keyword references to these words does not help to limit a search and will make the keyword index very large and "cluttered" with words that are not really useful. The "stopwords" list defines these unnecessary words for your installation.
pt_pt: Em geral, não é conveniente que o Koha guarde referências para artigos como,"De", "A" e outras palavras mais comuns. Guardar referências para palavras-chavedeste género não ajuda a limitar a pesquisa e tornará o índice de palavras muito volumosoe desordenado, com palavras que nem sempre são úteis. A lista de"palavras-vazias" define as palavras que inúteis para a sua instalação.

source: Norsk Bokmål (Norwegian)
pt_pt: Norsk Bokmål (Norueguês Oriental)

source: Norsk Nynorsk (Norwegian)
pt_pt: Norsk Nynorsk (Norueguês Ocidental)

source: Northern
pt_pt: Norte

source: Not Available
pt_pt: Indisponível

source: Not Checked out
pt_pt: Não Emprestado

source: Not Issued
pt_pt: Pas en prêt

source: Not Renewable
pt_pt: Não Renovável

source: Not all authority types referred to by the frameworks are defined.
pt_pt: Nem todos os tipos de autoridades que são referidos nos modelos de catalogação estão definidos.

source: Not all subfields for the following tags are in the same tab (or marked 'ignored').
pt_pt: Nem todos os Sub-campos dos seguintes Campos estão no mesmo separador(ou marcados como 'ignorado').

source: Not allowed
pt_pt: Não autorizado

source: Not at this time.
pt_pt: Não actualmente.

source: Not checked out
pt_pt: Não Emprestado

source: Not checked out.
pt_pt: Não Emprestado

source: Not defined yet
pt_pt: Não definido ainda

source: Not finished
pt_pt: Não Terminado

source: Not for loan
pt_pt: Não disponível para empréstimo

source: Not for loan (%s)
pt_pt: Não disponível para empréstimo (%s)

source: Not mandatory,
pt_pt: Facultativo,

source: Not on hold
pt_pt: Não reservado

source: Not repeatable,
pt_pt: não repetível

source: Not seen since:
pt_pt: Não visto desde :

source: Not specified or not applicable
pt_pt: n- non applicable

source: Notated Music
pt_pt: c- musique annotée

source: Note
pt_pt: Nota

source: Note : The items are exported by this tool unless specified.
pt_pt: Nota : os exemplares serão exportados por esta ferramenta, caso não o pretenda deve indicá-lo.

source: Note for OPAC
pt_pt: Nota pública

source: Note for staff
pt_pt: Nota para os técnicos

source: Note for the librarian that will manage your renewal request:
pt_pt: Nota para o técnico que vai executar o seu pedido de renovação:

source: Note if the classification source is in use (check the box for 'yes' and leave unchecked for 'no')
pt_pt: Nota: se a fonte de classificação está disponível (assinale a caixa correspondentepara 'sim' e deixe por assinalar para 'não')

source: Note not all system parameters are required to be set. For example if you do not plan to use budget based acquisitions, then Accounts and Budgets, Currencies and Exchange Rates can be ignored. For more detail, see the Koha Wiki (wiki.koha.org) and KohaDocs (www.kohadocs.org).
pt_pt: Nota: nem todos os parâmetros do sistema requerem definição. Por exemplo, se nãopretende um orçamente baseado nas aquisições, as opções como orçamentos, Câmbios,Divisas podem ser ignorados. Para mais informações consulte o Wiki do Koha (wiki.koha.org)e KohaDocs (www.kohadocs.org).

source: Note on Permissions
pt_pt: Nota sobre Permissões

source: Note that if the system preference
pt_pt: Note que se a preferência do sistema

source: Note that the Surname (or Last Name) is required for each patron as a default setting. You can define which fields, if any, should be required.
pt_pt: Nota: por omissão o apelido do utilizador é obrigatório porém, pode também definir outros campos como obrigatórios

source: Note that the subscription renewal done by the "serials librarian" is supposed to be immediate. We have decided to keep Koha as simple as possible. In fact, the subscription renewal won't be immediate, but we didn't wanted to add too much complexity.
pt_pt: Nota: a renovação da subscrição feita pelo técnico responsável dos periódicos é supostamente imediata. Porém, na realidade a renovação não é imediata, mas de modo a tornar o Koha mais simples possível não foi adicionada mais complexidade ao processo.

source: Note that you can always print Koha screens directly to a printer attached to your workstation just by using your web browser's Print function.
pt_pt: Nota: pode sempre imprimir os écrans do Koha directamente para o seu posto de trabalho, utilizando a opção de impressão do seu web browser.

source: Note that, if you choose "Zebra", you must configure Zebra before your catalog searching will work)
pt_pt: Nota: se escolher "Zebra", deve configurar o Zebra correctamente, caso contrário a pesquisa no catálogo não funcionará.

source: Note:
pt_pt: Nota:
