Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Choose one field to appear in the rows and another to appear in the column. If you choose either of the date fields remember to choose to show data by 'Day', 'Month', or 'Year'
pt_pt: Seleccione um campo para as linhas e outro para as colunas.@nbsp; Se seleccionar os campos para a data, lembre-se de escolher apresentar a data por 'Dia', 'Mês' ou 'Ano'

source: Choose the library you want to transfer the book to from the pull down
pt_pt: Escolher a biblioteca para tranferir o livro usando o menu de opções

source: Choose the method for calculating due date: select Calendar to use the holidays module, and Days to ignore the holidays module
pt_pt: Seleccionar o método de cálculo das datas de devolução: escolha o Calendário quando pretende aceder ao módulo de feriados e Dias para ignorar essa opção

source: Choose the permissions you'd like this patron to have
pt_pt: Seleccionar as permissões a atribuir a cada Leitor

source: Choose the report to run from the list
pt_pt: Seleccionar o relatório a executar da lista

source: Choose the start and end date you'd like to see and click 'Go' to see the results on your screen
pt_pt: Seleccione as datas de início e fim do período que pretende visualizar e depois clique em 'Go'

source: Choose the type of authority record you would like to add to your system
pt_pt: Seleccione o tipo de autoridade a adicionar:

source: Choose the type of patron you'd like to add:
pt_pt: Seleccione o tipo de leitor a adicionar:

source: Choose your home branch from the menu you are presented with
pt_pt: Seleccione a Biblioteca através do menu apresentado

source: Choose:
pt_pt: Escolher:

source: Chose whether this holiday is repeated every day of the week or yearly.
pt_pt: Indicar se este dia de fecho é repetido todas as semanas ou anualmente.

source: Chris Catalfo (new plugin MARC editor)
pt_pt: Chris Catalfo (novo editor de plugins MARC)

source: Circ note
pt_pt: Nota pública

source: Circulation
pt_pt: Empréstimo

source: Circulation Check In (Returns)
pt_pt: Empréstimo -- Devoluções

source: Circulation Check Out (Issues)
pt_pt: Empréstimo (Números)

source: Circulation Help
pt_pt: Ajuda ao Empréstimo

source: Circulation History
pt_pt: Histórico do Empréstimo

source: Circulation Reports
pt_pt: Relatório de Empréstimo

source: Circulation Statistics
pt_pt: Estatística do Empréstimo:

source: Circulation Transfers
pt_pt: Transferências

source: Circulation and Fines Rules
pt_pt: Regras de Empréstimo e Multas

source: Circulation and fines rules
pt_pt: Regras de Empréstimo e Multas

source: Circulation is where items are check out and in to patrons. Some libraries use different nomeclature for these functions.
pt_pt: Este módulo permite gerir o empréstimo aos leitores. A nomenclatura utilizada para cada função poderá ser diferente em cada biblioteca

source: Circulation note:
pt_pt: Notas do Empréstimo:

source: Circulation:
pt_pt: Empréstimo:

source: Circulation: Overdues at %s
pt_pt: Empréstimo: Atrasos em %s

source: Citation
pt_pt: Citação

source: Cities
pt_pt: Cidades

source: Cities &rsaquo;
pt_pt: Cidades &nbsp;&gt;&nbsp;

source: Cities &rsaquo; Confirm Deletion of City
pt_pt: Cidades &nbsp;&gt;&nbsp; Confirmar a eliminação

source: Cities and Towns
pt_pt: Cidades

source: Cities and towns
pt_pt: Cidades

source: City ID
pt_pt: Id. da Cidade

source: City ID:
pt_pt: Id. da Cidade:

source: City Search:
pt_pt: Pesquisa de Cidade

source: City id
pt_pt: Id. da Cidade

source: City name
pt_pt: Nome da Cidade

source: City name:
pt_pt: Nome da Cidade :

source: City zipcode
pt_pt: Código Postal

source: City zipcode:
pt_pt: Código Postal

source: City, State:
pt_pt: Distrito:

source: Claim
pt_pt: Reclamação

source: Claim Acquisition
pt_pt: Reclamação de Encomenda

source: Claim Serial Issue
pt_pt: Reclamação de Número em Falta

source: Claim Serial Issues
pt_pt: Reclamação de Números em Falta

source: Claim using notice:
pt_pt: Reclamação usando o registo:

source: Claimed
pt_pt: Reclamado

source: Claims
pt_pt: Reclamações

source: Claims are notices that you send when an issue that was expected has not been received by the library.
pt_pt: As reclamações são as mensagens enviadas quando um fascículo esperado não é recebido na biblioteca

source: Class
pt_pt: Classe

source: ClassSources
pt_pt: Fontes de Classificação

source: Classification
pt_pt: Classificação

source: Classification Filing Rules
pt_pt: Regras de alfabetação

source: Classification Sources
pt_pt: Fontes de Classificação

source: Classification source code missing
pt_pt: Código de fonte de classificação em falta

source: Classification source code:
pt_pt: Código de fonte de classificação:

source: Classification sources
pt_pt: Fontes de classificação

source: Classification:
pt_pt: Classificação:

source: Clavecin
pt_pt: Retour

source: Clavicorde
pt_pt: Réclamation commande

source: Clean Patron Records
pt_pt: Limpar o ficheiro de Leitores

source: Clear
pt_pt: Limpar

source: Clear All
pt_pt: Eliminar todos

source: Clear All Fields
pt_pt: Limpar todos os Campos

source: Clear Field
pt_pt: Limpar Campo

source: Click 'Add Item' after entering the data for your item
pt_pt: Clicar 'Adicionar exemplar' depois de preencher os dados do exemplar

source: Click 'Add budget' next to the fund you want to edit
pt_pt: Clicar 'Modificar' junto ao Orçamento que pretende modificar

source: Click 'Edit' at the top left
pt_pt: Clicar 'Editar' no topo superior esquerdo

source: Click 'Edit' beside the authorized value you wish to edit
pt_pt: Clicar 'Modificar' junto ao valor autorizado a modificar

source: Click 'Export' and follow your browser's instructions for saving the file
pt_pt: Clicar 'Exportar' e executar as instruções para guardar o ficheiro

source: Click 'Find guarantor' and pick a patron from the resulting list.
pt_pt: Clicar sobre 'Procurar responsavel' e seleccionar o leitor da lista obtida.

source: Click 'Import'
pt_pt: Clicar sobre 'Importar'

source: Click 'New Authority Framework'
pt_pt: Clicar sobre 'Adicionar Modelo de Autoridade'

source: Click 'New Authority'
pt_pt: Clicar sobre 'Nova Autoridade'

source: Click 'New City'
pt_pt: Clicar sobre 'Adicionar Cidade'

source: Click 'New Classification Source'
pt_pt: Clicar sobre 'Adicionar fonte de classificação'

source: Click 'New Filing Rules'
pt_pt: Clicar sobre 'Adicionar regra de classificação'

source: Click 'New Fund'
pt_pt: Clicar sobre 'Adicionar Fundo'

source: Click 'New List'
pt_pt: Clicar sobre 'Adicionar Lista'

source: Click 'New Notice'
pt_pt: Clicar sobre 'Adicionar notificação'

source: Click 'New Road Type'
pt_pt: Clicar sobre 'Adicionar Tipo de Via'

source: Click 'New order'
pt_pt: Clicar sobre 'Adicionar notificação'

source: Click 'Patron attribute types'
pt_pt: Clicar sobre 'Tipos de atributos de Leitor'

source: Click 'Save'
pt_pt: Clicar sobre 'Guardar'

source: Click 'Save' to finish the process.
pt_pt: Clicar sobre 'Guardar' para terminar o procedimento.

source: Click 'Submit'
pt_pt: Clicar 'Validar'

source: Click 'Transfer' on the Circulation menu
pt_pt: Clicar sobre 'Transferir' no menu de Empréstimo

source: Click 'Unpack' and you will receive a confirmation screen
pt_pt: Clicar 'Descompactar' e receberá um pedido de confirmação

source: Click 'edit' next to the 'classification source' or 'filing rule' you wish to edit
pt_pt: Clicar 'Modificar' junto à fonte de classificação ou regra de alfabetação a modificar

source: Click Next to continue
pt_pt: Clique em 'Seguinte' para continuar

source: Click on &ldquo;Lists&rdquo; (You should see a list of shelves that have already been created)
pt_pt: Clicar sobre &ldquo; Listas &rdquo; (Para ver as listas existentes)

source: Click on 'Global System preferences' and then choose the 'OPAC Features' tab
pt_pt: Clicar sobre 'Preferências do Sistema' e depois sobre o separador 'OPAC'

source: Click on Finish to complete and load the Koha Staff Interface.
pt_pt: Para terminar, clicar sobre 'Terminar' para mudar para a interface técnica.

source: Click on the 'Fines' tab under the patron information on the left
pt_pt: Clicar sobre o separador 'Multas' à esquerda da ficha do leitor

source: Click on the 'Save' button at the bottom of the form to save your new profile.
pt_pt: Clicar sobre "Gravar" ao fundo do ecran para guardar o perfil.

source: Click on the 18th of February 2008 and fill in the necessary fields for your library.
pt_pt: Clicar sobre um 18 de Fevereiro e preencher os campos necessários para a biblioteca.

source: Click on the patron's name from the results
pt_pt: Clicar sobre o nome do leitor para obter os resultados

source: Click on the summary for the record you want to edit
pt_pt: Clicar no resumo do registo que quer modificar

source: Click the 'Create manual invoice' tab
pt_pt: Criar uma factura manual

source: Click the 'Delete' button to remove the current image.
pt_pt: Clicar sobre "Eliminar" para remover a imagem actual.

source: Click the 'More' button on the top right of the patron profile and choose 'Set Permissions'
pt_pt: Clicar sobre 'Outros' e seleccionar 'Definir permissões'

source: Click the 'New' button
pt_pt: Clicar sobre 'Adicionar'

source: Click the 'Receive Parcel' button
pt_pt: Clicar sobre 'Recepcionar'

source: Click to Edit
pt_pt: Clique para adicionar um fascículo

source: Click to Expand this Tag
pt_pt: Clicar para expandir este campo

source: Click to add item
pt_pt: Clique para adicionar um fascículo

source: Clicking on the ... for some plugins will bring up a pop up window where you can make various selections to populate the field. This is partiuclarly useful for Leaders and other data element fields.
pt_pt: Clicar sobre ... para que apareça uma janela de ajuda ao preenchimento dos campos, particularmente útil no cabeçalho e campos codificados

source: Close
pt_pt: Fechar

source: Close Help Window
pt_pt: Fechar a janela de ajuda

source: Close Window
pt_pt: Fechar a janela

source: Close this basket
pt_pt: Fechar o Cesto

source: Closed On: %s
pt_pt: Fechar o : %s

source: Closed on: %s
pt_pt: Fechar o : %s

source: Cloud cover
pt_pt: Inversão da encomenda

source: Code
pt_pt: Código

source: Code already exist &mdash; Please enter a unique code
pt_pt: Código já existe &mdash; Por favor introduza um código único

source: Code reverse
pt_pt: Inversão da encomenda

source: Code:
pt_pt: Código:

source: Coded Fields
pt_pt: Campos codificados

source: Coded information filters
pt_pt: Outra informação codificada

source: Collection
pt_pt: Colecção

source: Collection:
pt_pt: Colecção:

source: Colour
pt_pt: Fermer

source: Colour indicator
pt_pt: Confirmer la suppression :

source: Colour:
pt_pt: Colonnes :

source: Column
pt_pt: Coluna

source: Columns
pt_pt: Colunas

source: Columns must be filled left to right: if the first column is blank, other columns will be ignored.
pt_pt: As colunas devem ser preenchidas da esquerda para a direita: se a primeira coluna estiver em branco,as outras colunas vão ser ignoradas.

source: Coming from %s
pt_pt: Recebido de %s

source: Comma Separated Text
pt_pt: ficheiro CSV

source: Comment
pt_pt: Comentário

source: Commenter
pt_pt: Comentar

source: Comments
pt_pt: Comentários

source: Comments about this file:
pt_pt: Comentários a propósito deste ficheiro :

source: Comments/Reviews
pt_pt: Comentários

source: Commited budget
pt_pt: Orçamento afecto

source: Compact view
pt_pt: Vista resumo

source: Company
pt_pt: Empresa

source: Company Name *
pt_pt: Nome da Empresa *

source: Company Name:
pt_pt: Nome da Empresa:

source: Company details
pt_pt: Detalhes sobre a Empresa

source: Complete the information in the right area.
pt_pt: Complete a informação do lado direito.

source: Completed import of records
pt_pt: Importação concluída

source: Completeness
pt_pt: Commentaire

source: Computer Files
pt_pt: Ficheiros informáticos

source: Computer files, Data, Software
pt_pt: Ficheiros informáticos, Dados, Programas

source: Conference publication indicator
pt_pt: 1- Est la publication d'une conférence

source: Configuration OK, you don't have errors in your MARC parameters table
pt_pt: Configuração sem problemas na tabela de parâmetros MARC

source: Configure these parameters in the order they appear.
pt_pt: Configurar estes parâmetros por ordem de aparição.

source: Confirm
pt_pt: Confirmar

source: Confirm Custom Report
pt_pt: Confirmar o relatório

source: Confirm Definition
pt_pt: Confirmar a definição

source: Confirm Deletion
pt_pt: Confirmar a eliminação

source: Confirm Deletion of %s?
pt_pt: Confirmar a eliminação de %s ?

source: Confirm Deletion of Category %s
pt_pt: Confirmar a eliminação da categorie %s ?

source: Confirm Deletion of Category '%s'
pt_pt: Confirmar a eliminação da categoria %s ?

source: Confirm Deletion of Currency
pt_pt: Confirmar a eliminação da Moeda

source: Confirm Deletion of Currency '
pt_pt: Confirmar a eliminação da Moeda

source: Confirm Deletion of Currency '%s'
pt_pt: Confirmar a eliminação da Moeda %s'

source: Confirm Deletion of Fund <em>%s</em>
pt_pt: Confirmar a eliminação do fundo <em>%s</em>

source: Confirm Deletion of Printer <em>%s</em>
pt_pt: Confirmar a eliminação da impressora <em>%s</em>

source: Confirm Deletion of Subfield %s?
pt_pt: Confirmar a eliminação do sub-campo %s ?

source: Confirm Deletion of Tag
pt_pt: Confirmar a eliminação do campo

source: Confirm Deletion of authority structure definition for
pt_pt: Confirmar a definição da estrutura de autoridade para

source: Confirm delete:
pt_pt: Confirmar a eliminação:

source: Confirm deletion of %s (%s)?
pt_pt: Confirmar a eliminação de %s (%s) ?

source: Confirm deletion of classification source
pt_pt: Confirmar a eliminação da fonte de classificação

source: Confirm deletion of filing rule
pt_pt: Confirmar a eliminação da regras de alfabetação

source: Confirm deletion of patron attribute type
pt_pt: Confirmar a eliminação do atributo do leitor

source: Confirm deletion of record matching rule
pt_pt: Confirmar a eliminação da regra de concordância

source: Congratulations, Installation complete
pt_pt: Parabéns, Instalação concluída

source: Connect %s.%s to a MARC subfield
pt_pt: Ligar %s %s a um sub-campo MARC

source: Connection established.
pt_pt: Foi estabelecida a ligação.

source: Connection failed to %s
pt_pt: Falhou a ligação a %s

source: Consider the formula <b>#{X}/{Y}</b>. The following XYZ settings :
pt_pt: Considere a forma <b>N°{X}/{Y}</b>.As seguintes regras XYZ:

source: Considered lost
pt_pt: Considerado extraviado

source: Constraints
pt_pt: Restricteurs

source: Contact
pt_pt: Contacto

source: Contact Name
pt_pt: Nome do contacto

source: Contact details
pt_pt: Detalhes do contacto

source: Contact name:
pt_pt: Nome do contacto :

source: Contact note:
pt_pt: Nota do contacto :

source: Contact your system administrator to create this directory and you'll be set to go.
pt_pt: Contacte o administrador do sistema para criar este relatório.

source: Content
pt_pt: Conteúdo

source: Contents
pt_pt: Conteúdo

source: Contents of <i>%s</i>
pt_pt: Conteúdo de <i>%s</i>

source: Continuo
pt_pt: Restricteurs

source: Contrebasse
pt_pt: Restricteurs

source: Copenhagen, Denmark
pt_pt: Copenhaga, Dinamarca

source: Copy / Vol :
pt_pt: Cópia / Vol. :

source: Copy No.
pt_pt: Cópia Nº

source: Copy no.
pt_pt: Cópia Nº

source: Copyright Date:
pt_pt: Data de copyright:

source: Copyright date:
pt_pt: Data de publicação:

source: Copyrightdate
pt_pt: Data de publicação:

source: Cor
pt_pt: ou

source: Cor anglais
pt_pt: Traductions

source: Cornet a piston
pt_pt: Créer une étagère virtuelle

source: Could not add patron attribute type &quot;%s&quot; &mdash; one with that code already exists.
pt_pt: Não é possível adicionar o atributo do leitor &quot;%s&quot; &mdash; O código já existe.

source: Could not add value &quot;%s&quot; for category &quot;%s&quot; &mdash; value already present.
pt_pt: Não é possivel adicionar o valor &quot;%s&quot; para a categoria &quot;%s&quot; &mdash; porque já existe.

source: Could not delete patron attribute type &quot;%s&quot; &mdash; it is in use by %s patron records
pt_pt: Não é possível eliminar este atributo do leitor &quot;%s&quot; &mdash; porque é utilizado em %s fichas de inscrição

source: Could not delete patron attribute type &quot;%s&quot; &mdash; it was already absent from the database.
pt_pt: Não é possível eliminar o atributo do leitor &quot;%s&quot; &mdash; porque já não existe.

source: Count
pt_pt: Contador

source: Count : Returns a count of each value
pt_pt: Contador : mostra o total de por cada valor

source: Count items
pt_pt: Contagem de documentos

source: Count of Checkouts
pt_pt: Contagem de empréstimos

source: Count total items
pt_pt: Contagem do total de documentos

source: Count unique items
pt_pt: Contagem de documentos unicos

source: Create
pt_pt: Criar

source: Create Authority Types
pt_pt: Criar Tipos de Autoridade

source: Create Biblio
pt_pt: Criar um registo

source: Create Label Template
pt_pt: Criar um modelo de etiqueta

source: Create Layout
pt_pt: Criar um modelo

source: Create Manual Credit
pt_pt: Criar Crédito Manual

source: Create Manual Invoice
pt_pt: Criar factura manual

source: Create Printer Profile
pt_pt: Criar perfil de impressora

source: Create Report From SQL
pt_pt: Criar relatório SQL

source: Create Routing List
pt_pt: Criar uma lista de circulação

source: Create a CSV file for your patron data
pt_pt: Criar ficheiro CSV para dados de leitores

source: Create a new List
pt_pt: Criar uma Lista

source: Create a new batch
pt_pt: Criar novo tratamento em lote

source: Create and manage Authorities frameworks that define the characteristics of your MARC Records (field and subfield definitions).
pt_pt: Criar e gerir as folhas de recolha do ficheiro de autoridades. É possivel estabelecer os campos e sub-campos para cada tipo: Autor-Pessoa, Colectividade Autor, Tesauro, etc.

source: Create and manage Authorities frameworks that define the characteristics of your MARC Records (field and subfield definitions). To create a new framework...
pt_pt: Criação e gestão da lista de autoridades (campos e sub-campos) que definem as características dos registos MARC (definições de campos e sub-campos).Para criar novos modelos...

source: Create and manage Bibliographic frameworks that define the characteristics of your MARC Records (field and subfield definitions) as well as templates for the MARC editor.
pt_pt: Criação e gestão das folhas de recolha, através do estabelecimento dos campos e sub-campos adequados para cada tipo de documento, bem assim como a sua disposição em cada separador.

source: Create authority framework for %s using
pt_pt: Criar um modelo de autoridade para %s utilizando

source: Create framework for %s (%s) using
pt_pt: Criar um modelo para %s (%s) utilizando

source: Create from SQL
pt_pt: Criar a partir de SQL

source: Create manual credit
pt_pt: Criar crédito manual

source: Create manual invoice
pt_pt: Criar factura manual

source: Create printable labels and barcodes from catalog data and patron cards from patron data
pt_pt: Criação e impressão de etiquetas de código de barras para colocação nos exemplares e nos cartões dos leitores

source: Created by
pt_pt: Criado por

source: Creating a Printer Profile
pt_pt: Criar novo perfil de impressora

source: Creating a vendor
pt_pt: Criar um fornecedor

source: Creation technique
pt_pt: Illustrateur :

source: Creation&nbsp;Date
pt_pt: Data&nbsp;criação

source: Creative Commons Attribution 2.5 License
pt_pt: Licença Creative Commons 2.5, (Attribution)

source: Credit
pt_pt: Crédito

source: Credit Type:
pt_pt: Tipo de crédito:

source: Credits
pt_pt: Créditos

source: Credits:
pt_pt: Créditos :

source: Creep-Horizontal
pt_pt: Margem-horizontal

source: Creep-Vertical
pt_pt: Margem-vertical

source: Creep:
pt_pt: Margem :

source: Criteria allow you to limit your report to display results to a given criteria.Criteria are bound to a specific reporting area.
pt_pt: Critérios que limitam o relatório de exibição dos resultados de um dado critério. Este são obrigados a relatar uma área específica.

source: Critical field &quot;%s&quot;
pt_pt: Critical field &quot;%s&quot; missing on line

source: Cumulative index availability code
pt_pt: Localização e disponibilidade:

source: Currencies
pt_pt: Divisas

source: Currencies Search:
pt_pt: Pesquisar divisas:

source: Currencies administration
pt_pt: Gestão de divisas

source: Currencies and Exchange Rates
pt_pt: Divisas e Câmbios

source: Currencies and exchange rates
pt_pt: Divisas e Câmbios

source: Currency
pt_pt: Divisa

source: Currency Cutoff:
pt_pt: Máximo da Divisa

source: Currency Deleted
pt_pt: Divisa eliminada

source: Currency:
pt_pt: Divisa :

source: Current Checkouts Allowed
pt_pt: Empréstimos autorizados

source: Current Library
pt_pt: Biblioteca:

source: Current Location:
pt_pt: Biblioteca:

source: Current Terms
pt_pt: Termos actuais

source: Current server time is:
pt_pt: A hora do servidor é:

source: Currently, this means hold policies. The various policies have the following effects:
pt_pt: Actualmente, isto significa políticas de reserva. As várias políticas têm os seguintes efeitos:

source: DAMAGED
pt_pt: DANIFICADO

source: DVD video / Videodisc
pt_pt: DVD Video / Videodisco

source: Daily
pt_pt: Diário

source: Damaged
pt_pt: Danificado

source: Damaged Status:
pt_pt: Estado danificado:

source: Data Deleted
pt_pt: Dados eliminados

source: Data Fields
pt_pt: Campos de dados

source: Data Recorded
pt_pt: Dados registados

source: Data deleted
pt_pt: Dados eliminados

source: Data error
pt_pt: Erro de dados

source: Data recorded
pt_pt: Dados registados

source: Database
pt_pt: Base de Dados

source: Database settings:
pt_pt: Definições da Base de Dados:

source: Database tables created
pt_pt: Criação de tabelas para a base de dados

source: Database:
pt_pt: Base de Dados:

source: Date
pt_pt: Data

source: Date <a1>Sort</a>
pt_pt: Data <a1>Ordenar</a>

source: Date Accessioned
pt_pt: Data de acesso

source: Date Added
pt_pt: Data adicionada

source: Date Due
pt_pt: Date de devolução

source: Date Last Seen
pt_pt: Data do último acesso

source: Date Range: enter values in both date fields
pt_pt: Limites de data : indicar os valores nos dois campos

source: Date Received
pt_pt: Data de recepção

source: Date Received reverse
pt_pt: Data de recepção inversa

source: Date due
pt_pt: Data de devolução

source: Date due: %s
pt_pt: ) data de devolução: %s

source: Date entered on file
pt_pt: 1-5 Date du fichier

source: Date formats should match your system preference, and <b>must</b> be zero-padded, e.g. '01/02/2008'.
pt_pt: O formato da data deve corresponder às preferências do sistema, e <b>deve</b> começar por zero nos casos necessários, por exemplo '01/02/2008'.

source: Date last seen
pt_pt: Visto pela última vez

source: Date of Birth
pt_pt: Data de Nascimento

source: Date of birth
pt_pt: Data de nascimento

source: Date of birth is invalid.
pt_pt: Data de nascimento inválida.

source: Date of birth:
pt_pt: Data de nascimento:

source: Date of enrollment is invalid.
pt_pt: Data da inscrição é inválida.

source: Date of expiration is invalid.
pt_pt: Data de limite é inválida.

source: Date of transfer
pt_pt: Data de transferência

source: Date published
pt_pt: Data de publicação

source: Date received
pt_pt: Data de recepção

source: Date received:
pt_pt: Data de recepção :

source: Date/Time
pt_pt: Data/hora

source: Date/time
pt_pt: Data/hora

source: Date:
pt_pt: Data :

source: Date: %s
pt_pt: Data : %s

source: Day
pt_pt: Dia

source: Day name
pt_pt: Nome do dia

source: Day of week
pt_pt: Dia da semana

source: Day:
pt_pt: Dia :

source: Days in advance
pt_pt: nº de dias em avanço

source: De Lisle
pt_pt: Licence BSD

source: Dear %s
pt_pt: Caro(a) %s
