Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: <b>Download a starter CSV file with all the columns <a1>here</a>.</b> Values are comma-separated.
pt_pt: <b>Transferir no formato CSV com todas as colunas <a1>aqui</a> indicadas.</b>Os valores estão separados por ponto e vírgula.

source: <b>Issue:</b> %s
pt_pt: <b>Número : </b> %s

source: <b>NOTE:</b> Only PNG, GIF, JPEG, XPM formats are supported.
pt_pt: <b>NOTA:</b> Apenas são possíveis os formatos PNG, GIF, JPEG et XPM.

source: <b>Note:</b> when you add a subscription, Koha assumes you have already created the order, or that you will do it soon. So, NO information is sent to the acquisition module. This is not the case when the subscription expires. In this case, a subscription renewal creates a "suggestion" that is sent to the acquisition module.
pt_pt: <b>Nota : </b>quando é adicionada uma assinatura o KOHA, considera que já foi feito o pedido ou que será feito. Assim, NENHUMA informação é enviada para o módulo de Aquisições. Apenas no caso da assinatura estar para expirar é que será enviada uma "sugestão" de renovação para o módulo de Aquisições.

source: <b>Notes:</b> Please return this item promptly as others are waiting for it.
pt_pt: <b>Notas: </b> Por favor devolva este exemplar com brevidade, pois, existem outros leitores a aguardar.

source: <b>Serial Title:</b> %s
pt_pt: <b>Título do Periódico: </b> %s

source: <b>Title:</b> %s
pt_pt: <b>Título: </b> %s

source: <b>WARNING:</b> This image <i>not</i> imported because
pt_pt: <b>ALERTE</b> Esta imagem <i>não foi</i> importada porque

source: <b>Warning irregularity detected<\/b><br \/>
pt_pt: <b>Atenção foi detectado um número irregular </b><br \/>

source: <em>Get there: </em>More &nbsp;&gt;&nbsp; Administration &nbsp;&gt;&nbsp; Global System Preferences &nbsp;&gt;&nbsp; Patrons &nbsp;&gt;&nbsp; patronimages
pt_pt: <em>Ir para: </em>Outros &nbsp;&gt;&nbsp; Administração &nbsp;&gt;&nbsp; Preferências do Sistema &nbsp;&gt;&nbsp; Leitores &nbsp;&gt;&nbsp; Fotografias

source: <em>Get there: </em>More &nbsp;&gt;&nbsp; Tools &nbsp;&gt;&nbsp; Notices
pt_pt: <em>Ir para: </em>Outros &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Avisos

source: <em>Get there:</em> More &nbsp;&gt;&nbsp; Acquisitions &nbsp;&gt;&nbsp; Late issues
pt_pt: <em>Ir para:</em> Outros &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp; Encomendas em atraso

source: <em>Get there:</em> More &nbsp;&gt;&nbsp; Administration &nbsp;&gt;&nbsp; Authority types
pt_pt: <em>Ir para:</em> Outros &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp; Tipos de autoridade

source: <em>database host : </em>%s
pt_pt: <em>servidor de base de dados: </em>%s

source: <em>database name : </em>%s
pt_pt: <em>nome da base de dados: </em>%s

source: <em>database port : </em>%s (probably OK if blank)
pt_pt: <em>porto da base de dados: </em>%s (provavelmente OK se vazio)

source: <em>database type : </em>%s
pt_pt: <em>tipo de base de dados: </em>%s

source: <em>database user : </em>%s
pt_pt: <em>utilizador da base de dados: </em>%s

source: <i> in </i>%s
pt_pt: <i>em </i>%s

source: <i>Author:</i> %s
pt_pt: <i>Autor : </i> %s

source: <i>Published by:</i> %s
pt_pt: <i>Publicado por: </i> %s

source: = issue an item to a patron
pt_pt: = emprestar um exemplar ao leitor

source: = items that patrons have placed a request on (called &quot;reserves&quot; in some libraries - not to be confused with &quot;Course Reserves&quot; used in academimc libraries)
pt_pt: = documentos reservados pelo leitor

source: = return an item from a patron
pt_pt: = devolver um documento emprestado

source: = used to change the holding branch of an item
pt_pt: = usado para modificar o pólo onde está o documento

source: A <b>Open</b> List can be seen and managed by everybody.
pt_pt: Uma <b>Lista acessível</b> pode ser vista e acedida por todos.

source: A <b>Private</b> List is managed by you and can be seen only by you.
pt_pt: Uma <b>Lista privada</b> apenas é utilizada pelo próprio e não pode ser vista por outros.

source: A <b>Public</b> List can be seen by everybody, but managed only by you.
pt_pt: Uma <b>Lista pública</b> pode ser vista por todos, mas apenas modificada pelo próprio.

source: A Basket is a collection of orders.
pt_pt: Um Cesto é um conjunto de ordens de encomenda.

source: A Basket is used to group a set of order lines. An order is placed for an individual item.
pt_pt: Um Cesto de Encomenda é utilizado para agrupar várias ordens de encomenda. Cada ordem corresponde a um único documento

source: A List named %s already exists!
pt_pt: Já existe uma Lista com o nome (%s) !

source: A MARC Authority Record are used to ensure consitency across catalog records by providing a way to define the standard form of names for:
pt_pt: Os registos de autoridade MARC são utilizados para assegurar a coerência entre os registos bibliográficos, através da definição de formas uniformes de nomes:

source: A Pending Hold is a Hold that has been placed by a Patron that has not been &quot;Filled&quot;. Where Filled means that the item is now ready for the Patron to pick up.
pt_pt: Uma Reserva em Espera é uma reserva enviada por um leitor mas que aindanão está &quot;satisfeita&quot;. Entende-se que só está satisfeita quando o documento se encontra disponível para ser levantado pelo leitor.

source: A bibliographic record needs items or holdings for it to show in the OPAC. There are two ways to add new items to a bibliographic record:
pt_pt: Um registo bibliográfico deve corresponder a exemplares físicos para ser visto no OPAC. Há duas maneiras de adicionar exemplares físicos a um registo bibliográfico:

source: A confirmation will appear with the item information
pt_pt: Uma confirmação será apresentada na informação do exemplar

source: A label batch is where you take your Layout, Layout Template and merge with the items you wish to create the labels for.
pt_pt: Um lote de etiqueta é onde você leva o seu Layout, Modelo de Layout e integra-o com os itens para os quais deseja criar etiquetas.

source: A layout is where you define what will print on the label. For example for a spine label you may choose the Classification Number.
pt_pt: Um Layout é onde você define o que vai imprimir na etiqueta. Por exemplo, para uma etiqueta em espinha pode escolher o Número de Classificação.

source: A layout template is the dimensions of the sheet you are using. You will need to either acquire the dimensions from the label supplier, or measure them accurately.
pt_pt: Um Modelo de Layout é formado pelas dimensões da folha que estiver a usar. Precisará de perguntar as dimensões ao fornecedor de etiquetas ou medi-las com precisão.

source: A patron attribute (or extended patron attribute) is an additional piece of information associated with a patron record. Each attribute has a type that specifies whether the attribute is repeatable, can serve as a unique identifier, can take a password, and whether it can be used to search for patron records in the staff interface. The list of attribute types is controlled by staff with 'superlibrarian' permissions.
pt_pt: Um atributo do leitor é uma informação complementar associada à ficha de leitor.&nbsp; Cada atributo corresponde a um tipo que define se é repetível, se pode servir de identificador único, se é uma palavra-passe e se pode ser utilizado na pesquisa de leitores para a posto de trabalho técnico.

source: A patron's annual membership fee payment status also shows on this screen.
pt_pt: O pagamento da quota anual do leitor é também apresentado nesta página.

source: A printer profile is where you setup adjustments for label offset and creep (also known as printer calibration).
pt_pt: Um Perfil de Impressora é onde você configura ajustamentos para offset de etiqueta e creep (também conhecido por calibração de impressora)

source: A record matching barcode <b>%s</b> has already been added.
pt_pt: O código de barras equivalente <b>%s</b> já foi adicionado.

source: A red box will alert you. Fines are calculated and posted the following day.
pt_pt: Uma indicação a vermelho serve de alerta. As multas são calculadas a partir do dia seguinte.

source: A red typed alert saying &quot;Reserve Found&quot; will be displayed along with the Reserve listing information. Click on the confirm button to proceed. If the item is confirmed than the items status will be changed to &quot;waiting&quot;. If the item is requested by someone in another branch, then you must validate the transfer.
pt_pt: Uma indicação a vermelho &quot;Reservado&quot; aparece na lista de reservas. Clicar sobre o botão de confirmação para aceitar. Se a reserva for aceite o documento ficará com a indicação &quot;a aguardar&quot;.No caso de ser solicitado por outro pólo é necessário autorizar a transferência.

source: A report can be generated directly using from an SQL statement. On the &quot;Create from SQL&quot; page, give the report a Title and Description (using the notes field) and then paste your SQL statement into the text area.
pt_pt: Um relatório pode ser gerado directamente usando uma expressão SQL. Em &quot;Criar de SQL&quot;, dê um Título e uma Descrição ao relatório (usando o campo de notas) e depois cole a sua expressão SQL na área de texto.

source: A third option allows libraries to maintain their own authority records based on the dataset; many libraries prefer not to enable that option because it creates 'ghost' authority records in the system. It's up to the library (or group) which options to enable, or disable.
pt_pt: Uma terceira opção permite às bibliotecas manter os seus registos de autoridade baseados no dataset; muitas bibliotecas preferem não activar essa opção porque isso criar registos de autoridade 'fantasma' no sistema. Cabe à biblioteca (ou grupo) determinar que opções activar ou desactivar.

source: A: Click the &ldquo;Add subscription&rdquo; button.
pt_pt: R : Clicar no botão &ldquo;Adicionar assinatura&rdquo;

source: A: Confirming will checkout the check out and automatically check in the item from the other patron account.
pt_pt: R : Uma confirmação validará o empréstimo (check out) e automaticamente dará a entrada (check in) do item a partir da outra conta de leitor.

source: A: If the checking out is really impossible (for example, the barcode does not exist), then you can&rsquo;t confirm the checkout.
pt_pt: R : Se o empréstimo for realmente impossível (por exemplo, se o código de barras não existir), então não poderá confirmar o empréstimo.

source: A: If there is a problem with an checkout, then a box will appear and ask for confirmation, if possible. Confirming will override the system and check out the item.
pt_pt: R : Se houver um problema com o empréstimo, então uma caixa irá aparecer e pedir a confirmação, se possível. Se confirmar, irá sobrepor-se ao sistema e fazer o check out do item.

source: A: If you wish to have this item and all subsequent items in this transaction to have a date due other than the default date due defined for the item type, use the &ldquo;Sticky Due Date&rdquo; to set the date due before scanning the first item.
pt_pt: R : Se desejar que este documento e todos os documentos subsequentes nesta transacção tenham uma data de devolução diferente que a data de devolução definida por omissão para o tipo de item, use o &ldquo;Sticky Due Date&rdquo; para definir a data de devolução antes de digitalizar o primeiro item.

source: A: Start by scanning the patron&rsquo;s barcode or type in their name to find their account. Once Koha has found the patron, you will see a new form for scanning or typing the item&rsquo;s identifying number (usually a barcode). If the item can be checked out without problems, it will be done immediately and shown with other patron checkouts at bottom.
pt_pt: R : Comece por digitalizar o código de barras do leitor ou escreva o seu nome para encontrar a sua conta. Assim que o Koha encontrar o leitor, verá um novo formulário para digitalizar ou escrever o número de identificação do item (normalmente, um código de barras). Se o item puder ser emprestado sem problemas, será feito imediatamente e mostrado com outros empréstimos de leitor em baixo.

source: A: View subscription details, receive any item and/or manage what appears in subscription summary (in OPAC and staff client).
pt_pt: R : Ver detalhes de subscrição, receber qualquer item e/ou gerir o que aparece no sumário de subscrição (no OPAC e no cliente staff / Intranet).

source: ACQCLAIM (Acquisition Claim): Used in the claimacquisition module
pt_pt: ACQCLAIM (Reclamações de Aquisições): Usado no módulo claimacquisition

source: ADDITIONAL CONTENT TYPES
pt_pt: OUTROS TIPOS DE CONTEÚDO

source: ALL
pt_pt: TUDO

source: ALL items fields MUST :
pt_pt: TODOS os campos de exemplar DEVEM :

source: AUDIENCE
pt_pt: AUDIÊNCIA

source: Ability for logged in user to check books out and back in
pt_pt: Capacidade para um leitor autenticado pedir livros emprestados e devolvê-los

source: Ability to set patron permissions&nbsp;
pt_pt: Capacidade de definir permissões&nbsp;

source: About Classification Sources
pt_pt: Acerca das Fontes de Classificação

source: About Koha
pt_pt: Acerca do Koha

source: Abstracts/summaries
pt_pt: Resumos/sumários

source: Accept
pt_pt: Aceitar

source: Accepted
pt_pt: Aceite

source: Accepted by
pt_pt: Aceite por

source: Access denied
pt_pt: Acesso negado

source: Access this report from the: <a1>Saved Reports Page</a>
pt_pt: Aceda a este relatório a partir da <a1>Página dos Relatórios Gravados</a>

source: Access to acquisition and patron purchase suggestions management
pt_pt: Acesso à gestão de aquisições e de sugestões de leitores

source: Access to all librarian functions
pt_pt: Acesso a todas as funções de bibliotecário

source: Accession Date:
pt_pt: Data de Acesso:

source: Accession date (inclusive):
pt_pt: Data de Acesso (inclusivé) :

source: Accompanying material 1
pt_pt: Material acompanhante 1

source: Accompanying material 2
pt_pt: Material acompanhante 2

source: Accompanying material 3
pt_pt: Material acompanhante 3

source: Accompanying material 4
pt_pt: Material acompanhante 4

source: Accompanying textual material 1:
pt_pt: Material acompanhante textual 1:

source: Accompanying textual material 2:
pt_pt: Material acompanhante textual 2:

source: Accompanying textual material 3:
pt_pt: Material acompanhante textual 3:

source: Accompanying textual material 4:
pt_pt: Material acompanhante textual 4:

source: Accompanying textual material 5:
pt_pt: Material acompanhante textual 5:

source: Accompanying textual material 6:
pt_pt: Material acompanhante textual 6:

source: Account
pt_pt: Conta

source: Account Management Fee
pt_pt: Gestão das Quotas

source: Account Summary: %s %s (%s)
pt_pt: Resumo da Conta : %s %s (%s)

source: Account Type
pt_pt: Tipo de Conta

source: Accounting Details
pt_pt: Detalhes Financeiros

source: Accounting details
pt_pt: Detalhes financeiros

source: Acquisition Date
pt_pt: Data de Aquisição

source: Acquisition Date (yyyy-mm-dd)
pt_pt: Data de Aquisição (aaaa-mm-dd)

source: Acquisition Date: Newest to Oldest
pt_pt: Data de Aquisição: do mais Recente ao mais Antigo

source: Acquisition Date: Oldest to Newest
pt_pt: Data de Aquisição: do mais Antigo ao mais Recente

source: Acquisitions
pt_pt: Aquisições

source: Acquisitions Help
pt_pt: Ajuda das Aquisições

source: Acquisitions Statistics
pt_pt: Estatísticas das Aquisições

source: Acquisitions statistics
pt_pt: Estatísticas das aquisições

source: Acquisitions:
pt_pt: Aquisições:

source: Action
pt_pt: Acção

source: Action if matching bibliographic record found:
pt_pt: Acção se encontrar um registo bibliográfico que corresponda:

source: Action if matching record found
pt_pt: Acção se encontrar um registo que corresponda

source: Action if no match found
pt_pt: Acção se não encontrar um registo que corresponda

source: Action if no match is found:
pt_pt: Acção se não encontrar um registo que corresponda:

source: Action:
pt_pt: Acção

source: Actions
pt_pt: Acções

source: Active
pt_pt: Activo

source: Active Settings
pt_pt: Configurações Activas

source: Active/Inactive
pt_pt: Activo/Inactivo

source: Active:
pt_pt: Activo:

source: Actual Cost will be used to subtract from your budgets (whereas the other fees will be used when calculating replacement costs)
pt_pt: O Custo Real será usado para subtrair dos seus orçamentos (enquanto as outras taxas serão usados quando calcular os custos de substituição)

source: Actual cost
pt_pt: Custo real

source: Actual cost:
pt_pt: Custo real:

source: Add
pt_pt: Adicionar

source: Add : the number here is added to XYZ
pt_pt: Adicionar : este número é adicionado a XYZ

source: Add <i>%s</i>
pt_pt: Adicionar <i>%s</i>

source: Add A New Serial Subscription
pt_pt: Adicionar nova Assinatura

source: Add Authorized Value
pt_pt: Adicionar um Valor Autorizado

source: Add Bibliographic Record
pt_pt: Adicionar um Registo

source: Add Currency
pt_pt: Adicionar uma Divisa

source: Add Group
pt_pt: Adicionar um Grupo

source: Add Item
pt_pt: Adicionar um Exemplar

source: Add Item Type
pt_pt: Adicionar um Tipo de Documento

source: Add List Member
pt_pt: Adicionar um Membro à Lista

source: Add MARC Record
pt_pt: Adicionar um Registo MARC

source: Add MARC Record Help
pt_pt: Ajuda sobre Adicionar um Registo MARC

source: Add New Definition
pt_pt: Adicionar uma Nova Definição

source: Add News Item
pt_pt: Adicionar uma Notícia

source: Add Patron Attribute
pt_pt: Adicionar um Atributo de Leitor

source: Add Patrons
pt_pt: Adicionar Leitores

source: Add To Order
pt_pt: Adicionar à encomenda

source: Add a new Authorized Value Category
pt_pt: Adicionar uma Categoria de Valor Autorizado

source: Add a new city
pt_pt: Adicionar uma nova cidade

source: Add a new notice
pt_pt: Adicionar um novo aviso

source: Add a new patron:
pt_pt: Adicionar um novo Leitor:

source: Add a new road type
pt_pt: Adicionar um novo tipo de via

source: Add a new subscription
pt_pt: Adicionar nova assinatura

source: Add a system preference
pt_pt: Adicionar uma preferência do sistema

source: Add an item to <i>%s</i>
pt_pt: Adicionar um documento a <i>%s</i>

source: Add another field
pt_pt: Adicionar outro campo

source: Add authority
pt_pt: Adicionar autoridade

source: Add biblio
pt_pt: Adicionar registo

source: Add book fund
pt_pt: Adicionar um fundo

source: Add budget
pt_pt: Adicionar orçamento

source: Add child
pt_pt: Adicionar filho

source: Add classification source
pt_pt: Adicionar fonte de classificação

source: Add filing rule
pt_pt: Adicionar regra de alfabetação

source: Add framework
pt_pt: Adicionar um modelo

source: Add holdings
pt_pt: Adicionar exemplares

source: Add incoming record
pt_pt: Adicionar registo entrado

source: Add item(s) to batch
pt_pt: Adicionar exemplar(es) ao lote

source: Add items only if matching bib was found
pt_pt: Adicionar exemplares apenas se for encontrado um registo bibliográfico correspondente

source: Add items only if no matching bib was found
pt_pt: Adicionar exemplares apenas se não for encontrado um registo bibliográfico correspondente

source: Add new holiday
pt_pt: Adicionar novo feriado

source: Add notice
pt_pt: Adicionar aviso

source: Add or modify patrons (with the exception of setting permissions)
pt_pt: Adicionar ou modificar Leitor (com a excepção de estabeleçer permissões)

source: Add order
pt_pt: Adicionar encomenda

source: Add patron attribute type
pt_pt: Adicionar tipo de atributo de leitor

source: Add patron(s) to batch
pt_pt: Adicionar leitor(es) ao lote

source: Add record matching rule
pt_pt: Adicionar uma regra de concordância

source: Add tag
pt_pt: Adicionar campo

source: Add the images and the TXT file to a .ZIP file
pt_pt: Adicionar as imagens e o ficheiro TXT a um ficheiro ZIP

source: Add to List
pt_pt: Adicionar à Lista

source: Add to a new list:
pt_pt: Adicionar a uma nova lista:

source: Add to shelf
pt_pt: Adicionar à estante

source: Add vendor
pt_pt: Adicionar Fornecedor

source: Added classification source %s
pt_pt: Fonte de Classificação %s adicionada

source: Added filing rule %s
pt_pt: Regra de alfabetação %s adicionada

source: Added on or after date
pt_pt: Acrescentado em ou depois de

source: Added on or before date
pt_pt: Acrescentado em ou antes de

source: Added patron attribute type &quot;%s&quot;
pt_pt: Adicionado tipo de atributo de leitor &quot;%s&quot;

source: Added record matching rule &quot;%s&quot;
pt_pt: Adicionada regra de concordância &quot;%s&quot;

source: Adding &amp; Editing New Item Types
pt_pt: Adicionar &amp; Modificar tipos de documentos

source: Adding A New Definition
pt_pt: Adicionar Nova Definição

source: Adding Authorities to a record
pt_pt: Adicionar Autoridades a um registo

source: Adding a Fund
pt_pt: Adicionar um Fundo

source: Adding a New Patron
pt_pt: Adicionar um Novo Leitor

source: Adding an Authority Record
pt_pt: Adicionar um Registo de Autoridade

source: Adding authority %s
pt_pt: Adicionar Autoridade %s

source: Adding authority (%s)
pt_pt: Adicionar Autoridade (%s)

source: Adding item details
pt_pt: Adicionar detalhes do exemplar

source: Additional Author:
pt_pt: Outro autor:

source: Additional Authors:
pt_pt: Autores:

source: Additional Character Sets
pt_pt: Parâmetros adicionais

source: Additional attributes and identifiers
pt_pt: Atributos adicionais e identificadores

source: Additional content types
pt_pt: Outros tipos de conteúdo

source: Additional parameters
pt_pt: Parâmetros adicionais

source: Address
pt_pt: Morada

source: Address (cont.):
pt_pt: Morada (cont.) :

source: Address 2:
pt_pt: Morada 2:

source: Address Line 1
pt_pt: Morada Linha 1

source: Address Line 2
pt_pt: Morada Linha 2

source: Address Line 3
pt_pt: Morada Linha 3

source: Address in question
pt_pt: Morada em dúvida

source: Address:
pt_pt: Morada:

source: Adjust margins until both top and left margins are correct.
pt_pt: Ajuste as margens até que as margens de topo e à esquerda estejam correctas.

source: Admin
pt_pt: Administração

source: Admin:
pt_pt: Administração:

source: Administration
pt_pt: Administração

source: Administration Help
pt_pt: Ajuda sobre a Administração

source: Adolescent
pt_pt: Adolescente

source: Adult
pt_pt: Adulto

source: Adult = A regular patron (can have child patrons attached to it).
pt_pt: Adulto = a inscrição comum (à qual se pode associar uma criança).

source: Adult Patron
pt_pt: Inscrição de Adulto

source: Adult Patrons: can be linked as &quot;guarantors&quot; to other patrons who are their dependents. This is the default patron type.
pt_pt: As inscrições de Adulto permitem servir de &quot;garantia&quot; para outros leitores de quem ficam responsaveis. Esta é a categoria geral de inscrição.

source: Adult patron
pt_pt: Inscrição de adulto

source: Adult, General
pt_pt: Adulto, Geral

source: Adult, serious
pt_pt: Adulto

source: Advanced Prediction Pattern
pt_pt: Modelo detalhado de previsão

source: Advanced Search
pt_pt: Pesquisa Avançada

source: Advanced constraints:
pt_pt: Restrições avançadas:

source: After clicking 'Save' you will be brought to an order summary
pt_pt: Após concluir e 'Guardar' será mostrado o resumo da encomenda

source: After creating a Printer Profile, it must be applied to a particular label template. Note: You can only apply one Printer Profile to a given label template at a time.
pt_pt: Após ter criado um Perfil de Impressora, deve ser aplicado a um modelo específico de etiqueta. Nota: Apenas pode aplicar um Perfil de Impressora a um dado modelo de etiquetas de cada vez.

source: After holidays are entered on the calendar, circulation rules are then recalculated to taken in to account that library is closed and there will be no one present to return items.
pt_pt: Após a definição do calendário de feriados, as regras de empréstimo são ajustadas tendo em conta os períodos de fecho da biblioteca.
