Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: The item types are the &quot;categories&quot; into which your library items fall. For instance, you probably want to have videocassettes in a different category from non-fiction books, and mysteries in a different category from children's picture books. If you already are using a commercial ILS, you almost certainly already have all of your materials divided up into such categories. Now you need to tell Koha what your categories are.
pt_pt: Os tipos de documento são as "categorias" nas quais estes se inserem.Por exemplo, provavelmente pretende ter as cassetes de vídeo numa categoriadiferente dos livros de ficção e diferente dos livros para crianças. Se já utilizaum SIGB (Sistema Integrado de Gestão de Bibliotecas) de certeza que já dividiu os seusdocumentos por categorias, contúdo deve indicar ao Koha quais as categorias que definiu.

source: The itemtype code is limited to four characters. This code is rarely displayed by Koha; instead the description of the type will be what users see.
pt_pt: O código que representa o tipo de documento está limitado a quatro caracteres.Este raramente é visível aos leitores, que têm acesso a uma descrição do tipo dedocumento.

source: The left part
pt_pt: A parte esquerda

source: The list <i>%s</i> is not empty.
pt_pt: A estante virtual <i>%s</i> não está vazia.

source: The list of patron suggestion reject or accept reasons
pt_pt: A lista dos motivos para a aprovação ou rejeição das sugestões dos leitores.

source: The list of status to describe a damaged item
pt_pt: A lista das frases que descrevem um documento danificado.

source: The list of status to describe a lost item
pt_pt: A lista das frases que descrevem um documento perdido.

source: The log viewer will show you what actions are being taking in your ILS during a set time period
pt_pt: A visualização dos 'logs' demonstram as acções que foram realizadas no SIGB duranteum período de tempo.

source: The new charge will appear on the 'Account' tab
pt_pt: A nova taxa aparecerá no separador 'Conta'.

source: The new credit will appear on the 'Account' tab
pt_pt: O novo crédito aparecerá no separador 'Conta'.

source: The number for the next expected Issue should display in the top row. The status will default to waited. If the serial has arrived, then select &quot;arrived&quot; from the drop down. If SerialAddItems is turned on you will be prompted to add the item detail.
pt_pt: O número para o próximo fascículo deve ser exibido na primeira linha. O estatutopor defeito será em espera. Quando o número chegar, seleccione a opção &quot;Recebido&quot;no menu. Se a função para adicionar novos documentos estiver activa, deverá adicionarinformações sobre o exemplar.

source: The number of days (%s) must be a number between 0 and 999.
pt_pt: O número de dias (%s) deve ser compreendido entre 0 e 999.

source: The numbering of issues received can be a complex formulas. The "numbering formula" can be filled with any text and/or numbers. 3 special tokens <b>{X} {Y}</b> and <b>{Z}</b> can be user to define the calculation formula. XYZ values are calculated with the following method:
pt_pt: A numeração dos fascículos pode ser complexa e tanto conter texto como números. Estão disponíveis três valores<b>{X} {Y}</b> e <b>{Z}</ b> para definir a fórmula de cálculo. Os valores de XYZ são calculados da seguinte maneira:

source: The numbering of items received can contain complex formulas. The "numbering formula" can be filled with any text and/or numbers. 3 special tokens <b>{X} {Y}</b> and <b>{Z}</b> can be user to define the calculation formula. XYZ values are calculated with the following method:
pt_pt: A numeração dos fascículos recebidos pode ter uma fórmula complexa e tanto conter texto como números. Estão disponíveis três valores<b>{X} {Y}</b> e <b>{Z}</ b> para definir a fórmula de cálculo. Os valores de XYZ são calculados da seguinte maneira:

source: The online help directory is:
pt_pt: O directório dos ficheiros de ajuda em linha é:

source: The other way to set the library is to click 'Set library' on the main circulation page
pt_pt: Uma outa maneira de parametrizar a biblioteca é seleccionando a opção 'Definir Biblioteca'na página principal.

source: The password entered is too short
pt_pt: A palavra-passe introduzida é muito curta.

source: The patron settings have been updated
pt_pt: Os parâmetros do leitor foram modificados.

source: The pull-down menu lists all the Koha tables that can receive values from the MARC records. The columns from each table are listed below the pull-down menu.
pt_pt: O menu de opções apresenta uma lista das tabelas Koha que podem receber valoresdos registos MARC.

source: The replacement price is the total cost of what it would cost to replace the item if you had to purchase the item retail at recommended retail. This is the amount that a patron could be charged if item is lost or damaged beyond repair.
pt_pt: O custo de substituição é o total do custo do documento perdido/danificado sem reparação.

source: The report you have created has now been saved. You can now
pt_pt: O relatório criado foi gravado com sucesso. Pode utilizá-lo.

source: The reservoir can be populated with MARC records through the &quot;Stage MARC Records for Import&quot; under Tools.
pt_pt: A área temporária pode ser preenchida com registos MARC, através da opção &quot;Preparar registos MARC para importação&quot; nas Ferramentas.

source: The reservoir is a holding area for bibilographic records that are not yet used in the library catalog.&nbsp; When an item arrives that matches a record in the reservoir, the two can be matched and the bibliographic pulled from the reservoir into the main catalog.
pt_pt: A área temporária é um lugar para os registos bibliográficos que ainda não foram utilizados no catálogo da biblioteca.&nbsp; Quando um documento chega e corresponde a um registo existente na área temporária, os dois podem ser combinados e o registo bibliográfico que estava na área temporária passa para o catálogo principal.

source: The right part
pt_pt: A parte direita

source: The right part deals with issues. When you create a new subscription, the 1st issue is automatically calculated. When you want/need, you can define issues that have a new status:
pt_pt: A parte à direita tem a ver com os fascículos. Quando é criada uma Assinatura,o 1º número é calculado automaticamente. Se for necessário, pode definir os fascículos que têm um novo estado:

source: The rules are applied from most specific to less specific, using the first found in this order:
pt_pt: As regras são aplicadas da mais específica para a menos específica, pela ordem seguinte:

source: The sequence of steps is:
pt_pt: A sequência das etapas é :

source: The serials module is used to manage subscriptions the library has to vairous titles. These are normally Serials or Journals, but in practice can be anything.
pt_pt: O módulo de Periódicos é utilizado para gerir as Assinaturas de uma bibliotecaque possua vários títulos.Estes correspondem normalmente a Revistas ou Jornais,mas na prática podem ser quaisquer outros.

source: The set of matching records are assigned a score (the value of which is determined by the match point rule). Then, the rest of the match points are considered and the scores of each set of matches is added up. The set of matching records whose total score is over a threshold value defined in the matching rule are candidate matches.
pt_pt: A um conjunto de registos correspondentes é atribuida uma pontuação (o valor de cadaé determinado por uma regra de um ponto de concordância). Então, o resto dos pontos deconcordância são considerados e a pontuação de cada conjunto é adicionada.

source: The sort fields are used for internal use and reports.
pt_pt: Os campos ordenados são utilizados para uso interno e relatórios.

source: The statistics wizards provide a way to build simple reports for each module. The reports produced can either be viewed on screen or downloaded for opening in a spreadsheet program or text editor.
pt_pt: O assistente de estatística fornece ferramentas para a construção de relatórios simplespara cada módulo. Os relatórios produzidos podem ser visualizados ou descarregadose utilizados através de um programa ou editor de texto.

source: The status of tags can always be edited by clicking on one of these filters and changing the status
pt_pt: O estatuto das 'tags' pode sempre ser editado, carregando num destes filtros ealterando o estatuto.

source: The subscription
pt_pt: A Assinatura

source: The summary contains an &quot;ISBD&quot; like description to explain how the entry must be shown in the result list. The syntax is :
pt_pt: O resumo contém uma descrição do tipo "ISBD" que define como os dados devem serexibidos na lista dos resultados. A sintaxe é:

source: The summary field is used to edit the way this item displays on the search results page
pt_pt: O campo para resumo é utilizado para midificar a maneira como os exemplares sãoexibidos na lista dos resultados da pesquisa.

source: The system handles exceptions (e.g Item arrives monthly but only 10 issues in the year). Set the rollover to the max number of issues expected in the year. Then click the &quot;Irregularity&quot; link. Choose which instances are skipped.
pt_pt: O sistema admite excepções (por exemplo os números que chegam mensalmente, mas apenas em 10 meses do ano). Estabeleça o número máximo previsto no ano.Depois clique na ligação &quot;Irregular&quot;. Assinale os fascículos que não serão recebidos.

source: The tag reported must contain a MARC tag number. Every subfield in the selected tag will be copied to the &quot;destination tag&quot; in the biblio. for example, in UNIMARC, the tag 200 ot personal authority will be reported to 600, 700, 701, depending on what is cliqued in the biblio MARC editor.
pt_pt: O campo mencionado deve conter um número de etiqueta MARC. Cada sub-campo do campo seleccionado será copiado para o &quot;campo de destino&quot; do registo bibliográficoPor exemplo, em UNIMARC, o campo 200 - Cabeçalho nome de pessoa - reportar-se-á aos campos 600, 700, 701, dependendo do que for clicado no editor bibliográfico MARC.

source: The terms summary in the top left will allow you to filter your results by tag status
pt_pt: O resumo dos termos no topo esquerdo permitirá que filtre os resultados peloestatuto das 'tags'.

source: The three latest issues related to this subscription:
pt_pt: Os três últimos números relacionados com esta assinatura:

source: The title of the news post. Try to keep this short and pithy. Avoid long sentances.
pt_pt: O título das novas notícias deve ser curto e conciso, evitando frases longas.

source: The total at the bottom of the page should be within a few cents of the total for the invoice.
pt_pt: O total no fundo da página deve ser aproximado do total da factura.

source: The upload file appears to be empty.
pt_pt: O ficheiro importado está vazio.

source: The upload file does not appear to be a zip file. The extention is not '.zip'.
pt_pt: O ficheiro a importat não parece ser um ficheiro '.zip', a sua extensão está incorrecta.

source: The values defined in this preference will show up in a pull down menu when entering patron information.These values can be used in geographic statistics.
pt_pt: Os valores definidos nesta preferência vão aparecer num menu de opções no momento em que se introduzirem informações do leitor. Estes valores podem ser utilizados em estatísticas geográficas.

source: The vendor price is the price given to you by the vendor, sometimes called the &quot;List Price&quot;. Depdending on how the Vendor is setup this may or maynot include any discount given to you by the vendor and/or any sales tax. See Vendors for more information.
pt_pt: O preço do fornecedor é o preço dado pelo mesmo, às vezes denomidado por&quot;Preço actual&quot;. Dependendo de como o fornecedor está organizado, podeou não incluir um desconto e/ou uma taxa por venda. Ver 'Fornecedores' para maisinformação.

source: Themes
pt_pt: Temas

source: Then adjust the label height and width to correct label creep across and down page.
pt_pt: Em seguida, ajuste a altura e largura da etiqueta para corrigir a margem superiore inferior da página.

source: Then select a label template from the pull-down list of templates.
pt_pt: Em seguida, seleccione um modelo de etiqueta a partir da lista de modelos.

source: Then, click 'Submit'
pt_pt: Depois clique em 'Validar'

source: Then, you can see the values defined for the category &quot;Lost&quot; and edit them if you like.
pt_pt: Pode ver os valores definidos para a categoria "Lost" e modificá-los.

source: There are 2 types of holiday:
pt_pt: Existem dois tipos de dias para o encerramento:

source: There are 3 types of reports that can be generated:
pt_pt: Podem ser gerados três tipos de relatórios :

source: There are four sections to this form:
pt_pt: Este formulário é composto por 4 partes:

source: There are no late orders.
pt_pt: Não existem pedidos em atraso.

source: There are no libraries defined. <a1>Start defining libraries</a>.
pt_pt: Não existe uma biblioteca definido. <a1>Criar uma biblioteca</a>.

source: There are no outstanding (accepted) suggestions.
pt_pt: Não existem sugestões (aceites) pendentes.

source: There are no overdues for today.
pt_pt: Hoje, não existem documentos em atraso.

source: There are no saved matching rules.
pt_pt: Não existem regras de concordância guardadas.

source: There are no saved patron attribute types.
pt_pt: Não existem tipos de atributos guardados.

source: There are no saved reports. <a1>Build new?</a>
pt_pt: Não existem relatórios guardados. <a1>Criar um novo?</a>

source: There are number of predefined reports in Koha. Check the the Circulation module for additional Circulation specific reports.
pt_pt: Existe um número de relatórios prédefinidos no Koha. Consulte o módulo de empréstimopara relatórios (específicos) adicionais.

source: There are three ways to add authorities to a record:
pt_pt: Existem três maneiras de adicionar autoridades a um registo.

source: There are three ways to set your home branch.
pt_pt: Existem três maneiras para definir uma biblioteca principal.

source: There are two parts to the System Administration in Koha.
pt_pt: Existem duas partes na Administração do Sistema do Koha.

source: There are two ways to lodge a claim with the supplier:
pt_pt: Existem duas maneiras de fazer uma reclamação a um fornecedor:

source: There is a limit of 100K on the size of the picture uploaded and it is recommended that the image be 120x200 pixels, but smaller images will work as well.
pt_pt: A foto a utilizar está limitada até 100K e o tamanho recomendado é de 120x120 pixéis. Porém, imagens mais pequenas também funcionam.

source: There is more than 1 MARC tag related to items tab (10) : %s
pt_pt: Existe mais do que um campo MARC relacionado com o separador do exemplar (separador 10): %s

source: There is no category type to add
pt_pt: Não existe tipo de categoria para adicionar.

source: There is no sanity checker in the reports engine
pt_pt: Não existe uma verificação coerente na criação de relatórios.

source: Thesaurus:
pt_pt: Tesauro:

source: These are custom defined criteria defined for your Koha in the Reports Dictionary
pt_pt: Estes são critérios personalizados definidos para o Koha no dicionário.

source: These are the entities where items are purchased, or donated from. Orders are placed with Vendors.
pt_pt: Estas são as entidades onde os documentos são adquiridos ou doados.Os pedidos são colocados ao fornecedor.

source: These criteria are known to the system and are drawn from your system preferences
pt_pt: Estes são os critérios conhecidos pelo sistema e definidos nas Preferências doSistema.

source: These fields will then appear when adding/editing a patron as a pull down to make it easier to enter data
pt_pt: Estes campos vão aparecer, quando adicionar/editar um leitor, num menu com várias opçõesde modo a tornar mais fácil a introdução de dados.

source: These include any of the data fields that may be mapped to your MARC frameworks. See <em>Home › Administration › MARC Links</em> for valid kohafields.
pt_pt: Estas incluem alguns dos dados dos campos que podem ser utilizados nos modelos de catalogação MARC. Veja <em>Página Inicial › Administração › Ligações MARC</em> para campos válidos.

source: These rules can be applied to individual libraries by choosing them from the pull down at the top of the page, by default the rules are applied to all libraries
pt_pt: Estas regras podem ser aplicadas individualmente a bibliotecas, seleccionandono menu de opções, por defeito, as regras que se aplicam a todas as bibliotecas.

source: Theses
pt_pt: Teses

source: Third
pt_pt: Terceira

source: Third overdue
pt_pt: Terceira reclamação

source: This allows staff members access to specific tools
pt_pt: Isto permite à equipa técnica o acesso a ferramentas específicas.

source: This can be particularly useful when people have lost their cards or when children forget their cards. That way, you can avoid having multiple numbers for the same patron.
pt_pt: Isto pode ser particularmente útil para quando alguém se esqueçe do cartão.Desta maneira é possível evitar a existência de vários números para o mesmo leitor.

source: This category is used %s times
pt_pt: Esta categoria é utilizada %s vezes

source: This currency is used %s times. Deletion not possible
pt_pt: Esta divisa é utilizada %s vezes. Impossível remover.

source: This error means that the link was broken and that the page doesn't exist
pt_pt: Este erro significa que a ligação foi interrompida e que a página já não existe.

source: This error means that you aren't authorized to view this page
pt_pt: Este erro significa que não está autorizado a visualizar esta página.

source: This feature is under Global System Preferences:
pt_pt: Esta funcionalidade encontra-se nas preferências do sistema globais.

source: This feature is yet to be developed, but is in the works.
pt_pt: Esta funcionalidade está ainda a ser desenvolvida.

source: This framework is used %s times
pt_pt: Este modelo de catalogação é utilizado %s vezes

source: This guided report will give you a snapshot of items have not been checked out at all. You can limit these items by branch
pt_pt: Este guia de relatórios fornecerá uma lista dos exemplares nunca dados para empréstimo. Poderá limitá-lo por pólos.

source: This guided report will give you a snapshot of which (OR HOW MANY?) items have not been checked out at all. You can limit these items by branch
pt_pt: Este guia de relatórios fornecerá uma lista dos exemplares nunca dados para empréstimo. Poderá limitá-lo por pólos.

source: This guided report will show you which patrons
pt_pt: Este guia de relatórios mostrará quais os leitores.

source: This guided report will show you which patrons have checked out the most items.
pt_pt: Este guia de relatórios mostrará quais os leitores que mais empréstimos fizeram.

source: This hold (%s) was placed by <b> : %s %s</b>, Please retain this hold.
pt_pt: Este documento (%s) foi reservado por <b> : %s %s</b>; Por favor conserveesta reserva.

source: This hold is waiting
pt_pt: Esta reserva está em espera

source: This hold placed by : <b> %s %s</b> at the library : <b> %s </b>, Please transfer this hold.
pt_pt: Este documento foi reservado por <b> : %s %s </b> na biblioteca <b> %s </b>. Por favor, inicie a transferência do documento.

source: This includes the Call Number, Home branch for the Serial and any notes.
pt_pt: Este inclui a Cota, Localização do Periódico e Notas

source: This inventory feature works by using the &quot;Last Seen Date&quot; as criteria for building reports. From these reports the library can identify which items are missing.
pt_pt: A função 'inventário' utiliza a data &quot;Visto pela última vez a&quot comocritério para a realização dos relatórios. Através desses relatórios a bibliotecapode identificar os documentos que faltam.

source: This is a critical component of managing serials. In order to make the system predict the next issue the user must fill out each of these fields. Once completed it will populate the Numbering Calculation box below.
pt_pt: Esta é uma parte crucial da gestão dos Periódicos.A fim de permitir prever a chegada do número seguinte o técnico deve preencher cada um dos campos.Uma vez completos irão ser utilizados a fórmula de cálculode numeração abaixo.

source: This is a one-to-one mapping. In other words, a MARC tag/subfield can be mapped to one, and only one, Koha table.column.
pt_pt: Esta é uma ligação termo-a-termo. Por outras palavras um campo/sub-campo MARC só pode ser ligado a uma só coluna na tabela Koha.

source: This is a serial subscription
pt_pt: Assinatura de periódico

source: This is a tool to export your bibliographic records in standard MARC communications format (ISO 2709). It exports only the basic bibliographic information with no holdings information other than any holdings information originally loaded into Koha using the bulkmarcimport tool.
pt_pt: Esta é uma ferramenta serve para exportar registos bibliográficos num formato standard UNIMARC (ISO 2709). Esta exporta só a informação bibliográfica básica sem informações adicionais sem ser as informações de reserva originais adicionadas no Koha através da ferramenta "bulkmarcimport".

source: This is for information only and is a space where you can record what the vendor sells
pt_pt: Este espaço tem um carácter só informativo e é um espaço onde pode registaro que o fornecedor vende.

source: This is one of the screens you will see frequently if you are starting from scratch.
pt_pt: Este é um dos ecrãs que verá com muita frequência, principalmente se estiver acomeçar do zero.

source: This is the Patrons module of Koha.
pt_pt: Este é o módulo de leitor do Koha.

source: This is the Tools Page.
pt_pt: Esta é a página das Ferramentas.

source: This is the content of the news item. Note that all news appears in line in the same page. Try to keep news items to no more than a couple of short paragraphs. If you wish to add images and embed them into your posts, then these will need to be uploaded to a web server somewhere and linked to using standard HTML image tags.
pt_pt: Este é o conteúdo das notícias. Note que todas as notícias aparecem em linhasna mesma página. Tente manter o texto o mais curto possível e se desejar adicionarimagens e juntá-las ao texto será necessário carregá-las e adicionar ao textoo link da imagem em HTML.

source: This is the date the item should be removed from the news item listings. Note that the posting or publishing date of an item will default to today's date (where today is the date of entry).
pt_pt: Esta é a data que a notícia deverá ser removida da lista de novidades.Note que a data da publicação de um artigo é por defeito a data do dia.

source: This is the price that shows on the invoice or packing slip when you receive the item. When placing an order, Koha will automatically calculate this for you. When an item is received, this can be over keyed with the actual value. This is to take into account any slight differences in rounding or price flutucations between ordering the item and actually recieving it.
pt_pt: Este é o preço que é exibido na factura e na folha de entrega quando recebe odocumento. Quando efectua uma pedido o valor é automaticamente calculado pelo Koha.Quando um documento é recebido preenche-se com o verdadeiro valor, de modo acomparar as diferenças de arredondamentos e variações de preço desde o pedido atéà sua recepção.
