Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: b- Tracings are not necessarily consistent with the heading
pt_pt: b- Les renvois de vedettes ne sont pas nécessairement en accord avec la vedette

source: b- Undifferentiated personal name
pt_pt: b- Nom de personne indifférencié

source: b- Unnumbered
pt_pt: b- non numéroté

source: b- Untraced reference
pt_pt: b- référence non tracée

source: b- drawing
pt_pt: Retiré

source: b- other
pt_pt: outro

source: ba- Latin
pt_pt: Dernière localisation

source: back to list
pt_pt: retour à la liste

source: ballad
pt_pt: Braille

source: ballet
pt_pt: Braille

source: basalt
pt_pt: Cesto

source: basket
pt_pt: Cesto

source: bathymetry - isolines
pt_pt: Date/heure

source: be associated with a bibliographic record.
pt_pt: estar associada a um registo bibliográfico.

source: be mapped to a MARC subfield,
pt_pt: correspondência a um sub-campo MARC,

source: be mapped to the same tag,
pt_pt: ligado à mesma etiqueta,

source: before
pt_pt: antes

source: biblio %s
pt_pt: notice %s

source: biblio and biblionumber
pt_pt: biblio et biblionumber

source: biblio frameworks are used to catalog your biblios.
pt_pt: Les grilles de Catalogação bibliographiques sont utilisées pour cataloguer vos notices bibliographiques.

source: bibliography
pt_pt: Bibliographies

source: biblioitems.itemtype defined
pt_pt: Biblioitems.itemtype défini

source: biblionumber and biblioitemnumber mapped correctly
pt_pt: Biblionumber et biblioitemnumber correctement construits

source: bio:b Biography
pt_pt: Biographie

source: biography
pt_pt: Biografia

source: black and white
pt_pt: Clique para adicionar um fascículo

source: blues
pt_pt: Valeurs

source: borrow
pt_pt: adhérent

source: borrower
pt_pt: adhérent

source: borrowers
pt_pt: adhérent

source: branch
pt_pt: biblioteca

source: branch %s
pt_pt: Biblioteca %s

source: branch not defined
pt_pt: não foi indicada a Biblioteca

source: butterfly
pt_pt: trimestre

source: by
pt_pt: par

source: by %s
pt_pt: par %s

source: by hand
pt_pt: e

source: c - collective biography
pt_pt: c- biographie collective

source: c - essays
pt_pt: e- essais

source: c - index
pt_pt: Amende

source: c - portraits
pt_pt: Restricteurs

source: c- Chronological
pt_pt: c- chronologique

source: c- Collective biography
pt_pt: c- biographie collective

source: c- Collective biographyl
pt_pt: c- biographie collective

source: c- Comic strips
pt_pt: c- bande dessinée

source: c- Comic stripts
pt_pt: c- bande dessinée

source: c- Cooperative cataloging program
pt_pt: c- catalogage collectif

source: c- Corrected or revised
pt_pt: c- Corrigé ou révisé

source: c- Elementary and junior high
pt_pt: c- élémentaire ou junior

source: c- Medical Subject Headings
pt_pt: c- Vedettes Matières Médicales

source: c- National library association standard
pt_pt: c-

source: c- Notated music
pt_pt: c- musique annotée

source: c- Numbering varies
pt_pt: c- Numérotation variable

source: c- Provisional
pt_pt: c- provisoire

source: c- Serial item currently published
pt_pt: c- Périodique vivant

source: c- Series-like phrase
pt_pt: c-

source: c- Traced reference
pt_pt: c- référence calquée

source: c- painting
pt_pt: Mis de coté

source: ca- Cyrillic
pt_pt: c- Braille

source: calendar
pt_pt: Calendário

source: camaiu
pt_pt: email

source: cardboard
pt_pt: Carte adhérent

source: cartoons or comic strips
pt_pt: c- bande dessinée

source: casein
pt_pt: Anular

source: catalog
pt_pt: Catalogue

source: catechism
pt_pt: Date/heure

source: characters
pt_pt: Caractères

source: charts
pt_pt: Caractères

source: check this transfer
pt_pt: Vérifier ce transfert

source: check-out history will be anonymized
pt_pt: l'historique de prêt sera rendu anonyme.

source: choose
pt_pt: escolher

source: choose the home library for the item from the drop down list
pt_pt: choisissez la(e) bibliothèque/site de rattachement pour le document dans la liste déroulante

source: choose the item type from the drop down.
pt_pt: choisir le type de document dans la liste déroulante.

source: choropleth
pt_pt: o- Obsolète

source: chromolithography
pt_pt: Bibliographies

source: chronicle
pt_pt: Lista de opções

source: circulate
pt_pt: Circulation

source: clay
pt_pt: Délai

source: closed on %s <a1>View</a>
pt_pt: fermé le %s <a1>Visualiser</a>

source: cloth
pt_pt: carte perdue

source: clothes
pt_pt: Notes

source: coal
pt_pt: Total

source: coarse/standard
pt_pt: e- standard local

source: coins
pt_pt: Contendo

source: collection code (appears when editing at item)
pt_pt: code de collection (apparaît en modification d'un exemplaire)

source: collective biography
pt_pt: c- biographie collective

source: colour
pt_pt: Fermer

source: combination
pt_pt: Toutes les localisations

source: comedy
pt_pt: Code

source: coming from
pt_pt: venant de

source: complete
pt_pt: Commentaire

source: computer graphics
pt_pt: Ficheiros informáticos

source: conference proceedings
pt_pt: 1- Est la publication d'une conférence

source: conference publication
pt_pt: 1- Est la publication d'une conférence

source: configuration file.
pt_pt: Fichier de configuration.

source: confirm it's not a duplicate (and click on
pt_pt: Confirmer que ce n'est pas un doublon (et cliquer sur

source: conic, other known specific type
pt_pt: Sans type

source: conic, specific type unknown
pt_pt: Sans type

source: contain a $9 subfield, activated in the tab where the tag is, and hidden (hidden maybe omitted, but the field has no reason to appear anywhere). The $9 subfield in the biblio will contain the Authority number (the internal Koha number)
pt_pt: contiennent un sous-champ $9, activé dans l'onglet où se trouve le champ, et caché. Le sous-champ $9 dans la notice bibliographique contiendra le numéro de l'autorité (numéro interne Koha)

source: containers
pt_pt: Contendo

source: contains
pt_pt: Contendo

source: contains biographical information
pt_pt: d- contem des informations bibliographiques

source: contours
pt_pt: Contendo

source: copper
pt_pt: Fournisseur

source: copy. year:%s
pt_pt: Année de copyright : %s

source: cordiform
pt_pt: Modificar palavra

source: could not be parsed!
pt_pt: devrait être mis à jour

source: count
pt_pt: décompte

source: crayon
pt_pt: Adhérent

source: create an item record when receiving this serial
pt_pt: criar um exemplar quando for recebido este fascículo

source: ctype:a Abstracts/summaries
pt_pt: Resumos/Sumários

source: ctype:b Bibliographies
pt_pt: Bibliografias

source: ctype:c Catalogs
pt_pt: Catálogos

source: ctype:d Dictionaries
pt_pt: Dicionários

source: ctype:e Encyclopedias
pt_pt: Enciclopédias

source: ctype:f Handbooks
pt_pt: Livros de bolso

source: ctype:g Legal articles
pt_pt: Artigos legislativos

source: ctype:i Indexes
pt_pt: Indíces:

source: ctype:j Patent document
pt_pt: Patentes

source: ctype:k Discographies
pt_pt: Discografias

source: ctype:l Legislation
pt_pt: Legislação

source: ctype:m Theses
pt_pt: Teses

source: ctype:n Surveys
pt_pt: Inquéritos

source: ctype:o Reviews
pt_pt: Comentários

source: ctype:p Programmed texts
pt_pt: Textos de programas

source: ctype:q Filmographies
pt_pt: Filmografias

source: ctype:r Directories
pt_pt: Reportórios

source: ctype:s Statistics
pt_pt: Estatísticas

source: ctype:t Technical reports
pt_pt: Relatórios técnicos

source: ctype:v Legal cases and case notes
pt_pt: Cas de lois et notes de cas

source: ctype:w Law reports and digests
pt_pt: Rapports de lois et recueils

source: ctype:z Treaties
pt_pt: Tratados

source: customize the OPAC and OPAC functions (aside from the Enhanced Content preferences).
pt_pt: personnaliser l'OPAC et ses fonctionnalités (en plus des préférences 'Contenus enrichis').

source: customize the staff client by editing the stylesheet and navigation menu.
pt_pt: personnaliser l'interface en modifiant la feuille de style et le menu de navigation.

source: cylinder
pt_pt: Calendrier

source: d - abstract or summary
pt_pt: Résumés/sommaires

source: d - charts
pt_pt: Caractères

source: d - contains biographical information
pt_pt: d- contem des informations bibliographiques

source: d - humour, satire
pt_pt: h- Humour, satire

source: d- AACR 2 compatible heading
pt_pt: d- vedette compatible AACR2

source: d- Contains bibliographic information
pt_pt: d- contem des informations bibliographiques

source: d- Dashed-on information omitted
pt_pt: d- information lacunaire omise

source: d- Deleted
pt_pt: d- supprimé

source: d- Dramas
pt_pt: d- Pièce de théatre

source: d- Geographic
pt_pt: d- Géographique

source: d- Large Print
pt_pt: d- gros caractères

source: d- Manuscript notated music
pt_pt: d- musique manuscrite

source: d- National Agricultural Library subject authority file
pt_pt: d- Fichier autorité sujet de la National Agricultural Library

source: d- National library or bibliographic agency standard
pt_pt: d- bibliothèque Nationale ou Agence nationale bibliographique

source: d- Other
pt_pt: d- autre

source: d- Preliminary
pt_pt: d- Préliminaire

source: d- Secondary (senior high)
pt_pt: d- universitaire

source: d- Serial item ceased publication (Dead status)
pt_pt: d- Périodique mort

source: d- Subdivided geographically&mdash;direct
pt_pt: d- Subdivisé geographiquement

source: d- Subunit
pt_pt: d- sous-partie

source: d- photomechanical reproduction
pt_pt: Rapports techniques

source: daily
pt_pt: Diário

source: daily (n/week)
pt_pt: diário

source: damaged
pt_pt: Danificado

source: dasymetric
pt_pt: Date/heure

source: day
pt_pt: jour

source: day(s)
pt_pt: dia(s)

source: debarred
pt_pt: Suspendu

source: default MARC framework
pt_pt: modelo de catalogação MARC predefinido

source: default framework
pt_pt: modelo predefinido

source: default library
pt_pt: biblioteca por omissão

source: default library, default patron type, default item type
pt_pt: biblioteca predefinida, tipo de leitor predefinidio, tipo de documento predefinido

source: default library, default patron type, same item type
pt_pt: biblioteca predefinida, tipo de leitor predefinido, mesmo tipo de documento

source: default library, same patron type, default item type
pt_pt: biblioteca predefinida, mesmo tipo de leitor, tipo de documento predefinido

source: default library, same patron type, same item type
pt_pt: biblioteca predefinida, mesmo tipo de leitor, mesmo tipo de documento

source: default overdue actions
pt_pt: des règles de retard par défaut

source: defining additional unique identifiers, such as a campus student ID number, a library staff HR number, and so on. These IDs can be used for searching or matching and overlaying records during a batch import.
pt_pt: Définir des identifiants uniques supplémentaires, tel que l'identifiant étudiant, un identifiant du personnel, etc. Ces identifiants peuvent être utilisé pour la rechercher, ou pour le dédoublonnage et l'écrasement de notices adhérents dans un import par lot.

source: del
pt_pt: sup

source: description of a withdrawn item (appears when editing an item)
pt_pt: description d'un exemplaire retié (apparaît en modification de l'exemplaire)

source: descriptions for items marked as damaged (appears when editing an item)
pt_pt: desciptions des exemplaires endommagés (apparaît en modification de l'exemplaire)

source: descriptions for the items marked as lost (appears when editing an item)
pt_pt: descriptions des exemplaires perdus (apparaît en modification de l'exemplaire)

source: design objects
pt_pt: Sujet du message :

source: detail of the subscription
pt_pt: detalhe da Assinatura

source: detected.
pt_pt: detectado.

source: diagram
pt_pt: d- Pièce de théatre

source: diagram map
pt_pt: d- Pièce de théatre

source: diary
pt_pt: jour

source: diazo
pt_pt: Imprimer

source: dictionary
pt_pt: Dictionnaire

source: digital
pt_pt: caractères

source: digits
pt_pt: caractères

source: dimaxion
pt_pt: Citation

source: dioramas
pt_pt: d- Pièce de théatre

source: dir. de publication
pt_pt: Première date de parution :

source: directory
pt_pt: Répertoires

source: directory. If you do not have this directory you will see an error.
pt_pt: repértoire. Si ce répertoire n'existe pas, vous verrez une Erro.

source: disabled
pt_pt: Désactivé

source: disc
pt_pt: caractères

source: discography
pt_pt: Biografia

source: discussion, dissertation, thesis
pt_pt: Notes de circulation :

source: display detail for this librarian.
pt_pt: afficher les détails pour ce bibliothécaire

source: display more constraints
pt_pt: afficher plus de restrictions

source: dissertation or thesis
pt_pt: Notes de circulation :

source: do not create an item record when receiving this serial
pt_pt: não criar um exemplar quando for recebido o fascículo

source: doesn't have enough privilege on database
pt_pt: n'a pas assez d'autorisations sur la base de données

source: dolls
pt_pt: Reservas

source: don't include GST
pt_pt: ne comprend pas la TVA

source: drama
pt_pt: d- Pièce de théatre

source: drawing
pt_pt: Retiré

source: dropboxmode
pt_pt: mode "boite de retour"

source: drypoint
pt_pt: Imprimir

source: duplicate
pt_pt: Dupliquer

source: e - dictionary
pt_pt: Dictionnaire

source: e - letters
pt_pt: Lettre

source: e - plans
pt_pt: Al Banks

source: e- Adult
pt_pt: e- adulte

source: e- Cartographic material
pt_pt: e- Document cartographique

source: e- Detailed date
pt_pt: e- date exacte

source: e- English only
pt_pt: e- Anglais seulement

source: e- Essays
pt_pt: e- essais

source: e- Language
pt_pt: e- Langue

source: e- Local standard
pt_pt: e- standard local

source: e- Node label
pt_pt: e- étiquette de noeud

source: ea- Chinese
pt_pt: Amendes

source: earth resources
pt_pt: Résultats de la recherche

source: east
pt_pt: Saison

source: editauthorities
pt_pt: Autoridades

source: editcatalogue
pt_pt: Catalogar

source: electric
pt_pt: Sélectionner

source: electronic
pt_pt: s- électronique

source: electronic videorecording (EVR)
pt_pt: Enregistrement musical

source: empty
pt_pt: vazio

source: encyclopaedia
pt_pt: Encyclopédies

source: encyclopedia
pt_pt: Encyclopédies

source: engraving
pt_pt: Pendente

source: ephemera
pt_pt: Setembro

source: erotica
pt_pt: Vertical :

source: essays
pt_pt: e- essais

source: etching
pt_pt: Pesquisa

source: ethnological information
pt_pt: Calendário

source: ex: barcode, itemcallnumber, title, "050a 050b", 300a
pt_pt: ex: barcode, itemcallnumber, title "300a", 995a

source: examination paper
pt_pt: Date d'expiration

source: exists.
pt_pt: existe.

source: expected at
pt_pt: Attendu à

source: expired
pt_pt: expire

source: f - Manuscript cartographic material
pt_pt: f - Material cartográfico manuscrito

source: f - encyclopaedia
pt_pt: Encyclopédies

source: f - plates
pt_pt: Modèles

source: f - short stories
pt_pt: j- nouvelles

source: f- Established heading and subdivision
pt_pt: f- vedette et subdivision établies

source: f- Federal/national
pt_pt: f- fédéral/national

source: f- French only
pt_pt: f- Français seulement

source: f- Novels
pt_pt: f- Nouvelles

source: f- Specialized
pt_pt: s- spécialisé

source: f- Standard of unknown origin
pt_pt: f- Norme d'origine inconnue

source: f- intergovernmental
pt_pt: i- international ou intergouvernemental

source: fa- Arabic
pt_pt: f- braille

source: fable
pt_pt: Féminin

source: fair
pt_pt: Bac papier

source: fauna
pt_pt: Amende

source: feature in
pt_pt: en fonction

source: fic:0 Non fiction
pt_pt: Documentaire

source: fic:1 Fiction
pt_pt: 1- Fiction

source: film cassette
pt_pt: Bande VHS / Videocassette

source: film reel
pt_pt: niveau complet

source: first generation (Master)
pt_pt: Date d'inscription :

source: flora
pt_pt: pour

source: folktales
pt_pt: Valor por defeito

source: for
pt_pt: pour

source: for %s
pt_pt: para %s

source: for '%s'
pt_pt: para '%s'

source: for <a1>%s %s (%s)</a>
pt_pt: para <a1>%s %s (%s)</a>

source: for <a1>%s %s</a>
pt_pt: para <a1>%s %s</a>

source: for <a1>Bibliographic Record %s</a>
pt_pt: Para <a1>o registo bibliográfico %s</a>

source: for Serials
pt_pt: para Periódicos

source: for branch = %s
pt_pt: pour le site = %s

source: for category = %s
pt_pt: pour la catégorie = %s

source: form lines
pt_pt: pour

source: forms
pt_pt: pour

source: framework values
pt_pt: valeurs de "framework"

source: from %s since %s
pt_pt: du %s au %s

source: frontispiece
pt_pt: sur ce document

source: full level
pt_pt: niveau complet

source: furniture
pt_pt: Retards

source: g - Projected medium
pt_pt: g- média projeté

source: g - directory
pt_pt: Répertoires

source: g - music
pt_pt: Musique

source: g - poetry
pt_pt: p- poésie

source: g- Conventional romanization or conventional form of name in language of cataloging agency
pt_pt: g- Translittération conventionnelle ou forme conventionnelle de nom dans la langue de l'agence de catalogage

source: g- General
pt_pt: g- général

source: g- Reference and subdivision
pt_pt: 9- Référence et subdivision

source: g- government in exile or clandestine
pt_pt: o- publication gouvernementale, niveau inconnu

source: ga- Greek
pt_pt: a- Prescolaire

source: games and recreation
pt_pt: Leitores e Empréstimo

source: genealogical tables
pt_pt: Sélectionnez des bases de données locales

source: glass
pt_pt: Class

source: globe
pt_pt: Fermer

source: go to <!-- TMPL_VAR name="bibliotitle" -->
pt_pt: Ir para <!-- TMPL_VAR name="bibliotitle" -->

source: golding
pt_pt: Exemplares

source: gone no address
pt_pt: parti sans laisser d'adresse

source: good
pt_pt: Personne

source: gouache
pt_pt: La

source: graphic score
pt_pt: a- Monografia

source: graphite
pt_pt: Biographie

source: group by
pt_pt: regroupé par

source: h - project description
pt_pt: Libellé de la grille

source: h- Humor,satires,etc.
pt_pt: h- Humour, satire

source: h- level not determined
pt_pt: 1- Niveau complet, document non dépouillé

source: h- picture
pt_pt: Dupliquer

source: hachures
pt_pt: autres

source: hagiography
pt_pt: Biografia

source: hardboard
pt_pt: Carte adhérent

source: has all required privileges on database
pt_pt: tem todos os privilégios necessários na base de dados

source: has never been checked out.
pt_pt: n'a jamais été emprunté.

source: has unrecognized value &quot;%s&quot;
pt_pt: Adicionada regra de concordância &quot;%s&quot;

source: hasn't been transfered yet from %s
pt_pt: n'a pas encore été transféré de %s

source: hidden
pt_pt: escondido

source: hidden : allows you to select from 19 possible visibility conditions, 17 of which are implemented. They are the following:
pt_pt: caché : vous permet de sélectionner parmi 19 conditions de visibilité possibles, 17 d'entre elles sont implémentées.Ce sont les suivantes :

source: hidden : means that the field is managed, but NOT shown in opac. It's usually for internal fields
pt_pt: caché : signifie que le champ est géré, mais PAS affiché à l'opac.C'est en général pour les champs internes

source: hidden,
pt_pt: escondido,

source: historical information about music
pt_pt: Bloco de informação da Assinatura

source: historical work
pt_pt: Mot de début

source: history
pt_pt: Histórico

source: holdingbranch NOT mapped
pt_pt: Site de localisation (holdingbranch) non paramétré

source: holdingbranch defined
pt_pt: Site de localisation(holdingbranch) déterminé

source: holdings coded value
pt_pt: holdings coded value (FIXME)

source: holds administrative preferences such as admin email address, sessions and timout.
pt_pt: contem les préférences administratives telles que adresse email, sessions et timeout.

source: holds preference related to advanced search functions such as removing stop words or allowing stemming.
pt_pt: contem les préférences liées aux fonctions de recherche avancées telles que les Palavras Vazias ou le "stemming".

source: holds preference related to handling authority records.
pt_pt: contem les préférences liées à la gestion des notices d'autorité.

source: holds preferences related to acquisitions and serials such as handling patron suggestions and taxes.
pt_pt: contem les préférences liées aux acquisitions et aux Periódicos telles que la gestion des suggestions adhérents ou la TVA.

source: holds preferences related to internationalization and localization such as date formats and languages.
pt_pt: contem les préférences liées à l'internationalisation et la localisation, telles que les formats de date ou les langues.

source: holds preferences that control circulation functions such as holds and fines.
pt_pt: contem les préférences qui contrôlent les fonctions de circulation telles que les réservations et les amendes.

source: holds preferences that control how your system handles patron functions. Some preferences include the minimum password length and membership number settings.
pt_pt: contem les préférences qui contrôlent la façon dont le système gère les fonctionnalités adhérent. Par exemple la taille minimum du Palavra-passe.

source: holds preferences that control the cataloging functions. This is where you choose your MARC flavor, set up Z39.50 and barcoding.
pt_pt: contem les préférences qui contrôlent les fonctions de catalogage. C'est ici que vous choisissez votre version de MARC, que vous paramétrez Z39.50 et les code-barres

source: holds preferences that will add content from outside sources to your OPAC and Staff Client. This is where you can turn on cover images, FRBR and tagging.
pt_pt: contem les préférences qui permettent d'enrichir votre catalogue. C'est ici que vous activez les vignettes, FRBR et les mots-clés usagers.

source: holds queue
pt_pt: File de réservation

source: holds to retrieve off the shelf
pt_pt: Réservations à rechercher en rayon

source: holds waiting for patron pickup
pt_pt: Réservations en attente de récupération

source: homebranch NOT mapped
pt_pt: Site de rattachement (homebranch) non paramétré

source: homebranch defined
pt_pt: Site de rattachement (homebranch) déterminé

source: humour, satire
pt_pt: h- Humour, satire

source: i - Nonmusical sound recording
pt_pt: i- enregistrement non musical

source: i - booklet
pt_pt: o- Obsolète

source: i - statistics
pt_pt: Statistiques

source: i- Inclusive dates of collection
pt_pt: i- dates de collection

source: i- Integrating resource
pt_pt: i- Ressource intégrée

source: i- International intergovernmental
pt_pt: i- international ou intergouvernemental

source: i- Letters
pt_pt: i- lettres

source: i- Subdivided geographically&mdash;indirect
pt_pt: i- Subdivision géographique indirecte

source: i- partiellement conforme ISBD
pt_pt: i - Parcialmente conforme a ISBD

source: i- print
pt_pt: Imprimir

source: identity
pt_pt: Identificação pessoal

source: illuminations
pt_pt: Toutes les localisations

source: illustrations
pt_pt: 01-04 Illustrations

source: image file
pt_pt: Fichier image

source: important in controlling how Koha works :
pt_pt: important pour contrôler la façon dont fonctionne Koha:

source: imported successfully.
pt_pt: Import réussi

source: in %s
pt_pt: à %s

source: in %s Catalog
pt_pt: no catálogo %s

source: in <i>%s</i>
pt_pt: em <i>%s</i>

source: in parts
pt_pt: à %s

source: in transit
pt_pt: en transit

source: include GST
pt_pt: TVA comprise

source: incomplete
pt_pt: Commentaire

source: index
pt_pt: Amende

source: index is not available
pt_pt: Próximo disponível

source: individual biography
pt_pt: b- biographie individuelle

source: industrial production
pt_pt: Etat de collection

source: inner counter
pt_pt: contador interno

source: input fieldset
pt_pt: Champ de saisie

source: input fieldset.
pt_pt: Champ de saisie.

source: instructional material
pt_pt: Matériels visuels

source: instructional materials
pt_pt: Matériels visuels

source: instructional work
pt_pt: une collectivité

source: instructions
pt_pt: une collectivité

source: interviews
pt_pt: Recensões

source: invalid authority types
pt_pt: Type d'autorité invalide

source: invoice, %s
pt_pt: Facture, %s
