Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: To use this feature you will need to setup z39.50 servers to query under &quot;System Administration&quot;.
pt_pt: Pour utiliser cette fonctionnalité vous devrez définir les serveurs z3950 à interroger dans &quot;Administration Système&quot;.

source: To view holds on a title, click the 'Holds' tab on the left
pt_pt: Pour voir les réservations sur un titre, Clicar sur l'onglet 'Réservations'

source: To view the authorized values defined for a category that already exists like 'Lost', choose 'Lost' from the category dropdown menu
pt_pt: Pour voir les valeurs autorisées pour une catégorie existante, comme 'Perdu', sélectionnez 'Perdu' dans le menu déroulant.

source: To whom it may concern
pt_pt: Vers la personne concernée

source: To:
pt_pt: au :

source: Today's notifications
pt_pt: Anular o aviso

source: Too Many Holds:
pt_pt: Trop de réservations :

source: Too many checked out (already checked out / max : %s)
pt_pt: Trop de prêts en cours (prêtés / maximum : %s)

source: Tools
pt_pt: Ferramentas

source: Tools Home
pt_pt: Ferramentas

source: Top %s List patrons for Checkouts
pt_pt: Le palmarès des %s plus gros emprunteurs

source: Top %s Most-Circulated Items
pt_pt: Les %s documents les plus empruntés

source: Top Lists
pt_pt: Quadro de honra

source: Top Page Margin:
pt_pt: Marge de haut de page :

source: Topics
pt_pt: Tópicos

source: Total Amount <a1>Sort</a>
pt_pt: Total <a1>trier</a>

source: Total Checkouts:
pt_pt: Total de prêts :

source: Total Current Checkouts Allowed
pt_pt: Número Total de Empréstimos Autorizados

source: Total Due
pt_pt: Total dû

source: Total Items in Group
pt_pt: Nombre d'exemplaires dans le groupe

source: Total Renewals:
pt_pt: Total de renouvellements :

source: Total amount credits: $%s
pt_pt: Montant total du solde créditeur : %s€

source: Total amount of cash collected:$ %s
pt_pt: Montant total de liquide encaissé : %s€

source: Total amount paid: $%s
pt_pt: Montant Total payé : %s€

source: Total amount refunds: $%s
pt_pt: Montant total des remboursements : %s€

source: Total cost
pt_pt: Coût total

source: Total due
pt_pt: Total dû

source: Total due: %s
pt_pt: Total dû : %s

source: Total number written off: %s charges
pt_pt: Nombre total de pertes et profits : %s

source: Total paid: %s
pt_pt: Total payé : %s

source: Total written off: %s
pt_pt: Total des pertes et profits : %s

source: Totals:
pt_pt: Total :

source: Transaction Logs
pt_pt: Logs

source: Transfer
pt_pt: Transferência

source: Transfer Now?
pt_pt: Transférer maintenant ?

source: Transfer to %s
pt_pt: Transferts vers %s

source: Transfer to:
pt_pt: Transférer à :

source: Transfered Items
pt_pt: Exemplaires transférés

source: Transfers
pt_pt: Transferências

source: Transfers To Receive Help
pt_pt: Aide des Transferts à recevoir

source: Transfers made to your library on : %s
pt_pt: Transferts effectués VERS votre site le : %s

source: Transfers to receive
pt_pt: Transferências a receber

source: Translation
pt_pt: Traduction

source: Translations
pt_pt: Traduções

source: Transliteration Code
pt_pt: Traduction

source: Treaties
pt_pt: Traités

source: Trompette
pt_pt: Propriétés

source: True
pt_pt: Vrai

source: Tuesday
pt_pt: Terça-feira

source: Type
pt_pt: Tipo

source: Type <a1>Sort</a>
pt_pt: Tipo <a1>Ordenar</a>

source: Type of Publication Date: Publication Dates 1 and 2
pt_pt: 06- Type de date / statut de publication

source: Type of Score:
pt_pt: 6 - Tipo de registo

source: Type of material
pt_pt: 0 Forma de material

source: Type of material code
pt_pt: 6 - Tipo de registo

source: Type:
pt_pt: Tipo:

source: U-matic
pt_pt: Email

source: URL : if checked, the subfield is an URL, and can be clicked
pt_pt: URL si coché, indique que le champ est une URL valide et peut-être cliquée

source: Unable to delete patron:
pt_pt: Impossible de supprimer l'adhérent :

source: Unable to delete patrons from other libraries with current settings
pt_pt: Imposible de supprimer des adhérents d'autres bibliothèques avec les réglages actuels

source: Unable to delete staff user
pt_pt: Impossible de supprimer l'utilisateur bibliothécaire

source: Unauthorized user <a1>click to log out</a>
pt_pt: Utilisateur non autorisé <a1>Cliquer pour vous déconnecter</a>

source: Unauthorized user<a1>click to log out</a>
pt_pt: Utilisateur non autorisé <a1>Cliquer pour vous déconnecter</a>

source: Unavailable (lost or missing)
pt_pt: Indisponível (extraviado ou em falta)

source: Undefined
pt_pt: Indéfini&nbsp;

source: Undelete
pt_pt: Récupérer

source: Undelete Biblio
pt_pt: Récupérer notice

source: Undid import of records
pt_pt: Annuler l'import de notices

source: Unique Holiday
pt_pt: Dia de Encerramento Único

source: Unique Holidays
pt_pt: Dias de Encerramento Únicos

source: Unique holiday
pt_pt: Dia de Encerramento Único

source: Unique identifier:
pt_pt: Identifiant unique :

source: Unit Price
pt_pt: Prix unitaire

source: Unit cost
pt_pt: Coût unitaire

source: Unititle:
pt_pt: Título uniforme:

source: Units:
pt_pt: Unités :

source: Universidad ORT Uruguay (Ernesto Silva, Andres Tarallo)
pt_pt: Université ORT Uruguay (Ernesto Silva, Andres Tarallo)

source: Unknown
pt_pt: Desconhecido

source: Unknown Batchtype
pt_pt: Types de traitement inconnu

source: Unknown Operation (%s) on
pt_pt: Opération inconnue (%s) sur

source: Unlike Koha 2.0, in this version you can have more than 1 framework to catalogate differently various materials. You can, for example, define 1 framework for monographies, 1 framework for serials, 1 framework for URL...
pt_pt: Contrairement à Koha 2.0, dans cette version, vous pouvez avoir plus d'un framework pour cataloguer différents types de document.Vous pouvez, par exemple, définir une grille pour les monographies, une pour les Periódicos, une pour les URL...

source: Unlimited
pt_pt: Illimité

source: Unpacking completed
pt_pt: Décompression terminée

source: Unpaid
pt_pt: Impayé

source: Unrecognized error!
pt_pt: Erro non identifiée !

source: Unrecognized or missing field delimeter.
pt_pt: Délimiteur non reconnu ou manquant.

source: Unseen since
pt_pt: Pas vu depuis

source: Unspecified
pt_pt: u- Indéfini

source: Update Child to Adult Patron
pt_pt: Transformer Enfant en adhérent Adulte

source: Update Password for %s, %s
pt_pt: Actualizar a palavra-passe de %s %s

source: Update report :
pt_pt: Rapport de mise à jour :

source: Update: %s
pt_pt: Mettre à jour : %s

source: Updated successfully
pt_pt: Mise à jour réussie

source: Updating database structure
pt_pt: Actualizando a estrutura da base de dados

source: Updating the Calendar:
pt_pt: Mettre à jour le calendrier:

source: Upload Patron Image
pt_pt: Téléchargemer les photos adhérents

source: Upload Patron Images
pt_pt: Carregamento de fotografias dos Leitores

source: Upload file
pt_pt: Transferir ficheiro

source: Upload images in bulk
pt_pt: Charger des photos par lot

source: Upload patron images
pt_pt: Fotografias dos Leitores

source: Upload patron images in batch or one at a time
pt_pt: Transferência dos ficheiros de imagem com as fotografias dos leitores (em lotes ou individualmente).

source: Upload progress:
pt_pt: Progresso da transferência:

source: Uploading Single Images
pt_pt: Charger photo à photo

source: Upper Age Limit and Age Required
pt_pt: Idade Máxima e Idade obrigatórios

source: Upper Age Limit and Age Required set the age parameters for this type of user. If you issue children's cards to users between the ages of 2 and 18, for example, then Age Required would be &quot;2&quot; and Upper Age Limit would be &quot;18.&quot; If there is no upper age limit, set this value to 999 (the highest allowed).
pt_pt: La limite d'âge supérieure et l'âge requis fixent les critères d'âge pour ce type d'adhérent .Si vous délivrez des cartes enfants pour les adhérents entre 2 et 18 ans, par exemple, alors l'âge requis sera"2" et la limite d'âge supérieure "18". S'il n'y a pas d'âge limite supérieure, fixez cette valeur à 99 (la plus grande valeur autorisée).

source: Upper age limit
pt_pt: Idade máxima

source: Upperage limit:
pt_pt: Idade máxima:

source: Use Saved
pt_pt: Relatórios gravados

source: Use a barcode file
pt_pt: Utilise um ficheiro de código de barras

source: Use dropdowns to apply filters to this category
pt_pt: Utilisez les menus déroulants pour filtrer cette catégorie

source: Use field 035$a for your auth_header.authid and 035$8 for auth_header.authtypecode. Make sure your zebra authorities index these fields
pt_pt: Utilisez le champ 035$a pour votre auth_header.authid et 035$8 for auth_header.<Vérifiez que les autorités Zebra indexe ces champs

source: Use field 150 for your subject headings
pt_pt: Utilisez le champ 150 pour vos autorités sujets

source: Use field 750$9 (add subfield if not present) for auth_header.linkid . Select <b>Is a linking field</b>. You may use any subfield for linking as $9 is not hardcoded
pt_pt: Utilisez le champ 7xx$9 (ajoutez le sous-champ si absent) pour lier les vedettes autorités. Choisir <b>Est un champ lié</b>.Vous pouvez utilisern'importe quel sous-champ pour le lien car $9 n'est pas inscrit dans le code

source: Use the "Confirm" button below to confirm deletion.
pt_pt: Utilisez le bouton "Confirmer" en dessous pour confirmer la suppression.

source: Use the &quot;New Record&quot; button to add a new record. Choose the framework that you will use to shape the bibliographic record. Frameworks are cataloging templates that can be created and edited under &quot;System Admininstration&quot;.
pt_pt: Utilisez le bouton &quot;Nouvelle Notice&quot; pour ajouter une nouvelle notice.Choisissez la grille de catalogage que vous voudrez utiliser pour construire la notice bibliographique.Les grilles de catalogage sont des modèles de catalogage qui peuvent être créés et édités (modifiés) dans &quot;Administration Système&quot;.

source: Use the dictionary to define custom criteria for reporting.
pt_pt: Utilize o dicionário para definir critérios personalizados para os relatórios

source: Use the drop down list to select the main frequency patterns.
pt_pt: Utilize a lista para seleccionar os modelos mais utilizados.

source: Use the guided reports engine to create non standard reports. This feature aims to provide some middle ground between the built in canned reports and writing custom SQL reports.
pt_pt: Utilize o assistente de relatórios para criar relatórios personalizados. Esta funcionalidade visa oferecer uma opção intermédia entre usar os relatórios pré-fabricados e escrever relatórios à medida com SQL.

source: Use the radio button to choose a category for 'column' (In the case above, we've selected 'branch' for the column)
pt_pt: Utiliser le bouton radio pour choisir une catégorie pour 'colonne' (ci-dessus, nous avons sélectionné 'site')

source: Use the radio button to choose a category for 'row' (In the case above, we've selected 'patron category' for the row
pt_pt: Utiliser le bouton radio pour choisir une catégorie pour 'ligne' (ci-dessus, nous avons sélectionné 'catégorie adhérent')

source: Use the radio buttons under 'Row' and 'Column' to choose which data set will appear where
pt_pt: Utilisez les boutons radio sous 'Ligne' et 'Colonne' pour sélectionner les données à utiliser

source: Use the reports dictionary to define custom criteria to use in your reports
pt_pt: Utilisez le dictionnaire pour définir des critères personnalisés à utiliser dans vos rapports

source: Use the search to locate the bibliographic record of the item that you wish to order more copies of.
pt_pt: Utilisez la recherche pour repérer la notice du document dont vous voulez commander des exemplaires supplémentaires.

source: Use top menu bar to navigate to another part of Koha.
pt_pt: Utilisez la barre de menu principale pour vous déplacer vers une autre partie de Koha.

source: Use your reload button [ctrl + r] to get the most recent figures. Committed figures are approximate only, as exchange rates will affect the amount actually paid.
pt_pt: Utilize o botão refrescar [ctrl + r] para ter os números mais recentes. Os valores comunicados são a título indicativo, na medida em que as taxas de câmbio afectarão o montante realmente pago.

source: Used
pt_pt: Utilizado

source: Used X times
pt_pt: Utilizado X vezes

source: Used in
pt_pt: Utilizado em

source: Used in <a1>%s record(s)</a>
pt_pt: Utilizado em <a1>%s registo(s)</a>

source: User
pt_pt: O utilizador

source: Userid
pt_pt: Identifiant

source: Userid / Password update failed
pt_pt: Mise à jour du Palavra-passe ECHOUE

source: Userid:
pt_pt: Identifiant :

source: Username:
pt_pt: Nome de utilizador:

source: Using A Definition
pt_pt: Utiliser une définition

source: Using a Letter defined in Notices. Note that you will need to set up the notice.
pt_pt: Employer une lettre définie dans Messages.Notez que vous devrez rédiger le message.

source: Uss the blank line under the expected issue line to add in the details for the unexpected or supplemental issue. Select the appropriate status and save.
pt_pt: Utilisez l'interligne en dessous de la ligne du numéro attendu pour ajouter les détails pour un numéro inattendu ou Hors série.&nbsp; Sélectionnez le statut approprié et sauvegardez.

source: V2000 (videocassette)
pt_pt: Bande VHS / Videocassette

source: VHS tape / Videocassette
pt_pt: Bande VHS / Videocassette

source: Value
pt_pt: Valor

source: Value:
pt_pt: Valor :

source: Values
pt_pt: Valores

source: Variable Name:
pt_pt: Nom de la variable :

source: Variable options:
pt_pt: Options de la variable :

source: Variable type:
pt_pt: Type de la Variable :

source: Vendor
pt_pt: Fornecedor

source: Vendor Invoice
pt_pt: Factura n°.

source: Vendor Search
pt_pt: Pesquisa de Fornecedores

source: Vendor Search Results
pt_pt: Résultats de la recherche fournisseur

source: Vendor is:
pt_pt: O fornecedor está :

source: Vendor name :
pt_pt: Nom du fournisseur :

source: Vendor price:
pt_pt: Prix fournisseur :

source: Vendor(s) -
pt_pt: Fournisseur(s) -

source: Vendor:
pt_pt: Fornecedor:

source: Video Types
pt_pt: Types de voie

source: Video8 (videocassette)
pt_pt: Bande VHS / Videocassette

source: Videorecording
pt_pt: Enregistrement musical

source: View
pt_pt: Voir

source: View Authorized Values
pt_pt: Ver Valores autorizados

source: View Dictionary
pt_pt: Ver Dicionário

source: View ISBD in Catalog
pt_pt: Vista ISBD

source: View MARC
pt_pt: Vista MARC

source: View MARC in Catalog
pt_pt: Vista MARC no Catálogo

source: View Record
pt_pt: Ver Registo

source: View catalog group by item types
pt_pt: Visualisar por tipos de documentos

source: View item
pt_pt: Ver item

source: View subscription details
pt_pt: Ver detalhes da Assinatura

source: View:
pt_pt: Ver

source: Viewing Patron Accounts
pt_pt: Voir comptes usagers

source: Viole
pt_pt: Volume

source: Viole de gambe
pt_pt: Nom du fichier

source: Visual Materials
pt_pt: Matériels visuels

source: Vol {X}, Issue {Y}
pt_pt: Volume {X}, Fascículo {Y}

source: Vol {X}, No {Y}
pt_pt: Vol. {X}, N. {Y}

source: Vol {X}, No {Y}, Issue {Z}
pt_pt: Vol. {X}, N. {Y}, Fascículo {Z}

source: Volume, Issue
pt_pt: Volume, Fascículo

source: Volume, Number
pt_pt: Volume, Número

source: Volume, Number, Issue
pt_pt: Volume, Número, Fascículo

source: Volume/Copy
pt_pt: Volume/Número

source: Volume/Copy (for serials):
pt_pt: Volume/Número (Periódicos) :

source: WARNING: BRANCH AND PRINTING SETTINGS.
pt_pt: ATTENTION : CONFIGURATIONS DES SITES ET Impressoras.

source: Wait while system maintenance is being done or <a1>email the Koha Administrator</a>.
pt_pt: Attendez que la maintenance soit terminée, ou <a1>envoyez un email à l'administrateur Koha</a>.

source: Waiting
pt_pt: Mis de coté

source: Waiting at %s
pt_pt: Exemplaire mis de coté à %s

source: Waiting to be pulled
pt_pt: A mettre de coté

source: Warning: This value should not change after data has been added to your catalog
pt_pt: Attention : cette valeur ne devrait pas être modifiée après que des données auront été ajoutées au catalogue.

source: Warnings
pt_pt: Avertissements

source: We are ready to do some basic configuration. Please <a1>install basic configuration settings</a> to continue the installation.
pt_pt: Estamos prontos para fazer alguma configuração básica. Por favor <a1>instale definições básicas de configuração</a> para continuar a instalação.

source: We are upgrading from Koha %s to %s, you must <a1>update your database</a>
pt_pt: Nous effectuons une mise à jour de Koha %s à Koha %s, vous devez <a1>mettre à jour votre base de données</a>

source: Web Installer &rsaquo; Step 1
pt_pt: Instalador Web &nbsp;&gt;&nbsp; Etapa 1

source: Web Installer &rsaquo; Step 2
pt_pt: Instalador Web &nbsp;&gt;&nbsp; Etapa 2

source: Web Installer &rsaquo; Step 3
pt_pt: Instalador Web &nbsp;&gt;&nbsp; Etapa 3

source: Web site:
pt_pt: Site Web :

source: Website
pt_pt: Site Web

source: Wednesday
pt_pt: Quarta-feira

source: Week
pt_pt: Semana

source: Week #
pt_pt: Semana N.

source: Weekly
pt_pt: Semanal

source: Weight
pt_pt: Peso

source: Welcome to the Koha Web Installer
pt_pt: Bem-vindo ao Instalador Web do Koha

source: What Reports are there in Koha?
pt_pt: Quels rapports y-a-t-il dans Koha ?

source: What are Claims?
pt_pt: Que sont les réclamations ?

source: What are Purchase Suggestions?
pt_pt: Les Suggestions d'Achat, c'est quoi ?

source: What can I do in Circulation?
pt_pt: Qu'est ce que je peux faire dans Circulation

source: What do I need to setup a subscription?
pt_pt: O que é necessário para criar uma Assinatura?

source: What do the &quot;...&quot; mean?
pt_pt: Que signifient les &quot;...&quot; ?

source: What do you want to do ?
pt_pt: Qu'est-ce que vous voulez faire ?

source: What do you want to do for deleted patrons?
pt_pt: Que voulez-vous faire des adhérents supprimés ?

source: What happens if I leave the row for an patron type blank? (ie, no 'delays' have been defined)
pt_pt: Que se passe-t-il si on laisse la ligne type d'adhérent vide? (i.e., aucun 'Délai' n'a été défini)

source: What happens if a patron has debts?
pt_pt: Que se passe-t-il si un adhérent a des dettes ?

source: What happens if an Issue does not turn up?
pt_pt: Que se passe-t-il si un fascicule ne paraît pas ?

source: What happens if the item is on reserve?
pt_pt: Que se passe-t-il si un document est en réservation ?

source: What image formats are supported?
pt_pt: Quels sont les formats de photos acceptés ?

source: What is Acquisitions?
pt_pt: Qu'est-ce que les Acquisitions ?

source: What is News?
pt_pt: Les Nouvelles, c'est quoi ?

source: What is a &quot;Label Batch&quot;?
pt_pt: Un &quot;Lot d'Etiquetas&quot; c'est quoi ?

source: What is a &quot;Layout Template&quot;?
pt_pt: C'est quoi, un &quot;Modèle de Mise en Page&quot; ?

source: What is a &quot;Layout&quot;?
pt_pt: Une Mise en Page, c'est quoi ?

source: What is a &quot;Pending Hold&quot;?
pt_pt: Une &quot;Réservation en suspens&quot;, c'est quoi ?

source: What is a &quot;Printer Profile&quot;?
pt_pt: Un &quot;profil d'imprimante&quot;, c'est quoi ?

source: What is a Basket and Order?
pt_pt: Un Cesto et une commande, c'est quoi ?

source: What is a MARC Authority Record?
pt_pt: C'est quoi une Notice Autorité MARC ?

source: What is a Transfer To Receive?
pt_pt: Transfert à recevoir, c'est quoi ?

source: What is a home branch?
pt_pt: Un Site de Localisation c'est quoi ?

source: What is the &quot;Actual Price&quot;?
pt_pt: Le &quot;Actual Price&quot; c'est quoi ?

source: What is the &quot;Budgeted Price&quot;?
pt_pt: Qu'est-ce que c'est le &quot;Prix Budgeté&quot;?

source: What is the &quot;Replacement Price&quot;?
pt_pt: Le &quot;Prix de Remplacement&quot;, qu'est-ce que c'est ?

source: What is the &quot;Vendor Price&quot;?
pt_pt: C'est quoi, le &quot;Prix Fournisseur&quot;?

source: What is the Holidays Calendar?
pt_pt: Le Calendrier des Jours de fermeture, qu'est-ce que c'est ?

source: What is the Reports Dictionary
pt_pt: Qu'est-ce que le dictionnaire des rapports

source: What is the reservoir?
pt_pt: O que é a área temporária?

source: What is the z39.50 search?
pt_pt: Qu'est-ce que c'est, la recherche z3950 ?

source: What needs to be setup to use Acquisitions?
pt_pt: Qu'est-ce qui doit être paramétré pour utiliser les acquisitions ?

source: What size should my images be?
pt_pt: Quelle doit-être la taille de mes images?

source: What type of notice gets sent when a 'trigger' occurs in the 'Notice/Status Triggers' module? Email? Printed Notice?
pt_pt: Quel type de notification est expédié après déclenchement par le module 'Déclencheur de Cartas'? Un email? Une impression?

source: When an item becomes overdue (ie, duration of checkout) is defined in Koha's 'Administration' module:
pt_pt: La durée d'un prêt est paramétrée dans le module 'Administration' de Koha:

source: When ever the status is changed to Accepted or Rejected, the reason for the status change can be selected from the &quot;Reason&quot; drop down. Reasons are AuthoriZed values that need to be setup by the library. There is also the option to select &quot;Other&quot; and enter a custom reason.
pt_pt: Lorsque le statut est changé en Accepté ou Refusé, le motif du changement de statut peut être sélectionné dans la liste déroulante &quot;Motif&quot;. Les motifs sont des valeurs autorisées paramétrées par la bibliothèque. On peut aussi sélectionner &quot;Autre&quot; et saisir un motif personnalisé.

source: When finished, click 'Save'
pt_pt: Quand vous avez fini, Clicar sur 'Gravar'

source: When looking at the item record, the 'Home Library' will still remain, but the 'Current Location' has changed
pt_pt: Au niveau de l'exemplaire, le 'site d'appartenance' subsiste, mais la 'localisation' a changé

source: When more than
pt_pt: Quando superior a

source: When more than : if the calculated number is more than the value here
pt_pt: Quando superior a: se o número calculado é superior a este valor

source: When you add or modify an authority clicking on ... that will appear next to 750$9 will let you search any authority and link it to this record. You may repeat tag 750 and add as many linkages as you like
pt_pt: Lorsque vous ajoutez ou modifiez une autorité un clic sur ...qui s'affichera à côté du 7xx$9 vous permettra de chercher sur toutes les autorités et de les lier à cette notice. Vous pouvez répéter le champ 7xx et ajouter autant de liens que vous le souhaitez.

source: When you are finished, click 'Save changes'
pt_pt: Quand vous avez fini, Clicar sur 'Sauvegarder'

source: When you define the MARC subfield structure, you can link a subfield to a authorized-value category. When the user ask for adding of modifying a biblio, the subfield is not entered through a free field, but though a list of authorized values
pt_pt: Quando estiver a definir a estrutura dos sub-campos MARC poderá definir osque devem ser preenchidos segundo um conjunto de valores autorizados.Apenas estes valores serão possíveis de seleccionar impedindo que sejam introduzidos quaisquer outros.

source: When you're finished click 'Save Changes'
pt_pt: Quand vous avez fini, Clicar sur 'Sauvegarder'

source: When you've added all of the items to your shipment you can browse away from the page.
pt_pt: Quand vous avez ajouté tous vos exemplaires au colis, vous pouvez quitter la page.

source: When you've entered the necessary data click 'Save'
pt_pt: Quand vous avez saisi les données utiles, Clicar 'Sauvegarder'

source: When you've made your selections, please click 'Import' below to begin the process. It may take a while to complete, please be patient.
pt_pt: Quando tiver feito as suas selecções, por favor clique em 'Import' abaixo para iniciar o processo. Pode demorar um pouco a completar, por favor seja paciente.
