Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Where are notices defined? (ie, what information will appear in the notice)
pt_pt: Comment les Cartas sont-elles définies? (i.e., quelles informations apparaîtront sur la notification)

source: Where do I define fines?
pt_pt: Où peut-on définit les amendes?

source: Where do I define overdue schedules? (ie, how many days pass before an item becomes 'overdue')
pt_pt: Où peut-on paramétrer le calendrier des retards? (i.e. combien de jours avant qu'un exemplaire deviennent 'en retard')

source: Where else do I use notices?
pt_pt: Où sont utilisées les Cartas?

source: Why aren't my cataloging actions being logged?
pt_pt: Pourquoi mon catalogage n'est-il pas enregistré?

source: Why can't I upload patron images?
pt_pt: Pourquoi ne puis-je pas charger des photos des usagers?

source: Why do I want to add holidays for my library?
pt_pt: Pourquoi ajouter des dates de fermeture à un site ?

source: Why would I want to define authorized values for MARC tags?
pt_pt: &quot;Pouquê definir apenas valores autorizados nos campos MARC?

source: Why would I want to set a home branch?
pt_pt: Pourquoi voudrais-je fixer un site de rattachement ?

source: Width or dimensions
pt_pt: Description :

source: Will running this report sever the connection between patrons and items that are checked out to them currently?
pt_pt: Est-ce qu'exécuter cette option va effacer la connexion entre les adhérents et les documents actuellement en prêt ?

source: Winter
pt_pt: Inverno

source: With Framework :%s
pt_pt: Com o modelo: %s

source: Withdrawn
pt_pt: Retiré

source: Withdrawn (%s),
pt_pt: Retiré (%s),

source: Withdrawn?:
pt_pt: Retiré ?

source: Without issues since:
pt_pt: Pas d'emprunt depuis :

source: Without periodicity
pt_pt: Sem periodicidade

source: Without regularity
pt_pt: Irregular

source: Women
pt_pt: Comentário

source: Word
pt_pt: Palavra

source: Words ignored during search.
pt_pt: Palavras ignoradas durante a pesquisa.

source: Work:
pt_pt: Emprego:

source: Working day
pt_pt: Dias de trabalho

source: Write news for the OPAC and staff interfaces
pt_pt: Redacção de mensagens para OPAC e Técnicos

source: Writeoff
pt_pt: Pertes et profits

source: YES
pt_pt: SIM

source: Year
pt_pt: Ano

source: Year/Number
pt_pt: Ano/Número

source: Year:
pt_pt: Ano:

source: Yes
pt_pt: Sim

source: Yes. Just enter an item type for new items and assign different circulation rules for this item type.
pt_pt: Oui. Entrez juste un nouveau type d'exemplaire, et assigner lui des règles de circulation.

source: YesNo
pt_pt: SimNão

source: You Searched for %s
pt_pt: A sua pesquisa %s

source: You Searched for <b>%s</b>
pt_pt: Pesquisou <b>%s</b>

source: You also have the option of exporting this data to use in a different format just by choosing to export to an application.
pt_pt: Vous pouvez aussi exporter ces données pour les exploiter dans un format différent en exportant vers une application.

source: You are about to install Koha.
pt_pt: Você está prestes a instalar o Koha.

source: You are asked to provide a starting bibliographic record number and an ending number for the export. If you want to export all of your records, leave the start and end numbers blank.
pt_pt: On vous demande de fournir un numero d'enregistrement de début et de fin pour l'exportation.Si vous voulez exporter toutes vos notices, laissez les numéros de début et de fin en blanc.

source: You are not logged in |
pt_pt: Vous n'êtes pas connecté |

source: You are working actually on the overdues for the location : <b>%s</b>
pt_pt: Vous travaillez sur les retards de <b>%s</b>

source: You can "name" the import to help you when you need to choose between more than 1 imported biblio (or just want to keep trace on where the biblios comes from)
pt_pt: Pode dar um nome à importação para ajudá-lo quando precisar de escolher entre mais do que 1 registo importado (ou apenas quiser controlar de onde vêm os registos)

source: You can also change char encoding between MARC21 and UNIMARC
pt_pt: Vous pouvez aussi choisir le format des données entre MARC21 ou UNIMARC

source: You can also choose to filter what you see by any of the fields visible.
pt_pt: Vous pouvez filtrer par n'importe quel des champs visibles.

source: You can also choose to not export specific MARC fields
pt_pt: Vous pouvez filtrer par n'importe quel des champs visibles.

source: You can also create manual invoices/charges or apply manual credits to patron's accounts
pt_pt: Vous pouvez aussi créer des coûts/factures manuels, ou mettre un crédit manuel sur le compte d'un adhérent.

source: You can change your selection after installation and re-index accordingly.
pt_pt: Poderá alterar a sua escolha após a instalação e re-indexar.

source: You can choose to upload images in bulk by making a zip file with the images and a text file entitled &quot;DATALINK.TXT&quot; or &quot;IDLINK.TXT&quot;
pt_pt: Vous pouvez charger des photos par lot en faisant un fichier zip des images et d'un fichier texte intitulé&quot;DATALINK.TXT&quot; ou &quot;IDLINK.TXT&quot;

source: You can click the [email] link next to the patron's name to send an email notification about the overdue item
pt_pt: Clicar sur le lien [email] à côté du nom de l'adhérent pour envoyer un avis de retard

source: You can define as many Authority types as you want.
pt_pt: Vous pouvez définir autant de types d'autorités que vous le souhaitez.

source: You can define as many item types as you want.
pt_pt: Vous pouvez définir autant de types de document que vous souhaitez.

source: You can define as the marc tag structure for each biblio framework you have defined
pt_pt: Vous pouvez définir la structure des champs Marc pour chaque grille de Catalogação que vous avez spécifiée.

source: You can edit the online help through the Koha Staff Client by clicking the &quot;Edit Help&quot; button. This feature has been designed so that library workflow and policies can be documented within&nbsp; Koha.
pt_pt: Vous pouvez éditer l'aide en ligne dans le Client bibliothécaire de Koha en cliquant sur le bouton &quot;Modifier l'Aide&quot;.Cette fonctionnalité a été conçue de telle sorte que l'organisation du travail et les directives de la bibliothèque peuvent être documentées dans Koha.

source: You can edit/delete your cities and towns from the main 'Cities and towns' page
pt_pt: Vous pouvez modifier/supprimer les communes à partir de la page 'Villes et communes'

source: You can enter a name for this import. It may be useful, when creating a biblio, to remember where the suggested MARC data comes from!
pt_pt: Vous pouvez donner un nom à cette importation. Cela peut être utile, lors de la création d'une notice, pour vous rappeler d'où vient la notice MARC proposée !

source: You can export this data as a CSV file by clicking 'Download file of all overdues'
pt_pt: Vous pouvez exporter ces données sous forme d'un fichier CSV en cliquant 'Télécharger fichier de tous les retard'

source: You can get information on what a patron has read in the past by clicking on the Circulation History button.
pt_pt: Vous pouvez avoir des informations sur ce qu'un adhérent a emprunté auparavant en cliquant sur le bouton Historique des prêts

source: You can make use of the Holidays Calendar by turning on the proper system preferences
pt_pt: Vous pouvez utiliser le calendrier des fermetures en activant les Preferências do Sistemas requises

source: You can pick as many permissions as you'd like for each staff member
pt_pt: Vous pouvez sélectionner autant de permissions que de besoin pour un bibliothécaire

source: You did not specify any search criteria
pt_pt: Vous n'avez indiqué aucun critère de recherche

source: You did not specify any search criteria.
pt_pt: Vous n'avez indiqué aucun critère de recherche.

source: You do not have permission to edit this patron's login information.
pt_pt: Vous n'avez pas la permission de modifier les identifiants de cet adhérent.

source: You do not have the option to 'define' a new filing rule. Currently, the filing rules and sorting routines are statically defined with options available in the dropdown menu when creating or editing a 'classification source' or 'filing rule'.
pt_pt: IMPORTANT : Vous ne pouvez pas 'paramétrer' de nouvelle règle de classement. A l'heure actuelle les règles de classement et de tri sont statiquement définies par les options disponibles dans le menu déroulant au moment de la création ou de la modification d'un 'source de classification' ou d'une 'règle de classement'

source: You do not need to use Acquisitions to add items to your catalog. If you do not want to track orders and budget expenditure, then use the
pt_pt: Vous n'avez pas besoin d'utiliser les acquisitions pour ajouter des documents à votre catalogue.Si vous ne voulez pas suivre vos commandes et vos dépenses de budget, alors utilisez le

source: You don't have patron categories defined, or the patron categories are not set to receive overdue notices.
pt_pt: Vous n'avez pas défini de catégorie d'adhérent, ou bien aucune catégorie d'adhérent ne doit recevoir de message de retard.

source: You don't need to actually name every import, so you don't need to fill in this box if you don't want to. It is useful for telling imports apart if you've more than one of the same record.
pt_pt: Vous n'avez pas vraiment besoin de donner un nom à chaque importation, ainsi vous n'êtes pas obligé de remplir le pavé si vous ne le souhaitez pas.C'est utile de donner un nom aux importations si vous avez plus d'une fois le même enregistrement.

source: You have %s error(s) in your MARC configuration. Please fix them before using Koha
pt_pt: Vous avez <b>%s</b> Erro(s) dans votre configuration MARC.SVP corrigez les avant d'utiliser Koha

source: You have entered a User ID that already exists. Please choose another one.
pt_pt: Vous avez saisi un Identifiant qui existe déjà. Merci d'en choisir un autre.

source: You have not accounted for all missing issues.
pt_pt: Não foram registados todos os números em falta.

source: You have the ReturnBeforeExpiry system preference enabled this means if the expiry date is before the date due, the date due will be set to the expiry date
pt_pt: Vous avez activé la Préférence Système "ReturnBeforeExpiry", ce qui signifie que si la date d'expiration est avant la date de retour des documents, la date de retour sera fixée à la date d'expiration

source: You have the option to select the 'Routing List' notice when creating a new subscription (Choose from dropdown 'Patron notification').
pt_pt: Vous pouvez sélectionner la notification 'liste de circulation' au moment de la création du nouveal abonnement (dans le menu déroulant 'notification adhérent').

source: You have to select a vendor if you wish to generate claims.
pt_pt: Tem de seleccionar um fornecedor quando pretenda enviar reclamações.

source: You may not have the 'Logs' system preference turned on
pt_pt: Peut-être la préférence système 'Logs' est-elle inactive?

source: You must <a1>define a budget</a> in Administration
pt_pt: Deve <a1>definir um orçamento</a> na Administração

source: You must choose a start date and a subscription length
pt_pt: Deve escolher Data de início e Duração da assinatura

source: You must choose or create a biblio
pt_pt: Deverá seleccionar ou criar um registo

source: You must either :
pt_pt: Vous devez soit :

source: You must enter a term to search on
pt_pt: Deverá digitar um termo para pesquisar em

source: You must first pick a vendor
pt_pt: Vous devez d'abord choisir un fournisseur

source: You searched for %s
pt_pt: Vous recherchiez %s

source: You searched for <b>%s</b>
pt_pt: Vous recherchiez <b>%s</b>

source: You searched on <b>vendor %s,</b> %s results found
pt_pt: Vous recherchiez le <b>fournisseur %s,</b> %s résultat(s) trouvé(s)

source: You should at least define your local currency here, giving it a name (like US DOLLAR or EURO) and setting the "rate" at 1. If you do business with vendors who charge in a different currency, enter a name for that currency (e.g. PESO) and set the approximate exchange rate compared to your currency. (Note: names are limited to 10 characters or less.) The exchange rate is used to calculate the remain balances in your materials budgets when you purchase materials using "normal" acquisitions.
pt_pt: Ici vous devez au moins indiquer votre devise nationale, en lui donnant un nom(comme US Dollar ou EURO) et en fixant le "taux"à 1.Si vous traitez avec des fournisseurs qui facturent dans une autre devise, entrez un nom pour cette devise (par exemple PESO) et fixez un taux de change approximatif par rapport à votre devise.(Remarque : les noms sont limités à 10 caractères ou moins.)le taux de change est utilisé pour calculer le solde de vos budgets d'acquisitions, lorsque vous acquérez des documents en utilisant les acquisitions "normal".

source: You will be brought to a confirmation screen.
pt_pt: Vous serez emmené à un écran de confirmation.

source: You will be brought to a page where you can alter (if necessary) and/or confirm the hold
pt_pt: Vous accéderez à un écran de modification (si nécessaire) et/ou de confirmation de la réservation

source: You will be presented with a confirmation of transfer requests below the transfer form after hitting 'Submit'
pt_pt: Après avoir Clicar sur 'Soumettre', vous accéderez à un écran de confirmation du transfert

source: You will need to save the report before you can execute it
pt_pt: Vous devrez Gravar le rapport avant de pouvoir l'exécuter

source: You will now see the received items in the summary of 'Items in this shipment'
pt_pt: Vous verrez alors les exemplaires reçus dans le résumé 'exemplaires dans ce colis'

source: You will see the patron's account information
pt_pt: Vous verrez les informations de la fiche adhérent

source: You'll need to choose which items arrived in this shipment
pt_pt: Vous devrez sélectionner les exemplaires reçus dans ce colis

source: You've added a new category and can immediately start adding more authorized values to that category by clicking &quot;New authorized value for...&quot;
pt_pt: Acabou de adicionar uma nova Categoria e poderá de imediato introduzir os valores autorizados ao clicar em 'Adicionar valores autorizados'.

source: Young Adult
pt_pt: un adulte

source: Your Lists
pt_pt: As suas Listas

source: Your Message:
pt_pt: Votre Message :

source: Your administrator must define a budget in Administration
pt_pt: O seu administrador tem de definir um orçamento na Administração

source: Your library is the destination for the following transfer(s)
pt_pt: Votre site est destinataire du(es) transfert(s) suivant(s)

source: Your perl version seems to be obsolete. Please upgrade to a newer version of Perl (at least Version 5.006001).
pt_pt: Votre version de Perl semble obsolète. Merci d'installer une version plus récente de Perl (au moins 5.006001)

source: Your previous orders will be searchable and editable from here
pt_pt: Vous pourrez ici chercher et modifier vos commandes précédentes

source: Your report has been saved
pt_pt: Votre rapport a été sauvegardé

source: Your report will be generated with the following SQL statement.
pt_pt: Votre rapport sera généré avec la commande SQL suivante.

source: Your results will appear below the search boxes
pt_pt: Les résultats apparaîtront sous la boîte de recherche

source: Your system will come with some predefined item types. From this screen you can edit or delete these items
pt_pt: Koha propose en standard un certain nombre de types d'exemplaires prédéfinis. Vous pouvez les modifier/supprimer dans cet écran.

source: Your values will also appear as authorized values when entering or editing a patron
pt_pt: Ces valeurs apparaîtront aussi comme valeurs autorisées quand vous modifirez/ajouterez un adhérent

source: Your values will appear on the Tipos de Vias page
pt_pt: Ces valeurs apparaîtront sur la page 'Types de voies'

source: Z39.50 Client Targets
pt_pt: Servidores Z39.50

source: Z39.50 Search Points
pt_pt: Pontos de acesso Z39.50

source: Z39.50 Server Added
pt_pt: Servidor Z39.50 adicionado

source: Z39.50 Server Deleted
pt_pt: Servidor Z39.50 apagado

source: Z39.50 Server Search:
pt_pt: Pesquisar Servidor Z39.50

source: Z39.50 Server:
pt_pt: Servidor Z39.50 :

source: Z39.50 Servers Administration
pt_pt: Gestão dos servidores Z39.50

source: Z39.50 servers administration
pt_pt: Gestão dos servidores Z39.50

source: Z3950 Search Results
pt_pt: Resultados da pesquisa Z39.50

source: Zebra version:
pt_pt: Version Zebra :

source: Zip Code
pt_pt: Código Postal

source: Zip/Postal Code:
pt_pt: Código Postal :

source: Zip/Postal code:
pt_pt: Código Postal :

source: [ Manage ]
pt_pt: [ Gerir ]

source: [ Manage funds ]
pt_pt: [ Gerir fundos ]

source: [Edit Items]
pt_pt: [Modificar Exemplares]

source: [Fewer Options]
pt_pt: [Menos opções]

source: [More options]
pt_pt: [Outras opções]

source: [New search]
pt_pt: [Nova pesquisa]

source: [xxxFFFSyyy] where are up to 3 digits BEFORE the field, FFF the field number, S the subfield code, yyy up to 3 digits AFTER the field.
pt_pt: [xxxFFFSyyy] où xxx représentent 3 caractères AVANT le champ, FFF le numéro de champ, S le code du sous champ, YYY pour 3 caractères APRES le champ.

source: a - autobiography
pt_pt: a- autobiographie

source: a - bibliography
pt_pt: Bibliographies

source: a - fiction
pt_pt: Fiction

source: a - illustrations
pt_pt: 01-04 Illustrations

source: a Biblio with no items to which you can add the subscription to.
pt_pt: um Registo sem exemplares ao qual pode adicionar uma Assinatura.

source: a Child
pt_pt: uma Criança

source: a Staff Member
pt_pt: um Técnico da Biblioteca

source: a Vendor in Acquisitions who supplies the subscription
pt_pt: um Fornecedor das Aquisições de quem recebemos a Assinatura

source: a patronimages/
pt_pt: fotografia

source: a professionnal
pt_pt: un professionnel

source: a system preference
pt_pt: Adicionar preferência do sistema

source: a- Appropriate
pt_pt: a- approprié

source: a- Archival
pt_pt: a- Archive

source: a- Autobiography
pt_pt: a- autobiographie

source: a- Autonomous or semi-autonomous component
pt_pt: a- composant autonome ou semi-autonome

source: a- Differentiated personal name
pt_pt: a-nom propre différentié

source: a- Earlier rules
pt_pt: a- règles précédentes

source: a- Established heading
pt_pt: a- vedette établie

source: a- Fully established
pt_pt: a- complètement établie

source: a- ISO transliteration scheme
pt_pt: 07 - Schéma de translittération

source: a- International standard
pt_pt: a- standard international

source: a- Language material
pt_pt: a- Texte

source: a- Language material (monography)
pt_pt: a- Texte (monographie)

source: a- Library of Congress Subject Headings
pt_pt: a- Autorité sujet LOC

source: a- Monographic component part
pt_pt: a- Partie composante d'une monographie

source: a- Monographic series
pt_pt: a- collection monographie

source: a- Numbered
pt_pt: a- Numéroté

source: a- Preschool
pt_pt: a- Prescolaire

source: a- Record can be used
pt_pt: a- La notice peut être utilisée

source: a- Serial component part
pt_pt: a- Partie composante d'un périodique

source: a- Set
pt_pt: t- Texte

source: a- Topical
pt_pt: a- Sujet

source: a- Tracings are consistent with the heading
pt_pt: b- Les renvois de vedettes sont en accord avec la vedette

source: a- collage
pt_pt: c- Collection

source: a- federal/national
pt_pt: f- fédéral/national

source: abstract
pt_pt: Résumé :

source: abstract or summary
pt_pt: Résumés/sommaires

source: ac- sticker
pt_pt: Maitre :

source: account has expired
pt_pt: le compte a expiré

source: acetate
pt_pt: Accepté

source: acoustic
pt_pt: Actif

source: acquisition
pt_pt: Acquisitions

source: active
pt_pt: Actif

source: ad- poster
pt_pt: d- autre

source: add
pt_pt: adicionar

source: additional statistical categories. For example, a library could define an attribute type for tracking the academic major of a student patron. Any number of attributes of this sort could be defined.
pt_pt: catégories statistiques supplémentaires. Par exemple, une bibliothèque peut définir un type d'attribut permettant d'identifier la discipline d'un étudiant. On peut définir plusieurs attributs de ce type.

source: ae- postcard
pt_pt: e- standard local

source: aerial
pt_pt: Periódico

source: ag- chart
pt_pt: Caractères

source: again)
pt_pt: encore)

source: air
pt_pt: Bac papier

source: algraphy
pt_pt: Biografia

source: all
pt_pt: todos

source: all authority types used in the frameworks are defined
pt_pt: Toutes les grilles de Catalogação pointent vers des autorités existantes

source: all branches
pt_pt: Todos os Pólos

source: all subfields for each tag are in the same tab (or ignored)
pt_pt: Tous les champs d'exemplaires sont dans le même champ MARC (ou ignorés) et dans separador do exemplar

source: allegory
pt_pt: Categoria

source: already has a hold
pt_pt: A déjà une réservation

source: an Adult
pt_pt: un adulte

source: an Institution
pt_pt: une collectivité

source: an- calendar
pt_pt: Calendário

source: and
pt_pt: e

source: and they must all be in the 10 (items) tab
pt_pt: et il doivent tous être dans l'onglet 10 (Exemplaires)

source: animation
pt_pt: Citation

source: animation and live action
pt_pt: Regionalização e Localização

source: annual
pt_pt: Bianual

source: anthem
pt_pt: Data

source: any
pt_pt: Tous

source: any 'koha field'
pt_pt: Champ Koha :

source: approved
pt_pt: Aprovado

source: aquatint
pt_pt: Date d'acquisition

source: are still checked out,
pt_pt: Pas en Prêt

source: aria
pt_pt: Table

source: armadillo
pt_pt: Braille

source: arms
pt_pt: Adresse

source: artefacts
pt_pt: Table

source: at
pt_pt: à

source: at %s
pt_pt: Date : %s

source: at :
pt_pt: à :

source: at <i>%s</i>
pt_pt: à <i>%s</i>

source: at least 1 branch defined
pt_pt: Au moins un site existe

source: at least 1 branch must be defined
pt_pt: Vous devez créer au moins 1 site

source: at least 1 item type defined
pt_pt: Au moins un type de document existe

source: at least 1 item type must be defined
pt_pt: Vous devez créer au moins un type de document

source: atlas
pt_pt: Al Banks

source: attached to acquisitions, that can be used for stats purposes
pt_pt: attachée aux acquisitions, qui peut être utilisée pour les statistiques

source: attached to patrons, that can be used for stats purposes
pt_pt: associée aux adhérents, qui peut être utilisée pour les statistiques

source: au- santino
pt_pt: Dernière localisation

source: aud:c Juvenile
pt_pt: Jeunesse

source: aud:e Adult
pt_pt: un adulte

source: author :%s
pt_pt: auteur : %s

source: autobiography
pt_pt: a- autobiographie

source: available
pt_pt: disponível

source: available:
pt_pt: disponivel :

source: b - catalogue
pt_pt: Catalogue

source: b - drama
pt_pt: d- Pièce de théatre

source: b - individual biography
pt_pt: b- biographie individuelle

source: b - maps
pt_pt: Cartes

source: b- B.C. Date
pt_pt: b- Avant J.C.

source: b- English and French
pt_pt: b- anglais et français

source: b- Form
pt_pt: b- Format

source: b- Individual biography
pt_pt: b- biographie individuelle

source: b- LC subject headings for children's literature
pt_pt: b- LC vedette matière pour la littérature enfant

source: b- Manuscript language material
pt_pt: b- Manuscrit

source: b- Memorandum
pt_pt: b- Mémorandum

source: b- Multipart item
pt_pt: b- Documents multi-parties

source: b- National standard
pt_pt: b- Standard national

source: b- Not appropriate
pt_pt: b- Non approprié

source: b- Primary
pt_pt: b- primaire

source: b- Record is being updated
pt_pt: b- Notice mise à jour

source: b- Serial component part
pt_pt: b- Partie composante d'un périodique
