Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Patron permissions are used to define the rights of staff members when in the intranet/staff client.
pt_pt: As permissões dos utilizadores são utilizadas para definir os direitos da equipa técnicana interface profissional.

source: Patron selection
pt_pt: Selecção de um leitor

source: Patron sort1
pt_pt: Campo do leitor Ordenar1

source: Patron sort2
pt_pt: Campo do leitor Ordenar2

source: Patron status
pt_pt: Estatuto do leitor

source: Patron types and categories
pt_pt: Categorias de leitor

source: Patron's account has been renewed until %s
pt_pt: O cartão do leitor foi renovado até %s.

source: Patron's account is restricted <a1>Lift restriction</a>
pt_pt: O leitor foi suspenso <a1>Tirar a suspensão</a>

source: Patron's address in doubt
pt_pt: A morada do leitor está incorrecta.

source: Patron's address is in doubt
pt_pt: A morada do leitor está incorrecta.

source: Patron's address is in doubt.
pt_pt: A morada do leitor está incorrecta.

source: Patron's age is incorrect for their category. Ages allowed are %s.
pt_pt: A idade do leitor é incorrecta para a sua categoria. Idades permitidas são %s.

source: Patron's card has been reported lost.
pt_pt: O cartão do leitor foi declarado como perdido.

source: Patron's card has expired. Patron's card expired on %s <a1>Renew</a> or <a2>Edit Details</a>
pt_pt: O cartão do leitor expirou a %s <a1>Renovar</a> ou <a2>Modificar Detalhes</a>

source: Patron's card is expired
pt_pt: O cartão do leitor expirou.

source: Patron's card is lost
pt_pt: O cartão do leitor está perdido.

source: Patron's card will expire soon. Patron's card expires on %s <a1>Renew</a> or <a2>Edit Details</a>
pt_pt: O cartão do leitor expira brevemente.O cartão do leitor expira a %s<a1>Renovar</a> ou <a2>Modificar Detalhes</a>

source: Patron:
pt_pt: Leitor:

source: Patrons
pt_pt: Leitores

source: Patrons (anonymize, bulk-delete)
pt_pt: Leitor (tornar anónimo ou eliminar)

source: Patrons and circulation
pt_pt: Leitores e Empréstimo

source: Patrons can search on item types
pt_pt: Os leitores podem fazer uma pesquisa por tipos de documentos.

source: Patrons can use Lists to share their reading favorites/ preferences with other patrons by creating one or more &ldquo;Public Lists&rdquo;. By creating &ldquo;Private Lists&rdquo;, patrons can keep lists of what they&rsquo;ve read, or what they want to read for research or recreation.
pt_pt: Os leitores podem usar listas para partilharem os seus livros favoritos e as suaspreferências com outros leitores, criando uma ou mais 'Listas Públicas'.Porém, se preferirem não tornar públicas as suas escolhas, podem criar'Listas Privadas' que ficam só disponíveis ao leitor.

source: Patrons checking out the most
pt_pt: Leitores que mais requisitaram

source: Patrons from any library may put this item on hold.
pt_pt: Leitores de qualquer biblioteca podem reservar este documento.

source: Patrons help
pt_pt: Ajuda Leitores

source: Patrons in any category type may be assigned permissions in the staff interface. The Staff patron type has additional security features over the other types.
pt_pt: Podem ser dadas a utilizadores de qualquer tipo de categoria permissões na interfacetécnica. Porém, a um membro da equipa são dadas medidas de segurança adicionais.

source: Patrons must be logged in to their account online to create and edit lists.
pt_pt: IMPORTANTE : os leitores devem aceder à sua conta para criar ou modificar as estantes virtuais.

source: Patrons statistics
pt_pt: Estatísticas sobre os leitores

source: Patrons who haven't checked out
pt_pt: Leitores que nunca requisitaram documentos

source: Patrons with Holds
pt_pt: Leitores com reservas efectuadas

source: Patrons with no Checkouts
pt_pt: Leitores sem empréstimos

source: Patrons with the most Checkouts
pt_pt: Leiores com mais empréstimos

source: Patrons with the most checkouts
pt_pt: Leitores com mais empréstimos

source: Patrons:
pt_pt: Leitores :

source: Pawel Skuza (Polish for 1.2)
pt_pt: Pawel Skuza (Polonais pour la version 1.2)

source: Pay Fines
pt_pt: Pagamento de multas

source: Pay fines
pt_pt: Pagamento de multas

source: Payment Amount
pt_pt: Montante do pagamento

source: Payment Type
pt_pt: Tipo de pagamento :

source: Payments
pt_pt: Pagamentos

source: Payments will appear on the Account tab
pt_pt: Os pagamentos aparecerão no separador 'Conta'

source: Pending
pt_pt: Pendente

source: Pending Holds Help
pt_pt: Reservas pendentes - Ajuda

source: Pending holds placed between %s and %s
pt_pt: Reservas pendentes feitas entre %s e %s

source: Pending suggestions
pt_pt: Sugestões pendentes

source: People (Authors, Editors, Publishers, Illustrators etc)
pt_pt: Pessoas (Autores, Editores, Illustradores, etc)

source: Perform inventory (stocktaking) of your catalog
pt_pt: Inventariar (balanço) o fundo documental

source: Period
pt_pt: Período

source: Periodical
pt_pt: Periódicos

source: Periodicity
pt_pt: Periodicidade

source: Perl Modules
pt_pt: Módulos Perl

source: Perl interpreter:
pt_pt: Interpretador Perl :

source: Perl modules
pt_pt: Módulos Perl

source: Perl version:
pt_pt: Versão PERL :

source: Permanently delete these patrons
pt_pt: Eliminar estes leitores

source: Ph: %s
pt_pt: Tel.: %s

source: Phone
pt_pt: Telefone

source: Phone (cell):
pt_pt: Telemóvel :

source: Phone (home):
pt_pt: Telefone (casa) :

source: Phone (work):
pt_pt: Telefone (trabalho) :

source: Phone:
pt_pt: Telefone :

source: Phone: %s
pt_pt: Telefone : %s

source: Physical Address
pt_pt: Morada

source: Physical Address:
pt_pt: Morada:

source: Physical Details:
pt_pt: Detalhes físicos :

source: Physical dimension
pt_pt: Dimensões físicas

source: Physical form of publication
pt_pt: Formato físico de publicação

source: Physical medium
pt_pt: Detalhes físicos :

source: Piano
pt_pt: Imprimer

source: Pick a Report Type
pt_pt: Etapa 2 de 6 : Seleccionar tipo de listagem

source: Pick up Library
pt_pt: Recupere a biblioteca

source: Pick which columns to total
pt_pt: Etapa 5 de 6 : Seleccione as colunas até perfazer o total

source: Pickup at:
pt_pt: Levantar o documento em:

source: Pickup library is different
pt_pt: A biblioteca onde o documento deverá ser levantado é diferente

source: Picture
pt_pt: Prix

source: Place Hold
pt_pt: Reservar

source: Place a hold on <a1>%s</a>
pt_pt: Reservar <a1>%s</a>

source: Place a hold on a specific copy
pt_pt: Reservar um exemplar específico

source: Place a hold on the next available copy
pt_pt: Reservar o próximo exemplar disponível

source: Place holds on books for patrons via the staff interface
pt_pt: Reserve livros para leitores através da interface profissional

source: Placed On
pt_pt: Colocado em

source: Placed on
pt_pt: Colocar a

source: Places
pt_pt: Locais

source: Placing an Order Help
pt_pt: Ajuda para efectuar um pedido

source: Planned date
pt_pt: Data prevista

source: Planneddate
pt_pt: Data prevista

source: Planning
pt_pt: Planeamento dos fascículos

source: Planning information bloc
pt_pt: Bloco de informação sobre a previsão

source: Plate Carree
pt_pt: Carte adhérent

source: Please Choose:
pt_pt: Escolha :

source: Please Confirm Checkout
pt_pt: Confirme o empréstimo

source: Please check for irregularity by clicking 'Test Prediction Pattern'
pt_pt: Deve verificar os números irregulares clicando em 'Teste de Previsão'

source: Please check the log for further details.
pt_pt: Por favor veja o registo dos erros, para mais detalhes.

source: Please choose a numbering pattern
pt_pt: Escolha uma fórmula de numeração

source: Please choose a supplier.
pt_pt: Escolha um Fornecedor

source: Please click Next to continue if this information is correct
pt_pt: Por favor, clique em 'Seguinte' para continuar, se esta informação estiver correcta

source: Please click next to continue
pt_pt: Clique em 'Seguinte' para continuar

source: Please consider installing these modules before continuing.
pt_pt: Por favor considere instalar estes módulos antes de prosseguir.

source: Please contact your system administrator
pt_pt: Por favor contacte o seu administrador do sistema

source: Please correct these errors and <a1>start the installer</a> again.
pt_pt: Por favor corrija estes erros e <a1>recomece a instalação</a> outra vez.

source: Please create one
pt_pt: Por favor crie um

source: Please create the database before continuing.
pt_pt: Por favor crie a base de dados antes de continuar.

source: Please enter your username and password:
pt_pt: Por favor introduza o Nome de Utilizador e Palavra-passe

source: Please indicate which days of the week you <b>DO NOT<\/b> expect to receive issues.<br \/>
pt_pt: Indique os dias da semana em que <b>NÃO RECEBE<\/b> fascículos.<br \/>

source: Please pick your language from the following list. If your language is not listed, please inform your systems administrator.
pt_pt: Escolha a sua língua na seguinte lista. Se a sua língua não se encontra na lista, por favor informe o administrador do sistema.

source: Please return <a1>%s</a> to %s
pt_pt: Por favor devolva <a1>%s</a> a %s

source: Please return item to home library: %s
pt_pt: Por favor devolva o documento à biblioteca: %s

source: Please return to %s
pt_pt: Por favor devolva a %s

source: Please return to the &quot;Saved Reports&quot; screen and delete this report or retry creating a new one.
pt_pt: Por favor volte à página da opção &quot;Relatórios Guardados&quot; e apague este relatórioou repita a criação de um novo.

source: Please review the error log for more details.
pt_pt: Por favor reveja os registos dos erros, para mais detalhes.

source: Please use valid sort criteria. <a1>Return to default results.</a>
pt_pt: Deve seleccionar critérios válidos, de modo a obter resultados válidos.

source: Please verify that it exists.
pt_pt: Por favor verifique se a imagem existe.

source: Please verify the integrity of the zip file and retry.
pt_pt: Por favor verifique a integridade do seu ficheiro zip e repita.

source: Polarity:
pt_pt: Port :

source: Polski (Polish)
pt_pt: Polski (Polonais)

source: Popularity (Least to Most)
pt_pt: Popularidade (menos para mais)

source: Popularity (Most to Least)
pt_pt: Popularidade (mais para menos)

source: Portrait
pt_pt: Restricteurs

source: Portugu&ecirc;s (Portuguese)
pt_pt: Portugu&ecirc;s (Portuguese): Marta Grachat, Pedro Maia, Rafael António, Ricardo Dias Marques and the other members of the Koha-PT team.

source: Position
pt_pt: Posição

source: Position:
pt_pt: Posição:

source: Postal Address
pt_pt: Código postal

source: Postal Address:
pt_pt: Código postal:

source: Posted on %s
pt_pt: Publicado em: %s

source: Pre-adolescent
pt_pt: Pré-adolescente

source: Pre-defined Reports
pt_pt: Relatórios pré-definidos

source: Preference
pt_pt: Preferência

source: Preferred publishers
pt_pt: Editores preferidos

source: Preschool
pt_pt: Pré-escolar

source: Presentation format - motion picture
pt_pt: Catégories adhérent

source: Presentation format - videorecording
pt_pt: Catégories adhérent

source: Press the &quot;Submit&quot; button to generate the list of items that Koha has not seen.
pt_pt: Clique no botão &quot;OK&quot; para gerar uma lista de exemplares que o Kohanão encontrou.

source: Preview
pt_pt: Pré-Visualização

source: Preview Routing List
pt_pt: Ver uma lista de circulação

source: Previous Borrower:
pt_pt: Leitor anterior :

source: Price
pt_pt: Preço

source: Primary
pt_pt: Primária

source: Primary (5-8)
pt_pt: Primária (5-8)

source: Primary cartographic image 1:
pt_pt: e- Document cartographique

source: Primary cartographic image 2:
pt_pt: e- Document cartographique

source: Primary support material
pt_pt: 0 Forma de material

source: Print
pt_pt: Imprimir

source: Print Page
pt_pt: Imprimir a página

source: Print Preview
pt_pt: Pré-visualizar

source: Print Receipt for %s
pt_pt: Imprimir um recibo para %s

source: Print Slip
pt_pt: Imprimir

source: Print Type
pt_pt: Tipo de Impressão

source: Printer Added
pt_pt: Adicionar Impressora

source: Printer Administration
pt_pt: Configuração da Impressora

source: Printer Deleted
pt_pt: Eliminar Impressora

source: Printer Name
pt_pt: Nome da Impressora

source: Printer Name:
pt_pt: Nome da Impressora :

source: Printer Profiles
pt_pt: Perfil da Impressora

source: Printer Search:
pt_pt: Pesquisar Impressora :

source: Printer's Device:
pt_pt: Imprimante supprimée

source: Printer:
pt_pt: Impressora :

source: Printers
pt_pt: Impressoras

source: Printers &rsaquo; Confirm Deletion of Printer '%s'
pt_pt: Impressoras &nbsp;&gt;&nbsp; Confirmar a eliminação da impressora '%s'

source: Printers &rsaquo; Modify printer '%s'
pt_pt: Impressoras &nbsp;&gt;&nbsp; Modificar a impressora '%s'

source: Printers &rsaquo; New printer
pt_pt: Impressoras &nbsp;&gt;&nbsp; Nova impressora

source: Printers &rsaquo; Printer Added
pt_pt: Impressoras &nbsp;&gt;&nbsp; Adicionar impressora

source: Printers &rsaquo; Printer Deleted
pt_pt: Impressoras &nbsp;&gt;&nbsp; Impressora eliminada

source: Priority
pt_pt: Prioridade

source: Priority:
pt_pt: Prioridade :

source: Private
pt_pt: Privado

source: Private Lists: Only the person who created the list may view and edit it.
pt_pt: Listas privadas : só a pessoa que criou a lista pode vê-la e editá-la.

source: Production elements
pt_pt: Localisation sélectionnée

source: Professional
pt_pt: Profissional

source: Professional = A patron that can have an organization as a guarantor.
pt_pt: Profissional = um utilizador que pertence à organização.

source: Professional Patron
pt_pt: Utilizador profissional

source: Professional Patrons: can also be associated with a guarantor (usually an organization).
pt_pt: Utilizador profissional: pode ser associado a uma organização.

source: Professional patron
pt_pt: Utilizador profissional

source: Professional phone:
pt_pt: Telefone profissional :

source: Professionnal mobile:
pt_pt: Telemóvel profissional :

source: Profile Settings
pt_pt: Gestão do perfil

source: Profile:
pt_pt: Perfil :

source: Programmed texts
pt_pt: Textos dos programas

source: Projected Graphic
pt_pt: d- Géographique

source: Properties
pt_pt: Prioridades

source: Provide a printername and a tray name for your Profile. Note: You can only have a single instance of printername-trayname per label template.
pt_pt: Escolha para o seu perfil um nome para a impressora e para o tabuleiro. Note: Só podeatribuir um nome único por modelo de etiqueta.

source: Provide patrons with a login for the OPAC.
pt_pt: Fornce a chave de acesso ao OPAC para o leitor.

source: Provides access to all admin links and preferences
pt_pt: Fornece acesso a todos os links administrativos e preferências.

source: Provides cataloging permissions such as altering and adding bibliographic and holdings data)
pt_pt: Fornece permissões de catalogação, como alterar e adicionar informação bibliográficae datas de reservas.

source: Provides the ability to modify login / permissions for staff users
pt_pt: Permite modificar a chave de acesso / permissões para a equipa técnica.

source: Public
pt_pt: Público

source: Public Lists
pt_pt: Listas públicas

source: Public Lists: Anyone may view a public list, but only the person who created it may edit it.
pt_pt: Listas Públicas: todos os utilizadores podem ver uma lista pública, mas só o seu criadora pode modificar.

source: Public Note:
pt_pt: Nota pública

source: Public note
pt_pt: Nota pública

source: Public note:
pt_pt: Nota pública:

source: Publication Date
pt_pt: Data de publicação

source: Publication Date (yyyy)
pt_pt: Data de publicação (aaaa)

source: Publication Date 1
pt_pt: Data de publicação

source: Publication Date 2
pt_pt: Data de publicação

source: Publication Details
pt_pt: Detalhes da publicação

source: Publication Details:
pt_pt: Detalhes da publicação:

source: Publication Year
pt_pt: Ano de publicação

source: Publication date
pt_pt: Data de publicação

source: Publication year
pt_pt: Ano de publicação

source: Publication year:
pt_pt: Année de publication :

source: Publication/Copyright Date: Newest to Oldest
pt_pt: Data de publicação: do mais recente para o mais antigo

source: Publication/Copyright Date: Oldest to Newest
pt_pt: Data de publicação: do mais antigo para o mais recente

source: Published by:
pt_pt: Publicado por:

source: Published date
pt_pt: Data de publicação

source: Published on
pt_pt: Publicado em

source: Publisheddate
pt_pt: Data de publicação

source: Publisher
pt_pt: Editor

source: Publisher :%s
pt_pt: Editor : %s

source: Publisher Location
pt_pt: Local de publicação

source: Publisher's Device:
pt_pt: Editor :

source: Publisher:
pt_pt: Editor :

source: Publishers and Imprints:
pt_pt: Editores e Impressões :

source: Pull This Many Items
pt_pt: Remover estes documentos

source: Purchase order:
pt_pt: Numéro do pedido :

source: Purchase suggestions give the users of the OPAC a way to lodge requests for the library to purchase for items.
pt_pt: As sugestões de aquisições dadas pelos leitores é uma forma de apresentar novas ideiaspara a aquisição de documentos.

source: Q: How do I check out an item to a patron?
pt_pt: Q : Como posso fazer um empréstimo a um leitor ?

source: Q: How do I create a new &quot;List&quot; from the Staff Intranet?
pt_pt: <a1></a> Q : Como posso criar uma nova &quot;Lista&quot; através da interface da biblioteca?

source: Q: How do I create a new subscription?
pt_pt: <a1></a>Q : Como criar uma nova assinatura?

source: Q: How do I set up a sticky date?
pt_pt: Q : Como posso fixar uma data manualmente ?

source: Q: What are &quot;Lists&quot;?
pt_pt: <a1></a>Q : O que são &quot;estantes virtuais&quot; ?

source: Q: What can I do when I have found a subscription?
pt_pt: <a1></a>Q : O que posso fazer quando encontro uma assinatura ?

source: Q: What can I do with a blocked checkout?
pt_pt: Q : O que posso fazer com um empréstimo bloqueado ?

source: Q: What do I need before I can setup a subscription?
pt_pt: Q :O que preciso de fazer antes de editar uma assinatura ?

source: Q: What does the serials module do?
pt_pt: Q : O que faz um módulo de Periódicos ?

source: Q: What happens if an item is checked out to another patron?
pt_pt: Q : O que acontece se um exemplar está emprestado a um outro leitor ?

source: Q: What to do I do if there is a problem with a checkout?
pt_pt: Q : O que se deve fazer se houver um problema com um empréstimo?

source: Q: What types of &quot;Lists&quot; are there?
pt_pt: <a1></a>Q : Quais são os tipos de &quot;estantes virtuais&quot; existentes?

source: Qty.
pt_pt: Qtd.

source: Quality of image
pt_pt: Qualidade da imagem

source: Quantity
pt_pt: Quantidade

source: Quantity Received
pt_pt: Quantidade recebida

source: Quantity ordered
pt_pt: Quantidade pedida

source: Quantity ordered:
pt_pt: Quantidade pedida :

source: Quantity received:
pt_pt: Quantidade recebida :

source: Quantity:
pt_pt: Quantidade :

source: Quarterly
pt_pt: trimestre

source: Query authority file when adding/editing a record (during cataloging)
pt_pt: Consulta o registo de autoridades, quando adicionares / modificares um registo(durante a catalogação).

source: Queue
pt_pt: Fila de espera

source: Queue:
pt_pt: Fila de espera :

source: RESERVED ITEM
pt_pt: DOCUMENTO RESERVADO

source: RESTRICTED
pt_pt: RESTRICTO

source: RLIST (Routing List): Used in the serials module
pt_pt: RLIST (Lista de Circulação) : utilizada no módulo dos Periódicos

source: Rank (display order):
pt_pt: Rank (ordem de exibição) :

source: Rank/Biblioitemnumbers
pt_pt: Rank/Numéro de registos

source: Rate
pt_pt: Taxa

source: Rate:
pt_pt: Taxa :

source: Read Koha Documentation
pt_pt: Leia a documentação do Koha

source: Read and Contribute to Discussions
pt_pt: Leia e contribua nas discussões

source: Read/Write to the Koha Wiki
pt_pt: Leia/Escreva na Wiki do Koha

source: Reading Record
pt_pt: Lista de leituras

source: Reading Record for %s %s
pt_pt: Lista de leituras para %s %s

source: Reason
pt_pt: Motivo

source: Reason Update
pt_pt: Razão para actualizar

source: Receieved
pt_pt: Recebido

source: Receipt Summary for %s
pt_pt: Resumo da recepção do N° %s

source: Receipt Summary for <i>%s</i>
pt_pt: Resumo da recepção de <i>%s</i>

source: Receive
pt_pt: Registar

source: Receive Orders from %s
pt_pt: Pedidos recebidos de %s

source: Receive Shipment
pt_pt: Receber Remessa

source: Receive a new shipment
pt_pt: Receber uma nova remessa

source: Receive any item and/or manage what appears in subscription summary (in OPAC and librarian interface)
pt_pt: Receber qualquer exemplar e/ou controlar o que aparece no resumo da assinatura(no OPAC e na interface da biblioteca)

source: Receive items from : %s
pt_pt: Receber documentos de : %s

source: Receive order
pt_pt: Receber pedido

source: Receive orders from %s
pt_pt: Pedidos recebidos de %s

source: Receive shipment
pt_pt: Receber remessa

source: Receive shipment from vendor <a1>%s</a>
pt_pt: Receber remessa do fornecedor <a1>%s</a>

source: Received
pt_pt: Recebido

source: Received On
pt_pt: Recebido a

source: Received by: %s
pt_pt: Recebido por : %s

source: Received issues
pt_pt: Fascículos recebidos

source: Received on
pt_pt: Recebido em

source: Receives overdue notices:
pt_pt: Recebidos avisos de atraso

source: Receiving Orders
pt_pt: Pedidos recebidos

source: Receiving Orders Help
pt_pt: Ajuda a Pedidos recebidos

source: Recieving Serials
pt_pt: Receber Periódicos

source: Record Matching Rules
pt_pt: Regra da concordância

source: Record matching failed -- unable to retrieve selected matching rule.
pt_pt: A regra da concordância falhou -- impossível recuperar a regra da concordânciaseleccionada.

source: Record matching rule:
pt_pt: Regra da concordância :

source: Record matching rules
pt_pt: Verificação de duplicados

source: Recording technique:
pt_pt: Regra da concordância :

source: Records are downloaded to the workstation that requests the export and are saved in a file called "marc.pl."
pt_pt: Os registos são descarregados no posto de trabalho que requesitou a sua exportação esão guardados num ficheiro chamado "marc.pl."

source: Reduction ratio:
pt_pt: Informações sobre a Assinatura

source: Reference
pt_pt: Estruturas de referência

source: Refine Results
pt_pt: Filtrar os resultados

source: Refine Results:
pt_pt: Filtrar os resultados :

source: Refine your search
pt_pt: Refine a sua pesquisa

source: Refined categories of colour for moving pictures
pt_pt: Refine categorias de cores para imagens em movimento

source: Refunds
pt_pt: Restituições

source: Registration date:
pt_pt: Data de inscrição:

source: Regular
pt_pt: Irrégulier

source: Regular print
pt_pt: Impressão normal

source: Regularity
pt_pt: Irrégularité :

source: Reject
pt_pt: Rejeitar

source: Rejected
pt_pt: Rejeitado

source: Rejecting a tag adds it to your blacklist
pt_pt: Ao rejeitar uma tag, está a adicioná-la à sua lista negra.

source: Related Titles
pt_pt: Títulos relacionados

source: Related record not required
pt_pt: Registo relacionado não exigido

source: Relationship:
pt_pt: Relação :

source: Relevance
pt_pt: Relevância

source: Relief codes 1:
pt_pt: Reçu

source: Relief codes 2:
pt_pt: Reçu

source: Relief codes 3:
pt_pt: Reçu

source: Relief codes 4:
pt_pt: Reçu

source: Remember for Session:
pt_pt: Memorizar nesta sessão :

source: Remote Image
pt_pt: Imagem Remota

source: Remote image:
pt_pt: Imagem remota :

source: Remote-sensing Image
pt_pt: Imagem distante :

source: Remove
pt_pt: Remover

source: Remove duplicates
pt_pt: Remover duplicados

source: Remove non-local items
pt_pt: Eliminar exemplares seleccionados

source: Remove this match check
pt_pt: Eliminar esta regra de concordância

source: Remove this matchpoint
pt_pt: Eliminar este ponto de comcordância

source: Renew
pt_pt: Renovar

source: Renew %s
pt_pt: Renovar %s

source: Renew Account
pt_pt: Renovar Conta
