Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: If the total amount loanable for a given patron category is left blank, no limit applies, except possibly for a limit you define for a specific item type.
pt_pt: Se a quantidade total de emprétimos de documentos para uma categoria de leitores for deixada em branco, não haverá limites, excepto se o limite for definido para um certo tipo de documento.

source: If there are no comments, the page will inform you of such
pt_pt: Se não houver comentários, a página informá-lo-á

source: If there is already a patron matching the name you searched, it will show on the results list.
pt_pt: Se já existir um leitor com o mesmo nome, ao pesquisar será fornecida uma lista com todos os resultados.

source: If there is more than one result, click on the name of the patron you'd like to add an image to
pt_pt: Se existir mais do que resultado, clique no nome do leitor ao qual gostaria de adicionar uma imagem

source: If this is your first time logging into Koha, you should now got to Koha Administration and setup all system parameters, especially Patron Categories.
pt_pt: Se é o seu primeiro acesso ao Koha, deve ir ao módulo administrativo e definirtodos os parâmetros do sistema, principalmente a Categoria dos Utilizadores.

source: If this page does not redirect in 5 seconds, click <a1>here</a>.
pt_pt: Se não for redirecionado em 5 segundos, clique <a1>aqui</a>

source: If this setting is on the permissions menu will offer more granual permissions
pt_pt: Se esta opção estiver activa o menu das permissões fornecerá mais permissões

source: If using multiple currencies you will need to pick which currency the totals are in when listed by the vendor and on the invoice.
pt_pt: Se utilizar várias moedas, precisará de saber qual a moeda que o fornecedorutiliza.

source: If you are CERTAIN that you will never use a MARC tag, then you can delete it, but since this will not result in any appreciable improvement in performance, it is probably better to leave it. There will be tags you want to add, however. If you are using older MARC tags that are not in the list of tags supplied with Koha, then use the MARC tag structure administration page to add them. Similarly, you will probably need to add the holdings tag you currently use, or at least check the subfield structure of the 852 tag if you use it for holdings.
pt_pt: Si vous êtes CERTAIN que vous n'utiliserez jamais un champ MARC alors vous pouvez le supprimer, mais comme cela n'apportera pas d'amélioration notable au fonctionnement, c' est probablement mieux de le laisser.Si vous utilisez d'anciens champs MARC qui ne sont plus dans la liste fournie avec Koha, alors utilisez la page de gestion de la structure MARC pour les ajouter. De même, vous aurez probablement besoin de d'ajouter le champ d'exemplaires que vous utilisez actuellement ou au moins contrôler la structure des sous-champs du champ 995 si vous l'utilisez pour les exemplaires.

source: If you are done adding to that order, click the 'Close this basket' link
pt_pt: Se já terminou de adicionar pedidos, clique em 'Fechar o Cesto'.

source: If you are going to be using a printer (or several printers) that are attached to your Koha server for producing statistical and operations reports, then you need to give each printer a name and tell Koha how to access it. You do this by telling Koha which print queue to use.
pt_pt: Se vai utilizar uma impressora (ou várias impressoras) associadas ao servidorKoha para produzir relatórios estatísticos e de operações, precisa de dar a cadaimpressora um nome e informar o sistema como aceder às mesmas.

source: If you are not sure what combination of system preferences to use, try using one of the sample profiles at install. Note: many preferences interact with each other. Turning on one system preference may require that others are also set.
pt_pt: Se não tem a certeza como parametrizar as suas preferências do sistema, tenteutilizar os perfis modelos disponíveis na instalação.Note : muitas das preferências interagem umas com as outras, parametrizandouma requer que as restantes sejam definidas também.

source: If you aren't sure if you've already imported a record, keep the radio button set to
pt_pt: Se não tem a certeza de já ter importado um registo, coloque o botão para definir

source: If you charge a rental fee for items (such as DVDs) enter that amount in the 'Rental charge' field
pt_pt: Se a biblioteca aplicar um custo ao empréstimo de certos items (por exemplo DVDs),introduza o valor no link 'Custo de Empréstimo'.

source: If you click in the input field of any field that has a ..., the field will be populated with the default data for the plugin. This default data is set either by the plugin itself or system preferences.
pt_pt: Se clicar na zona de entrada de qualquer campo como..., o campo será preenchido pelo valor de defeito da plugin. Esse valor é fixado não só pela plugin, mas tambémpode ser definido nas Preferências do Sistema.

source: If you do not choose any filters or limits, you will see all items that have not been checked out of your library
pt_pt: Se não seleccionar nenhum filtro ou limite, todos os items não emprestados aparecerão.

source: If you do not choose any filters or limits, you will see all patrons who have not checked anything out of your library
pt_pt: Se não seleccionar nenhum filtro ou limite, todos os leitores que nunca efectuaramnenhum empréstimo aparecerão.

source: If you enter a title, you can use the wildcard % : entering %Times% returns every subscription containing Times in the title. Entering New York% returns every subscription with title starting with New York.
pt_pt: Pesquisar uma assinatura utilizando o botão "Seleccionar"(com um ISSN ou um título). Se digitar um título, pode utilizar o símbolo % para assinalar uma truncatura à direita

source: If you have a login name and password for other Z39.50 servers, Koha will save your user ID and password in addition to the other information it needs to make a connection. (For anonymous servers, leave the userid and password fields blank.) The other fields on the form control whether or not the server is automatically searched when you request a Z39.50 search (put a "1" in the "Checked" field) and the order in which it is checked.
pt_pt: Se tem um nome de utilizador e uma chave de acesso para outros servidoresZ39.50, o Koha guardará esses dados mais a informação necessária para conectar-se.(Para servidores anónimos deixe o nome de utilizador e palavra-passe em branco.)Os outros campos do formulário determinam se é ou não feita uma pesquisa automáticasempre que é requesitado uma pesquisa utilizando o Z39.50 (introduza "1 " no campo"Checked" e a ordem na qual será controlada.

source: If you have ordered multiple copies of the same item, then use the &quot;+&quot; to bring up another
pt_pt: Se encomendou várias cópias de um mesmo documento, então use &quot;+&quot; paraadicionar outro.

source: If you know that the item is not in the library already, then create a new record from scratch.
pt_pt: Se sabe que o documento ainda não existe na biblioteca, então crie um novo registo.

source: If you know the items all have fines or debts associated with them, you can chose to &quot;Forgive All Debts&quot; by using the Check box. By usiing this check box, no charges will be placed against the patrons account.
pt_pt: Se tem conhecimento que os documentos têm multas ou dividas associadas, pode escolher &quot;Anular todas as Dividas&quot; utilizando a opção correspondente.Utilizando nenhuma multa será aplicada na conta do leitor.

source: If you only have one patron image you might want to upload it via the patron information page instead of using this bulk tool.
pt_pt: Se tem só uma imagem do leitor, poderá fazer o upload da mesma através da ficha doleitor em vez de utilizar esta ferramenta.

source: If you press the &quot;+&quot; by mistake, use the &quot;-&quot; button to remove the unwanted Item Details
pt_pt: Se clicar em &quot;+&quot; por engano, utilize o botão &quot;-&quot; para remover.

source: If you try to transfer and item the library it's already at you will be presented with a message to the right of the transfer form telling you that the item is already at the library
pt_pt: Se tentar transferir um exemplar para uma biblioteca onde este já exista, uma mensagem à direita do formulário indicar-lhe-á que esse exemplar já se encontra nessa biblioteca.

source: If you want Koha to trigger an action (send a letter or debar member), a delay value is required.
pt_pt: É necessário um valor para o 'Atraso' se deseja que o Koha desencadeie uma acção, como enviar uma carta ou suspender um leitor.

source: If you want Koha to trigger an action (send a letter or debar member), a delay value is required. No delays means no actions will be performed.
pt_pt: É necessário um valor para o 'Atraso' se deseja que o Koha desencadeie uma acção, como enviar uma carta ou suspender um leitor. Sem um valor para o atrasonão pode ocorrer nenhum tipo de acção.

source: If you want to claim any issues then you need to elect a supplier at this point.
pt_pt: Se quer reclamar sobre números em atraso, deve seleccionar um fornecedor.

source: If you want to create a new subscription, click on "Add subscription"
pt_pt: Se pretende criar uma nova assinatura, clique em "Adicionar uma assinatura"

source: If you want to create a new subscription, click the "Add subscription" button.
pt_pt: Se pretende criar uma nova assinatura, clique em "Adicionar uma assinatura.

source: If you wish to claim late or missing issues you must link this subscription to a vendor. Click OK to ignore or Cancel to return and enter a vendor
pt_pt: Se pretende reclamar todos os números em falta ou em atraso, deve ligar esta assinatura ao fornecedor. Clique sobre OK para ignorar ou cancele para voltar atrás e digitar um fornecedor.

source: If you would like to PERMANENTLY delete a user, click 'Delete' under 'More'. A confirmation box will appear, so don't worry about accidentally deleting a record. Just be absolutely sure before you delete!
pt_pt: Se desejar eliminar definitivamente um utilizador, clique 'Outros' e depois'Apagar'. Uma janela de confirmação aparecerá, logo, não se preocupe seclicar acidentalmente.

source: If you would like to edit a patron's information, click the 'Edit' button. You can also click one of the 'Edit' links below each section on the patron record.
pt_pt: Se pretender modificar as informações do leitor, clique no botão 'Editar'. Pode também seleccionar as opçõesseguintes ao botão 'Editar'sous chaque section de la fiche adhérent.

source: If you'd like a limited number of records, enter in a filter for biblio numbers or item call numbers.
pt_pt: Se deseja limitar o número de registos, introduza um filtro para biblionumbers ou para as cotas.

source: If you'd like to change the image, just upload a new image
pt_pt: Se pretende de mudar a imagem, basta fazer o upload de uma nova imagem

source: If you'd like to delete the patron image, click the 'Delete' button under 'Manage Patron Image'
pt_pt: Se pretende eliminar a foto de um leitor, clique 'Delete" por baixo do botão 'Gerir imagem do leitor'

source: If you'd like to only import items of one type or from one library, you can choose those from the pull downs
pt_pt: Se deseja só importar documentos de um tipo ou de uma biblioteca, pode seleccionaras opções pretendidas das listas.

source: If you're adding a 'Child' or 'Professional' you will see an additional field, asking you to define a Guarantor.
pt_pt: Se estiver a adicionar uma 'Criança' ou um 'Professional' aparecerá um campo adicional,a pedir que defina um responsável

source: If you're adding an 'Organization' you will see fewer fields in this first section.
pt_pt: Se estiver a adicionar uma 'Organização', aparecerão poucos campos nesta primeirasecção.

source: Ignore and return to transfers:
pt_pt: Ignore e volte às transferências :

source: Ignore incoming record (its items may still be processed)
pt_pt: Ignore os registos em tranferência (os exemplares podem ainda estar a ser processados).

source: Ignore items
pt_pt: Ignore os exemplares

source: Ignore this one, keep the existing one
pt_pt: Ignore este, mantenha o existente.

source: Ignore this one, keep the existing one.
pt_pt: Ignore este, mantenha o existente.

source: Ignored the following common words: "%s"
pt_pt: Ignore as palavras seguintes : "%s"

source: Illustration - Full Page Plates 3:
pt_pt: Illustrateur :

source: Illustration - Full Page Plates 4:
pt_pt: Illustrateur :

source: Illustration - Technique:
pt_pt: Illustrateur :

source: Illustration codes 1:
pt_pt: Illustrateur :

source: Illustration codes 2:
pt_pt: Illustrateur :

source: Illustration codes 3:
pt_pt: Illustrateur :

source: Illustration codes 4:
pt_pt: Illustrateur :

source: Image
pt_pt: Imagem

source: Image:
pt_pt: Imagem :

source: Import
pt_pt: Importar

source: Import Patrons
pt_pt: Importação de Leitores

source: Import into the borrowers table
pt_pt: Importar para a tabela de leitores

source: Import patron data
pt_pt: Importar dados dos leitores

source: Import patrons
pt_pt: Importação de dados dos leitores

source: Import results :
pt_pt: Resultados da importação :

source: Import this biblio
pt_pt: Importar este registo

source: In Koha this typically means that the Koha team is working on new features
pt_pt: Isto significa que a Equipa do Koha está a trabalhar em novas funcionalidades

source: In Use
pt_pt: Em utilização

source: In addition to ODUE ('Overdue Notice'), there are two other notices that come pre-defined in Koha:
pt_pt: À semelhança dos avisos de "Atraso", existem duas outras mensagens quesão pré-definidas pelo Koha:

source: In addition to overdue fines, replacement costs for lost items, account management fees and other library specific fees will show on the account
pt_pt: À semelhança das multas por atraso, dos custos de substituição de items perdidos, das taxas de gestão de contas e outras taxas específicas da biblioteca.

source: In the biblio framework, the reported tag
pt_pt: Na tabela bibliográfica, o campo referido

source: In the future, this features will be expanded to allow new filing rules to be created (defined) on the fly. In other words, in addition to choosing from a static sorting routine or filing rule, you will be able to actually to define new ones.
pt_pt: No futuro, esta funcionalidade permitirá a criação (definição) de novas regrasde classificação.

source: In this screen, you can see subscription detail, and modify it if you need.
pt_pt: Neste écran, pode ver o detalhe da assinatura e modificar, se necessário.

source: In transit from %s, to %s, since %s
pt_pt: Documento tranferido de %s, a %s, desde %s

source: Inactive
pt_pt: Inactivos

source: Include any notes that you may want to record for internal purposes.
pt_pt: Introduza todas as notas necessárias para utilização interna.

source: Include expired subscriptions:
pt_pt: Pesquisar Assinaturas:

source: Independent Branches and Autolocation are switched on and you are logging in with an IP address that doesn't match your branch.
pt_pt: Pólos independentes e postos moveis estão seleccionados e está a tentar aceder com umendereço IP que não corresponde com o seu pólo.

source: Index availability code
pt_pt: Próximo disponível

source: Index indicator
pt_pt: Indexado em:

source: Indexed in:
pt_pt: Indexado em:

source: Indexes
pt_pt: Indíces

source: India ink
pt_pt: Indexado em:

source: Indicate the expected length of time that this serial will be subscribed to.
pt_pt: Indique a duração da assinatura deste periódico.

source: Individual Libraries:
pt_pt: Pólos da biblioteca:

source: Information
pt_pt: Informação

source: Initial word
pt_pt: Palavra Inicial

source: Initials:
pt_pt: Iniciais :

source: Inner Counter
pt_pt: Contador

source: Insert
pt_pt: Inserir

source: Installation complete.
pt_pt: Instalação completa

source: Insufficient privileges.
pt_pt: Permissões insuficientes.

source: Integer
pt_pt: Inteiro

source: Internationalization and Localization
pt_pt: Regionalização e Localização

source: Into an application
pt_pt: Numa aplicação

source: Into an application:
pt_pt: Numa aplicação:

source: Invalid authority type
pt_pt: Tipo de autoridade inválida

source: Invalid username or password
pt_pt: Nome de Utilizador ou Palavra-passe inválida

source: Inventory
pt_pt: Inventário

source: Inventory/Stocktaking
pt_pt: Inventário/Balanço

source: Inventory/stocktaking
pt_pt: Inventário/Balanço

source: Invoice
pt_pt: Numéro de factura

source: Invoice %s
pt_pt: Factura %s

source: Invoice / Code:
pt_pt: N° de factura ou de entrega :

source: Invoice Amount
pt_pt: Montante da factura

source: Invoice Item Price Includes GST:
pt_pt: Factura do item inclui IVA:

source: Invoice Number
pt_pt: N° de factura ou de entrega

source: Invoice Prices are
pt_pt: Preços facturados são

source: Invoice Prices are:
pt_pt: Preços facturados são:

source: Invoice number:
pt_pt: Número da factura :

source: Invoice number: %s
pt_pt: Número da factura: %s

source: Invoice prices
pt_pt: Preços facturados

source: Irregularity:
pt_pt: Irregular:

source: Is a URL:
pt_pt: É um URL :

source: Is highly scalable (can scale to tens of millions of bibliographic records. Examples of Zebra Koha installations include: http://catalog.ccfls.org/cgi-bin/koha/opac-main.pl or http://www.mediathequeouestprovence.fr/)
pt_pt: É altamente escalável (pode escalar a dezenas de milhões de registos bibliográficos. Exemplos de instalações Zebra de Koha incluem: http://catalog.ccfls.org/cgi-bin/koha/opac-main.pl ou http://www.mediathequeouestprovence.fr/ )

source: Is there a way to run this tool automatically?
pt_pt: Existe alguma maneira de correr este programa automaticamente?

source: Is this a duplicate of <a1>%s</a>?
pt_pt: É isto um duplicado de <a1>%s</a>?

source: Issue
pt_pt: Fascículo

source: Issue #
pt_pt: Numeração

source: Issue %S
pt_pt: Numéro %S

source: Issue History
pt_pt: Estado da Colecção

source: Issue date
pt_pt: Data do número

source: Issue number
pt_pt: Numéro do fascículo

source: Issue:
pt_pt: Numéro :

source: Issues summary
pt_pt: Resumo dos Números

source: Issuing rules are set for item types (and for patron types / libraries)
pt_pt: As regras de emprèstimo são estabelecidas pelos tipos de documentos (e por tipo deleitores / bibliotecas)

source: It began on <b>%s</b> and is issued every <b>
pt_pt: Começa em <b>%s</b> e sai todos os <b>

source: It has <b>%s</b> entries.
pt_pt: Existem <b>%s</b> entradas.

source: It is a good idea to be selective in choosing servers. Defining more than five or six checked servers may slow down your Z39.50 search results, even if they are queried all together.
pt_pt: É recomendado que se seja selectivo na escolha de servidores. Definir mais do quecinco ou seis servidores pode tornar a pesquisa Z39.50 mais lenta, mesmo que sejaminterrogados ao mesmo tempo.

source: It is highly advisable that you get in the habit of checking the catalog first before placing an order for a new item. This saves unnecessary duplicate bibliographic records in your database and any need to merge/deduplicate records.
pt_pt: É recomendável que se tenha o hábito de fazer uma pesquisa no catálogo antes deefectuar um novo pedido. Este procedimento impede que existam registo duplicadosna sua base de dados.

source: It is useful to import a bunch of ISO 2709 biblios that can be used later for a quick cataloguing
pt_pt: É útil que se importe alguns registos bibliográficos ISO 2709 que possam ser utilizadosmais tarde para uma rápida catalogação.

source: It should find the item that was just set up in Acquisitions. Note If you have not yet set this up in Acquisitions, click Create Biblio. It will take you back to Acquisitions Order Form.
pt_pt: Deve encontrar o documento que seleccionou nas Aquisições. Note bem, se ainda não o seleccionou, clique em "Criar Registo", que o encaminhará para a opção 'Encomendar de' na zona de Aquisições.

source: Item
pt_pt: Exemplar

source: Item %s
pt_pt: Exemplar %s

source: Item ( %s ) checked out to %s. Check in and check out?
pt_pt: Exemplar (%s) emprestado a %s. Devolver e Emprestar ?

source: Item Barcode
pt_pt: Código de barras do exemplar

source: Item Call Number
pt_pt: Cota do exemplar

source: Item Callnumber:
pt_pt: Cota do exemplar:

source: Item Checked out
pt_pt: Documento(s) emprestado

source: Item Details
pt_pt: Detalhes dos exemplares

source: Item Information
pt_pt: Informação sobre os exemplares

source: Item Location (items.location) is
pt_pt: A localização do documento (items.location) é

source: Item Number:
pt_pt: Numéro do exemplar :

source: Item Type
pt_pt: Tipo de documento

source: Item Type:
pt_pt: Tipo de documento:

source: Item Types Administration
pt_pt: Definição dos tipos de documentos

source: Item barcode:
pt_pt: Código de barras dos exemplares :

source: Item being transfered to <b> %s</b>
pt_pt: Exemplar transferido para <b> %s</b>

source: Item details: (add to catalog)
pt_pt: Detalhes do exemplar (n) : (adicionados ao catálogo)

source: Item has been withdrawn
pt_pt: Documento retirado

source: Item hasn't been transfered yet from %s
pt_pt: O exemplar ainda não foi transferido de %s

source: Item is
pt_pt: O exemplar é

source: Item is already at destination library.
pt_pt: O documento já se encontra na destino definido.

source: Item is consigned for %s
pt_pt: Exemplaire mis de côté pour %s

source: Item is currently checked out to this patron. Renew?
pt_pt: O exemplar está emprestado ao leitor. Deseja renovar?

source: Item is marked waiting at %s for %s (<a1>%s</a>).
pt_pt: O documento está seleccionado à espera de %s para %s (<a1>%s</a>).

source: Item is on reserve for %s
pt_pt: Exemplar reservado por %s

source: Item is withdrawn.
pt_pt: Documento retirado.

source: Item level holds are available by checking the box next to a particular item
pt_pt: O nível de empréstimos de um exemplar está disponível nas caixas (de selecção) junto aos mesmos.

source: Item location between:
pt_pt: Exemplar localizado em :

source: Item not for loan
pt_pt: Exemplar não disponível para empréstimo

source: Item processing
pt_pt: Tratamento de um exemplar

source: Item should now be waiting at library: %s
pt_pt: O documento já se encontra disponível na biblioteca: %s

source: Item tag
pt_pt: Campos do documento

source: Item type
pt_pt: Tipo de documento

source: Item type images are disabled. To enable them, turn off the <a1>noItemTypeImages system preference</a>
pt_pt: As imagens do tipo de documento estão desactivadas.Para as activar, desactive a opção <a1>Preferências do Sistema noItemTypeImages</a>.

source: Item type:
pt_pt: Tipo de documento:

source: Item types
pt_pt: Tipo de documento

source: Item types are useful for many things, and
pt_pt: Os tipos de documentos são úteis para muitas coisas, e

source: Item types management
pt_pt: Gestão de tipos de documentos

source: Item waiting at <b> %s</b>
pt_pt: Documento já se encontra disponível no(a) <b> %s</b>

source: Item was lost, now found.
pt_pt: O exemplar estava perdido, agora foi encontrado.

source: Item was on loan to <a1> %s %s (%s)</a> and has been returned.
pt_pt: O exemplar estava emprestado a <a1>%s %s</a> %s e foi devolvido.

source: Item(s)
pt_pt: Exemplar(es)

source: Itemcallnumber
pt_pt: Cota do exemplar

source: Items
pt_pt: Exemplares

source: Items <a1>Sort</a>
pt_pt: Exemplares <a1>Ordenar</a>

source: Items Available
pt_pt: Exemplares disponíveis

source: Items Checked Out
pt_pt: Documento(s) Emprestados

source: Items Needed
pt_pt: Exemplares necessários

source: Items Overdue as of %s
pt_pt: Documento(s) em atraso %s

source: Items expected
pt_pt: Documento(s) em espera

source: Items for %s
pt_pt: Exemplares de %s
