Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: This is the price you expect to pay for the item, including any discount and any relevant sales tax (depending on the vendor setup) and is the amount that will be charged to your
pt_pt: Este é o preço do documento, incluindo descontos e taxas (depende do fornecedor)e é esta a quantia a pagar.

source: This is where you define the types of users of your library and how they will be handled.
pt_pt: É aqui que define os tipos de utilizadores para a sua biblioteca e quais osseus direitos.

source: This item must be checked in at its home library.
pt_pt: Este documento precisa de ser transferido para %s

source: This matrix is to be used to create all of the rules associated with circulation and fines.
pt_pt: Esta grelha é utilizada para criar todas a regras associadas a empréstimos e multas.

source: This message appears on this patron's user page in the OPAC
pt_pt: Assinalar para mostrar este atributo na página de detalhe do OPAC.

source: This message displays when checking out to this patron
pt_pt: O exemplar está emprestado ao leitor. Renovar?

source: This module is needed if you intend to print barcodes.
pt_pt: Este módulo é necessário se precisar de imprimir códigos de barras.

source: This module is needed if you intend to print spine labels.
pt_pt: Este módulo é necessário se precisar de imprimir etiquetas.

source: This module is needed if you intend to use LDAP for authentication.
pt_pt: Este módulo é necessário se tiver a intenção de utilizar autenticação LDAP .

source: This module is used whenever Koha has to send email.
pt_pt: Este módulo é utilizado sempre que o Koha precise de enviar um email.

source: This one-step report will show you how many items of each item type are currently in your branch library or libraries.
pt_pt: Este relatório mostra quantos tipos de documentos diferentes existem actualmentena biblioteca e seus pólos.

source: This page allows you to set the system preferences that control much of the basic behavior of Koha.
pt_pt: Esta página permite que escolha as Preferências do Sistema que controlam ocomportamento básico do Koha.

source: This page provides a simplified way to map your MARC tags and subfields to the non-MARC Koha database tables <b>for default biblio framework</b>. This can also be done while setting the MARC tag structure, but it is easier to see the relationship between the MARC database and the Koha database here.
pt_pt: Esta página providencia um método simplificado para ligar os campos e sub-campos MARC à base de dados não-MARC do Koha, <b>através do modelo de catalogação por omissão<b>. Este processo também pode ser feito ao mesmo tempo que define a estrutura dos campos MARC, mas é mais fácil visualizar as ligações entre as duas bases de dados aqui.

source: This page provides information regarding all of the items attached to a record. From here you can easily mark and item lost, damaged or withdrawn. You can slo view the circulation history or edit the items.
pt_pt: Esta página contém toda a informação relativa a todos os documentos registados. Nela pode facilmente marcar um documento como perdido, danificado ou retirado e pode também visualizar o histórico de empréstimos ou até editar informação sobre os documentos.

source: This page will show you all items that are overdue as of today.
pt_pt: Esta página mostra a lista de todos os documentos que estão por devolver até hoje.

source: This parameter helps you define the cities and towns that your patrons live in. These will appear as a pull down on the patron add screen to make it easier for entering of consistent data.
pt_pt: Defina aqui as opções de cidades e localidades de residência dos leitores. Estas vão aparecer num menu de opções, de modo, a ser mais fácil para os leitores e também para a obtenção dados mais homogéneos.

source: This patron does not exist.
pt_pt: Este leitor não existe.

source: This record is used
pt_pt: Este registo é utilizado

source: This record is used %s times
pt_pt: Este registo é utilizado %s vezes

source: This record is used %s times. Impossible to delete it
pt_pt: Este registo é utilizado %s vezes. É impossível eliminá-lo.

source: This report contains the SQL keyword <b>%s</b>.
pt_pt: Este relatório contém a palavra chave do SQL <b>%s</b>.

source: This report depends on the system preference 'TransfersMaxDaysWarning'. If items are not transferred by the number of days defined in this preference a warning will be issued via the 'check this transfer' link.
pt_pt: Este relatório depende da opção 'TransfersMaxDaysWarning' nas preferências do sistema.Se os documentos não forem transferidos nos dias pré-definidos, um aviso 'verifique a tranferência'será enviado.

source: This report indicates all the items that have Holds on them that are currently held on the library shelves or stack.
pt_pt: Este relatório indica todos os documentos reservados que se encontram actualmente na biblioteca.

source: This report lists the next hold waiting (one per biblio) depending on how system preferences are set
pt_pt: Este relatório indica a lista das reservas pendentes (uma por registo) dependendo decomo estão definidas as preferências do sistema.

source: This report offers a couple options for handing overdues:
pt_pt: Este relatório propõem algumas opções para gerir os atrasos nas devoluções:

source: This report shows all the items from other libraries/branches that are in transit to your branch. The status of all these items is marked as &quot;In Transit&quot;
pt_pt: Ce rapport indique tous les documents des autres bibliothèques/sites qui sont en transit dans votre site.Le statut de ces documents est marqué comme &quot;En Transit&quot;

source: This report shows items that:
pt_pt: este registo não tem qualquer exemplar.

source: This report will list all outstanding bills for your library system.
pt_pt: Este relatório apresentará todos os pagamentos pendentes no sistema.

source: This report will not show items that are so long overdue that the system has marked them 'Lost'
pt_pt: Este relatório não mostrará documentos em atraso considerados 'Perdidos'.

source: This report will show you how many items were checked out, by borrower (or 'patron') category
pt_pt: Este relatório mostra o número de exemplares emprestados por categoria de leitores.

source: This screen is divided in 2 parts
pt_pt: Este ecrã é dividido em duas partes

source: This screen shows the information associated with a given patron.
pt_pt: Esta página apresenta as informações associadas ao leitor pesquisado.

source: This screen shows the subfields associated with the selected tag. You can edit subfields or add a new one by clicking on edit.
pt_pt: Esta página apresenta os sub-campos associados ao campo seleccionado. Pode modificaros sub-campos ou adicionar novos clicando em 'Modificar Sub-Campos'.

source: This script is not able to create/write to the necessary temporary directory.
pt_pt: Esta secção determina qual a informação que aparecerá na(s) etiqueta(s).Escolha um dos dois métodos de entrada:

source: This section provides information about your Koha installation. It is useful for developers and if you wish to report bugs or issues to the Koha community.
pt_pt: Esta secção fornece informação sobre a sua instalação do Koha. é útil para os programadorese no caso de querer reportar avarias ou questões para a comunidade de desenvolvimento do Koha.

source: This section tells you which version of Koha and supporting software you are using. If possible, when reporting issues to the Koha community, always give details of which version of Koha you are using. Koha is under active development and it is highly likely that an upgrade to a more recent version will provide patches and bug fixes you require.
pt_pt: Esta secção informa qual a versão do Koha e do software de suporte que estáa ser utilizado. Se possível, quando efectuar questões à comunidade dedesenvolvimento do Koha refira sempre qual a versão que está a utilizar. O Kohaé um software em desenvolvimento e é muito provável que um upgrade de versão lheforneça as correcções e respostas necessárias.

source: This sets up the expiry date in the system and also sets up an Alert a month before expected expiry.
pt_pt: Determinação da data em que a Assinatura expira bem como o Alerta com um mês de antecedência desta data.

source: This subscription is now ended. The last issue was received on %s
pt_pt: Esta assinatura expirou. O último número recebido foi o %s

source: This tab allows librarians to assign advaned messaging preferences to patrons. Patrons can also set these options via the OPAC.
pt_pt: Este separador permite aos técnicos definir as opções de mensagens para os leitores.Os leitores podem também definir estas opções via OPAC.

source: This tab lists all the dependant Perl Modules for Koha and whether or not you have them installed, and the version number. If you are reporting an issue, the developer may ask what is the state of the Perl modules you have installed.
pt_pt: Este separador apresenta todos os Módulos Perl dependentes para o Koha, se os tem ou nãoinstalados e o seu número de versão. Se efectuar uma questão, o programador poderáperguntar-lhe qual o estado dos módulos Perl instalados.

source: This tab will provide you with information on the circulation history for this item. Including the due date or return date and the patron information (if you are keeping track of this data).
pt_pt: Este separador providencia o histórico do empréstimo do documento pesquisado.Incluindo a data de devolução ou de atraso e também toda a informação sobre o leitorque o requisitou.

source: This table is used in MARC definition. You can define as many categories as you want, and as many authorized values as you want in each category.
pt_pt: Esta tabela é utilizada na definição MARC. Podem ser definidas tantas Categorias quantas precise as quais comportam tantos valores quantos necessite.

source: This tool allows librarians to export both bibliographic records and holdings in either MARC format or MARCXML.
pt_pt: Esta ferramenta permite aos técnicos exportarem registos bibliográficos e de empréstimo tanto no formato MARC como MARCXML.

source: This tool allows temporary reassignment of an item to another branch.
pt_pt: Esta ferramenta permite a mudança temporária de um documento para um outro pólo.

source: This tool allows you to bulk anonymize circulation histories or bulk delete patron records. This means that the system keeps a link between old loans and their items but severs the link to the borrower.
pt_pt: Esta ferramenta permite estruturar o histórico de empréstimos anónimos oueliminar registos de leitores. Isto significa que o sistema mantém umaligação entre os empréstimos, mas remove a sua ligação com os leitores.

source: This tool allows you to upload multiple patron images as a batch.
pt_pt: Esta ferramenta permite carregar várias fotos de leitores.

source: This tool gives librarians the option to moderate patron added tags.&nbsp; This moderation page will show up regardless of the system preference settings related to tagging.
pt_pt: Esta ferramenta dá aos técnicos a opção de moderar o adicionar de 'tags' por partedos leitores. Esta página de moderação aparecerá, independentemente das preferênciasdo sistema relacionadas com as 'tags'.

source: This tool lets you define triggers for overdue notices. You can send a borrower up to three notices and also tell Koha how many days should pass between the day a book was due and the sending of each of these notices. Koha lets you define a different notice schedule for each branch, and different schedules for each patron type you've defined within those branches. Finally you can set a notice to trigger a 'debar' on the borrower's account during any of the three triggers.
pt_pt: Esta ferramenta permite definir acções de desencadeamento para os avisos de atraso.Pode enviar até três cartas ao leitor e definir o número de dias entre a data previstapara a devolução e o envio dos avisos. O Koha permite também que defina calendáriosdiferentes por pólos e por tipo de utilizador. Finalmente, pode também parametrizar umbloqueio de conta ao fim do terceiro aviso enviado.

source: This tool will let you search for all serials that will expire before a specific date. This is a handy tool when it comes time to budget for new serials.
pt_pt: Esta ferramenta permite a pesquisa de todos os periódicos cuja assinaturaexpira antes de uma data específica. Esta é uma ferramenta útil para quandose fazem orçamentos para novos periódicos.

source: This will change the subject headings on
pt_pt: Isto alterará o assunto principal em todas as referências quando este é utilizado.

source: This will result in a comma separated value (csv) file.
pt_pt: Isto resultará num ficheiro csv.

source: This will show you the number of items you have to order for your library to meet your library's hold per item ratio. By default it will be set to the library needing 3 items per hold that has been placed. The report will tell you how many additional items need to be purchased to meet this quota.
pt_pt: Aqui serão exibidos os números dos exemplares necessários para manter a proporçãode reservas por cópia. Por defeito, a biblioteca deve ter três exemplares por reserva.O relatório apresentará o número de exemplares necessários para respeitar o pré-definido.

source: Thomas Dukleth (MARC Frameworks Maintenance)
pt_pt: Thomas Dukleth (manutenção das grelhas MARC)

source: Three times a week
pt_pt: Três vezes por semana

source: Three times a year
pt_pt: Três vezes por ano

source: Threshold missing
pt_pt: Seuil manquant

source: Through Acquisitions
pt_pt: Aquisições de A a Z

source: Through Cataloging
pt_pt: Através da catalogação

source: Thursday
pt_pt: Quinta-feira

source: Till Reconciliation
pt_pt: Etat de caisse

source: Time
pt_pt: Tempo

source: Time Prepared
pt_pt: Préparé le

source: Time:
pt_pt: Tempo:

source: Tip: To alter this list you need to make changes to your system parameters
pt_pt: DICA: para alterar esta lista é necessário efectuar algumas alterações no sistema.

source: Tips to Remember When Adjusting a Printer Profile
pt_pt: Dicas a relembrar quando se define um perfil de impressão.

source: Title
pt_pt: Título

source: Title (A-Z)
pt_pt: Título (A-Z)

source: Title (Z-A)
pt_pt: Título (Z-A)

source: Title <a1>Sort</a>
pt_pt: Título <a1>Ordenar</a>

source: Title Phrase
pt_pt: Frase do Título

source: Title desc
pt_pt: Título desc

source: Title:
pt_pt: Título:

source: Titles
pt_pt: Títulos

source: To
pt_pt: A

source: To %S
pt_pt: Au %S

source: To a file:
pt_pt: Para um ficheiro:

source: To add a new 'Classification Source'...
pt_pt: Adicionar uma nova 'Fonte de Classificação'...

source: To add a new 'Filing Rule'...
pt_pt: Adicionar uma nova 'Regra de Alfabetação'...

source: To add a new Patron Attribute, click 'New Patron Attribute Type'
pt_pt: Para adicionar um novo atributo para leitores, clique em 'Adicionar Atributo'.

source: To add a new category, click 'New Category'
pt_pt: Para adicionar uma nova categoria clicar em 'Nova Categoria'

source: To add a new holiday, click on the date you'd like to add a holiday to
pt_pt: Para adicionar um novo dia de encerramento, clique sobre o dia no calendário.

source: To add a new item type click 'New Item Type'
pt_pt: Para adicionar um novo tipo de documentos, clique em 'Adicionar tipo de documentos'

source: To add a new news item the following fields need to be completed:
pt_pt: Para adicionar uma nova notícia deve preencher todos os campos seguintes:

source: To add a new value under an existing category, click &quot;New authorized value for&quot;
pt_pt: Para adicionar um novo valor a uma categoria existente, clique em 'Adicionarvalor autorizado'.

source: To add a patron, type their name into the search box and click the 'Search' button.
pt_pt: Para adicionar um utilizador, digite o seu nome na área de pesquisa e clique em 'Pesquisar'

source: To add servers, you will need to know the domain name or IP address of the server, the port number to use, and the name of the database to access. This information is available for many servers worldwide by acessing the Index Data website at http://www.indexdata.dk/targettest/. All of the servers listed there accept anonymous connections. (Be sure to choose servers which deliver records in the proper MARC format for your Koha installation.)
pt_pt: Para adicionar um servidor é necessário conhecer o nome do domínio ouo endereço IP do servidor - o número da porta a utilizar e o nome dabase de dados. Esta informação está disponível para vários servidores mundiais,acedendo ao site de index das bases de dados em http://www.indexdata.dk/targettest/Todos os servidores aceitam ligações anónimas. (Certifique-se que escolhe os servidoresque fornecem registos no formato MARC adequado à sua instalação Koha.)

source: To alter patron permissions, click on Patrons on the main menu at the top of the screen.
pt_pt: Para modificar as permissões do utilizador, seleccione 'Utilizadores' no menu principal.

source: To anonymize circulation history enter the date before which you'd like that data deleted
pt_pt: Para tornar anónimo um histórico de empréstimos, introduza a data em que desejaque a informação seja eliminada.

source: To approve a comment click 'Approve'
pt_pt: Para validar um comentário, clique em 'Aprovar'

source: To begin an order, local purchase or donation, search for the vendor or benefactor, and then you can create a new Basket.
pt_pt: Para iniciar um pedido, uma compra local ou uma doação, pesquise pelo fornecedorou doador e depois pode criar um novo Cesto.

source: To biblio number:
pt_pt: Um registo n°:

source: To confirm the hold, click 'Place Hold'
pt_pt: Para confirmar a reserva, clique em 'Reservar'

source: To create a manual credit, click the 'Create manual credit' tab
pt_pt: Para criar um crédito manual, clique no separador 'Criar crédito manual'

source: To create a manual invoice, click the 'Create manual invoice' tab
pt_pt: Para criar facturas manuais, clique no separador 'Criar factura manual'.

source: To create a new List:
pt_pt: Para criar uma nova Lista:

source: To delete a comment click 'Delete'
pt_pt: Para eliminar um comentário, clique em 'Eliminar'.

source: To delete a subfield, just click the 'delete' link next to the field you'd like to edit
pt_pt: Para eliminar um sub-campo, clique em 'Eliminar' junto ao campo a modificar.

source: To delete borrowers, enter the date since the last time they borrowed
pt_pt: Para eliminar leitores que não requisitam livros, introduza a data doseu último empréstimo feito.

source: To edit a bibliographic record, use the cataloging search to find the record. This can be done either via the cataloging interface or the catalog search. A search with in the Cataloging module will search the catalog and the reservior (see below).
pt_pt: Para modificar um registo bibliográfico, utilize a pesquisa do catálogo para encontrar o registo. Isto pode ser feito através do interface do catálogo ou pela ferramenta de pesquisa. Uma pesquisa no módula de Catalogação irá pesquisar no catálogo e no reservatório (ver abaixo).

source: To edit a new 'Classification Source' or 'Filing Rule'...
pt_pt: Modificar uma nova 'Fonte de Classificação' ou 'Regra de Alfabetação'...

source: To give staff members more granular permissions, you can turn on the GranularPermissions system preference
pt_pt: Para fornecer à equipa técnica mais permissões, deve activar apreferência de sistema 'GranularPermissions'

source: To have a news item remain on the page, do not enter an expiration date.
pt_pt: Para que uma notícia permaneça na página principal, não introduza nenhumadata limite.

source: To itemcallnumber:
pt_pt: A cota :

source: To make edits to your shipment return to Acquisitions and search for the vendor in question.
pt_pt: Para modificar uma remessa, volte ao módulo de Aquisições e pesquise o fornecedorem questão.

source: To modify a rule, create a new one with the same patron type and item type.
pt_pt: Para modificar uma regra, crie uma nova com o mesmo tipo de documentos e a mesmacategoria de leitores.

source: To notify patrons of new serial issues, you must <a1>define a notice</a>.
pt_pt: Para avisar os leitores da chegada de novos números de Periódicos deverá <a1>redigir uma mensagem</a>.

source: To order a new book, click 'From a new (empty) record'
pt_pt: Para pedir um livro novo, clique 'A partir de um novo registo (vazio)'.

source: To order an item you need to establish whether a biblio already exists for it, and either add an item, or set up a new biblio and then add the item.
pt_pt: Para encomendar um documento, deve criar um novo registo ou adicioná-lo a um jáexistente.

source: To pay fines, click the 'Pay fines' tab
pt_pt: Pour payer une amende, Clicar sur l'onglet 'Payer amendes'

source: To place an order, the first step is to locate your Vendor (supplier). If no Vendor exists, you will need to create one. Once you have a Vendor you can place an order.
pt_pt: Pour passer une commande, la première étape est de repérer votre Founisseur (marchand).S'il n'existe pas de fournisseur, vous devrez en créer un.Une fois que vous avez un Fournisseur vous pouvez passer une commande.

source: To receive an order click 'Receive Shipment'
pt_pt: Pour recevoir une commande Clicar sur 'Recevoir commande' (lien) ou 'Recevoir colis' (bouton)

source: To receive an order click 'Receive order' (link) or 'Receive Parcel' (button)
pt_pt: Pour recevoir une commande Clicar sur 'Recevoir commande' (lien) ou 'Recevoir colis' (bouton)

source: To report this error, you can <a1>email the Koha Administrator</a>.
pt_pt: Pour signaler cette Erro, vous pouvez <a1>envoyer un email à l'administrateur</a>

source: To schedule overdue notices, you must use Koha's 'Notice/Status Trigger' tool.
pt_pt: Pour plannifier les Cartas de retard, vous devez utiliser l'outil 'Déclencheur de Cartas'

source: To screen in the browser:
pt_pt: Para o écran no navegador:

source: To screen into the browser:
pt_pt: A afficher dans le navigateur

source: To see more search options click [More Options] at the bottom of the page.&nbsp; This will allow for more advanced boolean searching.
pt_pt: Pour avoir plus d'options de recherche, Clicar sur [Outros d'options] en bas de page: une recherche booléenne plus riche sera disponible.

source: To see the history of changes to the patron record click on 'Modification Log' on the menu to the left.
pt_pt: Pour voir l'historique des modifications de la fiche adhérent, Clicar sur l'onglet 'Log des modifications' à gauche.

source: To see the image(s) you imported search for the patron(s) and view their profile
pt_pt: Pour voir les photos importées, chercher les adhérents et regardez dans leur profil.

source: To see the patron's reading history, click on the 'Circulation History' tab on the menu to the left.
pt_pt: Pour voir l'historique de prêt d'un adhérent, Clicar l'onglet 'Historique' dans le menu de gauche

source: To set the library you can click '(Set)' to the right of the 'NO_LIBRARY_SET' label
pt_pt: Para seleccionar a biblioteca clicar sobre o parâmetro à direita de 'NO_LIBRARY_SET'

source: To update the MARC Framework for your new authority type, click 'MARC structure' next to the authority
pt_pt: Pour mettre à jour la grille MARC avec votre nouveau type d'autorité, Clicar sur 'Structure MARC' à côté de l'autorité

source: To update the image for %s %s, enter the name of the new image file to upload and click 'Upload.'
pt_pt: Pour mettre à jour l'image pour %s %s, entrez le nom du fichier image à télécharger et Clicar sur "Télécharger"
