Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Items in shipment
pt_pt: Documentos em remessa

source: Items lost
pt_pt: Documentos extraviados

source: Items not checked out
pt_pt: Documento(s) não emprestados

source: Items on Reserve
pt_pt: Documento(s) reservados

source: Items to be Printed for Batch %s (%s items)
pt_pt: Exemplares a imprimir no lotes %s (%s exemplares)

source: Items with no checkouts
pt_pt: Documentos nunca emprestados

source: Itemtype
pt_pt: Tipo de documento

source: Itemtype missing
pt_pt: Tipo de documento em falta

source: Itemtype:
pt_pt: Tipo de documento:

source: Itemtypes
pt_pt: Tipos de documento

source: Itype <a1>Sort</a>
pt_pt: Tipo <a1>Ordenar</a>

source: January
pt_pt: Janeiro

source: Job progress:
pt_pt: Progresso do trabalho :

source: Jobs already entered
pt_pt: Funções já definidas

source: July
pt_pt: Julho

source: June
pt_pt: Junho

source: Juvenile
pt_pt: Juvenil

source: KOHA : INTRANET : Catalogue
pt_pt: KOHA : INTRANET : Catálogo

source: KOHA: INTRANET: Catalog
pt_pt: KOHA : INTRANET : Catálogo

source: Keyword
pt_pt: Palavras

source: Keyword to MARC Mapping
pt_pt: Palavra chave => MARC

source: Keywords to MARC mapping
pt_pt: Palavras chave => MARC

source: Kilometres
pt_pt: Quilómetros

source: Kind of material:
pt_pt: 0 Forma de material

source: Kind of sound for moving images
pt_pt: Tipo de som para imagens em movimento

source: Kind of sound:
pt_pt: 09- Type de notice

source: Kit
pt_pt: Kits

source: Koha &rsaquo;
pt_pt: Aceder &raquo;

source: Koha &rsaquo; About Koha
pt_pt: Koha &nbsp;&gt;&nbsp; Acerca do Koha

source: Koha &rsaquo; Acquisitions
pt_pt: Koha &nbsp;&gt;&nbsp; Aquisições

source: Koha &rsaquo; Acquisitions &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Acquisitions &rsaquo; Add order from a suggestion
pt_pt: Koha &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp; Adicionar uma proposta desta sugestão

source: Koha &rsaquo; Acquisitions &rsaquo; Budgets and Funds: Spent
pt_pt: Koha &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp; Orçamentos : Despesa

source: Koha &rsaquo; Acquisitions &rsaquo; Funds
pt_pt: Koha &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp; Fundos

source: Koha &rsaquo; Acquisitions &rsaquo; Late orders
pt_pt: Koha &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp; Encomendas atrasadas

source: Koha &rsaquo; Acquisitions &rsaquo; Receipt summary for : %s
pt_pt: Koha &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp; Resumo do recibo para : %s

source: Koha &rsaquo; Acquisitions &rsaquo; Receive shipment from vendor %s
pt_pt: Koha &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp; Receber remessa do fornecedor %s

source: Koha &rsaquo; Acquisitions &rsaquo; Search Existing Records
pt_pt: Koha &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp; Pesquisar nos registos existentes

source: Koha &rsaquo; Acquisitions &rsaquo; Shopping Basket %s &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp; Cesto %s &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Acquisitions &rsaquo; Suggestions Management
pt_pt: Koha &nbsp;&gt;&nbsp; Aquisições &nbsp;&gt;&nbsp; Gestão de sugestões

source: Koha &rsaquo; Add to List
pt_pt: Koha &nbsp;&gt;&nbsp; Adicionar à Lista

source: Koha &rsaquo; Administration
pt_pt: &nbsp;&gt;&nbsp; Administração Koha

source: Koha &rsaquo; Administration &rsaquo;
pt_pt: Administração &nbsp;&gt;&nbsp; Koha

source: Koha &rsaquo; Administration &rsaquo; Authority MARC framework
pt_pt: Administração &nbsp;&gt;&nbsp; Koha Tabelas de Autoridade:

source: Koha &rsaquo; Administration &rsaquo; Authority MARC subfield structure
pt_pt: Koha &nbsp;&gt;&nbsp; Administração &nbsp;&gt;&nbsp; Estrutura dos sub-campos nas tabelas de autoridades.

source: Koha &rsaquo; Administration &rsaquo; Authorized Values
pt_pt: Koha &nbsp;&gt;&nbsp; Administração &nbsp;&gt;&nbsp; Valores autorizados

source: Koha &rsaquo; Administration &rsaquo; Classification Sources
pt_pt: Koha &nbsp;&gt;&nbsp; Administração &nbsp;&gt;&nbsp; fontes de classificação

source: Koha &rsaquo; Administration &rsaquo; Currencies &amp; Exchange Rates &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Administração do sistema &nbsp;&gt;&nbsp;moedas &amp; Taxas de câmbio &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Administration &rsaquo; Funds and Budgets
pt_pt: Koha &nbsp;&gt;&nbsp; Administração do sistema &nbsp;&gt;&nbsp; Fundos e Orçamentos

source: Koha &rsaquo; Administration &rsaquo; Issuing Rules
pt_pt: Koha &nbsp;&gt;&nbsp; Administração do sistema &nbsp;&gt;&nbsp; Regras de empréstimo

source: Koha &rsaquo; Administration &rsaquo; Item Types
pt_pt: Koha &nbsp;&gt;&nbsp; Administração do sistema &Asaquo; Tipos de documento

source: Koha &rsaquo; Administration &rsaquo; Keyword to MARC Mapping
pt_pt: Koha &nbsp;&gt;&nbsp; Administração &nbsp;&gt;&nbsp; Palavra chave => MARC

source: Koha &rsaquo; Administration &rsaquo; MARC Check
pt_pt: Koha &nbsp;&gt;&nbsp; Administração do sistema &nbsp;&gt;&nbsp; verificação MARC :

source: Koha &rsaquo; Administration &rsaquo; Patron Attribute Types
pt_pt: Koha &nbsp;&gt;&nbsp; Administração do sistema &Asaquo; Atributos dos leitores

source: Koha &rsaquo; Administration &rsaquo; Patron Categories &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Administração &nbsp;&gt;&nbsp; Categorias de leitores &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Administration &rsaquo; Record Matching Rules
pt_pt: Koha &nbsp;&gt;&nbsp; Administração &nbsp;&gt;&nbsp; Regras de concordância

source: Koha &rsaquo; Authorities
pt_pt: Koha &nbsp;&gt;&nbsp; Autoridades

source: Koha &rsaquo; Authorities &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Autoridades &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Authorities &rsaquo; Authority search results
pt_pt: Koha &nbsp;&gt;&nbsp; Autoridades &nbsp;&gt;&nbsp; Resultados da pesquisa de Autoridades

source: Koha &rsaquo; Authorities &rsaquo; Details for Authority #%s (%s)
pt_pt: Koha &nbsp;&gt;&nbsp; Autoridades &nbsp;&gt;&nbsp; Detalhes por autoridade #%s (%s)

source: Koha &rsaquo; Barcodes and Labels &rsaquo; Search Results
pt_pt: Koha &nbsp;&gt;&nbsp; código de barras e etiquetas &nbsp;&gt;&nbsp;Resultado da pesquisa

source: Koha &rsaquo; Borrowers &rsaquo; Create Manual Credit
pt_pt: Koha &nbsp;&gt;&nbsp; Leitores &nbsp;&gt;&nbsp; Criar um crédito manual

source: Koha &rsaquo; Borrowers &rsaquo; Create Manual Invoice
pt_pt: Koha &nbsp;&gt;&nbsp; Leitores &nbsp;&gt;&nbsp; Criar uma factura manual

source: Koha &rsaquo; Can't Delete Patron
pt_pt: Koha &nbsp;&gt;&nbsp; Impossível eliminar um leitor

source: Koha &rsaquo; Catalog &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Catálogo &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Catalog &rsaquo; Advanced Search
pt_pt: Koha &nbsp;&gt;&nbsp; Catálogo &nbsp;&gt;&nbsp; Pesquisa avançada

source: Koha &rsaquo; Catalog &rsaquo; Checkout History for %s
pt_pt: Koha &nbsp;&gt;&nbsp; Catálogo &nbsp;&gt;&nbsp; Histórico dos empréstimos para %s

source: Koha &rsaquo; Catalog &rsaquo; Details for %s
pt_pt: Koha &nbsp;&gt;&nbsp; Catálogo &nbsp;&gt;&nbsp; Detalhes para %s

source: Koha &rsaquo; Catalog &rsaquo; ISBD Details for %s
pt_pt: Koha &nbsp;&gt;&nbsp; Catálogo &nbsp;&gt;&nbsp; Detalhes ISBD para %s

source: Koha &rsaquo; Catalog &rsaquo; Item details for
pt_pt: Koha &nbsp;&gt;&nbsp; Catálogo &nbsp;&gt;&nbsp; Detalhes dos exemplares de

source: Koha &rsaquo; Catalog &rsaquo; MARC Details for %s
pt_pt: Koha &nbsp;&gt;&nbsp; Catálogo &nbsp;&gt;&nbsp; Detalhes MARC para %s

source: Koha &rsaquo; Catalog &rsaquo; Subject Search Results
pt_pt: Koha &nbsp;&gt;&nbsp; Catálogo &nbsp;&gt;&nbsp; Resultados da pesquisa sobre o assunto

source: Koha &rsaquo; Catalog Maintenance
pt_pt: Koha &nbsp;&gt;&nbsp; Manutenção do catálogo

source: Koha &rsaquo; Cataloging
pt_pt: Koha &nbsp;&gt;&nbsp; Catalogação

source: Koha &rsaquo; Cataloging &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Catalogação &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Cataloging &rsaquo; %s
pt_pt: Koha &nbsp;&gt;&nbsp; Catalogação &nbsp;&gt;&nbsp; %s

source: Koha &rsaquo; Cataloging &rsaquo; Import Patrons
pt_pt: Koha &nbsp;&gt;&nbsp; Leitores &nbsp;&gt;&nbsp; Importação de leitores

source: Koha &rsaquo; Cataloging &rsaquo; Leader builder
pt_pt: Koha &nbsp;&gt;&nbsp; Catalogação &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Cataloging Authority Plugin
pt_pt: Koha &nbsp;&gt;&nbsp; Assitente da autoridade de catalogação

source: Koha &rsaquo; Choose Adult category
pt_pt: Koha &nbsp;&gt;&nbsp; Escolher a categoria Adulto

source: Koha &rsaquo; Circulation
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos

source: Koha &rsaquo; Circulation &rsaquo; Billing
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Facturação

source: Koha &rsaquo; Circulation &rsaquo; Check In %s
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; devolvido %s

source: Koha &rsaquo; Circulation &rsaquo; Circulation Statistics for %s
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Estatística de empréstimos para %s

source: Koha &rsaquo; Circulation &rsaquo; Hold Ratios
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Rácio das reservas

source: Koha &rsaquo; Circulation &rsaquo; Holds &rsaquo; Place a hold on %s
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Reservas &nbsp;&gt;&nbsp; Reservar %s

source: Koha &rsaquo; Circulation &rsaquo; Holds Queue
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Fila de espera

source: Koha &rsaquo; Circulation &rsaquo; Holds awaiting pickup
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Reservas por levantar

source: Koha &rsaquo; Circulation &rsaquo; Items Overdue as of %s
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Documentos em atraso %s

source: Koha &rsaquo; Circulation &rsaquo; Offline Circulation File Upload
pt_pt: Koha &nbsp;&gt;&nbsp; Circulation &nbsp;&gt;&nbsp; Statistiques de prêt pour %s

source: Koha &rsaquo; Circulation &rsaquo; Overdues at %s
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Atrasos a %s

source: Koha &rsaquo; Circulation &rsaquo; Pending Holds
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Reserva pendente

source: Koha &rsaquo; Circulation &rsaquo; Set Library
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Definir biblioteca

source: Koha &rsaquo; Circulation &rsaquo; Statistics
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Estatísticas

source: Koha &rsaquo; Circulation &rsaquo; Transfers
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Transferências

source: Koha &rsaquo; Circulation &rsaquo; Transfers to your library
pt_pt: Koha &nbsp;&gt;&nbsp; Empréstimos &nbsp;&gt;&nbsp; Transferências para a biblioteca

source: Koha &rsaquo; Error
pt_pt: Koha &nbsp;&gt;&nbsp; Erro

source: Koha &rsaquo; Error 401
pt_pt: Koha &nbsp;&gt;&nbsp; Erro 401

source: Koha &rsaquo; Error 402
pt_pt: Koha &nbsp;&gt;&nbsp; Erro 402

source: Koha &rsaquo; Error 403
pt_pt: Koha &nbsp;&gt;&nbsp; Erro 403

source: Koha &rsaquo; Error 404
pt_pt: Koha &nbsp;&gt;&nbsp; Erro 404

source: Koha &rsaquo; Error 405
pt_pt: Koha &nbsp;&gt;&nbsp; Erro 405

source: Koha &rsaquo; Error 500
pt_pt: Koha &nbsp;&gt;&nbsp; Erro 500

source: Koha &rsaquo; Guarantor Search
pt_pt: Koha &nbsp;&gt;&nbsp; Recherche garant

source: Koha &rsaquo; Hold Report &rsaquo; All Holds
pt_pt: Koha &nbsp;&gt;&nbsp; Relatório das reservas &nbsp;&gt;&nbsp; Todas as reservas

source: Koha &rsaquo; Labels
pt_pt: Koha &nbsp;&gt;&nbsp; Etiquetas

source: Koha &rsaquo; Member Search &rsaquo; %s
pt_pt: Koha &nbsp;&gt;&nbsp; Pesquisa de leitor &nbsp;&gt;&nbsp; %s

source: Koha &rsaquo; Patrons
pt_pt: Koha &nbsp;&gt;&nbsp; Leitores

source: Koha &rsaquo; Patrons &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Leitores &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Patrons &rsaquo; Account for %s %s
pt_pt: Koha &nbsp;&gt;&nbsp; Leitores &nbsp;&gt;&nbsp; Conta para %s %s

source: Koha &rsaquo; Patrons &rsaquo; Pay Fines for %s %s
pt_pt: Koha &nbsp;&gt;&nbsp; Leitores &nbsp;&gt;&nbsp; Pagar multas de %s, %s

source: Koha &rsaquo; Patrons &rsaquo; Set Privileges for %s, %s
pt_pt: Koha &nbsp;&gt;&nbsp; Leitores &nbsp;&gt;&nbsp; Definir as permissões de %s, %s

source: Koha &rsaquo; Reports
pt_pt: Koha &nbsp;&gt;&nbsp; Estatísticas

source: Koha &rsaquo; Reports &rsaquo; Average checkout period
pt_pt: Koha &nbsp;&gt;&nbsp; Estatísticas &rsaquo; Duração do período de empréstimo

source: Koha &rsaquo; Reports &rsaquo; Checkout statistics
pt_pt: Koha &nbsp;&gt;&nbsp; Relatórios &nbsp;&gt;&nbsp; Estatíticas dos empréstimos

source: Koha &rsaquo; Reports &rsaquo; Checkouts by patron category
pt_pt: Koha &nbsp;&gt;&nbsp; Estatísticas &raquo; Empréstimos por categoria de leitor

source: Koha &rsaquo; Reports &rsaquo; Guided Reports &rsaquo; Dictionary
pt_pt: Koha &nbsp;&gt;&nbsp; Relatórios &nbsp;&gt;&nbsp; Relatórios baseados &nbsp;&gt;&nbsp; Dicionário

source: Koha &rsaquo; Reports &rsaquo; Guided Reports Wizard
pt_pt: Koha &nbsp;&gt;&nbsp; Relatórios &nbsp;&gt;&nbsp; Assistente de Relatórios

source: Koha &rsaquo; Reports &rsaquo; Item Types
pt_pt: Koha &nbsp;&gt;&nbsp; Estatísticas &raquo; Tipos de Documentos

source: Koha &rsaquo; Reports &rsaquo; Items with no checkouts
pt_pt: Koha &nbsp;&gt;&nbsp; Relatórios &nbsp;&gt;&nbsp; Documentos nunca emprestados

source: Koha &rsaquo; Reports &rsaquo; Lost Items
pt_pt: Koha &nbsp;&gt;&nbsp; Relatórios &nbsp;&gt;&nbsp; Documentos perdidos

source: Koha &rsaquo; Reports &rsaquo; Most-Circulated Items
pt_pt: Koha &nbsp;&gt;&nbsp; Estatísticas &nbsp;&gt;&nbsp; Documentos mais emprestados

source: Koha &rsaquo; Reports &rsaquo; Patrons with No Checkouts
pt_pt: Koha &nbsp;&gt;&nbsp; Estatísticas &nbsp;&gt;&nbsp; Leitores que nunca efectuaram umempréstimo

source: Koha &rsaquo; Reports &rsaquo; Patrons with the most Checkouts
pt_pt: Koha &nbsp;&gt;&nbsp; Estatísticas &nbsp;&gt;&nbsp; Leitores com mais empréstimos

source: Koha &rsaquo; Reports &rsaquo; Till Reconciliation
pt_pt: Koha &nbsp;&gt;&nbsp; Relatórios &nbsp;&gt;&nbsp; Etat de caisse

source: Koha &rsaquo; Reports &rsaquo; serials subscriptions stats
pt_pt: Koha &rsaquo; Relatórios &rsaquo; Estatísticas das subscrições periódicos

source: Koha &rsaquo; Search Results
pt_pt: Koha &nbsp;&gt;&nbsp; Resultados da pesquisa

source: Koha &rsaquo; Search for vendor %s
pt_pt: Koha &nbsp;&gt;&nbsp; Pesquisar fonecedor %s

source: Koha &rsaquo; Serials
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos

source: Koha &rsaquo; Serials %s
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos %s

source: Koha &rsaquo; Serials &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos %s

source: Koha &rsaquo; Serials &rsaquo; Alert subscribers for %s
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos &nbsp;&gt;&nbsp; Alerte os interessados para %s

source: Koha &rsaquo; Serials &rsaquo; Check Expiration
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos &nbsp;&gt;&nbsp; Verificar data limite

source: Koha &rsaquo; Serials &rsaquo; Claims
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos &nbsp;&gt;&nbsp; Reclamações

source: Koha &rsaquo; Serials &rsaquo; Details for Subscription #%s
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos &nbsp;&gt;&nbsp; Detalhes da Assinatura n° %s

source: Koha &rsaquo; Serials &rsaquo; Routing Slip Preview
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos &nbsp;&gt;&nbsp; Pré-visualização da lista de circulação

source: Koha &rsaquo; Serials &rsaquo; Search for Vendor
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos &nbsp;&gt;&nbsp; Pesquisa de Fornecedor

source: Koha &rsaquo; Serials &rsaquo; Select Vendor
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos &nbsp;&gt;&nbsp; Seleccionar Fornecedor

source: Koha &rsaquo; Serials &rsaquo; Serial Collection information for %s
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos &nbsp;&gt;&nbsp; Estado da Colecção de %s

source: Koha &rsaquo; Serials &rsaquo; Serial Edition %s
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos &nbsp;&gt;&nbsp; Edição de fascículos %s

source: Koha &rsaquo; Serials &rsaquo; Subscription information for %s
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos &nbsp;&gt;&nbsp; Assinatura de %s

source: Koha &rsaquo; Serials &rsaquo; Subscription information for biblio #%s with title : %s
pt_pt: Koha &nbsp;&gt;&nbsp; Periódicos &nbsp;&gt;&nbsp; Informação do registo da Assinatura N°%s com o título: %s

source: Koha &rsaquo; Serials Subscription renew #%s
pt_pt: Koha &nbsp;&gt;&nbsp; Renovar Assinatura #%s

source: Koha &rsaquo; Suggestions
pt_pt: Koha &nbsp;&gt;&nbsp; Sugestões

source: Koha &rsaquo; System Administration &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Administração do Sistema &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Tools
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas

source: Koha &rsaquo; Tools &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Tools &rsaquo; Calendar
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Calendário

source: Koha &rsaquo; Tools &rsaquo; Clean Patron Records
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Apagar registo do leitor

source: Koha &rsaquo; Tools &rsaquo; Comments waiting for Approval
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Comentários à espera de aprovação

source: Koha &rsaquo; Tools &rsaquo; Inventory
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Inventário

source: Koha &rsaquo; Tools &rsaquo; Labels
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Etiquetas

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo;
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Etiquetas &nbsp;&gt;&nbsp;

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo; Create Layout
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Etiquetas &rsaquo Criar um modelo

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo;: Search
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Etiquetas &nbsp;&gt;&nbsp; Pesquisar

source: Koha &rsaquo; Tools &rsaquo; MARC Export
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Exportar MARC

source: Koha &rsaquo; Tools &rsaquo; Manage Staged MARC Records
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Gerir registos MARC

source: Koha &rsaquo; Tools &rsaquo; News
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Notícias

source: Koha &rsaquo; Tools &rsaquo; Notice Triggers
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Envio de mensagens

source: Koha &rsaquo; Tools &rsaquo; Notices
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Mensagens

source: Koha &rsaquo; Tools &rsaquo; Send SMS Message
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Envio de SMS

source: Koha &rsaquo; Tools &rsaquo; Stage MARC Records For Import
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Preparar registos MARC para importar

source: Koha &rsaquo; Tools &rsaquo; Task Scheduler
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Planificar tarefas

source: Koha &rsaquo; Tools &rsaquo; Upload Patron Images
pt_pt: Koha &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Carregar fotos do leitor

source: Koha &rsaquo; Vendor %s
pt_pt: Koha &nbsp;&gt;&nbsp; Fornecedor %s

source: Koha &rsaquo; Web Installer &rsaquo; Step 1
pt_pt: Koha &nbsp;&gt;&nbsp; Instalador Web &nbsp;&gt;&nbsp; Etapa 1

source: Koha &rsaquo; Web Installer &rsaquo; Step 2
pt_pt: Koha &nbsp;&gt;&nbsp; Instalador Web &nbsp;&gt;&nbsp; Etapa 2

source: Koha &rsaquo; Web Installer &rsaquo; Step 3
pt_pt: Koha &nbsp;&gt;&nbsp; Instalador Web &nbsp;&gt;&nbsp; Etapa 3

source: Koha &rsaquo; Z39.50 Search Results
pt_pt: Koha &nbsp;&gt;&nbsp; Resultados da pesquisa Z39.50

source: Koha -- Authority details
pt_pt: Koha -- Detalhes da autoridade

source: Koha -- Cataloging: MARC Import
pt_pt: Koha -- Catalogação : Importação MARC

source: Koha -- Circulation: Transfers
pt_pt: Koha -- Empréstimos: transferências

source: Koha 2 MARC links
pt_pt: Ligações Koha <=> MARC

source: Koha 3.0 Installer
pt_pt: Intalador do Koha 3.0

source: Koha Administration
pt_pt: Administração do Koha

source: Koha Field
pt_pt: Campo Koha

source: Koha Full Call Number
pt_pt: Cota Koha

source: Koha Offline Circulation
pt_pt: Koha &nbsp;&gt;&nbsp; Circulation

source: Koha Team
pt_pt: Equipa Koha

source: Koha administration
pt_pt: Administração do Koha

source: Koha allows you to restrict the values that catalogers can place in some MARC subfields to certain pre-defined &quot;authorized&quot; values. These authorized values are defined here.
pt_pt: O Koha permite restringir os valores de preenchimento de certos sub-campos MARC através de uma lista de &quot;valores autorizados&quot;.Estes valores são aqui definidos.

source: Koha allows you to specify which MARC tags you want to use and which you want to ignore. When you downloaded and installed Koha, you also got the entire list of MARC21 tags and subfields in current use. Now you need to use the administration page to edit this list and tell Koha which tags you want to use and how you want to use them.
pt_pt: O Koha permite indicar quais os campos MARC que deve utilizar e os que deve ignorar. Quando fizer o download e a instalação do Koha, receberá também a lista completa dos campos e sub-campos MARC utilizados actualmente. Deve proceder à actualização desta lista, através da página de administração, e definir quais os campos que quer utilizar e como os quer utilizar.

source: Koha automatically sets up authorized value categories for your item types and branch codes, and you can link these authorized values to MARC subfields when you set up your MARC tag structure.
pt_pt: O Koha instala automaticamente as Categorias de valores autorizados para os tipos de documentos e códigos dos Pólos pelo que os poderá ligar aos valores autorizados dos sub-campos MARC quando estabelecer os modelos de descrição.

source: Koha calculates automatically the end of the subscription (based on the start date and the number of issues received). when a subscription has ended, you can't change the status of the last "waited number" (as it's not waited in fact). To be able to "receive" this number, you must renew your subscription.
pt_pt: O cálculo do fim da assinatura é feito automatiamente (a partir da data de início e do número de exemplares recebidos). Logo que uma assinatura fica concluida, não é possivel modificar o estado do último "exemplare esperado"(pois já não é o caso). Para poder "receber" este número, terá de renovar a assinatura.

source: Koha cannot display existing passwords, so this form can only be used to change a patron's username and/or password, but not to recover an exisiting password.
pt_pt: O Koha não exibe palavras-passe existentes, logo, este formulário só pode ser utilizadopara modificar o nome do utilizado e/ou a password, mas não recupera a palavra-passe existente.

source: Koha cannot display existing passwords. Below is a randomly generated suggestion. Leave the field blank to leave password unchanged.
pt_pt: O Koha não exibe palavras-passe existentes. Por baixo existe um mecanismo que gera sugestões aleatórias. Deixe o campo em branco para deixar a palavra-passe inalterável.

source: Koha comes with a number of predefined (or &quot;canned&quot;) reports, along with two report builder engines.
pt_pt: O Koha vem com um número pré-definido de relatórios e com dois assistentespara criação de outros relatórios.

source: Koha comes with one Z39.50 server site defined (the U.S. Library of Congress) for finding catalog records to import directly into your catalog. In this area, you can define other servers for searching.
pt_pt: O Koha vem com um site para o servidor Z39.50 definido (a Biblioteca do Congresso,Estados Unidos) para encontar registos de catalogação prontos a importar para ocatálogo da nossa biblioetca. Nesta área, pode definir outros servidores para pesquisa.
