Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Note: Be careful selecting when selecting columns. If your choice is too broad it could result in a very large report that will either not complete, or slow your system down.
pt_pt: Nota : seja prudente com a selecção das colunas. Se a selecção for muito abrangente pode resultar num relatório muito extenso, que poderá ficar incompleto ou mesmo bloquear o sistema.

source: Note: Definitions can be deleted easily, and if you are still learning the structure of the Koha data, it may take a little while to sort out which fields you require. Some trial and error may be required.
pt_pt: Nota : as definições podem ser eliminadas facilmente e caso ainda esteja a aprender a estrutura do Koha, pode levar algum tempo a compreender que campos precisará.

source: Note: for 'Authority field to copy', enter the authority field that should be copied from the authority record to the bibliographic record. E.g., in MARC21, field 100 in the authority record should be copied to field 100 in the bibliographic record
pt_pt: Nota : para 'campo de autoridade a copiar' introduza o campo de autoridade que deve ser copiado do registo de autoridade para o registo bibliográfico. Por exemplo, em UNIMARC, o campo 200 de Autoridades - Cabeçalho nome de pessoa - deverá ser copiado paro os campos 700, 701, 702 do registo bibliográfico.

source: Note: you should have no reasons to modify the following default values
pt_pt: Aviso: não há justificação para alterar os seguintes valores por omissão

source: Notes
pt_pt: Notas

source: Notes/Comments
pt_pt: Notas/Comentários

source: Notes:
pt_pt: Notas:

source: Nothing found
pt_pt: Nenhum resultado

source: Nothing found. <a1>Try another search</a>.
pt_pt: Nenhum resultado. <a1>Execute nova pesquisa</a>.

source: Notice
pt_pt: Mensagem

source: Notice/status triggers
pt_pt: Emissão das notificações

source: Notices
pt_pt: Mensagens

source: Notices are messages sent to patrons, vendors and staff to notify them at key times.
pt_pt: As cartas são mensagens enviadas aos leitores, fornecedores e técnicos para os informar sobre assuntos específicos.

source: Notified by
pt_pt: Notificado por

source: Notify id
pt_pt: Identidade do notificador

source: November
pt_pt: Novembro

source: Now add the names and addresses, phone numbers, etc of your libraries in the &quot;Branches&quot; section. (All of your libraries should be described here, not just the branch libraries.) Give each library a unique and easily-remembered code (maximum of four characters). This code will be used in Koha's database to identify each library. When libraries are listed in Koha, they will be listed in alphabetical order by code.
pt_pt: Agora adicione os nomes, moradas, números de telefone, etc, das bibliotecas na secção &quot;Pólos&quot;. (Todas as bibliotecas devem ser descritas aqui, não só os pólos.) Forneça a cada biblioteca um código único e fácil de recordar (máximo 4 caracteres). Esse código será utilizado na base de dados do Koha de modo a identificar cada biblioteca e estas estão disponíveis por ordem alfabética do código.

source: Now choose operations that you want to preform on each column. The operations that can be selected are:
pt_pt: Agora escolha as acções que pretende realizar em cada coluna. As acções que pode seleccionar são:

source: Now select the criteria that you wish to use to build your definition. Click on the database column name and then press the add button. Once you have selected all your desired columns, press Next.
pt_pt: Agora, seleccione os critérios que deseja utilizar para construir a sua definição. Clique na coluna do nome da base de dados e pressione o botão 'adicionar'. Uma vez seleccionadas todas as colunas que deseja, clique em 'Seguinte'.

source: Now we're ready to create the database tables and fill them with some default data.
pt_pt: Agora está tudo pronto para criar as tabelas para a base de dados e preenchê-las com alguns dados padrão.

source: Now you have set the Last Seen Date of the items, you can use that as a criteria to generate a report. Use the &quot;Select items you want to check&quot; feature to generate this report.
pt_pt: Agora que defeniu a opção 'Visto pela última vez a', pode utilizá-la como critério para gerar um relatório. Utilize a funcionalidade &quot;Seleccione os exemplares que quer verificar&quot; para originar o relatório.

source: Now you need to select the values for each column that will make up your new criteria. There are different ways to define the values, based on the type of data in the column you have selected
pt_pt: Agora deve definir os critérios para cada coluna. Existem diferentes maneiras de definir os valores em função do tipo de dados da coluna seleccionada.

source: Now you will need to select the area that you are binding the definition to. Definitions can only be bound to one area. If you wish to use a similar definition in say, Circulation and Patrons, you will need to create two definitions - one for each area
pt_pt: Agora é necessário seleccionar a área sobre a qual a definição se aplica. As definições só se aplicam a uma área. Se desejar utilizar definições semelhantes para, por exemplo, as áreas de Empréstimo e Utilizadores, precisará de criar duas definições - uma para cada área.

source: Num.
pt_pt: Numéro

source: Num/Patrons
pt_pt: N°/Leitor

source: Number
pt_pt: Número

source: Number of Columns:
pt_pt: Total de colunas:

source: Number of Items Displayed
pt_pt: Número de exemplares exibidos

source: Number of Renewals
pt_pt: Total de Renovações

source: Number of Rows:
pt_pt: Total de Linhas:

source: Number of issues
pt_pt: Total de fascículos:

source: Number of issues:
pt_pt: Total de fascículos:

source: Number of items added
pt_pt: Total de exemplares adicionados

source: Number of items deleted
pt_pt: Total de exemplares eliminados

source: Number of items ignored because of duplicate barcode
pt_pt: Total de documentos ignorados devido a códigos de barras duplicados.

source: Number of months:
pt_pt: Total de meses:

source: Number of num:
pt_pt: Total de num:

source: Number of records added
pt_pt: Total de registos adicionados

source: Number of records changed back
pt_pt: Total de registos actualizados

source: Number of records deleted
pt_pt: Total de registos eliminados

source: Number of records ignored
pt_pt: Total de registos ignorados

source: Number of records not deleted due to items on loan
pt_pt: Total de registos não eliminados por existirem exemplares emprestados

source: Number of records updated
pt_pt: Total de registos actualizados

source: Number of weeks:
pt_pt: Total de semanas:

source: Number only
pt_pt: Número

source: Number pattern:
pt_pt: Modelo de numeração:

source: Number, Issue
pt_pt: Número, Fascículo

source: Numbered
pt_pt: Numeração

source: Numbering Calculation formula
pt_pt: Fórmula de cálculo de numeração

source: Numbering calculation
pt_pt: Cálculo da numeração

source: Numbering formula:
pt_pt: Fórmula de numeração:

source: Numbering pattern
pt_pt: Modelo de numeração

source: Numbering pattern:
pt_pt: Modelo de numeração:

source: OD/Issues
pt_pt: Atrasos/Emprést.

source: OFF
pt_pt: Inactivo

source: ON
pt_pt: Activo

source: OPAC Login:
pt_pt: Nome de Utilizador OPAC :

source: OPAC and Koha News
pt_pt: Notícias OPAC e KOHA

source: OPAC login
pt_pt: Nome de utilizador OPAC

source: OPAC login:
pt_pt: Nome de utilizador OPAC :

source: OPAC note:
pt_pt: Nota OPAC :

source: OPAC password:
pt_pt: Palavra-passe OPAC :

source: OR
pt_pt: OU

source: OR format your file in CSV format with the following fields:
pt_pt: OU formatar o ficheiro CSV com os seguintes campos:

source: OS version ('uname -a'):
pt_pt: Versão do Sist. Operativo ('uname -a):

source: Object
pt_pt: Objecto

source: Oblique Mercator
pt_pt: avant

source: October
pt_pt: Outubro

source: Offline Circulation File Upload
pt_pt: Relatório de Empréstimo

source: On Hold
pt_pt: Reservas

source: On Title
pt_pt: No título

source: On hold
pt_pt: Reservado

source: On order (%s)
pt_pt: Encomendado (%s)

source: On the edit form and in the left-hand column, you will see a "Printer Profile:" field.
pt_pt: No final da página de edição, na coluna esquerda, está disponível a opção 'Perfil deImpressão'.

source: On the top left is their address and card number.
pt_pt: No canto esquerdo superior está disponível a morada e o número do cartão.

source: On: %s
pt_pt: No : %s

source: Once a comment has been approved, it will appear in the OPAC under the 'Comments' tab
pt_pt: Uma vez aprovado, o comentário aparecerá no OPAC no separador 'Comentários'.

source: Once a framework type is created, you can clic on "MARC structure" to define the exact MARC structure. The first time, Koha will ask you to select an existing framework to copy into the new one. Thus, you don't have to define all the MARC structure
pt_pt: Assim que um tipo de modelo de catalogação é criado, pode seleccionar a opção 'Estrutura MARC' para definir a estrutura MARC exacta. Na primeira vez, o Koha pedirá para seleccionar um modelo já existente e para o copiar para o novo. Assim, não terá de definir toda a estrutura MARC e pode alterar só o pretendido.

source: Once a fund is created a budget can then be applied to it
pt_pt: Assim que um fundo é criado, um orçamento pode ser aplicado a este.

source: Once an attribute type is defined, values for that attribute can be added to the patron record via the staff interface or the batch patron import. Two uses of extended attributes are:
pt_pt: Uma vez definido o tipo de atributo, valores para esse atributo podem ser adicionados ao registo do utilizador através do interface profissional ou pelo carregamento de um lote de utilizadores.

source: Once budgets have been added you can see/search them all by clicking 'Show all budgets' under the list of funds
pt_pt: Uma vez adicionados, os orçamentos podem ser vistos/pesquisados seleccionando a opção 'Ver todos os Orçamentos' na lista de fundos.

source: Once in the tool, you have two options
pt_pt: Uma vez na ferramenta, tem duas opções.

source: Once open the report can be filtered by the shelving location.
pt_pt: Depois de aberto, o relatório pode ser filtrado pela localização nas estantes.

source: Once saved your holiday will be color-coded on the calendar
pt_pt: Depois de guardado, o dia de encerramento possuirá uma cor específica no calendário.

source: Once that is filled out then you see the completed details page. If there is a mistake you can go back and Edit the details.
pt_pt: Depois do preenchimento, serão apresentados todos os elementos digitados. Caso exista algum erro poderá voltar atrás e Modificar os mesmos.

source: Once the item has physically arrived in your branch, click &quot;Receive Item&quot;. This will change the status of the item from &quot;In Transit&quot; to &quot;Waiting&quot;. The item will now show on the &quot;Holds Awaiting Pick Up&quot; report.
pt_pt: Assim que o documento chegue fisicamente à biblioteca, clique em &quot;Receber Documento&quot;. Este procedimento altera o estatuto do documento de &quot;Documento em Transferência&quot; para &quot;Pendente&quot;. O documento irá aparecer no relatório &quot;Reservas Pendentes&quot;.

source: Once the merge has been completed, a PDF will be generated that can be used to print the labels.
pt_pt: Assim que a fusão esteja completa, um ficheiro PDF será gerado e pode ser utilizado para imprimir as etiquetas.

source: Once the status and reason have been selected, these will display for the suggestor in the OPAC.
pt_pt: Depois de seleccionado o estatuto e o motivo, estes serão disponibilizados ao responsável pela sugestão através do OPAC.

source: Once you finish the steps above, click Save.
pt_pt: Assim que acabar os passos acima indicados, clique em Gravar.

source: Once you have completed the process of setting up your MARC Frameworks and checked your MARC to Koha mapping, this program checks for major errors in your MARC setup.
pt_pt: Assim que concluir o processo de definição do modelo de catalogação MARC e verificar as ligações dos campos MARC aos campos Koha, este programa testa os erros de parametrização MARC.

source: Once you have created your new definition and it shows on in the Dictionary, you can use the definition for reporting. When you go to create a new report, the criteria for the area you are reporting on will automatically show as limits in the Guided Reports wizard
pt_pt: Assim que tenha criado a sua nova definição e esta apareça no Dicionário, pode utilizar a definição para os relatórios. Quando cria um novo relatório, os critérios definidos para a área escolhida serão automaticamente visíveis como limites no Assistente dos Relatórios.

source: Once you have found the subscription you need, you can:
pt_pt: Depois de encontrar a Assinatura pretendida poderá:

source: Once you have generated a report, you can now choose to save the report definition so that you can run it again when required, or setup the Task Scheduler to run the report for you.
pt_pt: Depois de gerado um relatório, pode-se escolher guardar as definições do mesmo, o que tornará possível a sua posterior utilização, ou para utilizar através da funcionalidade 'Planificar Tarefas' que automaticamente realizará o relatório de forma periódica.

source: Once you have set up a fund, you will see a link to a page for setting up the fund budget. Here you will enter the beginning and ending dates of your budget year and the amount of money in that particular budget line. Do not use any kind of currency notation (like &quot;$&quot;) or commas when entering the number. (Commas will be converted to decimal points.)
pt_pt: Depois de definido um fundo, aparecerá um link para uma página onde deve ser definido o orçamento para esse fundo. Nela deve introduzir a data de inicio e fim para o período ao qual o orçamento pertence e a sua quantia em dinheiro. Não utilize nenhuns símbolos (como &quot;€&quot;) ou virgulas entre os números. Vírgulas serão convertidas em pontos decimais.

source: Once you have your fields fill in, click 'Submit'
pt_pt: Assim que tiver os campos preenchidos, clique em 'Validar'

source: Once you have your fields filled in, click 'Submit'
pt_pt: Assim que tiver os campos preenchidos, clique em 'Validar'

source: Once you have&nbsp; set up patron categories, you should create a new user in &quot;Patrons&quot; with super librarian privileges. Then use that user to log in rather than the root user set up as part of installation.
pt_pt: Depois de definir as categorias do utilizador, deve criar um novo utilizador no módulo &quot;Utilizadores&quot; com todos os privilégios. Em seguida utilize esse utilizador para aceder em vez do utilizador definido como parte da instalação do Koha.

source: Once you press save the new issue will be recorded in the subscription history.
pt_pt: Depois de premir Guardar o novo fascículo ficará registado na Assinatura

source: Online Help
pt_pt: Ajuda em Linha

source: Online Public Access Catalog
pt_pt: Catálogo Público em Linha (OPAC)

source: Online Resources:
pt_pt: Recursos em linha:

source: Only 1 MARC tag mapped to items
pt_pt: 1 único campo MARC ligado aos exemplares

source: Only PNG, GIF, JPEG, XPM formats are supported.
pt_pt: Só os formatos PNG, GIF, JPEG e XPM são suportados.

source: Only PNG, JPEG, XPM formats are supported.
pt_pt: Só os formatos PNG, GIF, JPEG e XPM são suportados.

source: Only item <a1>
pt_pt: Só o documento <a1>

source: Only items currently available
pt_pt: Apenas documentos disponíveis

source: Only patrons from the item's home library may put this book on hold.
pt_pt: Apenas leitores da biblioteca de origem do documento podem reservar este documento.

source: Open
pt_pt: Acessível

source: Open on: %s
pt_pt: Aberto em : %s

source: OpenNCIP
pt_pt: Acessível

source: Options
pt_pt: Opções

source: Options without radio buttons such as 'Patron status', 'Patron activity', and 'Date of Birth' are limits you can place on the report.
pt_pt: As opções sem butões, como 'Estatuto do Utilizador', 'Actividade do Utilizador' e'Data de Nascimento' podem ser utilizados nos relatórios como limites.

source: Order
pt_pt: Pedido

source: Order Date
pt_pt: Data do pedido

source: Order Details
pt_pt: Detalhes do pedido

source: Order Details Help
pt_pt: Ajuda nos Detalhes do pedido

source: Order by:
pt_pt: Pedido por :

source: Order cost
pt_pt: Custo do pedido

source: Order date:
pt_pt: Data do pedido :

source: Order receive
pt_pt: Recepção do pedido

source: Order search
pt_pt: Pesquisa de Encomendas

source: Order this one
pt_pt: Encomende este

source: Ordering
pt_pt: Encomendar

source: Ordering information
pt_pt: Informações sobre as encomendas

source: Ordering prices
pt_pt: Preços das encomendas

source: Orders Search
pt_pt: Pesquisa de Encomendas

source: Orders can only be placed against Active vendors.
pt_pt: As encomendas só podem ser feitas a fornecedores activos.

source: Orders search &rsaquo; Search Results
pt_pt: Pesquisa de Encomendas &nbsp;&gt;&nbsp; Resultados da Pesquisa

source: Ordinateur
pt_pt: Commande

source: Organisztion
pt_pt: Organização

source: Organization
pt_pt: Organização

source: Organization #:
pt_pt: Organização

source: Organization = An organization that can have professional patrons attached to it.
pt_pt: Organização = Uma organização que pode ter ligadas a ela utilizadores profissionais.

source: Organization email:
pt_pt: Email da Organização :

source: Organization name
pt_pt: Nome da Organização

source: Organization name:
pt_pt: Nome da Organização:

source: Organization phone:
pt_pt: Telefone da Organização:

source: Organization(s):
pt_pt: Organização(ões):

source: Organizations
pt_pt: Organizações

source: Organizations (Companies, Academic Instituites etc)
pt_pt: Organizações (Empresas, Instituições Universitárias, etc)

source: Orgue
pt_pt: Org.

source: Other
pt_pt: Outros

source: Other Options: (choose one)
pt_pt: Outras opções : (escolha uma)

source: Other action
pt_pt: Outras opções

source: Other data
pt_pt: Outros dados

source: Other fields updated.
pt_pt: Outros campos actualizados.

source: Other name:
pt_pt: Outro nome:

source: Others...
pt_pt: Outros...

source: Output
pt_pt: Apresentação

source: Output Format:
pt_pt: Formato de saída:

source: Output format
pt_pt: Formato de saída:

source: Outstanding
pt_pt: Valor a recuperar

source: Overdue
pt_pt: Atrasado !

source: Overdue 'Notice/Status Triggers'
pt_pt: 'Emissão dos Avisos/Estatutos' dos atrasos

source: Overdue Notice Required
pt_pt: Aviso de atraso exigido

source: Overdue fines
pt_pt: Multas por atrasos

source: Overdue notice required:
pt_pt: Aviso de atraso exigido:

source: Overdue notice/status triggers
pt_pt: Emissão de notificações

source: Overdue status
pt_pt: Estatuto em atraso

source: Overdue!
pt_pt: Atrasado !

source: Overdues
pt_pt: Atrasados

source: Overdues:
pt_pt: Atrasados :

source: Override Renewal Limit:
pt_pt: Substituir renovação de limite:

source: Overwrite the existing one with this
pt_pt: Substituir o existente por esta

source: Owner:
pt_pt: Criada por:

source: Page Height:
pt_pt: Altura da página :

source: Page Width:
pt_pt: Largura da página :

source: Paid
pt_pt: Pago

source: Paid for?:
pt_pt: Pago por ?

source: Paper Bin
pt_pt: Bac papier

source: Paper Bin:
pt_pt: Bac papier :

source: Papertype:%s
pt_pt: Tipo de papel : %s

source: Parameters
pt_pt: Parâmetros

source: Paris, France
pt_pt: Paris, França

source: Parsing upload file
pt_pt: Transferir ficheiro

source: Parts Indicator:
pt_pt: Catégorie adhérent :

source: Pascale Nalon (ENSMP) and Jean Yves Lemaire (Chatel Saint Germain)
pt_pt: Pascale Nalon (ENSMP) et Jean Yves Lemaire (Chatel Saint Germain)

source: Password
pt_pt: Palavra-passe

source: Password Updated
pt_pt: Palavra-passe actualizada

source: Password is too short
pt_pt: A palavra-passe é muito curta.

source: Password must be at least %s characters long.
pt_pt: A palavra-passe deve ter pelo menos %s caracteres.

source: Password:
pt_pt: Palavra-passe:

source: Passwords should be stored in plain text, and will be encrypted as they're imported
pt_pt: As palavras-passe devem ser guardadas em formato texto e serão cifradas àmedida que vão sendo importadas.

source: Pate Eyler (Kaitiaki from 2002 to 2004)
pt_pt: <b>Pate Eyler</b> (Kaitiaki de 2002 à 2004)

source: Patent document
pt_pt: Brevet

source: Patron
pt_pt: Leitor

source: Patron #:
pt_pt: Leitor n°:

source: Patron <a1>Sort</a>
pt_pt: Leitor <a1>ordenar</a>

source: Patron Attribute Types
pt_pt: Tipo de Atributos do Leitor

source: Patron Card
pt_pt: Cartão de Leitor

source: Patron Card Batches
pt_pt: Lotes de cartões de leitor

source: Patron Cards to be Printed for Batch %s (%s items)
pt_pt: Cartões de leitor a serem imprimidos do lote %s (%s exemplares)

source: Patron Categories
pt_pt: Categorias de Leitor

source: Patron Categories are defined in Patrons and Circulation.
pt_pt: As categorias do leitor são definidas nos módulos de Utilizadores e de Empréstimo.

source: Patron Category
pt_pt: Categoria do Leitor

source: Patron Category Administration
pt_pt: Gestão das Categorias de leitores

source: Patron Category:
pt_pt: Categoria do Leitor :

source: Patron Cirulation History Help
pt_pt: Histórico dos empréstimos - Ajuda

source: Patron Details
pt_pt: Detalhes do Leitor

source: Patron Details for %s %s (%s)
pt_pt: Detalhe do leitor para %s %s (%s)

source: Patron Fines
pt_pt: Multas do Leitor

source: Patron Image Failed to Upload
pt_pt: O carregamento da imagem do leitor falhou.

source: Patron Image(s) Successfully Uploaded
pt_pt: O carregamento da imagem do leitor foi bem sucedido.

source: Patron Image(s) Uploaded With Some Errors
pt_pt: As imagens do leitor foram carregadas com alguns erros.

source: Patron Import
pt_pt: Importar Leitor

source: Patron Information
pt_pt: Informação do Leitor

source: Patron Messaging Preferences
pt_pt: Preferências de comunicação do Leitor

source: Patron Name
pt_pt: Nome do Leitor

source: Patron Not Found
pt_pt: Leitor não encontrado

source: Patron Search
pt_pt: Pesquisar leitores

source: Patron Statistics
pt_pt: Estatísticas do Leitor

source: Patron activity
pt_pt: Actividade do Leitor

source: Patron alert with:
pt_pt: Alerta ao leitor com:

source: Patron attribute type code missing
pt_pt: Falta o código dos atributos do leitor.

source: Patron attribute type code:
pt_pt: Código dos atributos do leitor :

source: Patron attribute types
pt_pt: Atributos dos Leitores

source: Patron categories
pt_pt: Categorias de Leitores

source: Patron category
pt_pt: Categorias de Leitores

source: Patron category:
pt_pt: Categorias de Leitores :

source: Patron current holds
pt_pt: Reserva(s) currentes do leitor

source: Patron does not exist
pt_pt: O leitor não existe

source: Patron fines are calculated based on your system preferences.
pt_pt: As multas do leitor são calculadas segundo o que foi definido nas'Preferências do Sistema'.

source: Patron flags:
pt_pt: Pièges adhérent :

source: Patron has
pt_pt: O leitor tem

source: Patron has %s in fines.
pt_pt: O leitor tem %s em multas.

source: Patron has %s item(s) checked out.
pt_pt: O leitor tem %s documento(s) emprestados.

source: Patron has <a1>Outstanding fines
pt_pt: O leitor tem <a1>multas</a>.

source: Patron has a credit
pt_pt: O leitor tem um crédito.

source: Patron has nothing checked out.
pt_pt: Este leitor não tem qualquer empréstimo.

source: Patron has nothing on hold.
pt_pt: Este leitor não tem qualquer reserva.

source: Patron is RESTRICTED
pt_pt: LIMITADO

source: Patron name
pt_pt: Nome do Leitor

source: Patron not found:
pt_pt: Leitor não encontrado :

source: Patron notification:
pt_pt: Notificação do leitor:
