Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: HINT2 : in the MARC editor, the list is ordered by Text, NOT by value. So you can define a default value by putting a space before the value you want to see first. For example, if your list is related to language, you can set &quot;ENG&quot; as authorized value and &quot; English&quot; as text. The space will order &quot;ENG&quot; as first default value, and the space won't be shown (because HTML automatically discard useless spaces). Super hint : you can put a value 1st with N spaces, then another one 2nd with N-1 space,..., a value in Nth position with 1 space. Don't abuse of this feature, it's easier to find a value in an alphabetical order. It should be used only to have a default value
pt_pt: Ajuda 2: no editor MARC a lista é ordenada por texto e não pelo valor. Logo é possível definir um valor padrão, deixando um espaço antes do valor que se pretende ver em primeiro lugar na lista. Por exemplo, se a sua lista é sobre as línguas, pode-se definir " ENG "como valor autorizado e " Inglês "como texto. O espaço em frente de " ENG " como o primeiro valor padrão. O espaço não será exibido, pois o HTML elimina automaticamente espaços desnecessários). Ajuda suplementar: pode-se colocar um valor inicial de N espaços e, em seguida, com um segundo com N-1 espaços,..., um valor na posição N com 1 um espaço. Não abuse desta função, é mais fácil encontrar um valor por ordem alfabética. Deve ser apenas utilizada para propor um valor padrão

source: Handbooks
pt_pt: Livros de bolso

source: Handle fines and charges for patrons (including paying, adding credits, and adding invoices)
pt_pt: Controle as multas e despesas dos leitores (incluindo pagamento, adicionar créditos e facturas)

source: Has been checked out %s times
pt_pt: Foi verificado %s vezes

source: Hasn't been tested with data sets larger than 100,000 records
pt_pt: Não foi testado para conjuntos de dados com mais de 100 000 registos

source: Haute contre
pt_pt: Commandes en retard

source: Header row could not be parsed
pt_pt: Cabeçalho da linha não pode ser analisado

source: Heading A-Z
pt_pt: Entradas A-Z

source: Heading Ascendant
pt_pt: Ordem crescente

source: Heading Descendant
pt_pt: Ordem decrescente

source: Heading Z-A
pt_pt: Entradas Z-A

source: Hectametres
pt_pt: Répertoires

source: Help
pt_pt: Ajuda

source: Help input
pt_pt: Ajuda de entrada

source: Help! I've gotten an error message!
pt_pt: Ajuda! Tenho uma mensagem de erro!

source: Hemisphere:
pt_pt: Choisir hémisphère :

source: Here are details on these options:
pt_pt: Aqui estão algumas sugestões :

source: Here are some other suggestions:
pt_pt: Aqui estão algumas sugestões :

source: Here you should list all of the words you wish Koha to ignore when performing catalog searches or building the keyword index.
pt_pt: Aqui deve ser feita a lista de todas as palavras que deseja que o Koha ignore ao executar uma pesquisa ou na criação de palavras-chave.

source: Hint : you can update the serial history manually. This can be useful for an old subscription or to clean the existing history. Modify these fields with care, as future serial receive will continue to update them automatically.
pt_pt: Sugestão: pode actualizar manualmente o histório. Isto serve para o caso de uma assinatura antiga, ou para limpar o histórico existente. Modifique estes campos com cuidado de modo a que possa continuar a recepção automática dos números futuros.

source: Hint:
pt_pt: Sugestão:

source: History
pt_pt: Histórico

source: History end date
pt_pt: Fim da assinatura (histórico)

source: History start date
pt_pt: Início da assinatura (histórico)

source: Hold
pt_pt: Reserva

source: Hold Date
pt_pt: Data de reserva

source: Hold Found (item is already waiting): <a1>%s</a>
pt_pt: Reserva encontrada (documento já está disponível) <a1>%s</a>

source: Hold Found: <a1>%s</a>
pt_pt: Reserva encontrada : <a1>%s</a>

source: Hold Over
pt_pt: A reserva expirou

source: Hold Policy
pt_pt: Política de Reserva

source: Hold Ratio:
pt_pt: Rácio da reserva :

source: Hold Ratios to Calculate Items Needed
pt_pt: Rácio das reservas para calcular o número de exemplares necessários

source: Hold at
pt_pt: Reserva a

source: Hold date
pt_pt: Data de reserva

source: Hold details
pt_pt: Detalhe da reserva

source: Hold fee
pt_pt: Fila de espera

source: Hold fee:
pt_pt: Reserva para :

source: Hold find for (%s) must transfered
pt_pt: Reserva encontrada para o documento %s, deve ser tranferido

source: Hold for:
pt_pt: Reserva para :

source: Hold found for (%s), please transfer
pt_pt: Reserva encontrada para o documento (%s), por favor transfira-o

source: Hold in %s
pt_pt: Reserva a %s

source: Hold needing transfer found: <a1>%s</a>
pt_pt: Reserva por transferir encontrada : <a1>%s</a>

source: Hold placed by :
pt_pt: Reserva feita por :

source: Hold placed on %s.
pt_pt: Reserva feita em %s

source: Hold priority can be altered by viewing the holds for the title
pt_pt: A ordem de prioridades para reservas pode ser alterada.

source: Hold ratios
pt_pt: Rácios da reserva

source: Holding Libraries <a1>Sort</a>
pt_pt: <a1>Ordenar</a>Reservas das Bibliotecas

source: Holdingbranch
pt_pt: Localização do pólo

source: Holdings
pt_pt: Reservas

source: Holds
pt_pt: Reservas

source: Holds Queue
pt_pt: Fila de espera

source: Holds awaiting pickup
pt_pt: Reservas por levantar

source: Holds to pull
pt_pt: Reservas a processar

source: Holds waiting:
pt_pt: Reservas a aguardar:

source: Holiday exception
pt_pt: Excepção a um dia de encerramento

source: Holiday only on this day
pt_pt: Encerramento só neste dia

source: Holiday repeated every same day of the week
pt_pt: Dia de encerramento repete-se sempre no mesmo dia da semana

source: Holiday repeated yearly on the same date
pt_pt: Dia de encerramento repete-se por ano sempre na mesma data

source: Holidays Calendar Help
pt_pt: Ajuda sobre o calendário de encerramento

source: Holidays are set per library and the same holiday will need to be set for all libraries in a system.
pt_pt: Os dias de encerramento são definidos pela biblioteca e os mesmos dias precisam de serdefinidos de igual modo por todas as bibliotecas do sistema.

source: Home
pt_pt: Início

source: Home &rsaquo; Tools &rsaquo; Tags &rsaquo;
pt_pt: Início &nbsp;&gt;&nbsp; Ferramentas &nbsp;&gt;&nbsp; Tags &nbsp;&gt;&nbsp;

source: Home Library
pt_pt: Biblioteca de inscrição

source: Home Library:
pt_pt: Biblioteca de inscrição

source: Home library:
pt_pt: Biblioteca de inscrição:

source: Home:
pt_pt: Início:

source: Hommes
pt_pt: Início

source: Hours:
pt_pt: Port :

source: How do I add Items to an Order?
pt_pt: Como adiciono documentos a um pedido ?

source: How do I add the cataloging data?
pt_pt: Como faço para criar uma nota bibliográfica ?

source: How do I enable the Holiday Calendar?
pt_pt: Como posso activar o calendário de encerramento ?

source: How do I find what items are missing?
pt_pt: Como posso encontrar documentos que faltam ?

source: How do I get a file of barcodes to upload?
pt_pt: Como posso adquirir um ficheiro de código de barras para fazer um upload ? &nbsp;

source: How do I manage suggestions?
pt_pt: Como posso gerir as sugestões ?

source: How do I print Labels using this feature?
pt_pt: Como posso imprimir etiquetas utilizando esta função ?

source: How do I process a Transfer To Receive?
pt_pt: Como se processa uma tranferência que se recebe ?

source: How do I receive an expected issue?
pt_pt: Como posso receber um número esperado ?

source: How do I receive an unexpected or supplemental issue?
pt_pt: Como posso receber um número suplementar inesperado?

source: How do I receive items that have arrived?
pt_pt: Como posso receber documentos recentes ?

source: How do I receive multiple identical items?
pt_pt: Como posso receber vários documentos idênticos ?

source: How do I schedule overdue notices?
pt_pt: Como planifico os avisos de atrasos?

source: How do I set up a new subscription?
pt_pt: Como posso fazer uma nova assinatura?

source: How do I setup a Printer Profile?
pt_pt: Como posso editar um perfil de impressão ?

source: How do I turn on/off Comments in my OPAC?
pt_pt: Como posso activar/desactivar cometários no meu OPAC?

source: How do I use this feature?
pt_pt: Como faço para utilizar esta funcionalidade ?

source: How do I&nbsp; check in (return) an item?
pt_pt: Como posso devolver um documento ?

source: How does an Hold come off this list?
pt_pt: Como fazer uma reserva a partir da lista?

source: How does planning work
pt_pt: Como funciona a planificação do trabalho?

source: How to add a new bibliographic record?
pt_pt: Como posso adicionar um novo registo bibliográfico ?

source: How to add new items to a record?
pt_pt: Como posso adicionar nos exemplares a um registo ?

source: How to configure Koha?
pt_pt: Como posso configurar o Koha ?

source: How to edit a bibliographic record?
pt_pt: Como posso editar um registo bibliográfico ?

source: How to lodge a Claim?
pt_pt: Como posso fazer uma reclamação ?

source: How to place an order?
pt_pt: Como posso fazer uma encomenda ?

source: How to post a News Item?
pt_pt: Como posso para colocar notícias ?

source: How to process items:
pt_pt: Como se processam os documentos :

source: How to resolve a Claim?
pt_pt: Como posso resolver uma reclamação ?

source: Hrvatski (Croatian)
pt_pt: Hrvatski (Croácia)

source: I can log in, what is next?
pt_pt: Eu posso aceder, e depois ?

source: I encountered some problems.
pt_pt: Encontrei alguns problemas.

source: I18N/L10N
pt_pt: Regionalização

source: I18N/L10N:
pt_pt: Regionalização:

source: IMPORTANT
pt_pt: IMPORTANTE :

source: IMPORTANT : This tool is NOT intended to import ISO 2709 in your ACTIVE database. If you need to migrate data from another ILS, then you must consider $kohaInstall/scripts/misc/bulkmarcimport.pl
pt_pt: IMPORTANTE : Esta ferramenta não é especifica para importar ISO 2709 para a sua base de dados activa. Se precisa de fazer a migração de dados de um outro SIGB, deve utilizar $kohaInstall/scripts/misc/ bulkmarcimport.pl

source: IMPORTANT NOTE : the z3950search will NOT work until your system administrator has not activated the z3950 client daemon on your server. The daemon is in KohaDirectory/script/z3950daemon. It should be added to rc.d to be launched during server boot.
pt_pt: NOTA IMPORTANTE : a pesquisa em servidores Z39.50 não funcionará até que o seu administrador do sistema active o daemon do cliente Z39.50 no servidor. O deamon encontra-se no KohaDirectory/script/z3950daemon. Deve ser adicionado ao rc.d para ser iniciado durante o arranque do servidor.

source: IMPORTANT NOTE Online Help is overwritten during a Koha Upgrade.
pt_pt: NOTA IMPORTANTE : A Ajuda online é reescrita durante o Upgrade do Koha.

source: IMPORTANT:
pt_pt: IMPORTANTE :

source: IMPORTANT: 'Source in use?' controls whether source is available in item editor. For example, Koha ships with Dewey and LCC rules but a Dewey library may not want catalogers to mistakenly use LCC as an item callnumber type. To accomplish this, check box 'source in use?' only for the Dewey Classification Source and leave 'source in use' for all others unchecked.
pt_pt: ATENÇÃO: 'Fonte de informação utilizada?' controla se a fonte está disponívelno editor dos documentos. Por exemplo, o Koha vem com a Classificação Decimal de Dewey (CDD)e a Library of Congress Classification (LCC) como standard, mas uma biblioteca que utilizeCDD não quer que os seus técnicos se enganem e utilizem LCC. Para prevenir esta situaçãoseleccione a opção correspondente a 'Fonte de informação utilizada?' só para CDD e deixeas restantes em branco.

source: IMPORTANT: Choose something other than 'None' from the 'By' field to see results
pt_pt: ATENÇÃO : Seleccione algo diferente de 'Nada' para os campos 'Por' para poderver resultados.

source: IMPORTANT: Currently, Koha can not reference multiple biblios in a single notice (in other words--in the example below-- there is not just ONE email sent that describes ALL currently overdue items, but an email sent for EACH overdue item)
pt_pt: ATENÇÃO : Actualmente o Koha não pode fazer referência documentos num só aviso,noutras palavras, como no exemplo seguinte, não é só UM email enviado a descrever todosos casos de devoluções atrasadas, mas sim um email é enviado por cada documento em atraso.

source: IMPORTANT: Entering a patron by hand will not work the way you'd expect - you must search
pt_pt: ATENÇÃO : Digitar um leitor manualmente não funcionará do modo que imagina - primieiro deve fazer uma pesquisa

source: IMPORTANT: Make sure that you use either a comma or a tab to separate IDs from image names
pt_pt: ATENÇÃO : Certifique-se que utiliza uma vírgula ou um traço os IDs dos nomes das fotos

source: IMPORTANT: Make sure that your TXT file is a plain text document, not RTF.
pt_pt: ATENÇÃO : Certifique-se que o seu ficheiro texto (txt) é só texto e não um rtf.

source: IMPORTANT: Make sure the 'branchcode' and 'categorycode' are valid entries in your database.
pt_pt: Atenção: Certifique-se que o 'código do pólo' e 'código de categoria' são entradas válidasna base de dados.

source: IMPORTANT: Make sure your staff understands the difference between these fields. 'Library note' is a private note that ONLY staff can view. 'OPAC note' WILL be viewed by the patron.
pt_pt: ATENÇÃO : Certifique-se que a equipa percebe a diferença entre os seguintes campos: visível ao leitor.

source: IMPORTANT: System preferences should be defined before adding new patrons.
pt_pt: ATENÇÃO: As preferências do sistema deveram ser definidas antes de serem adicionados novos utilizadores.

source: IMPORTANT: Tagging will make use of AJAX capability in JavaScript-enabled browsers
pt_pt: ATENÇÃO: A utilização de 'tags' utilizará a capacidade AJAX em navegadores com oJavaScript activo

source: IMPORTANT: The Acquisitions 'Wizard' is designed to be a simple statistical snapshot,&nbsp; In each wizard, you will choose a single category to represent 'row' and another to represent 'column'.
pt_pt: ATENÇÃO : O Assistente de Aquisições foi concebido para fornecer simples estatísticas pontuais. Em cada assistente, pode escolher uma categoria para representar 'linhas' e outrapara representar 'colunas'.

source: IMPORTANT: The Catalog 'Wizard' is designed to be a simple statistical snapshot. You will choose a single category to represent 'row' and another to represent 'column'.
pt_pt: ATENÇÃO : O Assistente de Catalogação foi concebido para fornecer simples estatísticas pontuais. Em cada assistente, pode escolher uma categoria para representar 'linhas' e outrapara representar 'colunas'.

source: IMPORTANT: The Patron 'Wizard' is designed to be a simple statistical snapshot, In each wizard, you will choose a single category to represent 'row' and another to represent 'column'.
pt_pt: ATENÇÃO : O Assistente de Leitores foi concebido para fornecer simples estatísticas pontuais. Em cada assistente, pode escolher uma categoria para representar 'linhas' e outra para representar 'colunas'.

source: IMPORTANT: The category name must be 8 characters or less. Also, just input one authorized value for the category. You can edit and add more after you save the category.
pt_pt: ATENÇÃO : O nome da categoria deve ter até 8 caracteres. Introduza um só valorautorizado para a categoria e pode modificar e adicionar valores novos depois desalvar a categoria.

source: IMPORTANT: This feature is still experimental
pt_pt: IMPORTANTE: Esta opção ainda é experimental

source: IMPORTANT: This is an advanced feature and should not be altered without knowing how it will effect data migration.
pt_pt: IMPORTANTE: Esta é uma opção avançada e não deve ser alterada sem se sabercomo vai afectar a migração dos ficheiros.

source: IMPORTANT: To add authority records in bulk, contact your system administrator and tell them that they can use this script:
pt_pt: ATENÇÃO: Para adicionar registos de autoridades em massa, contacte o seu administradordo sistema e informe-o que ele pode utilizar este script:

source: IMPORTANT: You will need to have ExtendedPatronAttributes turned on
pt_pt: ATENÇÃO : É necessário ter activado nas Preferências do Sistema a opção 'ExtendedPatronAttributes'

source: IMPORTANT: You will not be able to perform circulation functions without first setting a library.
pt_pt: ATENÇÃO : Não é possível utilizar o módulo de empréstimo sem definir a biblioteca.

source: IMPORTANT: Your dates will not save correctly unless you have set your date format ('dateformat') in the Global System Preferences under 'I18N/L10N'-- DO THIS BEFORE setting budgets
pt_pt: NOTA : As datas não serão salvas correctamente a não ser que se parametrize o formatoda data nas Preferências do Sistema -- FAITES LE AVANT de définir les budgets.)

source: INFORMATION: BRANCH AND PRINTER SETTINGS.
pt_pt: INFORMAÇÃO : PARÂMETROS DO PÓLO E DA IMPRESSORA.

source: INPUT SAVED
pt_pt: ENTRADA SALVA

source: IP address change
pt_pt: Alterar o endereço IP

source: IP address has changed, please log in again
pt_pt: O endereço IP alterou-se, por favor aceda novamente

source: ITEMS OVERDUE
pt_pt: DOCUMENTOS EM ATRASO

source: Icon
pt_pt: Icone

source: If 'RandomizeHoldsQueueWeight' and 'StaticHoldsQueueWeight' are set, the list of library codes in the 'StaticHoldsQueueWeight' system preference are randomized rather than statically ranked. If RandomizeHoldsQueueWeight alone is set, the list of all available library codes is used to randomize the weight.
pt_pt: Se 'RandomizeHoldsQueueWeight' e 'StaticHoldsQueueWeight' estão activos, a lista dos códigos das bibliotecas na 'StaticHoldsQueueWeight' é aleatóriaem vez de estatisticamente classificada. Se só estiver activo o 'RandomizeHoldsQueueWeight', a lista de todos os códigos das bibliotecas será utilizada para fazer uma classificação aleatória.

source: If 'no results found', click on 'New Vendor'.
pt_pt: Se não foi encontrado nenhum resultado, clique em 'Novo Fornecedor'.

source: If a cardnumber exists in the table, you can choose whether to ignore the new one or overwrite the old one.
pt_pt: Se um número de cartão existe na tabela, pode escolher se quer ignorar o novo cartão ousubstituir o antigo.

source: If a choice has been made in the Numbering Pattern section then the Numbering Calculation will automatically be filled out and presented in this section. However, if the Numbering Pattern is &ldquo;None of the above&rdquo; then a formula will be presented and the user must fill this out.
pt_pt: Se escolheu uma forma de numeração na secção anterior, a tabela será preenchida automaticamente e mostrada nesta secção. Se escolheu "Outra forma", então terá de preencher manualmente a tabela.

source: If a library is not set you will see a notice to that affect.
pt_pt: Se um biblioteca não está definida, surgirá um aviso.

source: If a term has been rejected the test will tell you that that term is prohibited.&nbsp; If it has been approved it will show that that word is allowed.
pt_pt: Se um termo foi rejeitado o teste dirá que o termo é incorrecto, se o termofor aprovado o teste dirá que este é permitido.

source: If an issue does not turn up or is late, then select that status from the Status drop down. The issue will now appear under &quot;Claims&quot; and can be managed from there.
pt_pt: Se um número não aparecer ou estiver atrasado, seleccione na lista um estatuto correspondenteà situação. O número aparecerá na zona das &quot;Reclamações&quot; e poderáser gerido a partir da mesma.

source: If checked, attribute will be a unique identifier &mdash; if a value is given to a patron record, the same value cannot be given to a different record. This setting cannot be changed after an attribute is defined.
pt_pt: Se seleccionado, o atributo será um identificador único &mdash; se o valorfor dado a um registo de um leitor, o mesmo valor não pode ser dado posteriormentea um registo diferente. Este parâmetro não pode ser alterado depois de um atributoestar definido.

source: If it is &ldquo;none of the above&rdquo; this will bring up a Numbering Calculation formula at the bottom of the screen.
pt_pt: Se escolheu &ldquo;Nenhuma das anteriores&rdquo; será apresentada uma forma de cálculo de numeração no fundo do écran.

source: If loading patron attributes, the 'patron_attributes' field should contain a comma-separated list of attribute types and values. The attribute type code and a ':' should precede each value. For example: &quot;INSTID:12345,LANG:fr&quot;. This means that if an input record has more than one attribute, the 'patron_attributes' field must be wrapped in double quotation marks.
pt_pt: Ao carregar os atributos dos leitores, o campo 'Atributos dos Leitores' deve conteruma lista separada por vírgulas dos tipos e valores dos atributos. Cada valor deve serprecedido com ':' e o código do atributo. Por exemplo: &quot;INSTID:12345,LANG:fr&quot;.Isto significa que se um registo tem mais de um atributo o campo correspondente deve serpreenchido com aspas.

source: If making purchases in overseas currency, the exchange rate will need to be set realtive to your local currency. Remember that your local currency should be set to 1.00
pt_pt: Se fizer encomendas no estrangeiro, o câmbio deve estar de acordo com a moeda local.Lembre-se que a moeda local deve ser definida a 1.00

source: If matching record is already in the borrowers table:
pt_pt: Se o registo correspondente já estiver na tabela dos leitores:

source: If neither 'RandomizeHoldsQueueWeight' or 'StaticHoldsQueueWeight' is set, the holds queue is statically ranked according to how they are pulled out of the system database.
pt_pt: Se a opção 'RandomizeHoldsQueueWeight' ou a 'StaticHoldsQueueWeight' não estãoactivas a classificação dada segundo a estatística realizada é baseada na ordemde saída da base de dados.

source: If no patron image exists for this patron, click the &quot;Add Patron Images&quot; link to add an image or images. The pixel dimensions should not exceed 120 X 200. Only PNG, GIF, JPEG, XPM formats are supported.
pt_pt: Se não existe nenhuma imagem para este leitor, seleccione "Addicionar Fotode Leitor" para adicionar uma imagem ou imagens. As dimensões do pixel da imagemnão deve exceder os 120x200 e só são suportados formatos PNG, GIF, JPEG, XPM.

source: If one or more Printer Profiles are defined for this label template, you will see a pull-down control allowing you to select from a list of available Printer Profiles for that label template.
pt_pt: Se existirem um ou mais perfis de impressão definidos para o modelo da etiqueta,surgirá uma lista na qual poderá escolher o perfil de impressão adequado para aquelemodelo de etiqueta.

source: If the "Printer Profile:" field reads "None Defined" this indicates that you will need to create at least one Printer Profile for this label template in order to apply a Printer Profile to this label template.
pt_pt: Se o campo do "Perfil de Impressão" aparecer como não definido isto indica queé necessário a criação de pelo menos um perfil de impressão para uma etiqueta modelo.

source: If the numbers you've entered in a give row beneath the 'delay' columns are logically inconsistent, Koha will give you an alert, and explain the inconsistency.
pt_pt: Se os números introduzidos na coluna dos 'Atrasos' forem incoerentes, o sistema emitirá um alerta que explica a incoerência.

source: If the patron does not already have an account, click the 'New' button and choose the patron type you'd like to add
pt_pt: Se o leitor ainda não está registado, clique em 'Novo' e escolha o tipo de leitorque deseja adicionar.
