Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Showing All Items | <a1>Show Last 50 Items Only</a>
pt_pt: Ver todos os documentos | <a1>Ver só os últimos 50 documentos</a>

source: Showing Last 50 Items | <a1>Show All Items</a>
pt_pt: Ver os últimos 50 documentos |<a1>Ver todos os documentos</a>

source: Showing only
pt_pt: Mostrar só

source: Similar Items
pt_pt: Documentos similares

source: Simple report of columns only.
pt_pt: Relatório simples, só das colunas

source: Simple to configure and maintain
pt_pt: Simples de configurar e administrar

source: Simply scan or type the returned item's identifying number (usually a barcode) in the box provided.
pt_pt: Simplesmente digitalize ou digite o número do documento de identificação(normalmente um código de barras) no local proposto.

source: Since
pt_pt: Desde

source: Skip copies on loan:
pt_pt: Ignorar documentos emprestados:

source: Some perl modules are missing.
pt_pt: Faltam alguns módulos Perl.

source: Some vendors will offer a blanket discount to all orders placed with them, this will be calculated from their list price.
pt_pt: Certos fornecedores oferecerão descontos sobre as encomendas feitas, estas serãocalculadas a partir da sua lista de preços.

source: Soprano
pt_pt: Printemps

source: Sorry, there is no help available for this topic
pt_pt: Desculpe, mas não existe nenhuma ajuda para este tópico

source: Sort 1:
pt_pt: Critério 1 :

source: Sort 2:
pt_pt: Critério 2 :

source: Sort By
pt_pt: Ordenar por

source: Sort By:
pt_pt: Ordenar por:

source: Sort by
pt_pt: Ordenado por:

source: Sort by :
pt_pt: Ordenado por :

source: Sort by:
pt_pt: Ordenado por:

source: Sort field 1:
pt_pt: Campo ordenado 1 :

source: Sort field 2:
pt_pt: Campo ordenado 2 :

source: Sort routine missing
pt_pt: Falta a rotina de ordenamento

source: Sort this list by:
pt_pt: Ordenar por:

source: Sort1
pt_pt: Critério 1

source: Sort2
pt_pt: Critério 2

source: Sorted by &quot;%s&quot;.
pt_pt: Ordenado por &quot;%s&quot;

source: Sorting Field 1 and Sorting Field 2 may now be related to a list of Authorized Values. All you have to do is define an Asort1 or Asort2 category of authorized values and enter the desired values into these categories. You will then be able to use them through Add/Modify Bibliographic Record page
pt_pt: Ordenar1 e ordenar2 pode estar relacionado com a lista de valores autorizados.Tudo o que tem de fazer é definir a categorias de Asort1 ou Asort2 como valores autorizadose introduzir os valores pretendidos para essas categorias. Pode depois utilizá-losatravés da página 'Adicionar/Modificar Registos Bibliográficos.'

source: Sorting Routine
pt_pt: Programa de Classificação

source: Sorting...
pt_pt: a seleccionar...

source: Sound Recording
pt_pt: j- Enregistrement musical

source: Source (incoming) record check field
pt_pt: Campo de verificação da fonte do registo de entrada

source: Source in use?
pt_pt: Fonte utilizada ?

source: Southern
pt_pt: Sul

source: Special thanks to the following organizations
pt_pt: Um agradecimento especial às seguintes organizações

source: Specialised help will be available after that point.
pt_pt: Uma ajuda específica estará disponível depois deste ponto.&nbsp;

source: Specialized
pt_pt: Especializada

source: Specific Material Designation
pt_pt: 01 Désignation spécifique

source: Specific Material Designation:
pt_pt: 01 Désignation spécifique

source: Specific material designation
pt_pt: 01 Désignation spécifique

source: Specific reduction ratio
pt_pt: 01 Désignation spécifique

source: Specify Due Date:
pt_pt: Especificar uma data de devolução :

source: Speed:
pt_pt: Colecções:

source: Spent
pt_pt: Gasto

source: Spent budget
pt_pt: Orçamento gasto

source: Split Call Numbers
pt_pt: Cota do exemplar

source: Spoken, Books on CD and Cassette
pt_pt: Audio-Livro, em CD e cassete

source: Spot 1
pt_pt: Critério 1 :

source: Spot 2
pt_pt: Critério 2 :

source: Spot 3
pt_pt: Critério 1 :

source: Spring
pt_pt: Primavera

source: Staff
pt_pt: Equipa Técnica

source: Staff = A user that can be configured to perform functions in the staff client.
pt_pt: Equipa Técnica = um utilizador pode ser configurado para realizar funções na interfaceprofissional.

source: Staff Client
pt_pt: Técnicos

source: Staff Client:
pt_pt: Técnicos:

source: Staff Members: A member of the library staff.
pt_pt: Equipa Técnica : membros da biblioteca.

source: Staff patron
pt_pt: Técnico

source: Stage MARC Records For Import
pt_pt: Importação de registos bibliográficos

source: Stage MARC records into the reservoir.
pt_pt: Transferência para área temporária de registos MARC

source: Stage for import
pt_pt: Tratamento para importação

source: Stage records into the reservoir
pt_pt: Tratamento de registos bibliográficos na área temporária

source: Staged
pt_pt: Transferidos

source: Standard Number
pt_pt: Número normalizado

source: Start Date:
pt_pt: Data de início:

source: Start by assigning a Category Code and a Description to each patron category. Each Category can be one of five types:
pt_pt: Comece por atribuir um código e uma descrição a cada categoria de utilizador.As categorias podem ser de 5 tipos:

source: Start date
pt_pt: Data de início

source: Start date (%s):
pt_pt: Data de início (%s) :

source: Start date:
pt_pt: Data de início:

source: Start of date range
pt_pt: Data de início

source: Start printing from Label number:
pt_pt: Comece a impressão desde a etiqueta número :

source: Start, receive, or modify any order
pt_pt: Comece, receba ou modifique uma encomenda

source: Starting with:
pt_pt: Começa no:

source: State of Preservation - Binding:
pt_pt: Date d'expiration invalide.

source: Static text strings
pt_pt: Gravar configurações

source: Statistical
pt_pt: Estatísticas

source: Statistical = A &quot;fake&quot; patron card. When items are scanned on to a Statistical patron card, the items are not checked out, but recorded.
pt_pt: Estatisticamente quando um cartão de leitor &quot;falso&quot; é utilizado num empréstimoos exemplares não são contabilizados como emprestados, mas fica um registo dessa acção.

source: Statistical Patrons: checking out to this patron type creates a statistical (local use) record but does not actually circulate materials.
pt_pt: "Estatística" Membros : um empréstimo para um membro deste tipo cria um registo estatísticomas não é feita um verdadeiro empréstimo dos dcumentos.

source: Statistics
pt_pt: Estatísticas

source: Statistics Wizards
pt_pt: Assistentes de Estatísticas

source: Statistics wizards
pt_pt: Assistentes de Estatísticas

source: Status
pt_pt: Estado

source: Statuses
pt_pt: Estatuto

source: Step 1 of 4 Name
pt_pt: Etapa 1 de 4 Nome

source: Step 1 of 6: Choose a Module to Report on
pt_pt: Etapa 1 de 6 : Escolha um módulo para fazer o relatório

source: Step 1: Name
pt_pt: Etapa 1 : Nome

source: Step 1: Search for a Supplier
pt_pt: Etapa 1 : Pesquisar Fornecedor

source: Step 2 of 4 Area
pt_pt: Etapa 2 de 4 : tabela

source: Step 2 of 6: Pick a Report Type
pt_pt: Etapa 2 de 6 : Seleccionar tipo de listagem

source: Step 2: Area
pt_pt: Etapa 2 : Tabela

source: Step 2: Search for Biblio
pt_pt: Etapa 2 : Pesquisar um registo

source: Step 3 of 4 Columns
pt_pt: Etapa 3 de 4 Colunas

source: Step 3 of 6: Select Columns for Display
pt_pt: Etapa 3 de 6 : Seleccionar as colunas a exibir

source: Step 3: Columns
pt_pt: Etapa 3 : Colunas

source: Step 3: Fill out other details in the Subscription Information box.
pt_pt: Etapa 3 : Preencher outras informações da assinatura

source: Step 4 of 4 Values
pt_pt: Etapa 4 de 4: Valores

source: Step 4 of 6: Select Criteria to Limit on
pt_pt: Etapa 4 de 6 : Seleccionar um critério limite.

source: Step 4: Fill out the details in the Planning box.
pt_pt: Etapa 4 : Preencher os detalhes de "planificação"

source: Step 4: Values
pt_pt: Etapa 4 : Valores

source: Step 5 of 6: Pick which columns to total
pt_pt: Etapa 5 de 6 : Seleccione as colunas até perfazer o total

source: Step 5: Fill out the Subscription length box
pt_pt: Etapa 5 : Preencha o período de assinatura

source: Step 6 of 6: Choose how you want the report ordered
pt_pt: Etapa 6 de 6 : Escolher como quer o relatório ordenado

source: Step 6 of 6: Select how you want the report ordered
pt_pt: Etapa 6 de 6 : Seleccionar como quer o relatório ordenado

source: Step 6: Numbering Calculation
pt_pt: Etapa 6 : Definir a fórmula de numeração

source: Step 7: Add Subscription
pt_pt: Etapa 7 : Adicionar Assinatura

source: Stephen Hedges (early Documentation Manager)
pt_pt: Stephen Hedges (Trabalho inicial na gestão da documentação)

source: Steve Tonnesen (early MARC work, Virtual Bookshelves concept, KohaCD)
pt_pt: Steve Tonnesen (Trabalho inicial em MARC, Conceito de estantes virtuais, KohaCD)

source: Still %s requests to go
pt_pt: Faltam %s pedidos ainda

source: Still %s servers to search
pt_pt: Faltam %s servidores para pesquisa

source: Still on order
pt_pt: Ainda em encomenda

source: Stop Words
pt_pt: Palavras Vazias

source: Stop word administration page
pt_pt: Página de gestão de Palavras Vazias

source: Stop word search:
pt_pt: Pesquisa de Palavras Vazias :

source: Stop words
pt_pt: Palavras Vazias

source: Stop words &rsaquo;
pt_pt: Palavras Vazias &nbsp;&gt;&nbsp;

source: Stop words &rsaquo; Data deleted
pt_pt: Palavras Vazias &nbsp;&gt;&nbsp; Informação eliminada

source: Stop words &rsaquo; Data recorded
pt_pt: Palavras Vazias &nbsp;&gt;&nbsp; Informação registada

source: Stop words &rsaquo; Delete stop word '%s' ?
pt_pt: Palavras Vazias &rsaquo Eliminar palavra vazia '%s' ?

source: Street number:
pt_pt: Numéro da rua :

source: Street type:
pt_pt: Tipo de rua :

source: Sub report:
pt_pt: Sub Relatório :

source: Sub-Class
pt_pt: Sub-classificação

source: Subclass
pt_pt: Sub-classe

source: Subfield
pt_pt: Sub-campo

source: Subfield code:
pt_pt: Sub-campo:

source: Subfield:
pt_pt: Sub-campo:

source: Subfield: %s
pt_pt: Sub-campo: %s

source: Subfields
pt_pt: Sub-campos

source: Subfields:
pt_pt: Sub-campos:

source: Subject
pt_pt: Assunto

source: Subject Heading Global Update
pt_pt: Actualização sobre aspectos gerais

source: Subject Heading:
pt_pt: Entrada de Assunto:

source: Subject Maintenance
pt_pt: Actualização dos assuntos

source: Subject Phrase
pt_pt: Expressão sobre o assunto

source: Subject headings
pt_pt: Entdada de Assunto

source: Subject search results
pt_pt: Resultado da pesquisa de assunto

source: Subject:
pt_pt: Assunto:

source: Subjects
pt_pt: Assuntos

source: Subjects:
pt_pt: Assuntos:

source: Submit
pt_pt: Executar

source: Submit Patches to Koha using Git (Version Control System)
pt_pt: Executar os Patches para o Koha usando Git (Versão do Sistema de Controlo)

source: Subscription #
pt_pt: Assinatura N°

source: Subscription #%s
pt_pt: Assinatura N. %s

source: Subscription Begin
pt_pt: Assinatura N°

source: Subscription End
pt_pt: Assinatura N°

source: Subscription Expired
pt_pt: A Assinatura expirou

source: Subscription ID:
pt_pt: Assinatura N° :

source: Subscription Num.
pt_pt: Número da Assinatura

source: Subscription Summaries
pt_pt: Resumo da Assinatura

source: Subscription Summary
pt_pt: Resumo da Assinatura

source: Subscription beginning date : the date of the beginning of the 1st subscription. Should not be modified and is not modified automatically by subscriptions renewals
pt_pt: Início da assinatura: a data do início da primeira assinatura.Não deve ser modificada e não é alterada automaticamente quando é feita uma renovação da assinatura

source: Subscription details
pt_pt: Detalhes da Assinatura

source: Subscription end date
pt_pt: Data de fim da Assinatura

source: Subscription enddate : must be entered manually when the subscription is definetly closed
pt_pt: Data de fim da Assinatura: deve ser alterado manualmente logo que a assinaturaesteja definitivamente fechada.

source: Subscription for %s
pt_pt: Assinatura de %s

source: Subscription history
pt_pt: Histórico da Assinatura

source: Subscription id
pt_pt: Assinatura N°

source: Subscription information
pt_pt: Informações sobre a Assinatura

source: Subscription information bloc
pt_pt: Bloco de informação da Assinatura

source: Subscription information for <i>%s</i>
pt_pt: Informação da Assinatura para <i>%s</i>

source: Subscription information for biblio #%s with title : %s
pt_pt: Informação da Assinatura para o registo N°%s título: %s

source: Subscription is near its end. It should be renewed now.
pt_pt: A Assinatura irá expirar. É necessário a sua renovação.

source: Subscription length
pt_pt: Duração da Assinatura

source: Subscription length:
pt_pt: Duração:

source: Subscription renewal for %s
pt_pt: Renovação da Assinatura para %s

source: Subscription renewals
pt_pt: Renovação da Assinatura

source: Subscription renewed.
pt_pt: Assinatura renovada.

source: Subscription start date
pt_pt: Início da Assinatura

source: Subscription start date:
pt_pt: Início da Assinatura:

source: Subscription summary
pt_pt: Sumário da Assinatura

source: Subscription(s)
pt_pt: Assinatura(s)

source: Subscriptions must be associated with a bibliographic record
pt_pt: A Assinatura deve estar associada a um registo bibliográfico

source: Subtitle
pt_pt: Sub-título

source: Subtype limits:
pt_pt: Limites de sub-tipo

source: Succesfully undeleted
pt_pt: Anulação com sucesso

source: Success
pt_pt: Executado com sucesso

source: Successfully modified %s is now %s
pt_pt: Modificação de %s é agora %s

source: Suggested
pt_pt: Sugestão

source: Suggested by
pt_pt: Sugerido por

source: Suggestion
pt_pt: Sugestão

source: Suggestions
pt_pt: Sugestões

source: Suggestions Management
pt_pt: Gestão de Sugestões

source: Suggestions Search:
pt_pt: Pesquisar Sugestões:

source: Suggestions that have been placed but not acted upon will show on the &quot;Waiting&quot; tab below. To process a suggestion the &quot;Status&quot; needs to be changed and a &quot;Reason&quot; chosen.
pt_pt: As sugestões emitidas, mas não validadas serão mostradss na 'tabela de assuntos pendentes'.Para validar a sugestão o 'estatuto' deve ser alterado e um 'motivo' escolhido.

source: Sum : Returns the sum of all values
pt_pt: Soma : devolve a soma de todos os valores

source: Summary
pt_pt: Sumário

source: Summary for %s %s (%s)
pt_pt: Sumário para: %s %s (%s)

source: Summary:
pt_pt: Sumário :

source: Summer
pt_pt: Verão

source: Sunday
pt_pt: Domingo

source: Sundry
pt_pt: Diversos

source: Supplemental Issue %S
pt_pt: Número suplementar %S

source: Supplier
pt_pt: Fornecedor

source: Supplier Not Found
pt_pt: Fornecedor não encontrado

source: Support Material - Book:
pt_pt: Champ de tri 1 :

source: Support for field-weighting, relevance ranking, truncation, stemming
pt_pt: Suporta ponderação de campos (feild-weighting), ordenação por relevância (relevance ranking), truncagem, derivação (stemming)

source: Surname
pt_pt: Apelido

source: Surname:
pt_pt: Apelido:

source: Surveys
pt_pt: Inquéritos

source: Svenska (Swedish)
pt_pt: Svenska (Suécia)

source: Symbol
pt_pt: Símbolo

source: Symbol:
pt_pt: Símbolo :

source: Syntax
pt_pt: Sintaxe

source: Syntax (z3950 can send
pt_pt: Sintaxe (Z39-50 peut envoyer

source: Syntax:
pt_pt: Sintaxe :

source: System Administration
pt_pt: Administração do sistema

source: System Generated Criteria
pt_pt: Critério gerado pelo sistema

source: System Parameters
pt_pt: Preferências do Sistema

source: System Preferences
pt_pt: Preferências do Sistema

source: System Preferences &rsaquo;
pt_pt: Preferências do Sistema &nbsp;&gt;&nbsp;

source: System Preferences &rsaquo; %s &rsaquo; Confirm Deletion of Parameter '%s'
pt_pt: Preferências do Sistema &nbsp;&gt;&nbsp; %s &nbsp;&gt;&nbsp; Confirmar a eliminação doparâmetro '%s'

source: System Preferences &rsaquo; Data Added
pt_pt: Preferências do Sistema &nbsp;&gt;&nbsp; Dado adicionado

source: System Preferences &rsaquo; Parameter Deleted
pt_pt: Preferências do Sistema &nbsp;&gt;&nbsp; Parâmetro eliminado

source: System Prefs
pt_pt: Preferências do Sistema

source: System parameters is where library policies are set and governed. It is best to set your system preferences, and then to work through the Parameters in the order that they appear on this page.
pt_pt: As políticas da biblioteca são definidas e reguladas nas preferências do sistema.é aconselhável definir as preferências do sistema e depois trabalhar através dos parâmetrosde modo a que estes surjam nesta página.

source: System preference search:
pt_pt: Pesquisar Preferências do Sistema:

source: System preferences
pt_pt: Preferências do sistema

source: System preferences admin
pt_pt: Gestão de Preferências do Sistema

source: System preferences administration
pt_pt: Gestão das Preferências do Sistema

source: Sélectionnez la valeur pour le champ 700 $4. Elle sera automatiquement reportée dans la zone 700 $8 qui suit.
pt_pt: Seleccione um valor para o campo 700 $4. E este será automaticamente reportado para a zona700 $8 seguinte.

source: T&uuml;rk&ccedil;e (Turkish)
pt_pt: T&uuml;rk&ccedil;e (Turco)

source: TIP:
pt_pt: AJUDA

source: TIP: 'Initials' and 'Other name' are great for internal use when recognizing patrons
pt_pt: AJUDA : 'Iniciais' e 'Outros nomes' são úteis para diferenciar utilizadores.

source: TIP: After entering a quantity and vendor price, the other fields will be calculated automatically.
pt_pt: AJUDA: Depois de introduzir a quantidade e o preço do vendedor, outros campos serãocalculados automaticamente.

source: TIP: Always check your Catalog first
pt_pt: AJUDA: Verifique sempre o seu Catálogo primeiro

source: TIP: An attribute type cannot be deleted if it is used by any patron records
pt_pt: AJUDA: um tipo de atributo não pode ser eliminado se estiver a ser utilizado num leitor

source: TIP: An example of a repeatable holiday would be Christmas, New Year's or a staff in-service day
pt_pt: AJUDA : Um dia de encerramento repetível será,por exemplo, o Natal oua Passagem de Ano.

source: TIP: At present you will have to enter holidays in for each library, there is no way to apply holidays to all libraries at once.
pt_pt: AJUDA : Deve introduzir as datas de encerramento para cada biblioteca, não existe maneirarealizar essa tarefa em todas as bibliotecas ao mesmo tempo.

source: TIP: Be careful about changing the 'Authorized value' as it may be associated with existing records
pt_pt: AJUDA: Seja prudente quando modificar os 'Valores autorizados' pois estes podem já estar associados a alguns registos bibliográficos.

source: TIP: Consult your system administrator if you are unsure of how to fill in the above fields.
pt_pt: AJUDA : consulte o seu administrador do sistema se não tem a certeza de como preencheros seguintes campos.

source: TIP: Encourage your patrons to provide an email address. Koha will use this email address to contact patrons when an item they reserved is available and to send overdue notices.
pt_pt: AJUDA : Aconselhe os leitores a fornecerem o seu endereço de email.Este será essencial para que possa informar os leitores de assuntos importantes,como a disponibilidade de um livro reservado ou mesmo o envio de avisos de atrasoem devoluções.

source: TIP: For electronic resources you might want to enter
pt_pt: AJUDA : Para recursos electrónicos, pode entrar.

source: TIP: For help with what each field is, see the Notices: Database Fields section of this manual
pt_pt: AJUDA : Para uma ajuda sobre o que consiste cada campo, ver no manual: 'Registos' e depoisprocure os campos da base de dados.

source: TIP: For instructions on ordering from a suggestion see 'Managing Suggestions' in this manual
pt_pt: AJUDA: Para instruções sobre encomendas segundo sugestões, ver no manual: 'Gestão de Sugestões'

source: TIP: Funds may be ignored if you are setting your Global System Preferences for 'Acquisitions' to &quot;simple&quot; acquisitions: the funds are only useful when using &quot;normal&quot; acquisitions.
pt_pt: AJUDA: Os fundos devem ser ignorados quando estiver a editar as Preferências do Sistema para as 'Aquisições Simples', estes só são importantes quando se utiliza'Aquisições Normais'.

source: TIP: If a staff member is set to 'superlibrarian' they have access to all functions and do not need any other permissions checked
pt_pt: AJUDA : se um bibliotecário é definido como 'Administrador', este tem acesso a todasas funções e não precisa de outras permissões.

source: TIP: If independent branches is on and the canreservefromotherbranches system preference is OFF, a staff operator is prevented from placing an item-level hold request on an item from a different branch
pt_pt: AJUDA: Se o funcionamento dos pólos está activado e se nas 'Preferências do Sistema'as reservas através dos pólos estão OFF, o bibliotecário não pode efectuar uma reservade um exemplar num pólo.

source: TIP: If this preference is turned OFF after being ON, the system reverts to the original behavior, although the specific permissions are retained.&nbsp; This means if a staff member has been given granular permissions they will retain those even if this is turned OFF
pt_pt: AJUDA: Se esta preferência é colocada OFF depois de estar ON, o sistema regressa aoseu valor de origem, apesar das permissões específicas que ficam guardadas.&nbsp;Isto significa que as permissões dadas ao membro da equipa ficam disponíveis na mesma,mesmo que a opção esteja OFF.

source: TIP: If you create a manual credit, be aware that it won't be applied to any particular lost or late item
pt_pt: AJUDA: Se criar um crédito manual, tenha atenção que este não será aplicado a qualquercaso particular de exemplares perdidos ou em atraso.

source: TIP: If you would like to define one overdue schedule for ALL libraries at once, select 'Default'. This will apply the schedule you define to all the libraries in your system
pt_pt: AJUDA: Se gostaria de definir o calendário para os documentos em atraso de todos os pólosao mesmo tempo, seleccione 'Valores Padrão'. Isto irá aplicar o calendário que definiupara todas as bibliotecas.

source: TIP: If your passwords are already encrypted, talk to your systems administrator about options.
pt_pt: AJUDA: Se as suas palavras-passe já estiverem cifradas, fale com o administrador do sistemasobre as suas opções.

source: TIP: In the 'Authority field to copy', enter the authority field that should be copied from the authority record to the bibliographic record. e.g., in MARC21, field 100 in the authority record should be copied to field 100 in the bibliographic record
pt_pt: AJUDA: No 'Campo de autoridade a copiar', introduza o campo de autoridade que deve ser copiado do registo de autoridades para o registo bibliográfico, por exemplo, o campo 100 do MARC, o registo de autoridades deve ser copiado para o campo 100 no registo bibliográfico.

source: TIP: Koha automatically sets up authorized value categories for your item types and branch codes, and you can link these authorized values to MARC subfields when you set up your MARC tag structure
pt_pt: AJUDA: O KOHA instala automaticamente as Categorias dos valores autorizadospara os tipos de documentos e os códigos dos Pólos. Poderá ligar estes valores autorizados aos sub-campos MARC quando estiver a definir o modelode entrada de dados.

source: TIP: Make sure this subfield is managed in the same tab as the other managed subfields for this tag, and then click the &quot;hidden&quot; checkbox so it will not be displayed with the rest of the record
pt_pt: AJUDA: Certifique-se que este sub-campo é gerido no mesmo separador que os outrossub-campos para esta etiqueta e depois clique na opção &quot;Ocultar&quot; para nãoser exibido com o restante registo.
