Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; MARC Check
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Administração</a> &nbsp;&gt;&nbsp; Verificação MARC

source: <a1>Home</a> &rsaquo; <a2>Authorities</a> &rsaquo;
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Autoridades</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Authorities</a> &rsaquo; Authority search results
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Autoridades</a> &nbsp;&gt;&nbsp; Resultados da Pesquisa de autoridades

source: <a1>Home</a> &rsaquo; <a2>Authorities</a> &rsaquo; Details for Authority #%s (%s)
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Autoridades</a> &nbsp;&gt;&nbsp; Detalhes da Autoridade #%s (%s)

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; <a3>%s</a> &rsaquo; Place a hold on %s
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Catalogar</a> &nbsp;&gt;&nbsp; <a3>%s</a> &nbsp;&gt;&nbsp; Reservar %s

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Checkout History for <i>%s</i>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Catálogo</a> &nbsp;&gt;&nbsp; Historico de leitura de <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Details for <i>%s</i>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Catálogo</a> &nbsp;&gt;&nbsp; Detalhes para <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; ISBD Details for <i>%s</i>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Catálogo</a> &nbsp;&gt;&nbsp; ISBD para <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Item Details for <i>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Catálogo</a> &nbsp;&gt;&nbsp; Exemplares para <i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; MARC Details for <i>%s</i>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Catálogo</a> &nbsp;&gt;&nbsp; Registo UNIMARC para <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Search
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Catálogo</a> &nbsp;&gt;&nbsp; Pesquisa

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Subject Search Results
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Catálogo</a> &nbsp;&gt;&nbsp; Resultados da Pesquisa por Assunto

source: <a1>Home</a> &rsaquo; <a2>Cataloging</a> &rsaquo;
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Adicionar</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo;
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Empréstimo</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; <a3>Set Library</a>
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Empréstimo</a> &nbsp;&gt;&nbsp; <a3>Seleccionar biblioteca</a>

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Billing
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Empréstimo</a> &nbsp;&gt;&nbsp; Contas

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Check In
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Empréstimo</a> &nbsp;&gt;&nbsp; Devolver

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Circulation Statistics for %s
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Empréstimo</a> &nbsp;&gt;&nbsp; Estatísticas de Empréstimo pour %s

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Hold Ratios
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Circulation</a> &nbsp;&gt;&nbsp; Ratios de réservation

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Overdues as of %s
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Empréstimo</a> &nbsp;&gt;&nbsp; Empréstimos em atraso de %s

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Overdues at %s
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Empréstimo</a> &nbsp;&gt;&nbsp; Empréstimos em atraso de %s

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Pending Holds
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Empréstimo</a> &nbsp;&gt;&nbsp; Réservations à traiter

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Statistics
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Empréstimo</a> &nbsp;&gt;&nbsp; Estatísticas

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Transfers
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Empréstimo</a> &nbsp;&gt;&nbsp; Transferências

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Transfers to your library
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Empréstimo</a> &nbsp;&gt;&nbsp; Transferência para a sua biblioteca

source: <a1>Home</a> &rsaquo; <a2>Lists</a>
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Listas</a>

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo;
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Leitores</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; <a3>%s %s</a> &rsaquo;
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Leitores</a> &nbsp;&gt;&nbsp; <a3>%s %s</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Account for %s %s
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Leitores</a> &nbsp;&gt;&nbsp; Conta de %s %s

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Cannot Delete Patron
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Leitores</a> &nbsp;&gt;&nbsp; Impossível Remover Leitor

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Manual Credit
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Leitores</a> &nbsp;&gt;&nbsp; Crédito manual

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Manual Invoice
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Leitores</a> &nbsp;&gt;&nbsp; Factura Manual

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Pay Fines for %s %s
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Leitores</a> &nbsp;&gt;&nbsp; Pagar Multas para %s %s

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Reading Record for %s %s
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Leitores</a> &nbsp;&gt;&nbsp; Histórico de Leitura de %s %s

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Set Privileges for %s, %s
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Leitores</a> &nbsp;&gt;&nbsp; Definir Permissões de %s %s

source: <a1>Home</a> &rsaquo; <a2>Reports</a>
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Rapports</a>

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo;
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Relatórios</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; <a3>Guided Reports Wizard</a> &rsaquo;
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Relatórios</a> &nbsp;&gt;&nbsp; <a3>Assistente de Relatórios</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; <a3>Patrons statistics</a>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Estatísticas</a> &nbsp;&gt;&nbsp; <a3>Estatísticas de Leitores</a>

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; All Holds
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Relatórios</a> &nbsp;&gt;&nbsp; Todas as Reservas

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; Items with no checkouts
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Relatórios</a> &nbsp;&gt;&nbsp; Documentos sem Empréstimos

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; Patrons with No Checkouts
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Relatórios</a> &nbsp;&gt;&nbsp; Leitores sem Empréstimos

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; Till Reconciliation
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Relatórios</a> &nbsp;&gt;&nbsp; Estado de Caixa

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo;
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Periódicos</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Alert subscribers for <i>%s</i>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Periódicos</a> &nbsp;&gt;&nbsp; Alertar subscritores para <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Check expiration
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Periódicos</a> &nbsp;&gt;&nbsp; Verificar data limite

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Claims
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Periódicos</a> &nbsp;&gt;&nbsp; Reclamações

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Details for Subscription #%s
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Periódicos</a> &nbsp;&gt;&nbsp; Detalhes da assinatura N°%s

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Serial Collection information for <i>%s</i>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Periódicos</a> &nbsp;&gt;&nbsp; Estado da Colecção de <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Serial Edition <i>%s</i>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Periódicos</a> &nbsp;&gt;&nbsp; Registo de <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Subscription information for <i>%s</i>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Periódicos</a> &nbsp;&gt;&nbsp; Informações da assinatura de <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Tools</a>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a>

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo;
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Import Patrons</a>
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; Importar Leitores

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo;
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; <a3>Etiquetas</a> &nbsp;&gt;&nbsp;

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; <a4>Printer Profiles</a> &rsaquo; Create Printer Profile
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; <a3>Etiquetas</a> &nbsp;&gt;&nbsp; <a4>Perfil de impressora</a> &nbsp;&gt;&nbsp; Crira um perfil

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Create Label Template
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Etiquetas</a> &nbsp;&gt;&nbsp; <a3>Etiquetas</a> &nbsp;&gt;&nbsp; Criar um modelo de etiqueta

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Create Layout
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; <a3>Etiquetas</a>&nbsp;&gt;&nbsp; Criar um modelo

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Label Templates
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; <a3>Etiquetas</a> &nbsp;&gt;&nbsp; Modelo de etiquetas

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Calendar
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; Calendário

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Comments Awaiting Moderation
pt_pt: <a1>Início</a> &rsquo; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; Comentários a aguardar autorização

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Labels
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; Etiquetas

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; MARC Export
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; Exportação UNIMARC

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Notice Triggers
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; Envio de mensagem

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Send SMS Message
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; Enviar SMS

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Tags
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; 'TAGS'

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Upload Patron Images
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; Importar Fotografias de Leitores

source: <a1>Home</a> &rsaquo; About Koha
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Acerca do KOHA

source: <a1>Home</a> &rsaquo; Administration
pt_pt: <a1>Início</a> &rsquo; Administração do sistema

source: <a1>Home</a> &rsaquo; Advanced Search
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Pesquisa avançada

source: <a1>Home</a> &rsaquo; Authorities
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Autoridades

source: <a1>Home</a> &rsaquo; Cataloging
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Catalogação

source: <a1>Home</a> &rsaquo; Circulation
pt_pt: <a1>Início</a> &rsquo; Empréstimo

source: <a1>Home</a> &rsaquo; Error 400
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Erro 400

source: <a1>Home</a> &rsaquo; Error 401
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Erro 401

source: <a1>Home</a> &rsaquo; Error 402
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Erro 402

source: <a1>Home</a> &rsaquo; Error 403
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Erro 403

source: <a1>Home</a> &rsaquo; Error 404
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Erro 404

source: <a1>Home</a> &rsaquo; Error 405
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Erro 405

source: <a1>Home</a> &rsaquo; Error 500
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Erro 500

source: <a1>Home</a> &rsaquo; Reports
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Relatórios

source: <a1>Home</a> &rsaquo; Serials
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Periódicos

source: <a1>Home</a> &rsaquo; Tools
pt_pt: <a1>Início</a> &nbsp;&gt;&nbsp; Ferramentas

source: <a1>Home</a>&rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; <a4>Label Templates</a> &rsaquo; Edit Label Template
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; <a3>Etiquetas</a> &nbsp;&gt;&nbsp; <a4>Modelos de etiquetas</a> &nbsp;&gt;&nbsp; Modificar o modelo

source: <a1>Home</a>&rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; <a4>Printer Profiles</a> &rsaquo; Edit Printer Profile
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; <a3>Etiquetas</a> &nbsp;&gt;&nbsp; <a4>Perfis de impressão</a> &nbsp;&gt;&nbsp; Modificar um perfil

source: <a1>Home</a>&rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Printer Profiles
pt_pt: <a1> Início </a> &nbsp;&gt;&nbsp; <a2>Ferramentas</a> &nbsp;&gt;&nbsp; <a3>Etiquetas</a> &nbsp;&gt;&nbsp; Perfis de Impressora

source: <a1>Inventory</a> &rsaquo; Results
pt_pt: <a1>Inventário</a> &nbsp;&gt;&nbsp; Resultados

source: <a1>Item Types</a> &rsaquo; Add Item Type
pt_pt: <a1>Tipos de Documentos</a> &nbsp;&gt;&nbsp; Adicionar um Tipo de Documento

source: <a1>Item Types</a> &rsaquo; Cannot Delete Item Type '%s'
pt_pt: <a1>Tipos de documentos</a> &nbsp;&gt;&nbsp; Impossivel apagar o tipo de documento %s

source: <a1>Item Types</a> &rsaquo; Delete Item Type '%s'?
pt_pt: <a1>Tipos de documentos</a> &nbsp;&gt;&nbsp; Apagar o tipo de documento '%s' ?

source: <a1>Item Types</a> &rsaquo; Modify Item Type '%s'
pt_pt: <a1>Tipos de documentos</a> &nbsp;&gt;&nbsp; Modificar o tipo do documento '%s'

source: <a1>Item Types</a> &rsaquo;Data Deleted
pt_pt: <a1>Tipos de documentos</a> &nbsp;&gt;&nbsp; Foram apagados os dados

source: <a1>Libraries and Groups</a> &rsaquo;
pt_pt: <a1>Bibliotecas, Pólos &amp; Grupos</a> &nbsp;&gt;&nbsp;

source: <a1>Libraries and Groups</a> &rsaquo; Confirm Deletion of Group %s
pt_pt: <a1>Bibliotecas, Pólos &amp; Grupos</a> &nbsp;&gt;&nbsp; Confirmar a eliminação do grupo %s

source: <a1>Libraries and Groups</a> &rsaquo; Confirm deletion of library '%s'
pt_pt: <a1>Bibliotecas, Pólos &amp; Grupos</a> &nbsp;&gt;&nbsp; Confirmer la suppression du site '%s'

source: <a1>Log In</a> to Koha
pt_pt: <a1>Iniciar Sessão</a> no Koha

source: <a1>Logs</a> &rsaquo; Results
pt_pt: <a1>Logs</a> &nbsp;&gt;&nbsp; Resultados

source: <a1>MARC Frameworks</a> &rsaquo;
pt_pt: <a1>Modelos de catalogação MARC</a> &nbsp;&gt;&nbsp;

source: <a1>MARC Frameworks</a> &rsaquo; <a2>MARC Framework for %s (%s)</a> &rsaquo; %s %s
pt_pt: <a1>Modelos de catalogação MARC</a> &nbsp;&gt;&nbsp; <a2>Modelo MARC para %s (%s) </a> &nbsp;&gt;&nbsp; %s %s

source: <a1>MARC Frameworks</a> &rsaquo; Confirm Deletion of Tag '%s'
pt_pt: <a1>Modelos de catalogação MARC</a> &nbsp;&gt;&nbsp; Confirmar a eliminação do campo '%s'

source: <a1>MARC Frameworks</a> &rsaquo; Data Deleted
pt_pt: <a1>Modelos de catalogação MARC</a> &nbsp;&gt;&nbsp; Dados eliminados

source: <a1>MARC Frameworks</a> &rsaquo; Delete Framework for %s (%s)?
pt_pt: <a1>Modelos de catalogação MARC</a> &nbsp;&gt;&nbsp; Apagar o modelo de %s (%s) ?

source: <a1>MARC Frameworks</a> &rsaquo; MARC Framework for %s (%s)
pt_pt: <a1>Modelos de catalogação MARC</a> &nbsp;&gt;&nbsp; Modelo MARC para %s (%s) ?

source: <a1>MARC Links</a> &rsaquo; Connect %s.%s to a MARC subfield
pt_pt: <a1>Ligações MARC</a> &nbsp;&gt;&nbsp; Ligar %s %s a um sub-campo MARC

source: <a1>Most-Circulated Items</a> &rsaquo; Results
pt_pt: <a1>Exemplares com maior movimento</a> &nbsp;&gt;&nbsp; Resultados

source: <a1>News</a> &rsaquo;
pt_pt: <a1>Notícias</a> &nbsp;&gt;&nbsp;

source: <a1>Notices</a> &rsaquo; Add notice
pt_pt: <a1>Avisos</a> &nbsp;&gt;&nbsp; Adicionar aviso

source: <a1>Notices</a> &rsaquo; Confirm Deletion
pt_pt: <a1>Avisos</a> &nbsp;&gt;&nbsp; Confirmar a eliminação

source: <a1>Notices</a> &rsaquo; Modify notice
pt_pt: <a1>Avisos</a> &nbsp;&gt;&nbsp; Modificar aviso

source: <a1>Notices</a> &rsaquo; Notice added
pt_pt: <a1>Avisos</a> &nbsp;&gt;&nbsp; Aviso adicionado

source: <a1>Orders search</a> &rsaquo; Search Results
pt_pt: <a1>Pesquisa de encomendas/a> &nbsp;&gt;&nbsp; Resultados da pesquisa

source: <a1>Overdues</a> - <b>Warning:</b> This report is very resource intensive on systems with large numbers of overdue items.
pt_pt: <a1>Atrasos</a> - <b>Aviso:</b> Este relatório exige grande capacidade de processamento quando há muitos documentos em atraso.

source: <a1>Patron Categories</a> &rsaquo;
pt_pt: <a1>Categorias de Leitores</a> &nbsp;&gt;&nbsp;

source: <a1>Patron Categories</a> &rsaquo; Category Deleted
pt_pt: <a1>Categorias de Leitores</a> &nbsp;&gt;&nbsp; Categoria Eliminada

source: <a1>Patron Categories</a> &rsaquo; Data recorded
pt_pt: <a1>Categorias de Leitores</a> &nbsp;&gt;&nbsp; Dados armazenados

source: <a1>Patrons</a> &rsaquo; Search Results
pt_pt: <a1>Leitores</a> &nbsp;&gt;&nbsp; Resultados da Pesquisa

source: <a1>Pending</a>:
pt_pt: <a1>A aguardar</a>:

source: <a1>Previous Records</a> <a2>Next Records</a>
pt_pt: <a1>Registos anteriores</a> / <a2>Registos seguintes</a>

source: <a1>Print</a> &nbsp; <a2>Close</a>
pt_pt: <a1> Imprimir </a> &nbsp;<a2>Terminar</a>

source: <a1>Printers</a> &rsaquo; Confirm Deletion of Printer '%s'
pt_pt: <a1>Impressoras</a> &nbsp;&gt;&nbsp; Confirmar eliminação da impressora '%s'

source: <a1>Printers</a> &rsaquo; Modify printer '%s'
pt_pt: <a1>Impressora</a> &nbsp;&gt;&nbsp; Modificar impressora '%s'

source: <a1>Printers</a> &rsaquo; New printer
pt_pt: <a1>Impressoras</a> &nbsp;&gt;&nbsp; Adicionar impressora

source: <a1>Printers</a> &rsaquo; Printer Added
pt_pt: <a1>Impressoras</a> &nbsp;&gt;&nbsp; Impressora adicionada

source: <a1>Printers</a> &rsaquo; Printer Deleted
pt_pt: <a1>Impressora</a> &nbsp;&gt;&nbsp; Impressora eliminada

source: <a1>R&eacute;initialiser</a> <a2>d&eacute;selectionner onglet</a>
pt_pt: <a1>Reiniciar</a> <a2>seleccionar separador</a>

source: <a1>Rejected</a>:
pt_pt: <a1>Rejeitado</a> :

source: <a1>Tipos de Vias</a> &rsaquo;
pt_pt: <a1>Vias</a> &nbsp;&gt;&nbsp;

source: <a1>Road Types</a> &rsaquo; Confirm Deletion of Road Type
pt_pt: <a1>Tipos de Vias</a> &nbsp;&gt;&nbsp; Confirmar a eliminação

source: <a1>Saved Reports</a> &rsaquo;
pt_pt: <a1>Orçamentos</a> &nbsp;&gt;&nbsp;

source: <a1>Saved Reports</a> &rsaquo; <em>%s</em> Report
pt_pt: <a1>Relatórios guardados</a> &nbsp;&gt;&nbsp; Relatório <em>%s</em>

source: <a1>Search for Items for Batch %s</a> &rsaquo; Search results
pt_pt: <a1>Pesquisa de exemplares a tratar %s</a> &nbsp;&gt;&nbsp; Resultados da pesquisa

source: <a1>Search for another Biblio</a> <a2> Close</a>
pt_pt: <a1>Pesquisar outra referência</a> &nbsp;<a2>Fechar</a>

source: <a1>Select All</a><a2>Clear All</a>
pt_pt: <a1>Seleccionar todos</a> <a2>Apagar todos</a>

source: <a1>Select</a> <a2>Sel&amp;close</a>
pt_pt: <a1>Seleccionar</a> <a2>Fechar selecção</a>

source: <a1>Show SQL</a> &nbsp; <a2>Edit SQL</a>
pt_pt: <a1>Mostrar SQL</a> &nbsp; <a2>Editar SQL</a>

source: <a1>Stage MARC Records For Import</a> &rsaquo; Upload Results
pt_pt: <a1>Preparação de registos MARC a importar para reserva</a>

source: <a1>Stage MARC records for import</a>.
pt_pt: <a1>Preparar registos MARC a importar para reserva</a>

source: <a1>Stop Words</a> &rsaquo;
pt_pt: <a1>Palavras Vazias</a> &nbsp;&gt;&nbsp;

source: <a1>Stop Words</a> &rsaquo; Data deleted
pt_pt: <a1>Palavras Vazias</a> &nbsp;&gt;&nbsp; Dados eliminados

source: <a1>Stop Words</a> &rsaquo; Data recorded
pt_pt: <a1>Palavras Vazias</a> &nbsp;&gt;&nbsp; Palavra vazia guardada

source: <a1>Stop Words</a> &rsaquo; Delete Stop Word '%s' ?
pt_pt: <a1>Palavras Vazias</a> &nbsp;&gt;&nbsp; Eliminar a palavra vazia '%s' ?

source: <a1>Subscriptions</a> <a2>Back to biblio</a> <a3>Complete view</a>
pt_pt: <a1>Assinaturas</a> <a2>Voltar ao Registo</a> <a3>Vista completa</a>

source: <a1>Suggestions Management</a> &rsaquo; Accepted
pt_pt: <a1>Gestão de sugestões</a> &nbsp;&gt;&nbsp; Aceite

source: <a1>Suggestions Management</a> &rsaquo; Rejected
pt_pt: <a1>Gestão de sugestões</a> &nbsp;&gt;&nbsp; Rejeitado

source: <a1>System Preferences</a> &rsaquo;
pt_pt: <a1>Preferências do Sistema</a> &nbsp;&gt;&nbsp;

source: <a1>System Preferences</a> &rsaquo; <a2>%s</a> &rsaquo; Confirm Deletion of Parameter '%s'
pt_pt: <a1>Preferências do Sistema</a> &nbsp;&gt;&nbsp; <a2>%s</a>&nbsp;&gt;&nbsp; Confirmar a eliminação do parâmetro '%s'

source: <a1>System Preferences</a> &rsaquo; Data Added
pt_pt: <a1>Preferências do Sistema </a> &nbsp;&gt;&nbsp; Dados adicionados

source: <a1>System Preferences</a> &rsaquo; Parameter Deleted
pt_pt: <a1>Preferências do Sistema</a> &nbsp;&gt;&nbsp; Parâmetro eliminado

source: <a1>Tag %s Subfield Structure</a> &rsaquo; %s
pt_pt: <a1>Estrutura do sub-campo da Etiqueta %s</a> &nbsp;&gt;&nbsp; %s

source: <a1>Tag %s Subfield Structure</a> &rsaquo; Confirm Deletion of Subfield %s
pt_pt: <a1>Estrutura do sub-campo da Etiqueta %s</a> &nbsp;&gt;&nbsp; Confirmar a eliminação do sub-campo %s

source: <a1>Tag %s Subfield Structure</a> &rsaquo; Edit subfields constraints
pt_pt: <a1>Estrutura do sub-campo da Etiqueta %s</a> &nbsp;&gt;&nbsp; Edição das restrições de sub-campos MARC

source: <a1>Tag %s Subfield Structure</a> &rsaquo; Subfield Deleted
pt_pt: <a1>Estrutura do sub-campo da Etiqueta %s</a> &nbsp;&gt;&nbsp; Sub-campo eliminado

source: <a1>Upload More Images</a> <a2>Return to Tools</a>
pt_pt: <a1>Transferir mais imagens</a><a2>Voltar às Ferramentas</a>

source: <a1>[Select All]</a> <a2>[Clear All]</a>
pt_pt: <a1>[Seleccionar todos]</a> <a2>[Apagar tudo]</a>

source: <a1>search</a> <a2>Lists</a> <a3>Add biblio</a> <a4>Cat maintenance</a>
pt_pt: <a1>Pesquisa</a> <a2>Listas</a> <a3>Adiconar registo</a> <a4>Actualizar o Catálogo</a>

source: <a1>z39.50 Servers</a> &rsaquo;
pt_pt: <a1>Servidores Z39.50</a> &nbsp;&gt;&nbsp;

source: <a1>z39.50 Servers</a> &rsaquo; Confirm Deletion
pt_pt: <a1>Servidores Z39.50</a> &nbsp;&gt;&nbsp; Confirmar a eliminação

source: <a1>z39.50 Servers</a> &rsaquo; z39.50 Server Added
pt_pt: <a1>Servidores Z39.50</a> &nbsp;&gt;&nbsp; Adicionar Servidor

source: <a1>z39.50 Servers</a> &rsaquo; z39.50 Server Deleted
pt_pt: <a1>Servidores Z39.50</a> &nbsp;&gt;&nbsp; Servidor eliminado

source: <b>%s results found</b> %s
pt_pt: <b>%s resultado(s) encontrado(s)</b> %s

source: <b>%s</b> subscription(s)
pt_pt: <b>%s</b> assinatura(s)

source: <b>All</b> of these factor in to image position and creep. Keep this in mind when making adjustments.
pt_pt: <b>Todos</b> estes factores interferem na posição da imagem e afastamento. Tenha este facto em atenção quando alterar os ajustamentos.
