Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: the biblioitems.itemtype field MUST :
pt_pt: Le champ biblioitems.itemtype DOIT

source: the correspounding subfield MUST have authorised value=branches
pt_pt: le sous-champ correspondant DOIT avoir une valeur autorisée =Sites

source: the correspounding subfield MUST have authorised_value=itemtype
pt_pt: le sous-champ correspondant DOIT avoir une valeur autorisée=type de document

source: the database returned an error. Please refer to the error log for more details.
pt_pt: La base de données a renvoyé une Erro. Merci de voir dans les logs Koha pour plus de détails.

source: the date you used when you set the &quot;Last Seen Date&quot; when uploading the barcode file.
pt_pt: La date que vous avez choisi lorsque vous avez défini la date "vu pour la dernière fois" au moment du téléchargement du fichier des code-barres.

source: the image file is corrupted.
pt_pt: o ficheiro de imagem está corrompido.

source: the image file is too big.
pt_pt: o ficheiro de imagem é muito grande.

source: the image format is unrecognized.
pt_pt: o formato da imagem é desconhecido.

source: the items.holdingbranch field MUST :
pt_pt: Le champ items.holdingbranch DOIT :

source: the items.homebranch field MUST :
pt_pt: le champ items.homebranch DOIT :

source: the left part contains six elements, some are automatically calculated but but can be changed
pt_pt: Il y a 6 informations différentes dans la partie gauche, qui sont calculées automatiquement pour la plupart, mais vous pouvez les changer

source: the records this subject is applied to.
pt_pt: les notices dans lesquelles ce sujet est utilisé.

source: thematic index
pt_pt: Recherche index :

source: there is a null value in a frameworkcode. Check the following tables
pt_pt: Il y a une valeur NULL dans frameworkcode. Vérifier les tables suivantes

source: thesaurus : means that the value is not free, but can be searched in authority/thesaurus of the selected category
pt_pt: Liste d'autorité : signifie que la valeur n'est libre, mais doit être choisie dans la liste d'autorité de la catégorie choisie

source: thesaurus : shows the authority type
pt_pt: Tesauro : mostrar o tipo de autoridade

source: things outside [] are kept as is (including HTML)
pt_pt: Les éléments en dehors des []sont pris tels que (y compris HTML)

source: this function is still experimental, so it's best to leave these preferences at their default.
pt_pt: cette fonctionnalité est encore expérimentale, il vaut donc mieux garder les paramétres par défaut.

source: this page
pt_pt: esta página

source: this patron does not exist in the database.
pt_pt: este leitor não está registado.

source: this record has no items attached.
pt_pt: este registo não tem qualquer exemplar.

source: this tab will usually be empty unless your library has a preference just for your library.
pt_pt: este separador fica vazio, excepto quando a biblioteca tem uma preferência específica.

source: times
pt_pt: vezes

source: times. When more than
pt_pt: vezes.Quando superior a

source: tint
pt_pt: Sugestão:

source: tinted and toned
pt_pt: Cidades

source: to
pt_pt: a

source: to <a1>%s %s</a>
pt_pt: a <a1>%s %s</a>

source: to a list
pt_pt: a uma Lista

source: to add new bibliographic and item records.
pt_pt: para adicionar novos registos e exemplares.

source: to add to Batch %s
pt_pt: adicionar ao lote %s

source: to show the item link on the search results page
pt_pt: pour afficher le lien exemplaire sur la page des résultats

source: today
pt_pt: hoje

source: tools
pt_pt: Ferramentas

source: tools and equipment
pt_pt: Documents dans le colis

source: toys
pt_pt: a

source: tracing paper
pt_pt: Criar um fornecedor

source: traducteur
pt_pt: Caractères

source: transfer line print
pt_pt: Gros caractères

source: transfers to receive at your library
pt_pt: Transferts en cours vers votre site

source: transparencies
pt_pt: Devises

source: transparency
pt_pt: Devises

source: transport
pt_pt: transporte

source: transverse Mercator
pt_pt: Confirmer la suppression :

source: travelogue
pt_pt: Catálogo

source: treaties
pt_pt: tratados

source: trims
pt_pt: vezes

source: u - Unknown
pt_pt: u- Inconnu

source: u - Unknown publication date
pt_pt: Data do próximo fascículo:

source: u- Serial item status unknown
pt_pt: u- périodique d'état inconnu

source: u- Unknown
pt_pt: u- Inconnu

source: u- Unknown if heading is government agency
pt_pt: u- ne sait pas si la vedette est une agence gouvernementale

source: u- Unknown if item is government publication
pt_pt: u- ne sait pas s'il s'agit d'une publication gouvernementale

source: u- unknown
pt_pt: u- Inconnu

source: unavailable:
pt_pt: indisponível:

source: under
pt_pt: sous

source: unknown
pt_pt: Inconnu

source: unspecified/unknown
pt_pt: u- Indéfini

source: updatecharges
pt_pt: Gravar les modifications

source: used
pt_pt: utilizado

source: user
pt_pt: utilisateur

source: uu- unknown
pt_pt: u- Inconnu

source: v - dissertation or thesis (revised)
pt_pt: Notes de circulation :

source: value
pt_pt: valor

source: value missing
pt_pt: valeur manquante

source: variable missing
pt_pt: variable manquante

source: varies
pt_pt: Catégorie

source: vedute
pt_pt: Retard !

source: very
pt_pt: très

source: very good
pt_pt: muito bom

source: vesicular
pt_pt: Irrégulier

source: video recording
pt_pt: gravação vídeo

source: videocartridge
pt_pt: Enregistrement musical

source: videocassette
pt_pt: Bande VHS / Videocassette

source: videodisc
pt_pt: DVD Video / Videodisco

source: videorecording
pt_pt: Enregistrement musical

source: videotape
pt_pt: cassete de vídeo

source: view
pt_pt: Voir

source: view suggestions placed by Patrons and add to the item to the basket.
pt_pt: voir les suggestions émises par des adhérents et ajouter le document au Cesto

source: vignette
pt_pt: Créer

source: visual projection
pt_pt: Etat de collection

source: vocal parts
pt_pt: Uso Local

source: waiting
pt_pt: Mis de coté

source: waiting at %s
pt_pt: mis de coté à %s

source: wax
pt_pt: cera

source: week
pt_pt: semana

source: weekly
pt_pt: semanal

source: west
pt_pt: oeste

source: will expire before <b>%s</b>
pt_pt: vont expirer avant <b>%s</b>

source: will result in the following issues numbers :
pt_pt: dará origem aos seguintes números :

source: wire recording
pt_pt: Enregistrement musical

source: with ISSN matching <b>%s</b>
pt_pt: corresponda ao ISSN <b>%s</b>

source: with the MARC structure button, you can define the MARC structure of a given authority type
pt_pt: avec le bouton MARC, vous pouvez déterminer la structure MARC d'un type d'autorité donné

source: with title matching
pt_pt: com o título

source: wood
pt_pt: Personne

source: woodcut
pt_pt: Personne

source: word missing
pt_pt: mot manquant

source: workprint
pt_pt: Imprimir

source: worn
pt_pt: le

source: writing ink
pt_pt: Mis de coté

source: x- Deleted; heading replaced by another heading
pt_pt: x- Supprimée ; vedette remplacée par une autre vedette

source: x- Missing characters
pt_pt: x- caractères manquants

source: x- not applicable
pt_pt: n- non applicable

source: xx- not applicable
pt_pt: n- non applicable

source: y - no illustration
pt_pt: 01-04 Illustrations

source: y - no illustrations
pt_pt: 01-04 Illustrations

source: y - not biographical
pt_pt: #- Não existe biografia

source: y- no transliteration scheme used
pt_pt: 07 - Schéma de translittération

source: y- not a government publication
pt_pt: #- Não é uma publicação governamental

source: year
pt_pt: ano

source: yearbook
pt_pt: année

source: years of activity
pt_pt: anos de actividade

source: yesterday
pt_pt: ontem

source: z - other
pt_pt: z- autres

source: z- Authority data
pt_pt: z- Donnée autorité

source: z- Not applicable
pt_pt: z- non applicable

source: z- Not applicableFull level
pt_pt: z- non applicable, niveau complet

source: z- Other
pt_pt: z- autres

source: z- other non-projected graphic type
pt_pt: k- image non projetable 2D

source: z39.50 Search
pt_pt: Pesquisa Z39.50

source: z39.50 Servers
pt_pt: Servidores Z39.50

source: z39.50 Servers &rsaquo;
pt_pt: Servidores Z39.50 &nbsp;&gt;&nbsp;

source: z39.50 Servers &rsaquo; Confirm Deletion
pt_pt: Servidores Z3950 &nbsp;&gt;&nbsp; Confirmar a anulação

source: z39.50 Servers &rsaquo; z39.50 Server Added
pt_pt: Servidores z39.50 &nbsp;&gt;&nbsp; Adicionado o servidor

source: z39.50 Servers &rsaquo; z39.50 Server Deleted
pt_pt: Servidores z39.50 &nbsp;&gt;&nbsp; Eliminado o servidor

source: zincography
pt_pt: zincografia

source: zz- Other
pt_pt: z- Outro

source: zz- other
pt_pt: z- Outro

source: | Auth value:%s,
pt_pt: | Valor autoridade : %s,

source: | Authority:%s,
pt_pt: | Autoridade : %s,

source: | Koha field: %s,
pt_pt: | Campo Koha : %s,

source: | Link:%s,
pt_pt: | Ligação : %s,

source: | See Also: %s,
pt_pt: | Voir também : %s,

source: |- Caractère de remplissage
pt_pt: | - Caracter de enchimento

source: |- Default
pt_pt: |- Por omissão

source: |- Filling character
pt_pt: x- caracteres de enchimento

source: |- No attempt to code
pt_pt: |- Sem código
