Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Dear %s user, You have suggested that the library acquire %s
pt_pt: Caro leitor %s, você sugeriu que a biblioteca adquira %s

source: Debug is on (level %s)
pt_pt: Debug activado (nível %s)

source: Decametres
pt_pt: Décembre

source: December
pt_pt: Dezembro

source: Decimetres
pt_pt: Decímetros

source: Default
pt_pt: Predefinido

source: Default Framework
pt_pt: Modelo predefinido

source: Default framework
pt_pt: Modelo predefinido

source: Default value:
pt_pt: Valor por omissão:

source: Default values
pt_pt: Valores por omissão

source: Define a Layout
pt_pt: Criar um novo Layout

source: Define a Layout Template
pt_pt: Definir um modelo de Layout

source: Define authority types, then authority MARC structure in the same way you define itemtypes and biblio MARC tag structure. Authority values are managed through plugins
pt_pt: Defina os tipos de autoridades e depois as autoridades da estrutura MARC da mesma maneira que definiu os tipos de documentos e a estrutura dos campos MARC. Os valores dos registos de autoridades são geridos através de plugins.

source: Define categories and authorized values for them.
pt_pt: Definir as categorias e respectivos valores autorizados.

source: Define circulation and fines rules for combinations of libraries, patron categories, and item types
pt_pt: Definir os prazos de empréstimo e as multas para cada biblioteca, categoria de leitor e tipo de documento.

source: Define cities and towns that your patrons live in.
pt_pt: Definir as Cidades onde residem os Leitores.

source: Define classification sources (i.e., call number schemes) used by your collection. Also define filing rules used for sorting call numbers.
pt_pt: Definir as fontes de classificação (por exemplo o sistema de cotas) utilizadas. Inclue também o modo de alfabetação das cotas.

source: Define classification sources (i.e., call number schemes) used by your collection. You can also define 'filing rules' used for sorting call numbers.
pt_pt: Definir as fontes de classificação (por exemplo o sistema de cotas) utilizadas. Inclue também o modo de alfabetação das cotas.

source: Define currencies and exchange rates used for acquisitions.
pt_pt: Definir as moedas e taxas de câmbio utilizadas nas Aquisições.

source: Define days when the library is closed
pt_pt: Definir os dias de encerramento da biblioteca

source: Define extended attributes (identifiers and statistical categories) for patron records
pt_pt: Definir outros atributos (identificadores e estatísticos) dos leitores

source: Define item types used for circulation rules.
pt_pt: Definir os tipos de documentos e os códigos utilizados para implementar o regulamento de empréstimos.

source: Define libraries and groups.
pt_pt: Definir as bibliotecas (Central e da rede) e os grupos.

source: Define notices (print and email notification messages for overdues, etc.)
pt_pt: Redacção dos formulários para avisos (impressão e envio de notificações relativas a atrasos, etc.)

source: Define patron categories.
pt_pt: Definir as categorias dos Leitores

source: Define road types (street, avenue, way, etc.). Road types display as authorized values when adding/editing patrons and can be used in geographic statistics.
pt_pt: Definir os tipos de vias (Rua, Avenida, Praça, Caminho) para serem usados durante a inscrição dos leitores. Também podem servir posteriormente para estatísticas.

source: Define the currencies you deal with here.
pt_pt: Definir a moeda com que trabalha.

source: Define the holidays for :
pt_pt: Definir os dias em que a biblioteca encerra para :

source: Define the mapping between keywords and MARC fields, those keywords are used to find some datas independently of the framework.
pt_pt: Definir as ligações entre palavras chave e campos MARC, estas palavras chave são usadas para encontrar alguns dados independentemente do modelo.

source: Define the mapping between the Koha transactional database (SQL) and the MARC Bibliographic records. Note that the mapping can be defined through MARC Bibliographic Framework. This tool is just a shortcut to speed up linkage.
pt_pt: Definir as ligações entre os campos da base de dados Koha e os campos MARC. Estes podem ser indicados durante a definição do modelo de catalogação MARC, mas com esta funcionalidade torna-se mais simples estabelecer essas ligações.

source: Define which servers to query for MARC data in the integrated Z39.50 client.
pt_pt: Definir os servidores Z39.50 a aceder para a pesquisa de registos.

source: Defined
pt_pt: Definido

source: Defines the Z39.50 servers you want Koha to search.
pt_pt: Definir os servidores Z39.50 a pesquisar pelo Koha.

source: Defining
pt_pt: Definição

source: Defining default issuing rules
pt_pt: Regras de empréstimo por omissão

source: Defining issuing rules for "%s"
pt_pt: Définition des règles de prêt pour "%s"

source: Definition
pt_pt: Definição

source: Definition Description:
pt_pt: Definição da descrição:

source: Definition Description: Used within the dictionary only to provide further detail about the definition
pt_pt: Definição da descrição: utilizado no dicionário só para providenciar mais informação sobre a definição.

source: Definition Name:
pt_pt: Nome da definição :

source: Definition Name: Short name that is used for display and selection
pt_pt: Nome da definição : Nome curto que é utilizado para exibição e selecção

source: Degree (complete with 0):
pt_pt: Grau (complete com 0)

source: Delay
pt_pt: Atraso

source: Delete
pt_pt: Apagar

source: Delete Budget?
pt_pt: Apagar orçamento ?

source: Delete City "%s?"
pt_pt: Apagar a Cidade "%s ?"

source: Delete Item Type '%s'?
pt_pt: Eliminar o Tipo de Documento '%s'?

source: Delete List
pt_pt: Eliminar a Lista

source: Delete Notice?
pt_pt: Eliminar avisos ?

source: Delete Record
pt_pt: Eliminar o Registo

source: Delete Road Type "%s?"
pt_pt: Eliminar tipo de via "%s?"

source: Delete Stop Word
pt_pt: Eliminar a palavra vazia

source: Delete Subfield
pt_pt: Eliminar Sub-Campo

source: Delete Subscription
pt_pt: Eliminar assinatura

source: Delete all Items
pt_pt: Eliminar este Tipo de Documento

source: Delete borrower who has not borrowed since:
pt_pt: Eliminar um utilizador que não efectua um pedido desde :

source: Delete current batch
pt_pt: Eliminar o lote actual

source: Delete framework for %s (%s)?
pt_pt: Eliminar tabelas para %s (%s)?

source: Delete old borrowers and anonymize circulation history (deletes borrower reading history)
pt_pt: Eliminar os leitores desactualizados e transformar em anónimo o histórico dos documentos acedidos (empréstimos).

source: Delete some old patrons/Anonymize some check-out history
pt_pt: Eliminar antigos leitores/Torne anónimos alguns empréstimos

source: Delete this Tag
pt_pt: Eliminar este campo

source: Delete this holiday
pt_pt: Eliminar este dia de encerramento

source: Delete this saved report
pt_pt: Eliminar este documento guardado

source: Delete?
pt_pt: Eliminar?

source: Deleted filing rule %s
pt_pt: Eliminar 'filing rule' %s

source: Deleted patron attribute type &quot;%s&quot;
pt_pt: Eliminar o atributo do leitor &quot;%s&quot;

source: Deleted record matching rule &quot;%s&quot;
pt_pt: Eliminar regra de concordância &quot;%s&quot;

source: Delimiter:
pt_pt: Delimitar

source: Depending on the chosen framework, the various MARC tags will appear on each tab. Use the tabs across the top of the page to enter record data.
pt_pt: Em função do modelo escolhido, os vários campos MARC aparecerão em cada separador. Use os separadores no topo da página para introduzir os dados do registo.

source: Depending on the permission certain menu items will be removed from the menus in Koha, preventing users from accessing them.
pt_pt: Dependendo das permissões certos items dos menus dos Koha vão ser removidos, impedindo que os leitores tenham acesso a estes.

source: Depending upon the printer you use and even the tray within the printer you use, the text on labels may be offset so that it does not appear correctly on the labels. Even once the offset (usually measured from the upper left-hand corner) is correct, the text may appear to "creep" -print correctly on some labels, but slowly move off of other labels. A printer profile will allow you to provide a per printer per tray per label template correction for these symptoms.
pt_pt: Dependendo da impressora e até mesmo da tray utilizada na impressora, o texto nos rótulos pode não aparecer corretamente. Mesmo quando parametrizado correctamente, o texto pode surgir "creep" - imprimido correctamente em algumas etiquetas, mas incorrectamente nas seguintes.i Porém, no perfil da impressora poderá corrigir todos estes erros.

source: Deprecated - no longer in use
pt_pt: Desactualizado

source: Description
pt_pt: Descrição

source: Description <a1>Sort</a>
pt_pt: Descrição <a1>Ordenar</a>

source: Description missing
pt_pt: Falta a descrição

source: Description of charges
pt_pt: Descrição das tarifas

source: Description:
pt_pt: Descrição :

source: Description: %s
pt_pt: Descrição : %s

source: Descriptions
pt_pt: Notas

source: Design your 'Message Body'
pt_pt: Estruture o 'Corpo da mensagem'

source: Destination library:
pt_pt: Biblioteca a que se destina :

source: Details
pt_pt: Detalhes

source: Deutsch (German)
pt_pt: Alemão (Alemanha)

source: Dictionaries
pt_pt: Dicionários

source: Dictionary
pt_pt: Dicionário

source: Dictionary Criteria
pt_pt: Critério do Dicionário

source: Dictionary Definitions
pt_pt: Definições do Dicionário

source: Did not check for matches with existing records in catalog
pt_pt: Não corresponde aos registos existentes no catálogo

source: Did you mean:
pt_pt: Quis dizer :

source: Digests only?
pt_pt: Resumo apenas?

source: Dimensions:
pt_pt: Description :

source: Directories
pt_pt: Directórios

source: Discographies
pt_pt: Discografias

source: Discount
pt_pt: Desconto

source: Discount:
pt_pt: Desconto :

source: Display Location
pt_pt: Localização do 'Display'

source: Display Location:
pt_pt: Ordem de exibição:

source: Display in OPAC:
pt_pt: Exibir no OPAC :

source: Display member details.
pt_pt: Exibir os detalhes do leitor.

source: Display only used Tags/Subfields
pt_pt: Exibir só os Campos e Sub-Campos utilizados

source: Display statistics for:
pt_pt: Exibir estatísticas para:

source: Displaying
pt_pt: Exibindo

source: Displays a calendar &ndash; choose the date of the first issue. For example, the library is subscribing to a monthly magazine and the first issue expected is the February issue. You would then choose 1st of February.
pt_pt: Aceda ao calendário &ndash; para escolher a data do primeiro número.Por exemplo, se a biblioteca tem uma assinatura mensal e o primeiro número esperado é em Fevereiro então deve indicar 1 de Fevereiro.

source: Displays a calendar &ndash; choose the expected date of arrival in the library. This date is for administrative purposes only. It ties in with the Claims component of the Serials Module. It is not the date of the first issue. This is selected below in the Begins On field.
pt_pt: Aceda ao calendário &ndash; para escolher a data de chegada à biblioteca.Esta data é apenas usada para fins administrativos relacionados com asReclamações no módulo de Periódicos. Não corresponde portanto à data do primeiro número (que se encontra no campo seguinte).

source: Do I have to &quot;Close&quot; a Basket?
pt_pt: Devo &quot;Fechar&quot; o Cesto ?

source: Do not look for matching records
pt_pt: Não procure registos correspondentes

source: Do not notify
pt_pt: Não avisar

source: Document Type:
pt_pt: Tipo de documento:

source: Does not provide a public (external) z3950 server
pt_pt: Não providencia um servidor Z39.50 público

source: Don't export fields
pt_pt: Não exportar campos

source: Don't export items
pt_pt: Não exportar documentos

source: Done
pt_pt: Concluído

source: Dorian Meid (German translation)
pt_pt: Dorian Meid (tradução alemã)

source: Download the report:
pt_pt: Download do relatório:

source: Draw Guide Boxes
pt_pt: Desenhar Caixas Modelo

source: Draw Guide Boxes:
pt_pt: Desenhar Caixas Modelo:

source: Drop down list of the main numbering patterns:
pt_pt: Lista das formas de numeração:

source: Dropbox Mode. (Effective checkin date is %s ).
pt_pt: Modo "caixa de devolução" (a date de devolução é posicionada em %s)

source: Dropbox mode
pt_pt: Modo "caixa de devolução"

source: Due %s
pt_pt: Devolução %s

source: Due Date
pt_pt: Data de devolução

source: Due Date desc
pt_pt: Data de devolução desc

source: Due date
pt_pt: Data de devolução

source: Duplicate
pt_pt: Duplicado

source: Duplicate Barcode
pt_pt: Duplicar Código de Barras

source: Duplicate Record
pt_pt: Registo duplicado

source: Duplicate Record suspected
pt_pt: Possível duplicado de Registo

source: Duplicate suspected
pt_pt: Possível duplicado

source: Duplicate suspected with <a1>%s</a>
pt_pt: Duplicado suspeito com <a1>%s</a>

source: ERROR an invalid itemnumber was entered, please hit back and try again
pt_pt: e coloque um número correcto

source: ERROR: <em>Date from</em> is not a legal value ("%s").
pt_pt: Erro : <em>Data a partir de</em> não é um valor legal ("%s").

source: ERROR: <em>Date to</em> is not a legal value ("%s").
pt_pt: Erro : <em>Data até</em> não é um valor legal ("%s").

source: ERROR: Failed to approve term (%s).
pt_pt: Erro : impossível aprovar o termo (%s).

source: ERROR: Failed to reject term (%s).
pt_pt: Erro : impossível rejeitar o termo (%s).

source: ERROR: Illegal sort requested by &quot;%s&quot;.
pt_pt: Erro : ordem ilegal pedida por &quot;%s&quot;.

source: ERROR: No barcode given.
pt_pt: Erro : falta o código de barras.

source: ERROR: No item found with barcode %s.
pt_pt: Erro : Nenhum documento foi encontrado com o código de barras %s

source: ERROR: No match for borrowernumber (%s).
pt_pt: Erro : Nenhum resultado para o número de leitor (%s)

source: ERROR: No match for user (%s). FILTER REQUIRES BORROWERNUMBER (not name).
pt_pt: Erro : Nenhum resultado para o leitor (%s). O filtro requer o número do leitor (não o nome).

source: ERROR: No shelfnumber given.
pt_pt: Erro : Número da estante virtual não facultado.

source: ERROR: The root koha user in your KOHA_CONF file (default: kohaadmin) is not a valid tag moderator. These actions are logged by borrowernumber, so the moderator must exist in your borrowers table. Please login as a different authorized staff user to moderate tags.
pt_pt: Erro : O utilizador "root" no ficheiro KOHA_CONF (por defeito: kohaadmin) não é um moderador válido. As suas acções são associadas a um leitor,logo o moderador deve existir na tabela dos leitores. Por favor aceda como um utilizadorda equipa técnica para moderar as 'tags'.

source: ERROR: You do not have adequate permission for that action on list %s.
pt_pt: Erro : Não tem permissões suficientes para esta acção na estante virtual %s.

source: Each charge gives you a menu which lets you decide whether to mark items paid or not
pt_pt: Cada despesa fornece um menu que permite seleccionar se os documentos foram pagos ou não

source: Each fund has a unique fund code, limited to a maximum of five characters, which identifies it
pt_pt: Cada fundo tem um código único, limitado até cinco caracteres, que o identifica.

source: Each fund has a unique fund code, limited to no more than five characters, that identifies it. You should decide on your fund codes (e.g. something like BOOKS, AV, MAGS, DATA for the four funds described above) and enter the code in the &quot;fund&quot; box, then a full name in the &quot;Name&quot; box.
pt_pt: Cada fundo tem um código único que o identifica e este está limitado até cinco caracteres. Deve decidir os seus códigos (por exemplo LIVROS, REVIS,...) e introduzir esse código no campo "Fundo" e o nome completo no campo "Nome".

source: Each number you enter indicates the days after an issue is due before an action is triggered.
pt_pt: Cada número adicionado indica os dias depois de 'um número' ter sido devolvido e antes dada acção ter sido desencadeada.

source: Each of the tabs on the left holds several different preferences:
pt_pt: Cada separador do lado esquerdo possui diversas preferências:

source: Each patron type will have slightly different options.
pt_pt: Cada tipo de leitor tem opções ligeiramente diferentes.

source: Each time you add a new item, the
pt_pt: Cada vez que se adiciona um novo documento, o

source: Earliest Hold Date <a1>Sort</a>
pt_pt: Primeira data de reserva<a1>ordenada</a>

source: Edit
pt_pt: Modificar

source: Edit Bibliographic Record
pt_pt: Modificar o registo bibliográfico

source: Edit Group %s
pt_pt: Modificar o Grupo %s

source: Edit Items
pt_pt: Modificar exemplares

source: Edit Label Template
pt_pt: Modificar o modelo da etiqueta

source: Edit List
pt_pt: Modificar Lista

source: Edit List <i>%s</i>
pt_pt: Modificar Lista <i>%s</i>

source: Edit MARC subfields constraints
pt_pt: Modificar as restrições dos sub-campos MARC

source: Edit MARC subfields constraints for field %s authority %s
pt_pt: Modificar as restrições dos sub-campos do campo %s de autoridade %s

source: Edit News Item
pt_pt: Modificar a Notícia

source: Edit Printer Profile
pt_pt: Modificar o perfil da impressora

source: Edit Record
pt_pt: Modificar o registo

source: Edit Routing List
pt_pt: Modificar a lista de circulação

source: Edit SQL
pt_pt: Modificar SQL

source: Edit Subscription
pt_pt: Modificar Assinatura

source: Edit Vendor
pt_pt: Modificar o fornecedor

source: Edit as New (Duplicate)
pt_pt: Duplicar

source: Edit authority
pt_pt: Modificar o ficheiro de autoriades

source: Edit authorized values
pt_pt: Modificar os Valores Autorizados

source: Edit biblio
pt_pt: Modificar o registo

source: Edit is on (%s)
pt_pt: A Edição está activa (%s)

source: Edit the label template you want to apply a profile to.
pt_pt: Modificar a etiqueta modelo à qual pretende aplicar um perfil.

source: Edit this holiday
pt_pt: Modificar o dia de encerramento

source: Editing %s (Record Number %s)
pt_pt: Modificar %s (Registo Nº %s)

source: Editing <em>%s</em> (Record Number %s)
pt_pt: Modificar <em>%s</em> (Registo Nº %s)

source: Editing the SubFields from the MARC tag structure page is very time-consuming, but also very important; be sure to click the subfield link for each tag in your MARC tag structure.
pt_pt: Editar os sub-campos a partir da estrutura dos campos MARC é uma tarefa demorada, mas é também muito importante. Deve assegurar que seleccinona o link do sub-campo para cada campo na estrutura MARC

source: Editions
pt_pt: Edições

source: Either search by title or ISBN or click 'Receive order' next to the item you'd like to mark as received
pt_pt: Pesquisar por título, por ISBN ou Clicar em 'Ordem recebida' próximo dodocumento recebido

source: Electronic Resource
pt_pt: Recursos Electrónicos

source: Email (home):
pt_pt: Email (pessoal) :

source: Email (work):
pt_pt: Email (trabalho) :

source: Enclose a whitespace-separated list of fields to concatenate on one line in double quotes. e.g. "099a 099b" or "itemcallnumber copynumber"
pt_pt: Anexar uma lista dos campos, separda por espaços em barnco, que concatene numa lista em linhadois valores. Por exemplo "099a 099b" ou "cota copynumber"

source: Encoding
pt_pt: Codificar

source: Encoding (z3950 can send
pt_pt: Codificar (Z39.50 pode enviar

source: Encoding:
pt_pt: Codificar :

source: Encyclopedias
pt_pt: Enciclopédias

source: End Date:
pt_pt: Data Final :

source: End date
pt_pt: Data final

source: End date (%s):
pt_pt: Data final (%s) :

source: End date:
pt_pt: Data final:

source: End of date range
pt_pt: Limite da data final

source: Enfants
pt_pt: Crianças

source: English
pt_pt: Inglês

source: Enhanced Content
pt_pt: Gestão de conteúdos

source: Enhanced Content:
pt_pt: Gestão de conteúdos:

source: Enhanced content settings
pt_pt: Parametrização da Gestão de Conteúdos

source: Enrollment Fee and Reserve Fee
pt_pt: Taxa de Inscrição e Taxa de Reserva

source: Enrollment Fee and Reserve Fee (if any) should be entered either as whole numbers or with (up to) six decimal places, with no currency notation (e.g. &quot;1.250000&quot; instead of &quot;$1.25&quot;).
pt_pt: As taxas de inscrição e de reservas (se houver) devem ser inseridas como númerosinteiros ou até seis casas decimais, sem qualquer indicação da moeda (por exemplo&quot;1,250000&quot; em vez de &quot;1,25€&quot;).

source: Enrollment Period (months)
pt_pt: Período da inscrição (meses)

source: Enrollment fee
pt_pt: Taxa de Inscrição :

source: Enrollment fee:
pt_pt: Taxa de inscrição :

source: Enrollment period
pt_pt: Período da inscrição :

source: Enrollment period:
pt_pt: Período de inscrição :

source: Enter a 'Barcode' if searching for a single item; if not leave this field blank
pt_pt: Se procura um exemplar insira o código de barras, se não deixe este campo em branco

source: Enter a 'Classification source code'
pt_pt: Digite o 'código-fonte de uma classificação'

source: Enter a 'Code' abbreviation for your new notice (for example: 'ODUE' for Overdue Notice)
pt_pt: Introduza um código abreviado para um novo aviso (por exemplo: 'ODUE' para Overdue)

source: Enter a 'Description' for your new classification source
pt_pt: Introduza uma 'Descrição' para uma nova classification source

source: Enter a 'Description' for your new filing rule
pt_pt: Introduza uma 'Descrição' para uma nova filing rule

source: Enter a 'Filing Rule Code'
pt_pt: Introduzir uma 'Filing Rule Code':

source: Enter a 'Message Subject' (for example 'Item Overdue')
pt_pt: Introduza um assunto para a mensagem (por exemplo "Documento atrasado")

source: Enter a 'Name' for your new notice (for example 'Overdue Notice')
pt_pt: Introduza um nome para os seus novos avisos (por exemplo "Aviso de Atraso")

source: Enter a comma separated list of fields to print. You may include any <em>Koha field</em> or MARC subfield.
pt_pt: Digite uma lista separando por vírgulas os campos a imprimir. Deve incluir qualquer <em>campo Koha</em> ou sub-campo MARC.

source: Enter a comma-separated list of fields to include on the label. You may select :
pt_pt: Introduzir uma lista de campos separados por vírgulas para incluir na etiqueta.Pode seleccionar:

source: Enter a longer explanation in the 'Description'
pt_pt: Digite uma explicação completa no link 'Descrição'

source: Enter a reason for all marked entries:
pt_pt: Digite um motivo para todas as entradas seleccionadas

source: Enter a short code for the 'Item Type'
pt_pt: Digite um código curto para cada tipo de documento

source: Enter a summary that will overwrite the default one in search results lists. Example, for a website itemtype :
pt_pt: Introduzir um resumo que irá substituir o resumo padrão nos resultadosdas pesquisas. Exemplo para um tipo de documentos "Sítio Web"

source: Enter a value such as Blvd., Avenue, Street or St.
pt_pt: Introduza um valor para o tipo de morada (Rua, Avenida, Praça, Praçeta, etc.).

source: Enter a word or phrase here to test against your whitelist/blacklist:
pt_pt: Digitar uma palavra ou frase para verificar se existe na lista negra:

source: Enter additional contact information for your patron.
pt_pt: Digitar informação de contacto adicional para este leitor.

source: Enter additional infomration for your vendor
pt_pt: Digitar informação adicional para este fornecedor

source: Enter an alternate address (if you require one for your library).
pt_pt: Inserir uma morada alternativa (se necessário).

source: Enter any authority field:
pt_pt: Qualquer campo de autoridade:

source: Enter authority heading ($a):
pt_pt: Entrada de autoridade($a) :

source: Enter authority heading:
pt_pt: Entrada de autoridade:

source: Enter barcode:
pt_pt: Digitar o código de barras:
