Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: After making your changes, click 'Save Changes' at the top of the screen
pt_pt: Após introduzir as modificações, clicar 'Validar'

source: After records have been imported, you can review the records before finalizing the import.
pt_pt: Após os registos terem sido importados, poderá verificar os mesmos antes de concluir esta tarefa

source: After reviewing the records, click 'Complete import'
pt_pt: Após verificar os registos importados, clicar 'Concluir a importação'

source: After saving a MARC record, you are presented with a screen to add item details (or, local holdings). This is where you define the location of the item (home branch), the cost of the item, the barcode, etc.
pt_pt: Depois de guardar o registo aparecerá uma página destinada a adicionar exemplares. É nesta fase que deve ser indicada a sua localização,nº de inventário, código de barras e quaisquer outros elementos.

source: After searching for a vendor you will see all open orders on a summary page
pt_pt: Depois da pesquisa por fornecedor serão apresentadas todas as encomendasem curso numa página de resumo

source: After your import is complete, you will be given a summary of the import and the ability to undo your actions
pt_pt: Após a importação estar concluída, irá ter um sumário da importação e poderá desfazer as suas acções.

source: After your orders have been entered into the system and sent off to the vendors, you will need to mark them received.
pt_pt: Após ter introduzido as encomendas no sistema e tê-las enviado aos fornecedores, deverá assinalá-las como tendo sido recebidas.

source: Age required
pt_pt: Idade obrigatória:

source: Age required:
pt_pt: Idade obrigatória:

source: Aile Filippi, Alejandro Tiraboschi, Bernardo G. Kriegel, Pablo A. Bianchi, Santiago Hermira and Veronica Lencinas. With support from the Koha-es community
pt_pt: Aile Filippi, Alejandro Tiraboschi, Bernardo G. Kriegel, Pablo A. Bianchi, Santiago Hermira e Veronica Lencinas. Com o apoio da comunidade Koha-es

source: Alert subscribers for <i>%s</i>
pt_pt: Alertas para <i>%s</i>

source: All
pt_pt: Todos

source: All Data After A Given Date: enter a value in the field only
pt_pt: Todos os dados após determinada data : indicar apenas um valor

source: All Data Before A Given Date: enter a value in the field only
pt_pt: Todos os dados após determinada data : indicar apenas um valor

source: All Libraries
pt_pt: Todas as Bibliotecas

source: All dependencies installed.
pt_pt: Todas as dependências instaladas.

source: All item fields are in the same tag and in item tab
pt_pt: Todos os campos dos exemplares estão no mesmo campo e separador

source: All locations
pt_pt: Todas as localizações

source: All patrons with checkouts older than %s have been anonymized
pt_pt: Todos os leitores com empréstimos anteriores a %s ficaram anónimos.

source: Allow password:
pt_pt: Palavra-passe autorizada:

source: Allow staff member to access to the reports module
pt_pt: Permite o acesso dos técnicos ao módulo de Relatórios

source: Allow staff member to edit authorities
pt_pt: Permite o acesso dos técnicos à alteração de autoridades

source: Allow staff member to manage serials subscriptions and claims
pt_pt: Permite o acesso dos técnicos à gestão de assinaturas e reclamações

source: Allowed
pt_pt: Autorizado

source: Allows the library to specify a list of library location codes -- if used alone, it will rank the list statically, selecting the top-ranking available location to be added to the picklist.
pt_pt: Permite à biblioteca definir uma lista de códigos de localização -- usada para ponderar estatisticamente os locais a adicionar na lista.

source: Altering Authorities Records
pt_pt: Modificar registos de autoridade ($a)

source: Alternate Address
pt_pt: Endereço alternativo

source: Alternate Contact
pt_pt: Contacto alternativo

source: Alternate address
pt_pt: Endereço alternativo

source: Alternative Contact
pt_pt: Contacto alternativo

source: Alternative phone
pt_pt: Telefone alternativo

source: Alternative phone:
pt_pt: Telefone alternativo :

source: Alternatively, the library can opt into the auto-detection of authority records when a record is saved.&nbsp; This is done by turning the 'BiblioAddsAuthorities' system preference on.
pt_pt: Alternativamente, a biblioteca pode optar pela auto-detecção de registos de autoridade quando um registo for gravado. &nbsp; Isto é feito ligando a preferência de sistema 'BiblioAddsAuthorities'.

source: Alternatively, you can browse a section of patron by selecting the first letter of the Patron's last name from the list on the right.
pt_pt: Poderá, em alternativa, procurar por conjuntos de leitores com a mesma inicialdo apelido, a partir da lista à sua direita.

source: Altitude of Sensor
pt_pt: Altitude do Sensor

source: Alto
pt_pt: Adulte

source: Always add items
pt_pt: Adicionar sempre os exemplares

source: Ambrose Li (translation tool)
pt_pt: Ambrose Li (ferramenta de tradução)

source: Amount
pt_pt: Montante

source: Amount Outstanding
pt_pt: Montante ultrapassado

source: Amount:
pt_pt: Montante :

source: Amsterdam, Netherlands
pt_pt: Amesterdão, Holanda

source: An Error has Occurred!
pt_pt: Ocorreu um erro!

source: An Order can have multiple copies/units placed against it. A Basket can have multiple Orders.
pt_pt: Uma Encomenda pode incluir vários exemplares do mesmo documento. Um Cesto pode incluir várias Encomendas&nbsp;

source: An integer value (e.g 1,2,3). Items at position 1 appear at the top of the listings. If two items have the same position value then the order defaults to publication date, where the oldest item displays at the top posistion, and newer items are displayed under this.
pt_pt: Um número inteiro (ex. 1,2,3,...). Os documentos na posição 1 aparecem no inicio da listagem. Quando os documentos tiverem o mesmo valor de posição então a sua ordenação é feita pelo que tiver a data mais antiga de publicação

source: An item is available for an item level hold if
pt_pt: O documento está disponivel para reserva do exemplar se

source: And your results will be sorted by Library code
pt_pt: E os resultados serão ordenados por código da biblioteca

source: Andrew Arensburger (the small and great C4::Context module)
pt_pt: Andrew Arensburger (o maravilhoso e reduzido Modulo C4::Contex.pm)

source: Annual
pt_pt: Anual

source: Anonymize check-out history older than
pt_pt: Passar a 'Anónimo' o histórico do empréstimo anterior a

source: Any
pt_pt: Todos

source: Any Branch
pt_pt: Qualquer pólo

source: Any Category code
pt_pt: Qualquer código de Categoria

source: Any Document type
pt_pt: Qualquer Tipo de documento

source: Any Library
pt_pt: Qualquer Biblioteca

source: Any Phrase
pt_pt: Qualquer Expressão

source: Any Vendor
pt_pt: Qualquer Fornecedor

source: Any Word
pt_pt: Qualquer Palavra

source: Any audience
pt_pt: Qualquer audiência

source: Any available copy
pt_pt: Qualquer cópia disponível

source: Any content
pt_pt: Qualquer conteúdo

source: Any format
pt_pt: Qualquer formato

source: Any item type
pt_pt: Qualquer tipo de exemplar

source: Any of the data fields listed may be included in the label by selecting a numeric value from the dropdown selections. These values determine the order in which the data will print (one data field per line).
pt_pt: Qualquer um dos campos de dados na lista deve ser incluído no rótulo através da selecção de um valor numérico a partir do menu de seleções.Estes valores determinam a ordem em que os dados são impressos (um campo de dados por linha).

source: Any type
pt_pt: Qualquer tipo

source: Any word
pt_pt: Qualquer palavra

source: Anywhere
pt_pt: Qualquer campo

source: Apache version:
pt_pt: Versão Apache :

source: Appear in Position
pt_pt: Na Posição

source: Appear in position
pt_pt: Na Posição

source: Applied different matching rule. Number of records matched now %s
pt_pt: Aplicar uma regra de concordância diferente. O total de registos que respeita a regra é %s

source: Applying a Printer Profile
pt_pt: Application du profil d'imprimante

source: Approve
pt_pt: Aprovar

source: Approved
pt_pt: Aprovado

source: April
pt_pt: Abril

source: Arbitrarily complex queries
pt_pt: Pesquisas arbitrariamente complexas

source: Are you sure you want to close this basket?
pt_pt: Tem a certeza que pretende concluir este Cesto ?

source: Are you sure you want to delete this item?
pt_pt: Tem a certeza que pretende eliminar este exemplar ?

source: Are you sure you want to delete this patron? This cannot be undone.
pt_pt: Tem a certeza que pretende eliminar este perfil ? Esta acção não pode ser desfeita.

source: Are you sure you want to delete this profile?
pt_pt: Tem a certeza que pretende eliminar este perfil ?

source: Are you sure you want to delete this record?
pt_pt: Tem a certeza que pretende eliminar este registo ?

source: Are you sure you want to delete this shelf?
pt_pt: Tem a certeza que pretende eliminar esta Lista ?

source: Are you sure you want to delete this subscription?
pt_pt: Tem a certeza que pretende eliminar esta assinatura ?

source: Are you sure you want to renew this patron\'s registration?
pt_pt: Tem a certeza que pretende eliminar esta assinatura ?

source: Are you sure you want to update this child to an Adult category? This cannot be undone.
pt_pt: Tem a certeza que quer actualizar esta criança para uma categoria de Adulto? Esta acção não pode ser desfeita.

source: Area
pt_pt: Área

source: Area:
pt_pt: Área:

source: Armenian
pt_pt: Arménio

source: Arrived
pt_pt: Recebido

source: Arrived : when an book arrives, you can set it's status to "arrived". Then, the issue disappear from this list, and the number of the issue is added to the "arrived list" (on the left box)
pt_pt: Recebido : logo que um fascículo é entregue deve mudar o seu estado para "Recebido". Então o fascículo desaparece desta lista e é adicionado à "Lista de entradas" (na caixa à esquerda)

source: Arrived numbers : the list of issues you have in your library. Automatically filled when a new number is marked "arrived". You can manually change this field if you want, for example, to change a long list (1,2,3,4,...,51) to a shorter one (1-51)
pt_pt: Números recebidos : lista dos fascículos existentes na biblioteca. Preenchido automaticamente quando um novo número é assinalado como "Recebido". O campo pode ser modificado manualmente quando se pretende substituir uma indicação exaustiva (Ex. 1,2,3,4,...,51) por outra mais resumida (Ex. 1-51).

source: As part of the upgrade process your online help will be overwritten with the new Help as part of the install. If you want to keep a copy of your online help, you should instruct your System Administrator to upgrade the Online Help directory in the Koha file tree.
pt_pt: Como parte do processo de actualização a Ajuda Online será substituida pela novaAjuda proveniente da instalação. Se quiser manter uma cópia da Ajuda Online, deve dar instruções ao Administrador do sistema para este efectuar a actualizaçãodo directório da Ajuda Online no ficheiro tree do Koha.

source: Ask for or make a change in the user's privileges. Need help? See
pt_pt: Peça para ou faça alterações nos privilégios do utilizador. Precisa de ajuda? Veja

source: Asort1 is an authorized value attached to acquisitions, that can be used for stats purposes
pt_pt: Asort1 é um valor autorizado relacionado com aquisições, que pode ser utilizado parafins estatísticos

source: Asort2 is an authorized value attached to acquisitions, that can be used for stats purposes
pt_pt: Asort2 é um valor autorizado relacionado com aquisições, que pode ser utilizado parafins estatísticos

source: At the bottom of the patron information page you will find quick access to items the patron has checked out, overdue and on hold.
pt_pt: Por debaixo da ficha de inscrição está disponível um acesso rápido aos exemplares que o leitor tem emprestado, reservado, ou em atraso.

source: At this step you will need to fill out the following details:
pt_pt: Nesta etapa deverá preencher os seguintes detalhes:

source: At this time, this is not a feature of Koha. All comments go through moderation.
pt_pt: Neste momento, esta não é uma funcionalidade do Koha.&nbsp;Todos os comentários são enviados ao moderador.

source: Athens, Greece
pt_pt: Atenas, Grécia

source: Attention:
pt_pt: Atenção:

source: Audience
pt_pt: Audiência

source: August
pt_pt: Agosto

source: Auth
pt_pt: Autor

source: Auth field copied
pt_pt: O campo do autor foi copiado

source: Auth value
pt_pt: Valor autorizado

source: Auth value : means the value is not free, but in the authorized value list of the selected type
pt_pt: Valor Autorizado : significa que apenas pode ser preenchido com um valor seleccionado da lista apresentada

source: Auth value:
pt_pt: Valor autorizado:

source: Author
pt_pt: Autor

source: Author (A-Z)
pt_pt: Autor (A-Z)

source: Author (Z-A)
pt_pt: Autor (Z-A)

source: Author:
pt_pt: Autor :

source: Authorities
pt_pt: Autoridades

source: Authorities Help
pt_pt: Ajuda de Autoridades

source: Authorities:
pt_pt: Autoridade:

source: Authority #%s (%s)
pt_pt: Autoridade n°%s (%s)

source: Authority Control
pt_pt: Controlo das Autoridades

source: Authority MARC Framework:
pt_pt: Tabela de Autoridades MARC:

source: Authority MARC framework for
pt_pt: Tabela de Autoridades MARC para

source: Authority MARC subfield structure
pt_pt: Estrutura dos sub-campos MARC de Autoridade

source: Authority MARC subfield structure admin for %s (authority: %s)
pt_pt: Gestão da estrutura dos sub-campos MARC de Autoridade para %s (autoridade %s)

source: Authority Types
pt_pt: Tipos de Autoridade

source: Authority field to copy:
pt_pt: Campo de autoridade a copiar:

source: Authority search
pt_pt: Pesquisa de Autoridade

source: Authority search results
pt_pt: Resultados da pesquisa de Entradas de Autoridade

source: Authority type
pt_pt: Tipo de Autoridade

source: Authority type : code missing
pt_pt: Tipo de autoridade: código em falta

source: Authority type:
pt_pt: Tipo de Autoridade :

source: Authority types
pt_pt: Tipos de Autoridade

source: Authority:
pt_pt: Autoridade :

source: Authorized
pt_pt: Autorizado

source: Authorized Values create a 'controlled vocabulary' for your staff. As an example, let us assume that your Koha installation is used by several libraries, and you use MARC 21. You might want to restrict the 850a MARC subfield to the institution codes for just those libraries. In that case, you could define an authorized values category (perhaps called &quot;INST&quot;) and enter the institution codes as the authorized values for that category.
pt_pt: Valores autorizados criam um 'vocabulário controlado' para a equipa técnica.Como exemplo, vamos assumir que a instalação do Koha é utilizada por vários bibliotecários e é utilizado MARC 21. Podes crer restringir o sub-campo 850a MARC com códigos da instituição só para os bibliotecários. Nesse caso, podes definir categorias de valores autorizados (por exemplo chamando &quot;INST&quot;) e digitar os códigos da instituição como os valores autorizadospara essa categoria.

source: Authorized value
pt_pt: Valor autorizado

source: Authorized value category:
pt_pt: Categoria de valor autorizado:

source: Authorized value category; if one is selected, the patron record input page will only allow values to be chosen from the authorized value list. However, an authorized value list is not enforced during batch patron import.
pt_pt: Categoria de valores autorizados; se uma categoria está seleccionada, a grelha criada pelo leitor só permitirá a selecção de valores a partir de umalista de valores autorizados. Atenção, que as listas de valores autorizados não são actualizadas quando da importação de um leitor.

source: Authorized value:
pt_pt: Valor autorizado:

source: Authorized values
pt_pt: Valores Autorizados

source: Authorized values management
pt_pt: Gestão de Valores Autorizados

source: Authors
pt_pt: Autores

source: Auto-detection of authority records when a record is saved
pt_pt: Detecção automática de registos de autoridade quando é guardado um registo

source: Autre
pt_pt: Outro

source: Autre (Corde frottee)
pt_pt: Outro (Corde frottee)

source: Autre (Electronique)
pt_pt: Outro (Electrónico)

source: Autre bois
pt_pt: Autorizado

source: Autumn
pt_pt: Outono

source: Avail
pt_pt: Disponível

source: Availability
pt_pt: Disponibilidade

source: Available
pt_pt: Disponível

source: Available Call Numbers <a1>Sort</a>
pt_pt: Cotas disponíveis <a1>Ordenar</a>

source: Available Itypes <a1>Sort</a>
pt_pt: Tipos disponíveis <a1>Ordenar</a>

source: Available Locations <a1>Sort</a>
pt_pt: Localizações disponíveis <a1>Ordenar</a>

source: Available since
pt_pt: Disponível a partir de

source: Average : Returns the average value
pt_pt: Média : cálculo do valor médio

source: Average Checkout Period
pt_pt: Duração média do empréstimo

source: Average checkout period statistics
pt_pt: Estatística da duração média de empréstimo

source: Average loan time
pt_pt: Duração média do empréstimo

source: BASKET
pt_pt: CESTO

source: BSD License
pt_pt: Licença BSD

source: Back
pt_pt: Recuar

source: Back To Top
pt_pt: Ir para o Topo

source: Back to Catalog Maintenance
pt_pt: Voltar à Manutenção do Catálogo

source: Back to Tools
pt_pt: Voltar às Ferramentas

source: Back to biblio
pt_pt: Voltar ao Registo

source: Bande magnetique
pt_pt: Banda magnética

source: Bar Code
pt_pt: Código de barras

source: Barcode
pt_pt: Código de barras

source: Barcode %s
pt_pt: Código de barras %s

source: Barcode (as text)
pt_pt: Código de barras (texto)

source: Barcode : %s
pt_pt: Código de barras: %s

source: Barcode Type
pt_pt: Tipo de Código de barras

source: Barcode file:
pt_pt: Nome do ficheiro de Código de barras:

source: Barcode:
pt_pt: Código de barras:

source: Barcode: %s
pt_pt: Código de barras: %s

source: Barcodetype:%s
pt_pt: Tipo de código de barras: %s

source: Baryton
pt_pt: Barítono

source: Based on the information entered, the Numbering Pattern will look like this: <br \/><ul class=\"numpattern_preview\">
pt_pt: Com base na informação fornecida o modelo de Numeração será o seguinte: <br \/><ul class=\"numpattern_preview\">

source: Basic constraints
pt_pt: Restrições de base

source: Basic parameters
pt_pt: Parâmetros de base

source: Basket
pt_pt: Cesto

source: Basket %s for <a1>%s</a>
pt_pt: Cesto %s para <a1>%s</a>

source: Basket Details
pt_pt: Conteúdo do Cesto

source: Basket empty
pt_pt: Cesto vazio

source: Basket number: %s
pt_pt: Numéro do Cesto : %s

source: Basket/Order
pt_pt: Cesto/Encomenda

source: Basson
pt_pt: Motif

source: Batavia (Djakarta), Indonesia
pt_pt: Batavia (Jacarta), Indonésia

source: Batch
pt_pt: Lote

source: Batch:
pt_pt: Lote:

source: Be careful selecting columns.
pt_pt: Cuidado com a selecção das colunas.

source: Be sure to update the 'Quantity received' as well as any other information you need for your records
pt_pt: Verificar se foi actualizada a 'Quantidade recebida' bem como toda a restante informação necessária para completar os registos.

source: Because the 'ExtendedPatronAttributes` system preference is currently OFF, extended patron attributes cannot be given to patron records. Go <a1>here</a> if you wish to turn this feature on.
pt_pt: A preferência do sistema "ExtendedPatronAttributes" está actualmente inactiva. Por isso não é possivel definir os atributos específicos dos leitores. <a1>Clique aqui</a> para activar esta funcionalidade.

source: Before we begin, please verify you have the correct credentials to continue. Please log in with the username and password given to you by your systems administrator and located in your
pt_pt: Antes de começar, por favor verifique se tem as credenciais correctas para continuar. Por favor insira o Nome de Utilizador e a Palavra-passe fornecidos pelo seu administrador do sistema

source: Before you begin, it is very important that you take note of the branch and printer settings and change them if necessary. This should only have to be done the first time you do circulations (or returns) from a workstation, after which a browser cookie will remember the correct settings. If you do returns under the wrong branch settings Koha will reset the location of all items scanned to the incorrect branch
pt_pt: Antes de começar é muito importante que tome nota das definições do pólo eda impressora e altere-as se necessário. Este procedimento só é necessário na primeira vez que trabalhar no módulo de emprétimos (ou devoluções), após a alteração feita uma cookie irá lembrar as configurações corretas.Se fizer uma devolução sobre um pólo errado, as definições do Koha vão apagara localização de todos os itens digitalizados para o pólo incorreto

source: Before you begin, it is very important that you take note of the branch and printer settings and change them if necessary. This should only have to be done the first time you do circulations from a workstation, after which a browser cookie will remember the correct settings. If you do circulations under the wrong branch settings then Koha will reset the location of all items scanned to the incorrect branch and the statistical reports will credit all circulations to the wrong branch
pt_pt: Antes de começar é muito importante que tome nota das definições do pólo eda impressora e altere-as se necessário. Este procedimento só é necessário na primeira vez que trabalhar no módulo de emprétimos, após a alteração feitaerrado as definições do Koha vão apagar a localização de todos os itens digitalizados para o pólo incorreto e os relatórios estatísticos registarãotodos os empréstimo no o pólo errado

source: Before you begin, it is very important that you take note of the branch and printer settings and change them if necessary. This should only have to be done the first time you do circulations from a workstation, after which a browser cookie will remember the correct settings. If you do circulations under the wrong branch settings then Koha will reset the location of all items scanned to the incorrect branch and the statistical reports will credit all circulations to the wrong branch.
pt_pt: Antes de começar é muito importante que tome nota das definições do pólo eda impressora e altere-as se necessário. Este procedimento só é necessário na primeira vez que trabalhar no módulo de emprétimos, após a alteração feitaerrado as definições do Koha vão apagar a localização de todos os itens digitalizados para o pólo incorreto e os relatórios estatísticos registarãotodos os empréstimos no pólo errado

source: Before you can set up a new subscription, you will need to have set up:
pt_pt: Antes de criar uma nova assinatura é necessário definir:

source: Before you can setup up a subscription, you will need to setup a &quot;Vendor&quot; under Acquisitions, and a new &quot;Biblio&quot; under Cataloging. When cataloging the new biblio, do not add any items. Adding of items is handled by the Serials module.
pt_pt: Antes de criar uma assinatura, deverá definir um &quot;fornecedor&quot; através do módulo de Aquisições, bem assim como um &quot;Registo bibliográfico&quot;, no módulo de Catalogação. Quando criar o Registo não adicione qualquer exemplar, pois este apenas será criado no módulo de Periódicos.

source: Begin Claim
pt_pt: Iniciar uma Reclamação

source: Begin by defining your branch categories. If, for example, you have one main library and several branch libraries, you might set up an &quot;M&quot; (Main) category and a &quot;B&quot; (Branch) category, with descriptions &quot;Main Library&quot; and &quot;Branch Library.&quot;
pt_pt: Comece por definir as categorias da Biblioteca. Se, por exemplo, existir uma Biblioteca Central e vários Pólos, poderá criar uma categoria C (Central) e uma categoria P (Pólo), com a respectiva definição de Biblioteca Central e Pólo.
