Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: Enter in a fund name to provide more information for staff members about the fund
pt_pt: Digitar o nome de um fundo de modo a providenciar mais informação para os bibliotecários sobre o mesmo

source: Enter in an additional contact (if you require one for your library)
pt_pt: Insira um contacto alternativo (se necessário).

source: Enter in the information related to the charge you're adding
pt_pt: Introduza a informação relativa às despesas adicionadas

source: Enter in the information related to the credit you're adding
pt_pt: Introduza a informação relativa ao crédito adicionado

source: Enter in the information you'd like to see in your repor
pt_pt: Insira a informação que gostaria de ver no seu relatório

source: Enter in your search criteria
pt_pt: Insira os seus critérios de pesquisa

source: Enter information necessary for patron management in the library
pt_pt: Introduza a informação necessária para a gestão do leitor

source: Enter information specific to you library policies.
pt_pt: Insira a informação específica relativamente à política da biblioteca.

source: Enter item barcode:
pt_pt: Digite o código de barras do documento:

source: Enter patron card number or partial name:
pt_pt: Digitar o número do cartão ou parte do nome:

source: Enter patron cardnumber:
pt_pt: Digite o número do cartão do leitor :

source: Enter search keywords:
pt_pt: Palavras a pesquisar:

source: Enter search terms
pt_pt: Termos da pesquisa

source: Enter the barcode or partial name for the patron you'd like to hold the book for.
pt_pt: Digite o código de barras ou o nome do leitor para o qual pretende reservar o livro.

source: Enter the city or town name and the zipcode
pt_pt: Digite a cidade ou localidade e o código-postal

source: Enter the contact information for your vendor
pt_pt: Digite as informações de contacto do fornecedor

source: Enter the invoice number is 'Vendor invoice' and the shipment date in 'Shipment date'
pt_pt: Digite o número da factura e a data da remessa

source: Enter the terms you wish to search for.
pt_pt: Introduza os termos sobre os quais deseja pesquisar.

source: Enter the value and description and choose an icon if you'd like
pt_pt: Digite um valor, uma descrição e escolha um ícone se desejar

source: Enter your patron's main address.
pt_pt: Digite a morada principal do leitor.

source: Envoyer
pt_pt: Enviar

source: Era identifier
pt_pt: Identificador único

source: Error 400
pt_pt: Erro 400

source: Error 401
pt_pt: Erro 401

source: Error 402
pt_pt: Erro 402

source: Error 403
pt_pt: Erro 403

source: Error 404
pt_pt: Erro 404

source: Error 405
pt_pt: Erro 405

source: Error 500
pt_pt: Erro 500

source: Error : Barcode Not Unique For
pt_pt: Erro : Código de barras não é único para o periódico %s

source: Error Creating Profile
pt_pt: Erro ao criar o perfil

source: Error adding items:
pt_pt: Erro ao adicionar exemplares:

source: Error saving item
pt_pt: Erro ao gravar o documento

source: Error:
pt_pt: Erro :

source: Error: Unknown Batch Type &quot;%s&quot;
pt_pt: Erro : Tipo de lote desconhecido &quot;%s&quot;

source: Espa&ntilde;ol (Spanish)
pt_pt: Espa&ntilde;ol (Espanhol)

source: Est cost
pt_pt: Custo estimado

source: Estimated cost per unit
pt_pt: Custo estimado por documento

source: Ethnicity notes:
pt_pt: Notas sobre a etnicidade:

source: Ethnicity:
pt_pt: Etnicidade:

source: Ethnique
pt_pt: Étnica

source: Ethniques
pt_pt: Étnias

source: Everything went OK, update done.
pt_pt: Está tudo OK, actualização efecuada

source: Example, February 18, 2008 is President's Day and the library is closed.
pt_pt: Exemplo: Dia 25 de Dezembro é dia de natal e a biblioteca está encerrada.

source: Exchange Rates (optional)-
pt_pt: Câmbios (opcional) -

source: Exchange rates
pt_pt: Câmbios

source: Existing Authorized Values
pt_pt: Valors Autorizados disponíveis

source: Existing holds
pt_pt: Reserva(s) existente(s)

source: Expected
pt_pt: Esperado

source: Expected on
pt_pt: Esperado em

source: Expiration Date
pt_pt: Data limite

source: Expiration date
pt_pt: Data limite

source: Expiration date:
pt_pt: Data limite

source: Expiration&nbsp;Date
pt_pt: Data&nbsp;limite

source: Expiration:
pt_pt: Fim:

source: Expires on
pt_pt: Expira em:

source: Expiring before:
pt_pt: Expira antes de:

source: Expiry date (leave blank for auto calc)
pt_pt: Data de expiração (deixar vazio para cálculo automático)

source: Explanation
pt_pt: Explicação

source: Explanation:
pt_pt: Explicação :

source: Explorer I
pt_pt: Explorador I

source: Explorer II
pt_pt: Explorador II

source: Export
pt_pt: Exportar

source: Export bibliographic and holdings
pt_pt: Exportação de descrições e exemplares

source: Export bibliographic and holdings data
pt_pt: Exportação de referências bibliográficas e indicações específicas por cada exemplar (cota, código barras, etc.)

source: Export bibs/holdings
pt_pt: Exportação de registos/exemplares

source: Export item data
pt_pt: Exportar dados dos exemplares

source: Exporting the claims information. This downloads a CSV file to your local machine with all the claim data ready for additional formatting before sending to the supplier.
pt_pt: Exportar informação sobre reclamações. É feito um download de um ficheiro CSVpara o seu computador com todas as informações uteis para enviar ao fornecedor.

source: Failed to add scheduled task
pt_pt: Impossível adicionar uma tarefa programada

source: Failed to apply different matching rule
pt_pt: Impossível aplicar regra de concordância diferente

source: Fall
pt_pt: Outono

source: FamFamFam Site
pt_pt: Site FamFamFam

source: Famille de la guitare
pt_pt: Família da Guitarra

source: Famille du luth
pt_pt: Família do Alaúde

source: Fanfare
pt_pt: Fanfarra

source: February
pt_pt: Fevereiro

source: Fee Item <a1>Sort</a>
pt_pt: <a1>Ordenar</a>Custo do exemplar

source: Feel free to choose an image for each item type (or selected the 'No image' option)
pt_pt: Escolha uma imagem para cada tipo de documento (ou seleccione a opção 'Sem Imagem')

source: Female
pt_pt: Feminino

source: Femmes
pt_pt: Fêmeas

source: Feschrift Ind.
pt_pt: 1- Festschrift

source: Festschrift indicator
pt_pt: 1- Festschrift

source: Fiction
pt_pt: Ficção

source: Field
pt_pt: Campo

source: Field Options:
pt_pt: Opções do Campo :

source: Field to use for record matching
pt_pt: Campo a utilizar para um registo correspondente

source: Field-weighted, Relevance Ranked
pt_pt: Por relevância

source: Fields to Print
pt_pt: Campos a imprimir

source: File format:
pt_pt: Formato do ficheiro :

source: File name
pt_pt: Nome do ficheiro

source: File name:
pt_pt: Nome do ficheiro :

source: Filing Routine:
pt_pt: Rotina de classificação:

source: Filing Rule
pt_pt: Regra de classificação

source: Filing Rule:
pt_pt: Regra de classificação:

source: Filing rule code missing
pt_pt: Falta o código da regra de classificação

source: Filing rule code:
pt_pt: Código da regra de classificação :

source: Fill in all of the fields you need for your attribute
pt_pt: Preencha todos os campos que precisa para o seu atributo

source: Fill in information about your library service outlets on this page.
pt_pt: Nesta página, adicione informação sobre os serviços da sua biblioteca.

source: Fill in the 'Category', 'Authorized value' and 'Description' fields
pt_pt: Preencha os campos 'Categoria', 'Valores autorizados' e 'Descrição'

source: Fill in the fields for your order.
pt_pt: Preencha os campos para o seu leitor.

source: Fill in the fields related to your patron
pt_pt: Preencha os campos relacionados com o leitor

source: Fill in the fields that describe your new authority type
pt_pt: Preencha os campos que descrevem o seu novo tipo de autoridade

source: Film inspection date
pt_pt: Primeiro fascículo a receber:

source: Filmographies
pt_pt: Filmografias

source: Filter
pt_pt: Filtro

source: Filter On:
pt_pt: Filtro sobre :

source: Filter Results:
pt_pt: Resultados dos filtros:

source: Filter barcode
pt_pt: Digitar o código de barras:

source: Filter by area
pt_pt: Filtrar por área

source: Filter location
pt_pt: Filtrar pela localização

source: Filtered on
pt_pt: Filtrar sobre

source: Filtered on:
pt_pt: Filtrar sobre :

source: Filters
pt_pt: Filtros

source: Filters on the left hand side can help limit the results displayed in this report.
pt_pt: Os filtros (à esquerda) podem ser utilizados para limitar os resultadosapurados neste relatório.

source: Fine
pt_pt: Multa

source: Fine Amount
pt_pt: Montante da multa

source: Fine Charging Interval
pt_pt: Intervalo de cobrança

source: Fine Days
pt_pt: Multas

source: Fine Grace Period
pt_pt: Período de Carência de Multa

source: Fines
pt_pt: Multas

source: Fines &amp; Charges
pt_pt: Multas &amp; Custos

source: Fines and Charges
pt_pt: Multas e Custos

source: Fines for returned items are forgiven.
pt_pt: Multas para documentos devolvidos são perdoadas.

source: Fines:
pt_pt: Multas:

source: Finished
pt_pt: Terminado

source: First
pt_pt: Primeiro

source: First arrival:
pt_pt: Primeira entrega :

source: First issue publication date:
pt_pt: Primeiro fascículo a receber:

source: First name:
pt_pt: Nome :

source: First note: You can only create Printer Profiles for existing label templates.
pt_pt: Primeiro: deve criar perfis de impressão dos modelos das etiquetas já existentes.

source: First you will need
pt_pt: Primeiro precisa de

source: First, you need to browse your computer to find the MARC record that you grabbed for your item. Click on
pt_pt: Primeiro, é necessário procurar no seu computador o registo MARC recuperado.E seleccioná-lo.

source: Firstly, check the catalog details that you are recieiving the right item. If these are correct, you can add the item details.
pt_pt: Primeiro, verifique os detalhes do catálogo de modo a confirmar que recebeu o documento correcto. Sendo o correcto, adicione-lhe os seus detalhes.

source: Firstname
pt_pt: Nome próprio

source: Fix Itemtype
pt_pt: Tipo de documento

source: Float
pt_pt: Flutuante

source: Flute a bec
pt_pt: Flauta de beiços

source: Flute traversiere
pt_pt: Flauta transversal

source: Font Size:
pt_pt: Tamanho da letra :

source: Font:
pt_pt: Tipo de letra :

source: For data that is given an authorized value in the Koha database, you the drop down list to select one value
pt_pt: Para os valores que correspondem aos valores autorizados na base de dados do Koha, utiliza-se uma lista para escolher os escolher.

source: For date fields you can either select:
pt_pt: Para os campos da data, pode escolher :

source: For each 'Delay' you choose a notice type (or 'letter') that will go to the borrower.
pt_pt: Para cada 'Atraso' deve escolher um tipo de notificação (ou carta) a dirigir ao leitor.

source: For each copy you will need to set that Item Barcode, Home Library and Item Type.
pt_pt: Para cada exemplar deve definir um Código de Barras, a Biblioteca de Inscrição e o Tipo de Documento

source: For each group of pictures that has the cardnumber of the patron and the file containing that patrons picture. One patron per line separated by either commas or tabs.
pt_pt: Para cada grupo de fotografias que contém o número do cartão de um leitor e o ficheiro contendo a imagem do leitor. Um leitor por linha, separado por vírgulas ou separadores.

source: For each item you will need to check the following:
pt_pt: Para cada documento é necessário verificar o seguinte:

source: For each patron category (rows), there is a count given by branch. Each row and and columns are also totaled
pt_pt: Para cada categoria de utilizador (linhas), existe uma conta por pólo.Linhas e colunas são também adicionadas

source: For each patron type (left most column), enter a number under the columns labeled 'Delay'. The number you enter represents DAYS.
pt_pt: Para cada tipo de utilizador (coluna mais à esquerda), digite um nomena coluna 'Atraso'. O nome introduzido é representado por DIAS.

source: For each subfield you can set :
pt_pt: Por cada sub-campo pode-se definir :

source: For example, if your home branch is set to 'Main Library', any items checked out to a patron on your terminal will be considered by Koha to be checked out from the 'Main Library' branch. An item transferred on that computer will be recorded as transferred from the 'Main Library' branch.
pt_pt: Por exemplo, se a biblioteca está parametrizada como 'Biblioteca Central', todos os documentos emprestados a um leitor no seu terminal serão considerados pelo Koha como emprestados pela 'Biblioteca Central'.

source: For free text fields in that database, enter a string/phrase for the criteria to match on
pt_pt: Para campos de texto livre na base de dados, introduza uma frase de acordo com o critério.

source: For help with the Reports Dictionary - see online help within the Dictionary Pages
pt_pt: Para ajuda com o dicionário dos relatórios - veja ajuda online nas páginas do dicionário

source: For more information about Authority Records with MARC 21 see the tutorial on the <a1>Library of Congress website</a>
pt_pt: Para mais informação sobre registo de autoridades com MARC 21 consulte o tutorial na página oficial da<a1>Biblioteca do Congresso</a>

source: For single language setups, there will be 2 options here. One for the 'opac (language code)' and the 'Librarian interface'. For multilingual setups, multiple languages for the OPAC will show.
pt_pt: Para o setup das línguas existem duas opções: uma para o 'OPAC (código da língua)’ e uma para a 'Interface Profissional'. Para instalações multilingues, todas as línguas disponíveis para o OPAC aparecerão.

source: For this library, you can edit rules for given itemtypes, regardless of the patron's category.
pt_pt: Para esta biblioteca, pode modificar regras para certos tipos de documento, independentemente da categoria do leitor.

source: For this library, you can specify the maximum number of loans that a patron of a given category can make, regardless of the item type.
pt_pt: Deve definir para a sua biblioteca o número máximo de empréstimos que um leitor pode fazer tendo em conta a sua categoria, independentemente do tipo de documentos.

source: For vendor ID: %s
pt_pt: Para o fornecedor N°%s

source: Forgive fines on return:
pt_pt: Perdoar multas na devolução :

source: Forgive overdue charges
pt_pt: Perdoar multas

source: Forgiven
pt_pt: Perdoar

source: Form not submitted because of the following problem(s)
pt_pt: Formulário não submetido devido ao(s) seguinte(s) problema(s)

source: Form of Cartographic Item:
pt_pt: e- Document cartographique

source: Form of reproduction
pt_pt: r- Impression normale

source: Format
pt_pt: Formate

source: Format your file with the following fields
pt_pt: Formate o seu ficheiros com os seguintes campos

source: Framework
pt_pt: Modelo de campos

source: Framework :
pt_pt: Modelo de campos:

source: Framework Code
pt_pt: Código do Modelo de Campos

source: Framework code
pt_pt: Código do modelo de campos

source: Framework code missing
pt_pt: Falta o código do modelo de campos

source: Framework description
pt_pt: Descrição do modelo

source: Framework name, then go to MARC biblio to set MARC editor parameters
pt_pt: Nome do modelo de catalogação, depois ir para estrutura MARC para determinar os parâmetros do editor MARC

source: Fran&ccedil;ais (French)
pt_pt: Fran&ccedil;ais (Francês)

source: Free
pt_pt: Livre

source: Frequency
pt_pt: Periodicidade

source: Frequency (*):
pt_pt: Periodicidade (*) :

source: Frequency of issue
pt_pt: Periodicidade

source: Frequency:
pt_pt: Periodicidade:

source: Friday
pt_pt: Sexta-feira

source: Friedrich zur Hellen, Robert Hillig, Katrin Fischer and Beda Szukics
pt_pt: Friedrich zur Hellen, Robert Hillig e Beda Szukics

source: From
pt_pt: De

source: From %S
pt_pt: De %S

source: From %S (inclusive) to %S (exclusive)
pt_pt: De %S (inclusivé) a %S (exclusivo)

source: From %s:
pt_pt: De %s :

source: From A Suggestion -
pt_pt: A partir de uma sugestão -

source: From Any Library
pt_pt: Qualquer Biblioteca

source: From Any Library:
pt_pt: Qualquer Biblioteca

source: From Home Library
pt_pt: Biblioteca de inscrição

source: From Home Library:
pt_pt: Biblioteca de inscrição

source: From a Suggestion
pt_pt: A partir de uma sugestão

source: From a new (empty) record
pt_pt: A partir de um novo registo (vazio)

source: From a new (empty) record -
pt_pt: A partir de um novo registo (vazio)-

source: From an existing record -
pt_pt: A partir de um registo existente -

source: From an existing record:
pt_pt: A partir de um registo existente :

source: From biblio number:
pt_pt: A partir do registo número :

source: From here you can click on the serial title and edit the record with new subscription information
pt_pt: Pode clicar sobre o título do Periódico e modificar o registo com nova informação da Assinatura

source: From here you can edit the item or add another item
pt_pt: Pode modificar um exemplar ou adicionar um novo

source: From here you can pick to either hold the next available item or a particular item
pt_pt: Pode escolher reservar o primeiro exemplar disponível ou um exemplar em particular

source: From here you can toggle the 'reviewson' feature which controls comments within your OPAC
pt_pt: Pode activar a opção 'reviewson' que controla os comentários feitos no seu OPAC

source: From itemcallnumber:
pt_pt: A partir da cota :

source: From the following screen you can alter fields, subfields and add additional tags
pt_pt: Com as seguintes opções, pode modificar os campos, os sub-campos e adicionar novos campos.

source: From the pull down you can choose which branch to apply holidays to.
pt_pt: Com o seguinte menu, pode escolher qual o pólo que deseja adicionar novos dias de encerramento.

source: From this menu you can approve or reject tags
pt_pt: Neste menu pode aprovar ou rejeitar novas 'tags'

source: From this menu you must choose the patron record to link to the child or professional.
pt_pt: Neste menu deve escolher o registo do utilizador para relacioná-lo com o seu tipo.

source: From this menu you will see all comments/reviews awaiting approval.
pt_pt: Neste menu aparecerão todos os comentários/críticas que aguardam aprovação.

source: From this module you can easily see what has been spent from each budget
pt_pt: Deste módulo pode-se facilmente visualizar o que foi gasto dos orçamentos

source: From:
pt_pt: De :

source: Full level
pt_pt: Nível completo

source: Fullfilled
pt_pt: Cheio

source: Functional Designation
pt_pt: Definições do Dicionário

source: Fund
pt_pt: Fundo

source: Fund Administration
pt_pt: Gestão do fundo

source: Fund added
pt_pt: Fundo adicionado

source: Fund modified
pt_pt: Fundo modificado

source: Fund:
pt_pt: Fundo :

source: Funds &amp; Budgets
pt_pt: Fundos e Orçamentos

source: Funds and Budgets
pt_pt: Fundos e Orçamentos

source: Funds and budgets
pt_pt: Fundos e orçamentos

source: Funds and budgets administration
pt_pt: Gestão Orçamental

source: Funds and budgets administration for acquisitions.
pt_pt: Administração de orçamentos para Aquisições

source: Funds can be library specific if needed, but this is an optional field
pt_pt: Os fundos podem ser específicos para cada pólo, mas este é um campo opcional

source: Funds may be ignored if you are setting your System Preferences to &quot;simple&quot; acquisitions: the funds are only useful when using &quot;normal&quot; acquisitions.
pt_pt: Os fundos podem ser ignorados ao definir-se as Preferências do Sistema para aquisições 'simples': os fundos só são úteis quando utilizados em aquisições 'normais'.

source: GST
pt_pt: IVA

source: GST (%s)
pt_pt: IVA (%s)

source: GST Registered
pt_pt: IVA Registado

source: GST Registered:
pt_pt: IVA Registado :

source: GST:
pt_pt: IVA :

source: Galego (Galician)
pt_pt: Galego (Galiza)

source: Gall
pt_pt: tout

source: Gap between Columns:
pt_pt: Espaço entre colunas :

source: Gap between Rows:
pt_pt: Espaço entre linhas :

source: Gauss
pt_pt: Statuts

source: General
pt_pt: Geral

source: Generate Next
pt_pt: Criar próximo

source: Generate and download %s
pt_pt: Crie e faça o download %s

source: Generate labels for Batch
pt_pt: Criar etiquetas para o lote

source: Generating A New Report From SQL
pt_pt: Gerar um novo relatório a partir da base de dados SQL

source: Generation:
pt_pt: Frais de réservation :

source: Get It!
pt_pt: Acção

source: Get There:
pt_pt: Ir para :

source: Get there
pt_pt: Ir para

source: Get there:
pt_pt: Ir para :

source: Get this one !
pt_pt: Escolheu este !

source: Global system preferences
pt_pt: Preferências do Sistema

source: Globe
pt_pt: Fermer

source: Go to <a1>original authority</a>
pt_pt: Ir para <a1>ficheiro de autoridades original</a>

source: Go to the 'Administration' module (usually under 'More' in your Global Nav)
pt_pt: Ir para o módulo de 'Administração'

source: Go to the 'Administration' module.
pt_pt: Ir para o módulo de 'Administração'

source: Go to the 'Reports' module (usually under 'More' in your Global Nav)
pt_pt: Ir para o módulo de 'Estatísticas'

source: Go to the 'Tools' module (usually under 'More' in your Global Nav)
pt_pt: Ir para o módulo de 'Ferramentas'

source: Go to the Patrons menu at the top of the staff client
pt_pt: Ir para o menu do utilizador no topo da 'Interface Profissional'

source: Gone no Address:
pt_pt: Sem morada :

source: Goode's homolographic
pt_pt: c- biographie collective

source: Government Publication
pt_pt: 11- Est une publication du gouvernement

source: Group
pt_pt: Grupo :

source: Group Maintenance
pt_pt: Grupo de Manutenção

source: Group(s):
pt_pt: Grupo(s) :

source: Group:
pt_pt: Grupo :

source: Groups of Libraries
pt_pt: Grupos de bibliotecas

source: Guarantees:
pt_pt: Garantias :

source: Guarantor Information
pt_pt: Information garant

source: Guarantor:
pt_pt: Garant :

source: Guided Reports
pt_pt: Relatórios

source: Guided Reports Wizard
pt_pt: Assistente de Relatórios

source: HELP
pt_pt: AJUDA

source: HINT : if a subfield is non mandatory, Koha automatically adds an empty value to the authorized value list, that is selected by default. If the subfield is mandatory, no empty value is added (and you should NOT add it in the list, as it's an illegal value !)
pt_pt: AJUDA: se um campo não é obrigatório o KOHA adiciona automaticamente um valor vazio à lista de valores autorizados e que será seleccionado por defeito. Mas se o sub-campo é obrigatório então não aparece qualquer valor vazio (o qual nunca deve ser adicionado à lista pré-definida).
