Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: irregular
pt_pt: Irrégulier

source: is a URL,
pt_pt: Est une URL,

source: is enabled, these policies can be overridden by your circulation staff. Also, these policies are based on the patron's home branch, <em>not</em> the branch that the reserving staff member is from.
pt_pt: estiver activa, estas políticas podem ser sobrepostas pelos seus técnicos de empréstimo. Além disso, estas políticas são baseadas no pólo do leitor e <em>não</em> no pólo de origem do técnico que estiver a fazer a reserva.

source: is exactly
pt_pt: Seja igual a

source: isopleth
pt_pt: o- Obsolète

source: issue
pt_pt: prêt

source: issues expected
pt_pt: fascículos esperados

source: it contains the name of the librarian that created the subscription, the name of the supplier providing the subscription, the cost and the budget affected. It also contains the title of the biblio managed by the subscription.
pt_pt: contem o nome do técnico que criou a assinatura, o nome do fornecedor, o preço e o orçamento assignado.Inclui também o título do registo relativo a esta assinatura

source: it contains various information to calculate arrival dates.
pt_pt: contem informações diversas para calcular as datas de chegada.

source: it is not damaged (unless the AllowHoldsOnDamagedItems system preference is ON), AND
pt_pt: n'est pas endommagé (à moins que la préférence système AllowHoldsOnDamagedItems soit activée), ET

source: it is not lost AND,
pt_pt: est perdu ET,

source: it is not marked not for loan AND,
pt_pt: n'est pas marqué comme pas prêtable ET,

source: it is not on loan (unless the AllowOnShelfHolds system preference is ON)
pt_pt: n'est pas en prêt (à moins que la préférence système AllowOnShelfHolds soit activée)

source: it is not withdrawn AND,
pt_pt: n'est pas retiré ET,

source: item
pt_pt: Exemplaire

source: item fields
pt_pt: Champs exemplaires

source: item type not defined
pt_pt: Type de document non défini

source: itemnum
pt_pt: N°

source: itemnum : the field itemnumber is mapped to a field in tab -1
pt_pt: Itemnumber : le champ itemnumber est relié à un champ dans l'onglet -1

source: items
pt_pt: exemplares

source: items. <a1>Show all items</a>
pt_pt: exemplares <a1>Ver todos os exemplares</a>

source: itemtype NOT mapped
pt_pt: Type de document NON paramétré

source: ivory
pt_pt: Histórico

source: j - Musical sound recording
pt_pt: j- Enregistrement musical

source: j - document with detailed date of publication
pt_pt: 1- Est la publication d'une conférence

source: j - genealogical tables
pt_pt: Sélectionnez des bases de données locales

source: j - programmed text book
pt_pt: Textes de programmes

source: j- Juvenile
pt_pt: j- jeunesse

source: j- Short stories
pt_pt: j- nouvelles

source: k - Two-dimensional nonprojectable graphic
pt_pt: k- image non projetable 2D

source: k - forms
pt_pt: pour

source: k - patent
pt_pt: Dépensé

source: k- Canadian Subject Headings
pt_pt: k- Vedettes sujet Canadiennes

source: k- Range of years of bulk collection
pt_pt: k- plage d'années de collection

source: k- adult, serious
pt_pt: Adulto

source: k- technical drawing
pt_pt: Rapports techniques

source: ka- Korean
pt_pt: 4- Niveau central

source: l - samples
pt_pt: Exemple

source: l - standard
pt_pt: e- standard local

source: l-format:co CD Software
pt_pt: Logiciel sur CD

source: l-format:fk Braille
pt_pt: c- Braille

source: l-format:ss Cassette recording
pt_pt: Cassette audio

source: l-format:ta Regular print
pt_pt: a- Impression normale

source: l-format:tb Large print
pt_pt: b- Gros caractères

source: l-format:vd DVD video / Videodisc
pt_pt: DVD Video / Videodisque

source: l-format:vf VHS tape / Videocassette
pt_pt: Bande VHS / Videocassette

source: la- Tamil
pt_pt: a- Sujet

source: landforms
pt_pt: pour

source: large print
pt_pt: Gros caractères

source: last on: %s
pt_pt: dernier prêt le : %s

source: law reports and digests
pt_pt: Rapports de lois et recueils

source: laws and legislation
pt_pt: Adhérents et circulation

source: leather
pt_pt: Lettre

source: lectures, speeches
pt_pt: s- discours

source: legal articles
pt_pt: Articles de loi

source: legal cases and case notes
pt_pt: Cas de lois et notes de cas

source: legal work
pt_pt: Email (travail) :

source: legend
pt_pt: Vu

source: letters
pt_pt: Lettre

source: library catalogue
pt_pt: Catalogue

source: linear scale
pt_pt: Interrogeable :

source: link : useless for instance
pt_pt: lien : sans objet actuellement

source: lino-cut
pt_pt: Total de registos

source: list of patron suggestion reject or accept reasons (appears when managing suggestions)
pt_pt: liste des motifs d'acceptation ou de rejet de suggestion des adhérents

source: lithography
pt_pt: Biografia

source: lithography/option>
pt_pt: Bibliographies

source: live action
pt_pt: Outras opções

source: localhost
pt_pt: hôte local

source: lost
pt_pt: carte perdue

source: low oblique
pt_pt: Masculin

source: low reduction
pt_pt: Sélectionné sur

source: m - Computer file
pt_pt: m- Fichier informatique

source: m - dissertation or thesis (original)
pt_pt: Notes de circulation :

source: m - sound recordings
pt_pt: j- Enregistrement musical

source: m- Mixed forms
pt_pt: m- mélanges

source: m- Monograph/item
pt_pt: m - Monografia

source: m- Multiple dates
pt_pt: m- dates multiples

source: m- Multistate
pt_pt: m- etats multiples

source: m- adult, general
pt_pt: Adulto, Geral

source: m- master
pt_pt: Maitre :

source: machines
pt_pt: Amendes

source: magnetic audio tape in cassette
pt_pt: code-barres (texte)

source: management
pt_pt: Gestion des notes :

source: manual
pt_pt: Périodique

source: manuscript
pt_pt: Crédit manuel

source: map
pt_pt: Cartes

source: map view
pt_pt: Vista normal

source: maps
pt_pt: Cartes

source: marble
pt_pt: Féminin

source: mass produced
pt_pt: Sans périodicité

source: master
pt_pt: Maitre :

source: master tape
pt_pt: Tipo da Categoria:

source: mb- Armenian
pt_pt: Arménien

source: medals
pt_pt: Détails

source: member %s
pt_pt: leitor %s

source: memoir
pt_pt: Adhérents

source: memoirs
pt_pt: Adhérents

source: metal
pt_pt: Détails

source: metall
pt_pt: Détails

source: meteorological
pt_pt: c- chronologique

source: micro opaque
pt_pt: a- microopaque

source: microfiche
pt_pt: b- microfiche

source: microfiche cassette
pt_pt: Bande VHS / Videocassette

source: microfilm cassette
pt_pt: Bande VHS / Videocassette

source: microfilm reel
pt_pt: a- microfilm

source: microfilm slip
pt_pt: a- microfilm

source: microphotography
pt_pt: Discographies

source: minerals
pt_pt: Général

source: miniature
pt_pt: Commande

source: missing
pt_pt: Em falta

source: mixed collection
pt_pt: Etat de collection

source: mixed emulsion
pt_pt: Etat de collection

source: mixed generations
pt_pt: Etat de collection

source: mixed polarity
pt_pt: Etat de collection

source: mixing tracks
pt_pt: en transit

source: model
pt_pt: sup

source: models
pt_pt: sup

source: models for making
pt_pt: Outros d'information

source: modern
pt_pt: Código

source: modify
pt_pt: modifier

source: monaural
pt_pt: Normal

source: monoaural
pt_pt: Normal

source: monochrome
pt_pt: Ignorer

source: monographic series
pt_pt: a- Monografia

source: monotype
pt_pt: Mois

source: month
pt_pt: mois

source: monthly
pt_pt: Bimensal

source: multiple formats
pt_pt: m- dates multiples

source: multiple or other
pt_pt: m- dates multiples

source: multispectral photography
pt_pt: Discographies

source: mus:i Non-musical recording
pt_pt: Enregistrement non musical

source: mus:j Musical recording
pt_pt: Enregistrement musical

source: music
pt_pt: Musique

source: must
pt_pt: deve

source: must have USAGE, INSERT, UPDATE, DELETE, DROP and CREATE privileges on
pt_pt: doit avoir les droits USAGE, INSERT, UPDATE, DELETE, DROP et CREATE sur

source: n - laws and legislation
pt_pt: Adhérents et circulation

source: n - transparencies
pt_pt: Devises

source: n- Complete authority record
pt_pt: o- Notice autorité complète

source: n- Dates unknown
pt_pt: u- dates inconnues

source: n- New
pt_pt: n- Nouveau

source: n- Not applicable
pt_pt: n- non applicable

source: ned&#601;rl&#593;ns (Dutch)
pt_pt: ned&#601;rl&#593;ns (néerlandais)

source: negative
pt_pt: Inactivos

source: newspaper format
pt_pt: Tout format

source: next
pt_pt: suivant

source: nitrate
pt_pt: Créer

source: nitrate - congealed
pt_pt: Etat de collection

source: nitrate - powder
pt_pt: Doublon possible de notice

source: nitrate - sticky
pt_pt: Etat de collection

source: no NULL value in frameworkcode
pt_pt: Pas de valeur NULL dans le "frameworkcode"

source: no active
pt_pt: Inactif

source: no deterioration
pt_pt: Adhérents et circulation

source: no illustrations
pt_pt: 01-04 Illustrations

source: no index or name lis
pt_pt: Nom du fournisseur :

source: no narrative tex
pt_pt: Inactif

source: no sound
pt_pt: Pas de réservation trouvée.

source: non required value
pt_pt: Valor autorizado

source: non-photographic image
pt_pt: Discographies

source: none
pt_pt: aucun

source: nonnitrate - advanced deterioration
pt_pt: Adhérents et circulation

source: nonnitrate - disaster
pt_pt: Doublon possible de notice

source: normalised irregular
pt_pt: Irrégulier

source: north
pt_pt: não

source: not
pt_pt: não

source: not '%s' format.
pt_pt: Pas de '%s' format

source: not a conference publication
pt_pt: 0- Não é uma publicação de Conferência

source: not a reproduction
pt_pt: Localisation

source: not a videorecording
pt_pt: Enregistrement musical

source: not a visual projection
pt_pt: Etat de collection

source: not applicable
pt_pt: n- non applicable

source: not applicable, not a score
pt_pt: n- non applicable

source: not biographical
pt_pt: a- autobiographie

source: not known
pt_pt: Desconhecido

source: not screened
pt_pt: A l'écran

source: novel
pt_pt: aucun

source: novella
pt_pt: Jeunesse

source: numeric
pt_pt: Sélectionnez table

source: numeric table
pt_pt: Sélectionnez table

source: o - illuminations
pt_pt: Toutes les localisations

source: o - numeric table
pt_pt: Sélectionnez table

source: o- Completely romainzed/printed cards romanized
pt_pt: o- Complètement romanisé/cartes imprimées romanisées

source: o- Completely romanized/printed cards romanized
pt_pt: o- Complètement romanisé/cartes imprimées romanisées

source: o- Government agency&mdash;type undetermined
pt_pt: o- publication gouvernementale, niveau inconnu

source: o- Government publication - level undetermined
pt_pt: o- publication gouvernementale, niveau inconnu

source: o- Incomplete authority record
pt_pt: o- Notice autorité incomplète

source: o- Obsolete
pt_pt: o- Obsolète

source: of %s
pt_pt: sur %s

source: of an unknown error. Please refer to the error log for more details.
pt_pt: Erro inconnue. Merci de vous référer aux logs pour plus de détails.

source: oil
pt_pt: Gravar

source: on
pt_pt: le

source: on %s
pt_pt: le %s

source: on <i>%s</i>
pt_pt: le <i>%s</i>

source: on a field like author (200f in UNIMARC), put 200f here, you will be able to see all biblios with the same author.
pt_pt: num campo como autor (200f em UNIMARC), coloque 200f aqui e poderá ver todos os registos bibliográficos do mesmo autor.

source: on loan:
pt_pt: en prêt :

source: on this item
pt_pt: sur ce document

source: once every
pt_pt: uma vez em cada

source: once every : the number before can be added on every issue or less often
pt_pt: por cada : o número anterior pode ser adicionado em cada fascículo

source: one colour
pt_pt: contador interno

source: one field in this bloc should be filled : the subscription length can be calculated in weeks, months or number of issues to receive
pt_pt: Deve ser preenchido um campo deste bloco: a duração da assinatura pode ser calculada em semanas, meses ou total de números a receber

source: only this type :<b>%s %s</b>
pt_pt: apenas do tipo : <b>%s %s</b>

source: opac note : the field that appears in the OPAC (with some other subscription information like beginning date and end date. This field must be filled manually. Nothing is put here automatically
pt_pt: nota OPAC: o campo que aparece no OPAC (com quaisquer outras informações sobre a assinatura, como a data de início e fim). Este campo deve ser preenchido manualmente pois nada é adicionado automaticamente.

source: opac note : the field that appears in the librarian interface (with some other subscription information like beginning date and end date. This field must be filled manually. Nothing is put here automatically.
pt_pt: nota OPAC: o campo que aparece na interface técnica (com quaisquer outras informações sobre a assinatura, como a data de início e fim). Este campo deve ser preenchido manualmente pois nada é adicionado automaticamente.

source: or
pt_pt: ou

source: or select a pending orders
pt_pt: ou, selectionner des commandes en attente

source: oratory, speeches
pt_pt: Recherche laboratoire

source: original
pt_pt: Normal

source: ornamental letter
pt_pt: Envoyer la lettre

source: orthographic
pt_pt: m - Monografia

source: other
pt_pt: outro

source: other accompanying material
pt_pt: 0 Forme document

source: other accompanying textual material
pt_pt: 0 Forme document

source: other film type
pt_pt: Tipo de documento

source: other form of material
pt_pt: 0 Forme document

source: other form of textual material
pt_pt: 0 Forme document

source: other forms of release
pt_pt: 0 Forme document

source: other historical information
pt_pt: Servidor

source: other kinds of contents
pt_pt: 7-10 Nature du contenu

source: other known type
pt_pt: Types de traitement inconnu

source: other non photographic medium
pt_pt: Discographies

source: other photographic medium
pt_pt: m - Monografia

source: other tone
pt_pt: Outras opções

source: others
pt_pt: Notes

source: outtakes
pt_pt: Contagem de documentos

source: overdue actions for %s
pt_pt: procédures de retard pour %s

source: p - Mixed materials
pt_pt: 0 Forma de material

source: p - technical report
pt_pt: Rapports techniques

source: p- Distribution/production date
pt_pt: p- date de production ou distribution

source: p- Poetry
pt_pt: p- poésie

source: painting
pt_pt: Mis de coté

source: paper
pt_pt: Fournisseur

source: parable
pt_pt: Variable

source: parameters
pt_pt: Paramètres

source: parts not present
pt_pt: 1- Index

source: pastel
pt_pt: Maitre :

source: patent
pt_pt: Dépensé

source: patrons will be deleted
pt_pt: adhérents seront supprimés.

source: pencil
pt_pt: Pendente

source: pending
pt_pt: Pendente

source: periodical
pt_pt: Période

source: permissions
pt_pt: Définir permissions

source: photographic image
pt_pt: Discographies

source: photographically
pt_pt: Discographies

source: photography
pt_pt: Discographies

source: photolithography
pt_pt: Bibliographies

source: photomechanical reproduction
pt_pt: Rapports techniques

source: picto map
pt_pt: Log des modifications

source: pictorially
pt_pt: Répertoires

source: picture
pt_pt: Dupliquer

source: plan
pt_pt: Al Banks

source: planimetric
pt_pt: Coût de remplacement

source: plans
pt_pt: Al Banks

source: plaster
pt_pt: Maitre :

source: plastic
pt_pt: Maitre :

source: plastic pressing
pt_pt: Traitement de l'exemplaire

source: plates
pt_pt: Modèles

source: please note your reason here...
pt_pt: écrivez votre motif ici...

source: plugin : means the value is calculated or managed by a plugin. Plugins can do almost anything. For example, in UNIMARC there are plugins for every 1xx fields that are coded fields. The plugin is a huge help for cataloger ! There are also two plugins (unimarc_plugin_210c and unimarc_plugin_225a that can "magically" find the editor from an ISBN, and the collection list for the editor)
pt_pt: module d'extension : signifie que la valeur est calculée ou gérée par un module d'extension.Par exemple, dans UNIMARC il y a des modules d'extension pour chaque champ 1xx, qui sont des champs codés.Le module d'extension est une aide considérable pour le catalogueur!

source: poetry
pt_pt: p- poésie

source: polarized
pt_pt: Port :

source: political work
pt_pt: Mot de début

source: polyester
pt_pt: hier

source: poor
pt_pt: ou

source: porcelain
pt_pt: Empréstimo

source: portrait
pt_pt: Restricteurs

source: portraits
pt_pt: Restricteurs

source: positive
pt_pt: Choisir

source: posters
pt_pt: Notes

source: precious metals
pt_pt: précédent

source: precious stones
pt_pt: Définir permissions

source: preview
pt_pt: pré-visualizar

source: previous
pt_pt: précédent

source: print
pt_pt: Imprimir

source: printed
pt_pt: Imprimir

source: printing
pt_pt: Mis de coté

source: printing master
pt_pt: Date de début :

source: production rolls
pt_pt: Localisation

source: profile
pt_pt: Profil :

source: programmed text books
pt_pt: Textes de programmes

source: programmed texts
pt_pt: Textes de programmes

source: programmes and pressbooks
pt_pt: Textes de programmes

source: project description
pt_pt: Libellé de la grille

source: published by:%s
pt_pt: édité par : %s

source: publisher
pt_pt: éditeur

source: publisher's device present
pt_pt: Editores e Impressões :

source: q - examination paper
pt_pt: Date d'expiration

source: q- Questionable date
pt_pt: q- date interrogeable

source: quarter
pt_pt: trimestre

source: quarter track
pt_pt: trimestre

source: quarterly
pt_pt: trimestre

source: r - Three-dimensional artifact or naturally occurring object
pt_pt: r- artefact 3D

source: r- Art and Architecture Thesaurus
pt_pt: r- Thesaurus Art et Architecture

source: r- Regular print reproduction
pt_pt: r- Impression normale

source: r- Related record required
pt_pt: r- notice lien requise

source: r- Reprint/original date
pt_pt: r- Réimpression, date originale

source: rather than
pt_pt: plutôt que

source: reasons why a title is not for loan
pt_pt: raisons pour lesquelles le titre n'est pas prêtable

source: rebound
pt_pt: Segundo

source: records in various encodings. Choose one):
pt_pt: notices dans divers formats. En choisir un)

source: records in various format. Choose one):
pt_pt: notices dans divers formats. En choisir un)

source: recreations
pt_pt: Notas

source: red strip
pt_pt: Traités

source: regular
pt_pt: Irregular

source: regular print
pt_pt: Impression normale

source: rejected
pt_pt: rejeitado

source: remote sensing image
pt_pt: Image distante :

source: repeatable : whether it can be repeated or not. If it can be repeated, separate the values by a | in the MARC editor when you want to have the subfield twice
pt_pt: répétable : peut être répété ou non.S'il est répétable, séparez les valeurs par un | dans l'éditeur MARC quand vous voulez doubler le sous-champ

source: repeatable fields are managed.
pt_pt: les champs répétables sont gérés.

source: replicas
pt_pt: Table

source: reporting
pt_pt: Bilans et statistiques

source: reports
pt_pt: Bilans et statistiques

source: representational
pt_pt: Catégories adhérent

source: restored
pt_pt: Restaurer

source: restored, imitation
pt_pt: Outros d'information

source: reviews
pt_pt: Prévisualisation

source: rice paper
pt_pt: Fournisseur

source: roll
pt_pt: Profil :

source: romance
pt_pt: Pertinence

source: rushes
pt_pt: Utilisé

source: s - treaties
pt_pt: Traités

source: s&eacute;lection au moyen d'une liste de descripteurs
pt_pt: sélection au moyen d'une liste de descripteurs

source: s- Deleted; heading split into two or more headings
pt_pt: s-Supprimé ;

source: s- Electronic
pt_pt: s- électronique

source: s- Serial
pt_pt: s- Périodique

source: s- Shortened
pt_pt: s- résumé

source: s- Single date
pt_pt: s- date simple

source: s- Speeches
pt_pt: s- discours

source: s- State, provincial, territorial, dependent, etc.
pt_pt: s- etat, province, territoire,etc

source: s- State, provincial,territorial,dependent,etc.
pt_pt: s- etat, province, territoire,etc

source: s- State,provincial,territorial,dependent,etc.
pt_pt: s- etat, province, territoire,etc

source: sacred texts
pt_pt: Textes de programmes

source: safety base
pt_pt: Database

source: safety film
pt_pt: Type de document non défini

source: same library, default patron type, default item type
pt_pt: mesma biblioteca, tipo de leitor predefinido, tipo de documento predefinido

source: same library, default patron type, same item type
pt_pt: mesma biblioteca, tipo de leitor predefinido, mesmo tipo de documento

source: same library, same patron type, default item type
pt_pt: mesma biblioteca, mesmo tipo de leitor, tipo de documento predefinido

source: same library, same patron type, same item type
pt_pt: mesma biblioteca, mesmo tipo de leitor, mesmo tipo de documento

source: samples
pt_pt: Exemple

source: sanguine
pt_pt: Langue

source: scan or enter the barcode that has been assigned to the item
pt_pt: scannez ou saisissez le code-barres qui a été attribué au document

source: score
pt_pt: Ignorer

source: screened
pt_pt: rejeitado

source: script material
pt_pt: b- Manuscrit

source: sculptures
pt_pt: Notes

source: section
pt_pt: Action

source: select all
pt_pt: Seleccionar todos

source: sepia
pt_pt: Périodique

source: sepia tone
pt_pt: Fait

source: serial
pt_pt: periódico

source: serial collection for <!--TMPL_VAR Name="bibliotitle"-->
pt_pt: Estado da Colecção de <!-- TMPL_VAR name="bibliotitle" -->

source: serials
pt_pt: periódico

source: sermon
pt_pt: Pesquisar

source: service copy
pt_pt: Réservé par

source: set back to
pt_pt: devolver a

source: shellac pressing
pt_pt: Traitement de l'exemplaire

source: shelving location (usually appears when editing an item)
pt_pt: localisation (apparaît en général en modification de l'exemplaire)

source: short stories
pt_pt: j- nouvelles

source: short story
pt_pt: j- nouvelles

source: should be updated.
pt_pt: deve ser actualizado

source: show
pt_pt: mostrar

source: silver point
pt_pt: Sélectionné sur

source: single
pt_pt: Anular

source: single item
pt_pt: s- date simple

source: solo part
pt_pt: Réservation à

source: sound disc
pt_pt: j- Enregistrement musical

source: sound on medium
pt_pt: segunda reclamação

source: sound recordings
pt_pt: j- Enregistrement musical

source: sounds
pt_pt: Remboursements

source: south
pt_pt: Autor

source: space
pt_pt: Opac :

source: space observing
pt_pt: Versão Apache :

source: stain
pt_pt: Amende

source: standard
pt_pt: e- standard local

source: starts with
pt_pt: Começa por

source: statistics
pt_pt: Statistiques

source: stereographic
pt_pt: Discographies

source: stereophonic
pt_pt: Discographies

source: stills
pt_pt: Detalhes

source: stone
pt_pt: Fait

source: subfield ignored
pt_pt: sub-campo ignorado

source: subfields
pt_pt: sub-campos

source: subfields not in same tabs
pt_pt: os sub-campos estão em separadores diferentes

source: subscription
pt_pt: assinatura

source: subscription detail
pt_pt: detalhe da assinatura

source: suomi, suomen kieli (Finnish)
pt_pt: suomi, suomen kieli (Finlandais)

source: superlibrarian
pt_pt: Bibliotecário

source: t - Manuscript language material
pt_pt: t- Texte Manuscrit

source: t - cartoons or comic strips
pt_pt: c- bande dessinée

source: t- Publication date and copyright date
pt_pt: t- date de publication ou de copyright

source: tablature
pt_pt: Adhérent

source: tag
pt_pt: etiqueta

source: tape (cassette)
pt_pt: code-barres (texte)

source: tape duplication master
pt_pt: Data de publicação

source: technical information on music
pt_pt: Bloco de informação sobre a previsão

source: technical report
pt_pt: Rapports techniques

source: tempera
pt_pt: Décembre

source: terrestrial
pt_pt: Testé

source: test pressing
pt_pt: Traitement de l'exemplaire

source: text
pt_pt: Suivant

source: text on cartographic item itself
pt_pt: e- Document cartographique

source: textile
pt_pt: Date/heure

source: textiles
pt_pt: Date/heure

source: the %s is missing.
pt_pt: o %s não existe.
