Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3000000.po
Languages: pt_pt

source: TIP: Mark vendors inactive if you no longer order from them or if they merged with another vendor, but you want to keep the data of your orders with them
pt_pt: AJUDA : Marque um fornecedor como inactivo se já não efectua encomendas a esteou se este se juntou a outro fornecedor, porém, guarde os registos dos seus pedidosefectuados.

source: TIP: Marking an item Lost via the edit item page will automatically put a fine on the patron's record for the replacement cost of the item
pt_pt: AJUDA: Marcar um documento como 'perdido' na página de edição do documentocolocará automaticamente uma multa para substituição no leitor que o requisitou.

source: TIP: Note that in this case an error message appears notifying the circulation librarians that the patron might want to pick the book up at his/her home branch.
pt_pt: AJUDA : Neste caso uma mensagem de erro aparece para avisar os técnicos responsáveispelo módulo de empréstimo que o documento espera para ser levantado no póloescolhido pelo leitor.

source: TIP: Note that you are approving the terms used, but not the title the terms are applied to, moderation is for checking that terms are approriate for your library
pt_pt: AJUDA: Note que está a aprovar os termos utilizados, verifique se os termos sãoapropriados para a sua biblioteca.

source: TIP: Notice also that if you'd like to notify patrons of new serial issues, you can click on 'define a notice' which will take you to the 'Notices' tool
pt_pt: AJUDA: Se pretender informar os leitores dos novos números dos Periódicos,clique em 'Editar Aviso' o que o levará para a opção 'Avisos'.

source: TIP: Only expiration date is required
pt_pt: AJUDA : Só a data limite é requerida.

source: TIP: Only patrons of type &quot;A&quot; (adult) are searched for when you look for guarantors through the &quot;find guarantor&quot; interface. This means that (for example) library staff (type &quot;S&quot;) and other children (type &quot;C&quot;) cannot be found as guarantors
pt_pt: AJUDA : Quando é deita uma pesquisa por "encontrar responsável",só os leitores da categoria de 'Adultos' são pesquisáveis. Isto significa que tipo de categorias como 'Equipa Técnica' e 'Crianças' não podem ser considerados 'responsáveis'.

source: TIP: Only the 'Company Name' is required but the more contact information you provide, the easier it will be to contact vendors when necessary
pt_pt: AJUDA : Só o nome da empresa é solicitado, mas quanto mais informação for fornecida,mais fácil será para contactar o fornecedor quando necessário.

source: TIP: Patron uses for Lists
pt_pt: <a1></a>AJUDA : Utilização das estantes virtuais pelos leitores

source: TIP: Patrons can alter their notification setting using the Messaging tool on their account.
pt_pt: AJUDA : Os leitores podem modificar as suas preferências das mensagens, utilizandoa ferramenta de mensagens na sua conta.

source: TIP: Patrons will be able to update/change their password via the OPAC
pt_pt: AJUDA : Os leitores podem modificar a sua palavra-passe de acesso ao OPAC.

source: TIP: Separate these fields by a space.
pt_pt: AJUDA: Separe os campos por espaços.

source: TIP: Some vendors will list the prices in their own currency, but bill in your currency
pt_pt: AJUDA: Certos fornecedores disponibilizarão os preços segundo a sua moeda,mas facturarão na moeda pré-definida pela biblioteca.

source: TIP: The blacklist is already populated with some key terms depending on the dictionary you're using
pt_pt: AJUDA: A lista negra já se encontra preenchida com alguns dos termos chave dependendodo dicionário utilizado.

source: TIP: The first time you access this page, you will be asked to add your first fund -- thereafter you will have the option of editing and deleting funds.
pt_pt: AJUDA: A primeira vez que aceder a esta página, pedir-lhe-ão que adicione o seuprimeiro fundo -- então terá também a hipótese de modificar e eliminar os fundos adicionados.

source: TIP: The only fields above that are required are the two under 'Output format'.
pt_pt: AJUDA: Os únicos campos acima que são requeridos são os dois que se encontram na opção'Formato de Saída'.

source: TIP: The repeatibility and unique_id settings of an attribute type cannot be changed after creation - this is to avoid having to deal with changing constraints if an attribute type is already in use by patron records
pt_pt: AJUDA : Os parâmetros de repetição e ID único de um tipo de atributo não podemser alterados após a sua criação - isto serve para evitar mudanças de restrições num tipode atributo em utilização.

source: TIP: This can be used to record statistics of items that are used, but do not get checked out, such as reference items, magazines, etc. You can then run a report to gather the statistics from this card
pt_pt: AJUDA: Isto pode ser utilizado para registar as estatísticas sobre os livrosutilizados, mas não regista empréstimos relativamente a revistas, etc. Posteriormentepode realizar um relatório que contemple essas estatísticas.

source: TIP: This field is not editable once it is set
pt_pt: AJUDA: Este campos não pode ser alterado após a sua criação.

source: TIP: This is handy if your patron has a PO Box and you want their home address as well.
pt_pt: AJUDA: Isto é útil se o leitor tem uma caixa postal e é necessário a sua moradade residência também.

source: TIP: This is not necessary, you will still be able to mark items received without closing a basket.&nbsp; Closing a basket is good practice for keeping track of late orders which is discussed in this manual.
pt_pt: AJUDA. Não, isto não é necessário. Poderá sempre seleccionar os exemplares recebidossem fechar o Cesto.&nbsp; Fechar o Cesto é uma boa prática a seguir, devidoaos atrasos nas entregas.

source: TIP: This report is only applicable if the ReserveNeedReturn system preference is on.
pt_pt: AJUDA: Este relatório só é aplicável se a preferência do sistema estiver activapara a opção 'Reserva que aguarda devolução'

source: TIP: This will only show a reading history if you have the 'intranetreadinghistory' preference turned 'ON'
pt_pt: AJUDA: O histórico dos empréstimos só estará disponível se a opção 'HistóricoEmpréstimos'nas preferências do sistema estiver activa.

source: TIP: To add another received item, click the '+' (plus) icon at the bottom left. If you add too many click the '-' (minus) to the right of the '+' (plus)
pt_pt: AJUDA : Para adicionar outro exemplar, clique no ícone '+' (mais) à esquerda.Se adicionar mais do que o pretendido, clique no ícone '-' (menos) à direita.

source: TIP: To add another received item, click the '+' (plus) icon at the bottom left.&nbsp; If you add too many click the '-' (minus) to the right of the '+' (plus)
pt_pt: AJUDA : Para adicionar outro exemplar, clique no ícone '+' (mais) à esquerda.Se adicionar mais do que o pretendido, clique no ícone '-' (menos) à direita.

source: TIP: To modify a rule, create a new one with the same patron type and item type
pt_pt: AJUDA: Para modificar uma regra, crie uma nova com o mesmo tipo de documentoe a mesma categoria de leitor.

source: TIP: To place no limits for a category, choose the blank field. When blank field is chosen all categories will be included in the statistical count.
pt_pt: AJUDA : Para não colocar limites a uma categoria, escolha um campo vazio.Quando um campo vazio é escolhido todas as categorias serão seleccionadas paraestatística.

source: TIP: To receive serials see the 'Receiving Serials' part of this manual.
pt_pt: AJUDA: Para receber os fascículos, veja no manual 'Receber Fascículos'.

source: TIP: To turn on messaging options you will need to turn the 'EnhancedMessagingPreferences' system preference to 'ON'
pt_pt: AJUDA : Para activar as opções de mensagem, active nas preferências do sistemaa opção 'Altere as preferências das mensagens'

source: TIP: Use 'Library note' for notes you'd like your circulation staff to see.
pt_pt: AJUDA : Utilize a opção 'Notas Internas' para informar a equipa técnica.

source: TIP: Use 'OPAC note' for notes you'd like the patron to see.
pt_pt: AJUDA : Utilize a opção 'Notas OPAC' para informar os leitores.

source: TIP: Use manual credits to pay partial fines.
pt_pt: AJUDA: Utilize créditos manuais para pagar multas parciais.

source: TIP: Why educators might use Lists
pt_pt: <a1></a>AJUDA : Porquê os professores devem utilizar as estantes virtuais?

source: TIP: Why staff might use Lists
pt_pt: <a1></a>AJUDA : Porquê os bibliotecários devem utilizar as estantes virtuais?

source: TIP: You can define the terms used in the Guarantor field. 'Mother' and 'Father' are default settings, but you can add &quot;Grandparent&quot; or &quot;Legal Guardian&quot; for instance
pt_pt: AJUDA : Pode definir os termos a utilizar no campo do 'responsável'. 'Mãe' e 'Pai'são os valores padrão, mas pode adicionar 'Avó(ô)' ou 'Tutor', por exemplo.

source: TIP: You will need to set up your library's notices to populate this pull down
pt_pt: AJUDA : Deve definir as mensagens e cartas da biblioteca para este assunto.

source: Tab Separated Text
pt_pt: Texto separado por um separador

source: Tab:
pt_pt: Separador

source: Tab:%s | $%s %s
pt_pt: Separador : %s | %s %s€

source: Tab:%s,
pt_pt: Separador : %s,

source: Tabs in use
pt_pt: Separadores utilizados

source: Tactile Material
pt_pt: Materiais visíveis

source: Tag
pt_pt: Etiqueta

source: Tag %s Subfield Constraints
pt_pt: Etiqueta %s, sub-campo

source: Tag %s Subfield Structure
pt_pt: Campo %s, estrutura do sub-campo

source: Tag Deleted
pt_pt: Campo eliminado

source: Tag:
pt_pt: Campo :

source: Tag: %s
pt_pt: Etiqueta: %s

source: Talk to your system administrator about loading additional plugins for use in this module.
pt_pt: Informe-se com o administrador de sistema relativamente à aquisição de plugins adicionaispara utilizar neste módulo.

source: Tambour, batterie
pt_pt: Tambor, bateria

source: Tape configuration:
pt_pt: Configuration imprimante

source: Tape width:
pt_pt: Largeur de page :

source: Target
pt_pt: Alvo

source: Target (database) record check field
pt_pt: Campo de verificação de registos específicos (base de dados).

source: Target Audience Code
pt_pt: 5- Public destinataire

source: Target Audience Code 2
pt_pt: 5- Public destinataire

source: Target Audience Code 3
pt_pt: 5- Public destinataire

source: Target:
pt_pt: Alvo :

source: Task Scheduler
pt_pt: Calendarização de tarefas

source: Technical reports
pt_pt: Relatórios técnicos

source: Template Code
pt_pt: Código do modelo

source: Template Code:
pt_pt: Código do modelo :

source: Template Description:
pt_pt: Descrição do modelo :

source: Template ID: %s
pt_pt: Identificação do modelo : %s

source: Template Name
pt_pt: Nome do modelo

source: Template Name:
pt_pt: Nome do modelo :

source: Template Settings
pt_pt: Parâmetros do modelo

source: Template:
pt_pt: Modelos :

source: Templates
pt_pt: Modelos

source: Tenor
pt_pt: Fournisseur

source: Term
pt_pt: Termo

source: Term/Phrase
pt_pt: Termo/Frase

source: Terms
pt_pt: Termos

source: Terms Summary
pt_pt: Lista de termos

source: Test
pt_pt: Teste

source: Test Blacklist
pt_pt: Testar a lista negra

source: Test Prediction Pattern
pt_pt: Testar Numeração

source: Tested
pt_pt: Testado

source: Tetun (Tetum)
pt_pt: Tetun (Tétoum)

source: Text
pt_pt: Texto

source: Text Justification
pt_pt: Anular a mensagem

source: Text for OPAC : what appears before the field in the OPAC. If empty, the text for librarian is used instead
pt_pt: Texto para o OPAC : é o texto que aparece no campo do OPAC. Se estiver vazio, é utilizado antes o texto para o bibliotecário.

source: Text for OPAC:
pt_pt: Texto no OPAC:

source: Text for librarian : what appears before the subfield in the librarian interface
pt_pt: Texto para os técnicos: apenas aparece antes do sub-campo no posto técnico

source: Text for librarian:
pt_pt: Texto para os técnicos:

source: Text for librarians
pt_pt: Texto para os técnicos

source: Text for opac
pt_pt: Texto para o OPAC

source: Textarea
pt_pt: Zona de texto

source: The
pt_pt: O

source: The &quot;numbering formula&quot; can be filled with any text and/or numbers. Three special tokens {X}, {Y} and {Z} can be used to define the calculation formula. This allows you to define patterns not possible with the Numbering Pattern drop downs.
pt_pt: A "Fórmula de numeração" pode ser substituida por um texto e/ou número. <b>{X} {Y}</b> e <b>{Z}</b> podem ser utilizados para definir a fórmula de cálculo.Isto permite definir fórmulas de numeração diferentes daquelas que estão pré-programadas.

source: The 'Not for loan' option can be used for items that cannot be checked out of the library
pt_pt: A opção 'Não disponível para empréstimo' deve ser utilizada nos documentos que nãopodem sair da biblioteca.

source: The 'Patron attribute type code' should be unique and is the only required field
pt_pt: O código do 'Tipo de atríbuto' deve ser único e é um campo obrigatório.

source: The 'Street type' dropdown menu comes from your Patrons and Circulation parameters.
pt_pt: O menu de opções para 'Tipos de rua' é definido nos parâmetros dos módulos de Leitores e deEmpréstimos.

source: The 'Weight' refers to the number of times the tag has been used within the system
pt_pt: O 'Weight' refere-se ao número de vezes que uma etiqueta foi utilizada no sistema.

source: The ... to the right of the input field are used to indicate that this field uses a plugin. Various plugins have been created to help make it easier to catalog records more quickly.
pt_pt: Os ... à direita do campo a preencher são utilizados para indicar que o campo utiliza uma'plugin'. Várias 'plugins' foram criadas para ajudar a tornar mais fácil e rápida a catalogação.

source: The 2 following fields are available for your own usage. They can be useful for statistical purposes
pt_pt: Os dois campos seguintes estão disponíveis para utilização. Podem ser úteis emestatísticas.

source: The Actual price is what is committed to your
pt_pt: O preço real é aquele que é definido pela equipa.

source: The Bibliographic editor allows queries to the authority file at the add/edit stage of a record, so that cataloging staff can create the links between a bibliographic and authority record when they are cataloging.
pt_pt: O editor bibliográfico permite consultas aos campos de autoridades na fase 'Adicionar/Modificar'do registo, para que seja possível que os técnicos criem links entre o registo bibliográficoe o registo de autoridades quando estão a catalogar.

source: The Bridge Material Type Icon Set
pt_pt: Conjunto de ícones "Bridge Material"

source: The City, State dropdown menu comes from your Patrons and Circulation parameters.
pt_pt: O menu de opções para 'Cidades' é definido nos parâmetros dos módulos de Leitores e deEmpréstimo.

source: The Guided Reports Wizard helps you build reports using all the fields in the database for each module. The reports can then be saved and run using the scheduler.
pt_pt: O Assistente guia dos relatóerios ajuda a construir os relatórios utilizando todos os camposexistentes na base de dados para cada módulo. Os relatórios podem ser guardados e utilizadosatravés de um calendário pré-definido.

source: The Holidays Calendar allows the library to define days where the library is closed. Circulation rules are then recalculated to taken in to account that library is closed and there will be no one present to return items.
pt_pt: O calendário dos dias de encerramento permite à biblioteca definir os dias em que estaestá encerrada. E permite também que as regras de Empréstimo sejam reajustadas de acordocom esses dias, de modo a que não ocorram erros relativamente aos prazos de devolução.

source: The Koha Acquisitions module provides a way where the library can record orders placed with vendors and manage purchase budgets.
pt_pt: O módulo de Aquisições do Koha permite à biblioteca guardar encomendas já efectuadas egerir e controlar os orçamentos.

source: The Patrons portion stores the information you add about your patrons.
pt_pt: O módulo Leitores gere a informação que adicionou sobre os leitores.

source: The attribute value %s is already is use by another patron record.
pt_pt: O valor %s para este atributo, já se encontra em utilização por outro leitor.

source: The barcode was not found
pt_pt: O Código de Barras não foi encontrado

source: The biblio.biblionumber and biblioitems.biblioitemnumber fields be mapped to a MARC subfield,
pt_pt: Os Campos dos 'biblio.biblionumber' e dos 'biblioitems.biblioitemnumber' devem estarligados a um sub-campo MARC,

source: The card number can be auto-calculated, scanned in from a barcode scanner or entered in by hand. The auto-calculated card number can be turned ON and OFF in your system preferences.
pt_pt: O número do cartão pode ser auto-calculado, digitalizado ou introduzido à mão. A função que calcula o número de cartão pode ser activada/desactivada nas Preferências do Sistema.

source: The claim will be resolved once received status has changed. Search for the Subscription and then click &quot;Serial receive&quot; to locate the issue and change it's status.
pt_pt: A reclamação será suspensa logo que o estado de recepção seja modificado. Pesquisar a Assinatura e depois clicar em &quot;Assinaturas&quot; para localizar o número e mudar o seu estado.

source: The column <b>Koha field</b> shows that the subfield is linked with a Koha field. Koha can manage a MARC interface, and a Koha interface. This link ensures that both DB are synchronized
pt_pt: A coluna <b>Campo Koha</b> mostra que o sub-campo está ligado a um campo Koha. O Koha pode apresentar uma interface MARC ou uma interface Koha. Este ligação assegura que estes dois modos estão ambos sincronizados e se pode facilmente passar do modo MARC para o modo Koha.

source: The column Koha field shows that the subfield is linked with a Koha field. Koha can manage a MARC interface, or a Koha interface. This link ensures that both DB are synchronized, thus you can change from a MARC to a Koha interface easily.
pt_pt: A coluna <b>Campo Koha</b> mostra que o sub-campo está ligado a um campo Koha.O Koha pode apresentar uma interface MARC ou uma interface Koha. Este linkassegura que estes dois modos estão ambos sincronizados e se pode facilmente passardo modo MARC para o modo Koha.

source: The correspounding subfield MUST be in with -1 (ignore) tab
pt_pt: O sub-campo correspondente DEVE estar no separador -1 (ignorar)

source: The database returned the following error:
pt_pt: Koha utiliza os termos seguintes:

source: The default minimum password length is 3 characters long. To change this value, update your system preferences.
pt_pt: O tamanho mínimo de uma palavra-passe é de 3 caracteres. Para alterar esse valor, deve defini-lo nas Preferências do Sistema.

source: The dictionary provides a way that you can define custom criteria for reporting by combining existing criteria.
pt_pt: O dicionário propõe um método para definir os critérios personalizáveisatravés de um relatório combinando os critérios existentes.

source: The easiest way to generate the barcode file is to scan the barcodes of all the items on the shelf in situ to a text file. This can be done using a standard keyboard wedge type Barcode scanner and a Laptop, or using a handheld PC with an integrated scanner (e.g Palm or iPaq).
pt_pt: A maneira mais fácil para gerar um ficheiro com os códigos de barras de todos ositens é digitalizá-los a todos para um ficheiro de texto. Isto pode ser feito atravésde um leitor clássico ligado a um portátil ou através de um computador com um scannerintegrado. (Por exemplo um Palm ou iPaq)

source: The email notice report that is compiled and sent to the admin (for borrowers with no email in Koha) rely on the 'delays' to determine when/how often that email gets sent as well.
pt_pt: ATENÇÃO: O relatório de notificação, baseado nos 'Atrasos', é compilado e enviadoà administração (para os leitores que não têm email no Koha) de forma a determinara que ritmo são enviados os emails.

source: The extended attributes feature is completely optional. If the 'ExtendPatronAttributes' system preference is OFF, customizable patron attributes will not be usable.
pt_pt: A funcionalidade que permite definir atributos adicionais para leitores é totalmenteopcional. Se a opção 'Atributos Adicionais para Leitores' estiver OFF, estes não serãopossíveis de utilizar.

source: The field itemnum MUST be mapped
pt_pt: O Campo correspondente ao número do exemplar deve ser relacionado a um campo MARC.

source: The fields 'branchcode' and 'categorycode' are <b>required</b> and <b>must match</b> valid entries in your database.
pt_pt: Os campos 'branchcode' e 'categorycode' são <b>obrigatórios</b> e <b>têm de corresponder</b> a entradas válidas na sua base de dados.

source: The filing rule %s is used by at least one classification source. Please remove it from all classification source definitions before trying again.
pt_pt: A regra de alfabetação %s é utilizada, pelo menos, como uma fonte de classificação.Por favor, remova-a das definições da fonte de classificação e volte a tentar.

source: The first time you access this page, you will be asked to add your first fund -- thereafter you will also have the option of editing and deleting funds.
pt_pt: A primeira vez que aceder a esta página, pedir-lhe-ão que adicione o seuprimeiro fundo -- então terá também a hipótese de modificar e eliminar osfundos adicionados.

source: The following error occurred while importing the database structure:
pt_pt: O seguinte erro ocorreu enquanto se importava a estrutura da base de dados:

source: The following error was encountered:
pt_pt: O seguinte erro foi encontrado:

source: The following fields are wrong. Please fix them.
pt_pt: Os seguintes campos estão errados. Por favor corrija-os.

source: The following holds have not been filled. Please retrieve them and check them in.
pt_pt: As seguintes reservas não foram preenchidas totalmente. Por favor, recupere-ase complete o processo.

source: The following items have not been received from you and are now considered missing:
pt_pt: Os seguintes fascículos não foram recebidos e são considerados 'em falta':

source: The following patrons have bills.
pt_pt: Os seguintes leitores têm multas.

source: The guided reports feature expects that you have some knowledge of the Koha database structure and what each field is used for. Be careful selecting columns as a poor choice may lead to a report that is so large that it either times out before it can be generated, or it will require a large amount of system resources to generate and slow down the operation of Koha.
pt_pt: O gerador de relatórios supõe que tenha algum conhecimento relativamente àestrutura da base de dados do Koha e quais os campos mais utilizados.Seja cuidadoso a seleccionar as colunas, pois, uma má escolha poderá originar umrelatório muito grande, o que irá tornar o Koha mais lento.

source: The home branch is the branch you want recorded as the origination of circulation functions while you are logged in.
pt_pt: A biblioteca principal é aquela que deve ser registada como a biblioteca com funçõesde empréstimo, enquanto acedida.

source: The index name is 'aud' and it's derived from 008/22
pt_pt: O nome do índice é 'aud' e deriva de 008/22

source: The index name is 'ctype' is taken from the 008 and it's where we get the 'additional content types'. It's position 008/24-28 field. Common values are:
pt_pt: O nome do índice é 'ctype' e deriva de 008

source: The index name is 'l-format' and it's an index of positions 007/01 and 007/02. Common values are:
pt_pt: O nome do índice é 'l-format' e corresponde às posições 007/01 e 007/02.
