Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-marc-NORMARC.po
Languages: be, bg, hi, nl_nl, tr, uk

source: &amp;biblionumber=
hi: &amp;ग्रंथसंख्या=

source: (autofylt)
hi: (ऑटो भरा)
tr: (otomatikdolar)

source: ,complete-subfield
hi: ,संपूर्ण-उपक्षेत्र
tr: ,tamamlandı-alt alan

source: 0 Fullstendig beskrivelse
bg: 0 Пълно описание
hi: 0 पूर्ण विवरण
tr: 0 Tam açıklama

source: 0 Norges nasjonalbibliografi, autorisert post
bg: 0 Норвегия национална библиография, авторизирана публикация
hi: 0 नार्वे राष्ट्रीय ग्रंथ सूची, अधिकृत पोस्ट
tr: 0 Norveç ulusal bibliyografi, yetkili gönderi

source: 00 Type materiale:
bg: 00 Вид на материала:
hi: 00 सामग्री के प्रकार:
tr: 00 Materyal Türü:

source: 00-04 Systemgenerert informasjon
bg: 00-04 Системна информация
hi: 00-04 सिस्टमजेनरेटेट जानकारी
tr: 00-04 Sunucu bilgisi

source: 00-05 Registreringsdato
bg: 00-05 Дата на регистрация
hi: 00-05 दिनांक
tr: 00-05 Kayıt tarihi

source: 000 - Postens hode
bg: 000 - Лидер
hi: 000 - पोस्टेन होड
tr: 000 - Ana kayıt

source: 007 Fysisk beskrivelse av dokumentet
bg: 007 Физическо описание на документа
hi: 007 दस्तावेज़ के शारीरिक विवरण
tr: 007 Belgenin açıklaması

source: 008 Informasjonskoder
bg: 008 Информационни кодове
hi: 008 जानकारी कोड्स
tr: 008 Bilgi kodu

source: 05 Postens status
bg: 05 Статус на поста
hi: 05 पोस्ट की स्थिति
tr: 05 Kullanıcının durumu

source: 06 Dateringskode/Utgivelsesstatus
bg: 06 Код на дата/статус на издаване
hi: 06 दिनांकित संहिता/रिलीज स्थिति
tr: 06 Tarih kodu/Yayın durumu

source: 06 Materialtype
bg: 06 Вид материал
hi: 06 सामग्री प्रकार
tr: 06 Materyal Türü

source: 07 Bibliografisk kategori
bg: 07 Библиографска категория
hi: 07 ग्रंथ सूची श्रेणी
tr: 07 Bibliyografik Kategori

source: 07-10 Årstall 1
bg: 07-10 Година 1
hi: 07-10 वर्ष 1
tr: 07-10 Yıl 1 / 1 yıl

source: 08-16 Systemgenerert informasjon
bg: 08-16 Генерирана от системата информация
hi: 08-16 सिस्टमजेनरेटेट जानकारी
tr: 08-16 Sunucu bilgisi

source: 1 Nivå 2, iflg. KAT.
bg: 1 Ниво 2, по КАТ.
hi: 1 स्तर 2, एसीसी. कैट.

source: 1 Norges nasjonalbibliografi, uautorisert post
bg: 1 Норвегия национална библиография, авторизирана публикация
hi: 1 नार्वे राष्ट्रीय ग्रंथ सूची, अनधिकृत मेल
tr: 1 Norveç ulusal bibliyografya, izinsiz gönderi

source: 11-14 Årstall 2
bg: 11-14 Година 2
hi: 11-14 वर्ष 2

source: 15-17 Utgivelsesland
bg: 15-17 Страна на публикуване
hi: 15-17 रिलीज देश

source: 17 Beskrivelsesnivå
bg: 17 Ниво на описание
hi: 17 विवरण स्तर
tr: 17 Seriler

source: 18-23 Systemgenerert informasjon
bg: 18-23 Генерирана от системата информация
hi: 18-23 सिस्टमजेनरेटेट जानकारी
tr: 18-23 Sunucu bilgisi

source: 2 Biblioteksentralen, autorisert post
bg: 2 Централен офис на библиотеката, оторизирана поща
hi: 2 Biblioteksentralen मेल अधिकृत
tr: 2 Biblioteksentralen, yetkili gönderi

source: 2 Nivå 1, iflg. KAT.
bg: 2 Ниво 1, по КАТ.
hi: 2 स्तर 1, एसीसी. कैट.

source: 3 Biblioteksentralen, uautorisert post
bg: 3 Централен офис на библиотеката, оторизирана поща
hi: 3 Biblioteksentralen, अनधिकृत मेल
tr: 3 Biblioteksentralen, izinsiz gönderi

source: 35-37 Språk
bg: 35-37 Език
hi: 35-37 भाषा
tr: 35-37 Dil

source: 38 Udefinert
bg: 38 Неопределено
hi: 38 अपरिभाषित
tr: 38 Tanımlanmamış

source: 39 Katalogiseringskilde
bg: 39 Каталогизиращ източник
hi: 39 सूचीबद्ध स्रोत
tr: 39 Kataloglama kaynağı

source: 4 BIBSYS, autorisert post
bg: 4 BIBSYS, оторизиран пост
hi: 4 BIBSYS, अधिकृत पोस्ट
tr: 4 BIBSYS, yetkili gönderi

source: 5 BIBSYS, uautorisert post
bg: 5 BIBSYS, неразрешена пост
hi: 5 BIBSYS, अनअधिकृत पोस्ट
tr: 5 BIBSYS, izinsiz gönderi

source: 5 Foreløpig katalogisering.
bg: 5 Предварителна каталогизация.
hi: 5 प्रारंभिक सूचीबद्ध.
tr: 5 Ön kataloglama.

source: 9 Annen kilde
bg: 9 Друг източник
hi: 9 अन्य स्रोत
tr: 9 Diğer kaynak

source: ; Format:
be: ; формат:
bg: ; Формат:
hi: ; प्रारूप:
nl_nl: ; Formaat:
tr: ; Biçim:
uk: ; формат:

source: ; Innhold:
be: ; содержание:
bg: ; Съдържание:
hi: ; अंतर्वस्तु:
nl_nl: ; Inhoud:
tr: ; İçindekiler
uk: ; зміст:

source: ; Litterær form:
be: ; литературный жанр:
bg: ; Литературна форма:
hi: ; Literary फार्म:
nl_nl: ; Literaire vorm:
tr: ; Edebi biçim:
uk: ; літературний жанр:

source: ; Målgruppe:
be: ; издатель:
bg: ; Целева група:
hi: ; लक्ष्य:
nl_nl: ; Doelgroep:
uk: ; видавець:

source: ; Type maskinlesbar fil:
be: ; тип компьютерного файла:
bg: ; Вид машинно четим файл:
hi: ; मशीन पठनीय फ़ाइल के प्रकार:
nl_nl: ; Type computerbestand:
tr: ; Materyal Türü:
uk: ; тип комп’ютерного файлу:

source: ; Type periodikum:
be: ; тип продолжающего ресурса:
bg: ; Вид периодично издание:
hi: ; सीरियल टाइप करें:
nl_nl: ; Type serieel werk:
tr: ; Süreli yayınlar türü:
uk: ; тип продовжуючого ресурсу:

source: Adressebøker
be: Адресная книга
bg: Адресни книги
hi: प्रकाशक पता
nl_nl: Adresgidsen
tr: Adres
uk: Адресна книга

source: Analytics:
be: Аналитическое описание:
bg: Свързани(аналитични) записи:
hi: विश्लेषिकी:
tr: Analiz:
uk: Аналітичний опис:

source: Anamorfisk kart
be: Анаморфные карты
bg: Анаморфна карта
hi: एनामॉर्फिक नक्शा
nl_nl: Anamorfische kaart
tr: Anamorfik kart
uk: Анаморфні мапи

source: Andre typer innhold
be: Другие типы контента
bg: Други видове съдържание
hi: सामग्री के अन्य प्रकार
nl_nl: Ander type inhoud
tr: Diğer ayırltılmış materyal türü
uk: Інші типи контенту

source: Andre typer periodika
be: Другие виды периодических
bg: Други видове периодични издания
hi: पत्रिकाओं के अन्य प्रकार
nl_nl: Ander type serieel werk
tr: Diğer süreli yayın türleri
uk: Інші види періодичних

source: Anmeldelser
be: Отзывы
bg: Отзиви
hi: समीक्षा
nl_nl: Beoordelingen
uk: Відгуки

source: Annen filmtype
be: Другой тип фильма
bg: Друг вид филм
hi: अन्य फिल्म प्रकार
nl_nl: Ander filmtype
tr: Diğer film türü
uk: Інший тип фільму

source: Annen globustype
be: Другой тип глобуса
bg: Друг вид глобус
hi: अन्य ग्लोबस प्रकार
nl_nl: Ander type globe
tr: Diğer globus tipi
uk: Інший тип глобуса

source: Annen karttype
be: Другой тип карты
bg: Друг вид карта
hi: नक्शे का एक अन्य प्रकार
nl_nl: Ander type kaart
tr: Diğer kart türü
uk: Інший тип карти

source: Annen materialtype
be: Другой тип материала
bg: Друг вид материал
hi: अन्य सामग्री के प्रकार
nl_nl: Andere materiaalsoort
tr: Diğer materyal türleri
uk: Інший тип матеріалу

source: Annen mikroformtype
be: Другие типы микроформ
bg: Друг вид микроформа
hi: अन्य माइक्रोफोन प्रकार
nl_nl: Ander type microform
tr: Diğer mikroform türleri
uk: Інші типи мікроформ

source: Annen tale/annet
be: Другое повествование / другое
bg: Друга реч/друго
hi: एक और आवाज/अन्य
nl_nl: Andere stem/anders
tr: Başka bir ses / diğer
uk: Інше оповідання / інше

source: Annen type gjenstand
be: Другой тип объекта
bg: Друг вид библиотечен документ
hi: वस्तु का एक अन्य प्रकार
nl_nl: Ander type object
tr: Diğer nesne türleri
uk: Інший тип об’єкта

source: Annen type videoopptak
be: Другой тип видео
bg: Друг вид видеозапис
hi: वीडियो रिकॉर्डिंग का एक अन्य प्रकार
nl_nl: Ander type video
tr: Diğer video türleri
uk: Інший тип відео

source: Annet lagringsmedium
be: Другие носители
bg: Друг носител за съхранение
hi: अन्य भंडारण
nl_nl: Ander opslagmedium
tr: Diğer medya depolama
uk: Інші носії

source: Annet lydmateriale
be: Другие аудио-материалы
bg: Други аудио материали
hi: अन्य ऑडियो सामग्री
nl_nl: Ander geluidsmateriaal
tr: Diğer ses malzemesi
uk: Інші аудіо-матеріали

source: Antologi
be: Антология
bg: Антология
hi: संकलन
nl_nl: Bloemlezing
tr: Antoloji
uk: Антологія

source: Artikler (i bøker eller periodika)
be: Статьи (в книгах и периодических изданиях)
bg: Статии (в книги или периодични издания)
hi: लेख (किताबें या पत्रिकाओं में)
nl_nl: Artikelen (in boeken en tijdschriften)
tr: Makaleler (kitap veya dergilerde)
uk: Статті (в книгах та періодичних виданнях)

source: Atlas
be: Атлас
bg: Атлас
hi: एटलस
uk: Атлас

source: Audio file
bg: Аудио файл
hi: ऑडियो फाइल
nl_nl: Audiobestand
tr: Ses dosyası

source: Availability:
be: Доступность:
bg: На разположение:
hi: उपलब्धता:
nl_nl: Beschikbaarheid:
tr: Kullanılabilirlik:
uk: Доступність:

source: Avbryt
bg: Отказ
hi: रद्द करना

source: Avis
be: газета
bg: Забележете
hi: अख़बार
nl_nl: Krant
tr: Dikkat
uk: газета

source: Avløser delvis:
be: Заменяет частично:
bg: Заменя частично:
hi: हिस्सा बदलता है:
nl_nl: Reserveonderdeel:
tr: Kısmi yedek:
uk: Замінює частково:

source: Avløser:
be: Вместо:
bg: Заместител:
hi: बदलता है:
nl_nl: Vervanging:
tr: Yedek:
uk: Натомість:

source: Avløst av:
be: Вместо:
bg: Заменен от:
hi: द्वारा बदला:
nl_nl: Vervangen door:
tr: Değiştirilenler arasında:
uk: Натомість:

source: Avspiller med lydfil (eks. Digibøker)
be: Воспроизведение с аудио-файлов (например, аудио-книги)
bg: Плейър с аудио файл (напр. цифрови книги)
hi: ऑडियो फाइल के साथ प्लेयर (जैसे। डिजी पुस्तकें)
nl_nl: Afspeler met geluidsbestand (bijv. Digiboeken)
tr: Ses ile oynatıcı (öğeler. Dijital kitaplar)
uk: Відтворення з аудіо-файлів (наприклад, аудіо-книги)

source: Barn i alderen til og med 5 år;
be: дети в возрасте до 5 лет;
bg: Деца на възраст до 5 години включително;
hi: बच्चों के लिए ऊपर आयु वर्ग के और 5 साल सहित;
nl_nl: Kinderen tot en met 5 jaar;
tr: 5 yaşına kadar olan çocuklar;
uk: діти у віці до 5 років;

source: Barn og ungdom;
be: для юношества (от 0 до 15);
bg: Деца и младежи;
hi: किशोर;
nl_nl: Kinderen en jongeren;
tr: Çocuklar ve gençler;
uk: для юнацтва (від 0 до 15);

source: Barn over 7 år;
be: детям старше 7 лет;
bg: Деца над 7 години;
hi: 7 साल से अधिक उम्र;
nl_nl: Kinderen vanaf 7 jaar;
tr: 7 yaş üzeri çocuklar;
uk: дітям старше 7 років;

source: Beskrivelse:
be: Физическая характеристика:
bg: Описание:
hi: विवरण:
nl_nl: Beschrijving:
tr: Seriler:
uk: Фізична характеристика:

source: Bibliografier
be: библиографические указатели
bg: Библиографии
hi: बिब्लिओग्रफिएस
nl_nl: Bibliografieën
tr: Bibliyografyalar
uk: бібліографічні покажчики

source: Bibliografiske data
be: библиографические данные
bg: Библиографски данни
hi: ग्रन्थसूची डेटा
nl_nl: Bibliografische gegevens
tr: Bibliyografik veri
uk: бібліографічні дані

source: Bilde
be: изображения
bg: Снимка
hi: चित्र
nl_nl: Afbeelding
uk: зображення

source: Billedbånd
be: диафильм в ролике
bg: Лента за изображения
hi: बिल संबंध
nl_nl: Plaatjesalbum
uk: діафільм у ролику

source: Billedbøker for barn i alderen til og med 5 år;
be: иллюстрированные книги для детей в возрасте до 5 лет;
bg: Картинки за деца над 5 години;
hi: 5 साल सहित तक आयु वर्ग के बच्चों के लिए और चित्र पुस्तकों;
nl_nl: Prentenboeken voor kinderen tot en met 5 jaar;
tr: Çocuklar için resimli kitaplar, 5 yaş ve üzeri için
uk: ілюстровані книги для дітей у віці до 5 років;

source: Billedbøker for elever på 1. til 3. klassetrinn;
be: иллюстрированные книги для учащихся 1-3 классов;
bg: Картинки за ученици от 1 до 3 клас;
hi: 3 ग्रेड के लिए 1 के छात्रों के लिए चित्र पुस्तकों;
nl_nl: Prentenboeken voor scholieren groep 1-3;
tr: Öğrenciler için 3. düzey resimli kitaplar
uk: ілюстровані книги для учнів 1-3 класів;

source: Billedbøker for elever på 4. og 5. klassetrinn;
be: иллюстрированные книги для учащихся 4-5 классов;
bg: Картинки за ученици от 4 и 5 клас;
hi: 4 और 5 वीं ग्रेड में छात्रों के लिए चित्र पुस्तकों;
nl_nl: Prentenboeken voor scholieren vanaf groep 4 of 5;
tr: Öğrenciler için resimli kitaplar ve 5 sınıf düzeyi;
uk: ілюстровані книги для учнів 4-5 класів;

source: Billedbøker for elever på 6. og 7. klassetrinn;
be: иллюстрированные книги для учащихся 6-7 классов;
bg: Картинки за ученици от 6 и 7 клас;
hi: 6 और 7 वीं ग्रेड में छात्रों के लिए चित्र पुस्तकों;
nl_nl: Prentenboeken voor scholieren vanaf groep 6 of 7;
tr: Öğrenciler için resimli kitaplar ve 6. 7. sınıf düzeyi;
uk: ілюстровані книги для учнів 6-7 класів;

source: Billedbøker for elever på ungdomstrinnet;
be: иллюстрированные книги для учащихся средних школ;
bg: Книжки с картинки за ученици в средно ниво;
hi: माध्यमिक विद्यालयों में विद्यार्थियों के लिए चित्र पुस्तकों;
nl_nl: Prentenboeken voor scholieren in het voortgezet onderwijs;
tr: Ortaöğretim öğrencileri için resimli kitaplar;
uk: ілюстровані книги для учнів середніх шкіл;

source: Billedbøker for voksne;
be: иллюстрированные книги для взрослых;
bg: Книги с картинки за възрастни;
hi: वयस्कों के लिए चित्र पुस्तकों;
nl_nl: Prentenboeken voor volwassenen;
tr: Yetişkinler için resimli kitaplar;
uk: ілюстровані книги для дорослих;

source: Billedbøker;
be: изображение книги;
bg: Книжки с картинки;
hi: चित्र पुस्तकों;
nl_nl: Prentenboeken;
tr: Resimli kitaplar;
uk: зображення книги;

source: Billedkort
be: карточки для запоминания
bg: Картичка с картинка
hi: फेस कार्ड
nl_nl: Afbeeldingskaart
tr: Resimli kart
uk: карточки для запам’ятовування

source: Biografi
be: Биография
bg: Биография
hi: जीवनी
nl_nl: Biografie
tr: Biyografi
uk: Біографія

source: Biografier
be: биография
bg: Биографии
hi: जीवनी
nl_nl: Bibliografieën
tr: Biyografi
uk: біографія

source: Blokkdiagram
be: блок-схема
bg: Блокова схема
hi: ब्लॉक आरेख
nl_nl: Blokdiagram
tr: Diyagram
uk: блок-схема

source: Blu-ray-plate
be: Диск Blu-Ray
bg: Blu-ray-плоча
hi: ब्लू-रे डिस्क
nl_nl: Blu-ray disk
tr: Blu-ray-plaka
uk: Диск Blu-Ray

source: Bok
be: Книга
bg: Книга
hi: बॉक
nl_nl: Boek
tr: Kitap
uk: Книга

source: Cancel
be: Отмена
bg: Отказ
hi: रद्द करें
nl_nl: Annuleren
tr: İptal et
uk: Відміна

source: Checked out (
be: Выдано (
bg: Върната (
hi: निर्गम (
nl_nl: Uitgeleend (
tr: Ödünç alındı (
uk: Видано (

source: Click here to access online
bg: Кликнете тук за достъп онлайн
hi: ऑनलाइन का उपयोग करने के लिए यहां क्लिक करें
nl_nl: Klik hier voor online toegang
tr: Çevrimiçi erişmek için buraya tıklayın

source: Collage
be: коллаж
bg: Колаж
hi: महाविद्यालय
tr: Kolaj
uk: колаж

source: Damaged (
be: Повреждено (
bg: Повредени (
hi: क्षतिग्रस्त (
nl_nl: Beschadigd (
tr: Hasarlı (
uk: Пошкоджено (

source: Delvis avløst av:
bg: Частично заменен от:
hi: आंशिक रूप से प्रतिस्थापित किया:
tr: Kısmen ile değiştirilir:

source: Delvis fortsettelse av:
be: Продолжает частично:
bg: Частично продължение на:
hi: भाग में जारी:
nl_nl: Voortgezet in:
tr: Kısmen devam:
uk: Продовжує частково:

source: Delvis gått inn i:
be: Поглощено частично:
bg: Частично вписан в:
hi: आंशिक रूप से प्रवेश:
nl_nl: Opgegaan in:
tr: Parçalı girdi:
uk: Поглинене частково:

source: Delvsi avløst av:
be: Заменяет частично:
bg: Частично заменен от:
hi: आंशिक रूप से प्रतिस्थापित:
nl_nl: Gedeeltelijk opgegaan in:
tr: Yeri kısmen değiştirildi:
uk: Замінює частково:

source: Dia
be: слайды
bg: Да
hi: पूर्णतया
uk: слайди

source: Dias
be: Даты
bg: Дни
hi: डायस
tr: Dialar
uk: Дати

source: Dikt
be: стихотворение (?)
bg: Стихотворение
hi: निर्धारित
nl_nl: Gedicht
tr: Dikte et
uk: вірш (?)

source: Diorama
be: диорама
bg: Диорама
hi: dioramas
uk: діорама

source: Diskett
be: Дискета
bg: Дискета
hi: टोकरी
nl_nl: Diskette
tr: Disket
uk: Дискета

source: Diskografier
be: дискография
bg: Дискографии
hi: Discographies
nl_nl: Discografieën
tr: Diskografi
uk: дискографія

source: Doktoravhandlinger/lisensiat-avhandlinger
be: Докторские диссертации / диссертации на степень лиценциата
bg: Докторски дисертации/лицензионни дисертации
hi: शोध प्रबंध / अनुज्ञाप्राप्त
nl_nl: Proefschriften/dissertaties
tr: Doktorasını tamamlamış kişi/tez öğrenimini tamamlamış kimse
uk: Докторські дисертації / дисертації на ступінь ліценціату

source: Drama
be: драма
bg: Драма
hi: नाटक
nl_nl: Toneel
uk: драма

source: Elektroniske ressurser
be: Электронные ресурсы
bg: Електронни ресурси
hi: इलेक्ट्रॉनिक संसाधन
nl_nl: Elektronische bronnen
tr: Elektronik kaynak
uk: Електронні ресурси

source: Elever på 1. til 3. klassetrinn;
be: учащиеся 1-ых - 3-их классов;
bg: Ученици от 1 до 3 клас;
hi: 3 ग्रेड के लिए 1 में विद्यार्थियों;
nl_nl: Scholieren vanaf groep 1 tot 3;
tr: 1. sınıftan 3.sınıfa kadar olan öğrenciler
uk: учні 1-их - 3-іх класів;

source: Elever på 4. og 5. klassetrinn;
be: учащиеся 4-ых - 5-ых классов;
bg: Ученици от 4 до 5 клас;
hi: 4 और 5 वीं ग्रेड में विद्यार्थियों;
nl_nl: Scholieren vanaf groep 4 of 5;
tr: 4. ve 5. sınıf düzey öğrencileri
uk: учні 4-их - 5-их класів;

source: Elever på 6. og 7. klassetrinn;
be: учащиеся 6-ых - 7-ых классов;
bg: Ученици от 6 до 7 клас;
hi: 6 और 7 वीं ग्रेड में विद्यार्थियों;
nl_nl: Scholieren vanaf groep 6 of 7;
tr: 6. ve 7. sınıf düzey öğrencileri
uk: учні 6-их - 7-их класів;

source: Elever på ungdomstrinnet;
be: учащиеся средних школ;
bg: Ученици от прогимназиален етап
hi: माध्यमिक विद्यालयों में विद्यार्थियों;
nl_nl: Scholieren in het voortgezet onderwijs;
tr: Ortaöğretim öğrencileri;
uk: учні середніх шкіл;

source: Emne(r):
be: Тематика(и):
bg: Тема(и):
hi: विषय(यों):
nl_nl: Onderwerp(en):
tr: Konu(lar):
uk: Тематика(и):

source: Essays
be: эссе
bg: Есета
hi: निबंध
nl_nl: Proefschriften
tr: Denemeler
uk: нариси, есе

source: Eventyr
be: народные сказки
bg: Приказка
hi: साहसिक कार्य
nl_nl: Avontuur
tr: Envanter
uk: народні казки

source: Fantasikart
be: Фантастическая карта
bg: Фентъзи карта
hi: कल्पना मानचित्र
nl_nl: Fantasiekaart
tr: Fantazi haritaları
uk: Фантастична карта

source: Festskrift
be: ? юбилейный сборник, есть указатель, автобиография, биография
bg: Празнично писане
hi: Festschrift
nl_nl: Gedenkbundel
tr: Armağan
uk: ? ювілейний збірник, є покажчик, автобіографія, біографія

source: Fil
be: файл
bg: Файл
hi: फ़ाइल
nl_nl: Bestand
tr: Dosya
uk: файл

source: Film og video
be: Кино и видео
bg: Филми и видео
hi: फिल्म और वीडियो
nl_nl: Film of video
tr: Film ve video
uk: Кіно та відео

source: Filmer og videogrammer
bg: Филми и видеограми
hi: फिल्मर और वीडियोग्रामर
tr: Film ve video programları

source: Filmkassett
be: фильм на кассете
bg: Филмова касета
hi: फिल्म केरिट्रेज
nl_nl: Filmcassette
tr: Film kaseti
uk: фільм на касеті

source: Filmlydspor
be: кинопленка со звуковой дорожкой
bg: Саундтрак на филм
hi: चलचित्र साउंडट्रैक्स
nl_nl: Soundtrack
tr: Film müziği
uk: кіноплівка зі звуковою доріжкою

source: Filmografier
be: фильмографии
bg: Филмографии
hi: फिल्मोग्राफी
nl_nl: Filmografieën
tr: Filmografi
uk: фільмографії

source: Filmsløyfe
be: фильм на картридже
bg: Филмова поредица
hi: फिल्म लूप
nl_nl: Filmrol
tr: Film döngüsü
uk: фільм на картриджі

source: Filmspole
be: диафильм в ролике
bg: Филмови ролки
hi: फिल्मी आधार
nl_nl: Filmspoel
tr: Film makarası
uk: діафільм у ролику

source: Fjernanalysebilde
be: Удаленные изображения зондирования
bg: Изображение за дистанционен анализ
hi: रिमोट सेंसिंग छवि
nl_nl: Remote sensing afbeelding
tr: Uzaktan Görüntü Algılama
uk: Дистанційні зображення зондування

source: Fjerntilgang (online)
be: Удаленный доступ (онлайн)
bg: Отдалечен достъп (онлайн)
hi: रिमोट एक्सेस (ऑनलाइन)
nl_nl: Externe toegang (online)
tr: Uzaktan Erişim (çevrimiçi)
uk: Віддалений доступ (онлайн)

source: Flipover
be: перелистываемые изображения (?)
bg: Преобърне
hi: स्वतंत्र
tr: Çevir
uk: перегортальні зображення (?)

source: Flykart
be: Карта полетов
bg: Карта на полета
hi: फ्लोट
nl_nl: Luchtvaartkaarten
tr: Çizelge
uk: Карта польотів

source: Font
be: шрифт
bg: Шрифт
hi: फ़ॉन्ट
nl_nl: Lettertype
tr: Yazı tipi
uk: шрифт

source: For psykisk utviklingshemmede;
be: для умственно отсталых;
bg: За хора с умствена изостаналост;
hi: मानसिक रूप से मंद के लिए;
nl_nl: Voor verstandelijk gehandicapten;
tr: Zihinsel engelliler için;
uk: для розумово відсталих;

source: Foredrag, taler
be: лекции, речи
bg: Лекция, реч
hi: व्याख्यान, भाषण
nl_nl: Lezingen, toespraken
tr: Teorik, konuşma
uk: лекції, промови

source: Fortellinger, noveller
be: Истории, рассказы
bg: Разкази, новели
hi: कहानियां, कहानियों
nl_nl: Verhalen, korte verhalen
tr: Öyküler, romanlar
uk: Історії, розповіді

source: Fortsettelse av:
be: Продолжает:
bg: Продължение на:
hi: जारी है:
nl_nl: Voortgezet als:
tr: Devam ediyor:
uk: Продовжує:

source: Fortsettelse i:
be: Продолжает:
bg: Продължава в:
hi: में जारी रहेगा:
nl_nl: Voortzetting:
tr: Devam etti:
uk: Продовжує:

source: Fortsettes av: ...; og ...
be: Разделилось на ... и ...
bg: Продължава: ...; и ...
hi: जारी है:: ...; और ...
nl_nl: Voortgezet als: ...; en ...
tr: Sürdürdü: ...; ve ..
uk: Поділилося на … та …

source: Fortsettes delvis i:
be: Продолжает частично:
bg: Продължава частично в:
hi: इस सूची के आधार पर छाँटें:
nl_nl: Wordt voortgezet in:
tr: Bölümünde devam etti:
uk: Продовжує частково:

source: Fotografi
be: Фотографии
bg: Фотография
hi: Monographical श्रृंखला
nl_nl: Fotografie
tr: Fotoğraf
uk: Фотографії

source: Fotografi - negativ
be: фотонегатив
bg: Снимка - негатив
hi: photonegative
nl_nl: Fotografie - negatief
tr: Fotoğraf – negatif
uk: фотонегатив

source: Fotokart
be: Фото-карта
bg: Фотокартички
hi: फ्लोट
nl_nl: Fotokaart
tr: Fotoğraf haritası
uk: Фото-карта

source: Fotomosaikk
be: Фото-мозаика
bg: Фото мозайки
hi: फोटो मोज़ाइक
nl_nl: Fotomozaïek
tr: Mozaik fotoğraf
uk: Фото-мозаїка

source: Fremføring av alle typer ikke-musikalske produksjoner
be: репетиции, выполнение всех типов без музыкальных произведений
bg: Изпълнение на всички видове немузикални продукции
hi: गैर-संगीत प्रस्तुतियों के सभी प्रकार के प्रदर्शन
nl_nl: Uitvoering van niet-muzikale producties
tr: Müzikal olmayan yapımların tüm türleri arasındaki performans
uk: репетиції, виконання всіх типів без музичних творів

source: Fysiske bøker
be: Физические книги
bg: Физически книги
hi: भौतिक पुस्तकों
nl_nl: Fysieke banden
uk: Фізичні книги

source: Generell;
be: для всех;
bg: В общи линии;
hi: जनरल;
nl_nl: Algemeen;
tr: Genel;
uk: для всіх;

source: Grafisk blad
be: Графический лист
bg: Графично списание
hi: ग्राफिक पत्ती
nl_nl: Grafisch blad
tr: Grafik dergisi
uk: Графічний лист

source: Grafisk materiale
be: Графический материал
bg: Графичен материал
hi: चित्रमय सामग्री
nl_nl: Beeldmateriaal
tr: Grafik malzemesi
uk: Графічний матеріал

source: Grafiske data
be: изоматериал
bg: Графични данни
hi: ग्राफिक डेटा
nl_nl: Grafische data
tr: Grafiksel veri
uk: ізоматеріал

source: Grammofonplate
be: Граммофонные пластинки
bg: Грамофонна плоча
hi: ग्रामोफोन प्लेट
nl_nl: Grammofoonplaten
tr: Gramafon plak/kayıt
uk: Грамофонні платівки

source: Har delvis tatt opp:
be: Поглотило частично:
bg: Записал е частично:
hi: आंशिक रूप से संबोधित किया:
nl_nl: Opgenomen in:
tr: Kısmen … kadar almış:
uk: Поглинуло частково:

source: Har tatt opp:
be: Поглотило:
bg: Записано:
hi: बना दिया है:
nl_nl: Hierin opgenomen:
tr: Uygulamanız:
uk: Поглинуло:

source: Hologram
be: Голограма
bg: Холограма
hi: होलोग्राम
uk: Голограма

source: Hovedoppgaver/diplomoppgaver
be: диссертации или другие работы для получения учёных званий и степеней
bg: Основни тези/дипломни тези
hi: मुख्य कार्य/शोध प्रबंध
nl_nl: Scripties/proefschriften
tr: Ana görevler/tezler
uk: дисертації або інші роботи для отримання вчених звань і ступенів

source: Håndbøker
be: справочники
bg: Наръчници
hi: हेंडबुक
nl_nl: Handboeken
tr: Kılavuzlar
uk: довідники

source: Ikke skjønnlitteratur
be: нехудожественное произведение (без дальнейшей спецификации)
bg: Не фантастика
hi: उपन्यास
nl_nl: Geen fictie
tr: Kurgu değil
uk: нехудожній твір (без подальшої специфікації)

source: In transit (
be: Перемещается (
bg: В движение (
hi: पारगमन में (
nl_nl: Onderweg (
tr: Gönderildi (
uk: Переміщується (

source: In:
be: В:
bg: Част от:
hi: जानकारी:
tr: İçindekiler:
uk: У:

source: Interaktivt multimedium
be: диалоговые мультимедиа
bg: Интерактивна мултимедия
hi: इंटरएक्टिव मल्टी मीडिया
nl_nl: Interactieve multimedia
tr: İnteraktif multimedya
uk: діалогові мультимедіа

source: Intervjuer
be: интервью
bg: Интервюта
hi: पूर्णांक
nl_nl: Interviews
tr: Röportajlar
uk: інтерв’ю

source: Items available for loan:
bg: Библиотечни документи, които са на разположение за заемане:
hi: ऋण के ळिए प्रतियों में उपलब्ध है:
nl_nl: Exemplaren uitleenbaar:
tr: Ödünç verilebilen materyaller:
uk: Примірники, доступні для позики:

source: Items available for reference:
bg: Достъпни копия:
hi: सन्दर्भ के लिए प्रतियां उपलब्ध है:
nl_nl: Exemplaren ter inzage:
tr: Referans için kullanılabilir materyaller:
uk: Примірники, доступні для ознайомлення:

source: Jordglobus
be: глобус Земли
bg: Земен глобус
hi: ग्लोब
nl_nl: Wereldbol
tr: Küre
uk: глобус Землі

source: Kar
hi: कार
