Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-marc-NORMARC.po
Languages: be, bg, hi, nl_nl, tr, uk

source: ^ Ikke angitt
bg: ^ Не е посочено
hi: ^ निर्दिष्ट नहीं
tr: ^ belirtilmemiş

source: _blank
bg: _празно
hi: _रिक्त
tr: _boş

source: a Analytt til ikke-periodisk dokument
bg: a Анализатор за непериодичен документ
hi: गैर आवधिक दस्तावेज़ में analyte
tr: a Analit periyodik olmayan belge

source: a Antatt/forventet utgivelsesår i pos. 7-10
bg: a Предполагаема/очаквана година на публикуване в поз. 7-10
hi: a उम्मीद/स्थिति में प्रत्याशित प्रकाशन. 7-10
tr: a Kabul edilen/beklenen sürüm parça 7-10

source: a Kartografisk materiale (unntatt globus)
bg: a Картографски материал (с изключение на глобус)
hi: एक मानचित्र कला संबंधी सामग्री (वस्तु) को छोड़कर
tr: a Kartografik materyaller

source: a Tekstlig materiale
bg: a Текстов материал
hi: a पाठ सामग्री
tr: a Metinsel materyal

source: b Manuskripter (kap.4)
bg: b Ръкописи (гл. 4)
hi: b पांडुलिपि (kap.4)
tr: b El yazmaları (bölüm4)

source: b Serieanalytt
bg: b Cериен ресурс
hi: b श्रृंखला विश्लेषण
tr: b Analit seri

source: c Maskinlesbar fil
bg: c Машинно четим файл
hi: c मशीन पठनीय फ़ाइल
tr: c Makine tarafından okunabilir dosya

source: c Musikktrykk (kap.5)
bg: c Нотен печат (гл. 5)
hi: c संगीत प्रेस (kap.5)
tr: c Müzik ifadesi (5.bölüm)

source: c Rettet post
bg: c Коригиран пост
hi: c उद्देश्य से मेल

source: c Samling
bg: c Колекция
hi: c संग्रह
tr: c Toplama

source: c Utgivelsesår i pos. 7-10 og copyrightår i pos. 11-14
bg: c Година на издаване в поз. 7-10 и година на авторско право в поз. 11-14
hi: c स्थिति में प्रकाशन।पीओएस में 7-10 और कॉपीराइट साल। 11-14
tr: c sayı 7-10 yayınlanmıştır telif hakkı sayı 11-14

source: cartographic
be: картографический материал
bg: картографски
hi: कार्टोग्राफिक
tr: kartografik
uk: картографічний матеріал

source: collection
be: подборка
bg: колекция
hi: संग्रह
tr: derme
uk: зібрання

source: d Globus
bg: d Глобус
hi: d ग्लोबस
tr: d Globus (küremsi)

source: d Musikkmanuskripter (kap.5)
bg: d Музикални ръкописи (гл. 5)
hi: d संगीत पांडुलिपि (kap.5)
tr: d Müzik el yazmaları (5.bölüm)

source: d Slettet post
bg: d Изтрит запис
hi: d हटाए गए आइटम
tr: d Silinen mesaj

source: display:block;
bg: дисплей: блок;
hi: प्रदर्शन:ब्लॉक;
tr: görüntüle:öbek;

source: e Kartografisk materiale (kap.3)
bg: e Картографски материал (гл. 3)
hi: e कार्टोग्राफिक सामग्री (अध्याय 3)
tr: e Kartografik materyal (3)

source: f Kartmanuskripter (kap.3)
bg: f Картографски ръкописи (гл. 3)
hi: f नक्शा पांडुलिपि (kap.3)
tr: f El yazması haritalar (böl.3)

source: g Filmer og videoopptak (kap.7)
bg: g Филми и видео записи (гл. 7)
hi: g फिल्मों और वीडियो (kap.7)
tr: g Filmler ve Videolar (böl.7)

source: g Grafisk materiale som er tenkt projisert eller gjennomlyst
bg: g Графичен материал, предназначен за прожектиране или осветяване
hi: g ग्राफिक सामग्री है कि अनुमान या प्रबुद्ध सोचा
tr: g Grafik malzeme yansıtılmış veya ışıklı tasarlanmıştır

source: h Mikroform
bg: h Микроформа
hi: h माइक्रोफॉर्म

source: i Lydopptak (ikke musikk) (kap.6)
bg: i Звукозапис (не е музика) (гл. 6)
hi: i ध्वनि रिकॉर्डिंग नहीं है (संगीत) (kap.6)
tr: i Ses kayıt (müzik) (Bölüm 6)

source: j Lydopptak av musikkverk (kap.6)
bg: j Звукозапис на музикални произведения (гл. 6)
hi: jसंगीत काम करता है की ध्वनि रिकॉर्डिंग (kap.6)
tr: j Müzik eserlerinin kaydı (bölüm 6)

source: k Grafisk materiale (kap.8)
bg: k Графичен материал (гл. 8)
hi: k चित्रमय सामग्री (kap.8)
tr: k Grafik materyaller (bölüm 8)

source: k Grafisk materiale som er ugjennomtrengelig for lys
bg: k Графичен материал, който е непрозрачен за светлина
hi: k ग्राफिक सामग्री है कि प्रकाश के लिए अभेद्य है
tr: k ışık geçirmeyen grafik malzemeler

source: m Film
bg: m Филм
hi: m फिल्म

source: m Maskinlesbare filer (kap.9)
bg: m Машинночетими файлове (гл. 9)
hi: एम Maskinlesbare फाइलर (kap.9)
tr: m Makine-okunabilir dosyalar (bölüm 9)

source: m Monografi
bg: m Монография
hi: m मोनोग्राफ
tr: m- Monograf

source: manuscript
be: рукописный материал
bg: ръкопис
hi: पांडुलिपि
tr: yazma
uk: рукописний матеріал

source: mixed material
be: разнотипные материалы
bg: смесен материал
hi: सामग्री मिश्रित
nl_nl: gemengd materiaal
tr: karma materyal
uk: різнотипні матеріали

source: moving image
be: проекционный материал
bg: движещо се изображение
hi: चलती छवि
nl_nl: bewegend beeld
tr: hareketli görüntü
uk: проекційний матеріал

source: n Ny post
bg: n Нов запис
hi: n नई पोस्ट

source: n Ukjent år
bg: n Неизвестна година
hi: n अज्ञात साल
tr: n Bilinmeyen yıl

source: notated music
be: нотная музыка
bg: нотирана музика
hi: Notated संगीत
nl_nl: bladmuziek
tr: notaya dökülmüş müzik
uk: нотна музика

source: o Kombidokumenter
bg: o Комбинирани документи
hi: o संयुक्त दस्तावेज
tr: o çoklu doküman

source: o Opphørt (periodika)
bg: o Преустановени (периодични издания)
hi: o समाप्ति (धारावाहिक)
tr: o Durduruldu (süreli)

source: p Analytt til periodikum
bg: p Анализатор на периодичния печат
hi: p सीरियल के लिए analyte
tr: p Periodikum Analytt

source: p Oppgradert post
bg: p Надстроен запис
hi: p उन्नत मेल

source: p År for distribusjon/frigivelse i pos. 7-10 og produksjons-/opptaksperiode i pos. 11-14
bg: p Година на разпространение/издаване в поз. 7-10 и период на производство/запис в поз. 11-14
hi: p स्थिति में वितरण/रिलीज के वर्ष। 7-10 और उत्पादन-/स्थिति में रिकॉर्डिंगअवधि. 11-14
tr: p bu yıl 7-10 parça dağıtım/sürülmesi ve / parça 11-14 periyodu

source: r Nyutgaveår i pos. 7-10 og originalår i pos. 11-14
bg: r Нова година на емисия в поз. 7-10 и оригинална година в поз. 11-14
hi: r संस्करण स्थिति में वर्ष। 7-10 और स्थिति में मूल। 11-14
tr: r Yayın tarihi. 7-10 ve Orijinalleri. 11-14

source: r Tre-dimensjonale gjenstander (kap.10)
bg: r Триизмерни обекти (гл. 10)
hi: r तीन आयामी वस्तुओं (kap.10)
tr: r Üç boyutlu nesneler (kap.10)

source: s Enkelt år (f.eks. utgivelsesår) i pos. 7-10
bg: s Една година (напр. година на публикуване) в поз. 7-10
hi: s एक वर्ष (जैसे. प्रकाशन की) स्थिति में. 7-10
tr: s tek bir yıl (örneğin yayın). poz. 7-10

source: s Lydopptak
bg: s Звукозапис
hi: s ऑडियो रिकॉर्डिंग
tr: s Ses kayıt

source: s Periodikum
bg: s Периодично издание
hi: s सीरियल
tr: s Seri

source: software, multimedia
be: компьютерный файл (мультимедиа, ПО)
bg: софтуер, мултимедия
hi: सॉफ्टवेयर, मल्टीमीडिया
tr: yazılım, multimedya
uk: комп’ютерний файл (мультимедіа, ПЗ)

source: sound recording
be: звукозапись
bg: звукозапис
hi: ध्वनि रिकॉर्डिंग
nl_nl: geluidsopname
tr: ses kaydı
uk: звукозапис

source: still image
be: двумерная непроекционная графика
bg: неподвижно изображение
hi: स्टिल छवि
nl_nl: stilstaand beeld
tr: hareketsiz görüntü
uk: двовимірна непроектована графіка

source: text
be: языковой/текстовый материал
bg: текст
hi: पाठ
nl_nl: tekst
tr: metin
uk: мовний/текстовий матеріал

source: three dimensional object
be: трёхмерный естественный или искусственный объект
bg: триизмерен обект
hi: तीन आयामी वस्तु
nl_nl: driedimensionaal object
tr: üç boyutlu obje
uk: тривимірний природний або штучний об’єкт

source: trd
hi: टीआरडी

source: u Tre-dimensjonal gjenstand
bg: u Триизмерен обект
hi: u तीन आयामी वस्तु
tr: u üç boyutlu nesne

source: u Ukjent status (periodika)
bg: u Неизвестен статус (периодични издания)
hi: u अज्ञात स्थिति (धारावाहिक)
tr: u durumu bilinmeyen (süreli)

source: v Videoopptak
bg: v Видеозапис
hi: v वीडियो रिकॉर्डिंग
tr: v Videoteyp

source: x Løpende (periodika)
bg: x Актуално (периодични издания)
hi: x चल रहे (धारावाहिक)
tr: x Akım (Periodik)

source: Årbok
be: ежегодник
bg: Годишник
hi: सालाना
nl_nl: Jaarboek
tr: Yıllık
uk: щорічник

source: Øvelsesmodell
be: Практическая модель
bg: Практически модел
hi: अभ्यास मॉडल
nl_nl: Oefenmodel
tr: Uygulama modeli
uk: Практична модель

source: 000 - Bygging av postens hode &rsaquo; Cataloging &rsaquo; Koha
bg: 000 - Изпращане на пощенски код &rsaquo; Каталогизиране &rsaquo; Коха
tr: 000 - Bygging av postens hode &rsaquo; Kataloglama &rsaquo; Koha

source: 007 feltbygger &rsaquo; Cataloging &rsaquo; Koha
bg: 007 feltbygger &rsaquo; Каталогизиране &rsaquo; Koha
tr: 007 feltbygger &rsaquo; Kataloglama &rsaquo; Koha

source: AND
bg: И
tr: VE

source: Feltbygger for 008 &rsaquo; Katalogisering &rsaquo; Koha
bg: Конструктор на полета за 008 &rsaquo; Каталогизиране &rsaquo; Коха

source: Gått inn i:
be: Поглощено:
bg: Влязло в:
nl_nl: Opgegaan in:
tr: Veri:
uk: Поглинене:

source: gra
bg: игра

source: height:100px
bg: височина: 100 пиксела
nl_nl: hoogte:100px

source: np
bg: напр.

source: vertical-align:middle
bg: вертикално подравняване: по средата

source: av
nl_nl: van
tr: arasında

source: av
nl_nl: van
tr: arasında

source: kom
nl_nl: was
