Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-marc-NORMARC.po
Languages: be, bg, hi, nl_nl, tr, uk

source: Kart
be: Карта
bg: Карта
hi: नक्शा
nl_nl: Kaart
uk: Мапа

source: Kartografisk materiale
be: Картографический материал
bg: Картографски материал
hi: स्क्रिप्ट सामग्री
nl_nl: Cartografisch materiaal
tr: Kartografik materyaller
uk: Картографічний матеріал

source: Kartprofil
be: Карта профиля
bg: Профил на картата
hi: नक्शे प्रोफ़ाइल
nl_nl: Kaartprofiel
tr: Kart bilgileri
uk: Карта профілю

source: Kartseksjon
be: Карта раздела
bg: Раздел с карта
hi: नक्शा धारा
nl_nl: Kaartfragment
tr: Harita bölümü
uk: Карта розділу

source: Kassett
be: Кассета
bg: Касета
hi: कैसेट टेप
nl_nl: Cassette
tr: Kaset
uk: Касета

source: Kataloger
be: каталоги
bg: Каталози
hi: निर्देशिका
nl_nl: Catalogi
tr: Dizinler
uk: каталоги

source: Klikk her for online tilgang
bg: Кликнете тук за онлайн достъп
hi: यहाँ ऑनलाइन पहुँच के लिए क्लिक करें
tr: Çevrimiçi erişim için buraya tıklayın

source: Klikk her for tilgang
be: Щёлкните здесь для доступа в Интернет
bg: Кликнете тук за достъп
hi: यहाँ पहुँच के लिए क्लिक करें
nl_nl: Klik hier voor toegang
tr: Erişim için buraya tıklayın
uk: Клацніть тут для доступу в онлайн

source: Koha &rsaquo; Cataloging &rsaquo; 000 - Bygging av postens hode
hi: कोहा &raquo; सूचीकरण &raquo; 000 - डाक सिर का निर्माण

source: Koha &rsaquo; Cataloging &rsaquo; 007 feltbygger
hi: कोहा &raquo; सूचीकरण &raquo; 007 क्षेत्र बनाता है

source: Koha &rsaquo; Katalogisering &rsaquo; Feltbygger for 008
hi: कोहा &raquo; सूचीकरण &raquo; फील्ड बिल्डर 008

source: Kombidokument
be: Комплект
bg: Комбиниран документ
hi: संयुक्त दस्तावेज
nl_nl: Gecombineerd document
tr: Birleşik belge
uk: Комплект

source: Kombidokumenter
be: Комбинированные документы
bg: Комбинирани документи
hi: संयुक्त दस्तावेज
nl_nl: Gecombineerde documenten
tr: Birleşik belgeler
uk: Комбіновані документи

source: Komedier
be: комедия
bg: Комедии
hi: हास्य
nl_nl: Komedies
tr: Komediler
uk: комедія

source: Kompaktplate
be: Компакт-диск
bg: Компактдиск
hi: कॉम्पैक्ट डिस्क
nl_nl: Compact disks
tr: Kompakt disk
uk: Компакт-диск

source: Konferansepublikasjon
be: материалы конференций, съездов и т.д.
bg: Публикация от конференцията
hi: सम्मेलन प्रकाशन
nl_nl: Congrespublicatie
tr: Konferans yayını
uk: матеріали конференцій, з’їздів і т.п.

source: Konversasjonsleksika
be: энциклопедии
bg: Разговорна лексика
hi: वार्तालाप लेक्सिकन
nl_nl: Encyclopedieën
tr: Diyalog ansiklopedileri
uk: енциклопедії

source: Kunstreproduksjon
be: репродукция произведения искусства
bg: Художествена репродукция
hi: कला प्रजनन
nl_nl: Kunstreproductie
tr: Sanat eseri
uk: репродукція твору мистецтва

source: Lagringsbrikke
be: Карта памяти
bg: Чип за съхранение
hi: भंडारण स्मृति
nl_nl: Chipkaart
tr: Hafıza kartı
uk: Карта пам’яті

source: Lettlest;
be: удобный для чтения;
bg: Лесен за четене;
hi: हल्कीफुल्की
nl_nl: Makkelijk lezen;
tr: Kolay okunabilir;
uk: зручний для читання;

source: Lost (
be: Потеряно (
bg: Изгубен (
hi: खोया (
nl_nl: Vermist (
tr: Kayıp (
uk: Втрачено (

source: Lover og forskrifter
be: Законы и нормативные акты
bg: Закони и регулации
hi: नियामक
nl_nl: Wet- en regelgeving
tr: Kanunlar ve yönetmelikler
uk: Закони та нормативні акти

source: Lyd
be: звукозапись
bg: Звук
hi: ध्वनि
nl_nl: Geluid
tr: Ses
uk: звукозапис

source: Lydbok
be: Книга
bg: Аудиокнига
hi: ऑडियोबुक
nl_nl: Gesproken boek
tr: Ses kitabı
uk: Книга

source: Lydbånd
be: звуковая магнитофонная катушка
bg: Лента
hi: ऑडियो
nl_nl: Geluidsband
tr: Ses bantı
uk: звукова магнітофонна бобіна

source: Lyder (f.eks. fuglelyder)
be: Звуки (например, звуки птиц)
bg: Звуци (напр. крясъци на птици)
hi: ध्वनि (f.eks. fuglelyder)
nl_nl: Geluiden (bijv. vogelgeluiden)
tr: Sesler ( örneğin, kuş sesleri)
uk: Звуки (наприклад, звуки птахів)

source: Lydkassett
be: аудио-кассета
bg: Аудио касета
hi: विडिओकैसेट
nl_nl: Geluidscassette
tr: Ses kaseti
uk: аудіо-касета

source: Lydopptak
be: Звукозапись
bg: Звукозапис
hi: ध्वनि रिकॉर्डिंग
nl_nl: Geluidsopname
tr: Ses kaydı
uk: Звукозапис

source: Lærebok, brevkurs
be: Учебник, заочные курсы (?)
bg: Учебник, задочно обучение
hi: पाठ्यपुस्तक, पत्राचार पाठ्यक्रम
nl_nl: Leerboek, schriftelijke cursus
tr: Ders kitabı, ticari yazışma kursları
uk: Підручник, заочні курси (?)

source: Magnetbåndkassett
be: картридж с магнитной лентой
bg: Касета с магнитна лента
hi: टेप कैसेट
nl_nl: Cassetteband
tr: Manyetik bant kaset
uk: картридж з магнітною стрічкою

source: Magnetbåndspole
be: катушка с магнитной лентой
bg: Макара с магнитна лента
hi: टेप हंसोड़
nl_nl: Magneetspoel
tr: Manyetik bobin
uk: бобіна з магнітною стрічкою

source: Magnetisk-optisk plate
be: Магнитно-оптические диски
bg: Магнитно-оптичен диск
hi: चुंबकीय ऑप्टिकल डिस्क
nl_nl: Magnetische optische schijf
tr: Manyetik-optik devre kartı
uk: Магнітно-оптичні диски

source: Maleri
be: Живопись
bg: Рисуване
hi: चित्र
nl_nl: Schilderijen
uk: живопис

source: Manuskripter
be: Рукопись
bg: Ръкописи
hi: पांडुलिपि
nl_nl: Handschriften
tr: El yazmaları
uk: Рукопис

source: Maskinlesbare filer
bg: Машинно четими файлове
hi: मशीन पठनीय फ़ाइलें
tr: Makinede okunabilir dosyalar

source: Materialtype:
be: Вид материала:
bg: Вид материал:
hi: सामग्री प्रकार:
nl_nl: Materiaalsoort:
tr: Materyaltürü:
uk: Вид матеріалу:

source: Memoarer
be: мемуары
bg: Мемоари
hi: संस्मरण
nl_nl: Memoires
tr: Tutanaklar
uk: мемуари

source: Mikro-opak
be: непрозрачный микроноситель
bg: Микро-непрозрачен
hi: माइक्रो-अपारदर्शी
nl_nl: Micro-opaque
uk: непрозорий мікроносій

source: Mikrofilmkassett
be: микрофильм в кассете
bg: Микрофилмова касета
hi: माइक्रोफिल्म कैसेट
nl_nl: Microfilmcassette
tr: Mikrofilm kaset
uk: мікрофільм в касеті

source: Mikrofilmkort
be: микрофиша
bg: Микрофилмова карта
hi: माइक्रोफिल्म कार्ड
nl_nl: Microfilmkaart
tr: Mikro kısa film
uk: мікрофіша

source: Mikrofilmspole
be: микрофильм на котушке
bg: Микрофилмова ролка
hi: माइक्रोफिल्म रील
nl_nl: Microfilmspoel
tr: Mikrofilm makarası
uk: мікрофільм на бобіні

source: Mikroformer
be: микроформы
bg: Микроформи
hi: माइक्रोफॉर्म
nl_nl: Microforms
tr: Mikro formlar
uk: мікроформи

source: Mikroskopdia
be: микрослайды
bg: Микроскопско стъкло
hi: मिक्रोस्कोपडिया
nl_nl: Microscoopdia
tr: Mikroskopia
uk: мікрослайди

source: Modell
be: модель
bg: Модел
hi: मॉडल
nl_nl: Model
tr: Model
uk: модель

source: Mon
be: Пнд
bg: Пон.
hi: सोम
nl_nl: Maa
tr: Pzt.
uk: Пнд

source: Monografier
bg: Монографии
hi: मोनोग्राफ
tr: Monografi

source: Monografiserie
be: Монографические серии
bg: Монографична поредица
hi: विशेष निबंध का
nl_nl: Monografieënreeks
tr: Monografi serisi
uk: монографічні серіальні видання

source: Mus
hi: संगी
nl_nl: Muz
tr: Müz.

source: Musikk
be: Музыка
bg: Музика
hi: संगीत
nl_nl: Muziek
tr: Müzik
uk: Музика

source: Musikktrykk
be: Нотные издания (?)
bg: Музикален натиск
hi: संगीत प्रेस
nl_nl: Gedrukte muziek
tr: Müzik Basını
uk: Нотні видання (?)

source: Musikktrykk og lydopptak
be: Нотные издания и звукозаписи (?)
bg: Нотилен печат и звукозапис
hi: संगीत प्रिंट और ऑडियो रिकॉर्डिंग
nl_nl: Gedrukte en uitgevoerde muziek
tr: Müzik ve sese basın
uk: Нотні видання та звукозаписи (?)

source: NORMARC-koder for land
bg: NORMARC-кодове за държави
hi: देशों के लिए Normarc कोड
tr: NORMARC- ülke kodları

source: NORMARC-koder for språk
bg: NORMARC-кодове за езици
hi: भाषाओं के लिए Normarc कोड
tr: NORMARC- dil kodları

source: Navigasjonskart
be: навигационная карта
bg: Навигационна карта
hi: नेविगेशन
nl_nl: Navigatiekaart
tr: Site haritası
uk: навігаційна карта

source: Nettbasert ressurs:
be: Электронные ресурсы:
bg: Онлайн ресурс:
hi: ऑनलाइन संसाधन:
nl_nl: Online bron:
tr: Web tabanlı kaynaklar:
uk: Електронні ресурси:

source: Nettressurser
be: Ресурсы Интернет
bg: Онлайн ресурси
hi: ऑनलाइन संसाधनों
nl_nl: Online bronnen
tr: İnternet kaynakları
uk: Ресурси Інтернет

source: No items available
bg: Няма налични екземпляри
hi: कोई आइटम उपलब्ध नही
nl_nl: Geen exemplaren beschikbaar
tr: Kullanılabilir materyal yok
uk: Немає наявних примірників

source: Novelle / fortelling
be: Роман / История (?)
bg: Новела / разказ
hi: उपन्यास / कहानी
nl_nl: Romans / verhalen
tr: Hikaye / öykü
uk: Роман / Історія (?)

source: Numeriske data
be: числовые данные
bg: Числови данни
hi: संख्यात्मक डेटा
nl_nl: Numerieke gegevens
tr: Sayısal veri
uk: числові дані

source: OK
hi: ओके
uk: Гаразд

source: OPAC View:
be: Вид в ЕК:
bg: OPAC изглед:
hi: OPAC ध्यान दें:
nl_nl: OPAC weergave:
tr: OPAC Görünümü:
uk: Вигляд в ЕК:

source: On hold (
be: Зарезервировано (
bg: В резервация (
hi: पकड़ने पर (
nl_nl: Gereserveerd (
tr: Ayırtılmış (
uk: Зарезервовано (

source: On order (
be: Заказано (
bg: В поръчка (
hi: आदेश पर (
nl_nl: In bestelling (
tr: Siparişte (
uk: Замовлено (

source: Online resources:
bg: Онлайн ресурси:
hi: ऑनलाइन संसाधन:
nl_nl: Online bronnen:
tr: Çevrimiçi kaynaklar:

source: Online tilgang:
bg: Онлайн достъп:
hi: ऑनलाइन प्रवेश:
nl_nl: Online toegang:
tr: Çevrimiçi erişim:

source: Online tjeneste
be: Онлайн-сервис, диалоговая система или служба
bg: Онлайн услуга
hi: ऑनलाइन संसाधन
nl_nl: Online dienst
tr: Çevrimiçi Kaynaklar:
uk: Онлайн-сервіс, діалогова система чи служба

source: Open in new window
be: Открыть в новом окне
bg: Отворете в нов прозорец
hi: नए विंडो में खोलें
nl_nl: Open in nieuw venster
tr: Yeni pencerede aç
uk: Відкрити у новому вікні

source: Optisk kassett
be: Оптический картридж
bg: Оптична касета
hi: ऑप्टिकल भंडारण
nl_nl: Optische cartridge
tr: Optik kartuşu
uk: Оптичний картридж

source: Optisk plate
be: Оптические диски
bg: Оптичен диск
hi: ऑप्टिकल डिस्क
nl_nl: Optische disk
tr: Optik kartuşu
uk: Оптичні диски

source: Optiske lagringsmedia (CD-ROM)
be: Оптический носитель (CD-ROM)
bg: Оптичен носител за съхранение (CD-ROM)
hi: ऑप्टिकल भंडारण मीडिया (CD-ROM)
nl_nl: Optische opslagmedia (cd-rom)
tr: Optik medya depolama (CD-ROM)
uk: Оптичний носій (CD-ROM)

source: Ordbøker
be: словари
bg: Речници
hi: शब्दकोश
nl_nl: Woordenboeken
tr: Sipariş
uk: словники

source: Ordkort
be: словесные карточки
bg: Карти с думи
hi: शब्द कार्ड
nl_nl: Woordenkaart
tr: Kelime kartı
uk: словесні картки

source: Originalt kunstverk
be: Оригинальные произведения искусства
bg: Оригинални произведения на изкуството
hi: मूल कलाकृति
nl_nl: Origineel kunstwerk
tr: Orjinal sanat eserleri
uk: Оригінальні твори мистецтва

source: Ortofoto
be: ортофотоплан
bg: Ортофото
hi: ऑथोफोटो
nl_nl: Orthofoto
uk: ортофотоплан

source: Oversiktsverker innenfor et emne
be: обзоры литературы по теме
bg: Обзорът работи в рамките на предмет
hi: एक विषय के भीतर अवलोकन वर्क्स
nl_nl: Overzicht van werken binnen een thema
tr: Eser içinde konu ara
uk: огляди літератури за темою

source: Parallelltittel:
be: Вариант названия:
bg: Паралелно заглавие:
hi: समानांतर शीर्षक:
nl_nl: Parallelltitel:
tr: Paralel başlığı:
uk: Варіант назви:

source: Pekebok
be: книга-указатель (?)
bg: Справочник
hi: पेकबोक
nl_nl: Prentenboek
tr: Kitap yönergesi
uk: книга-покажчик (?)

source: Per
hi: प्रति
tr: Her biri için

source: Periodika
be: периодическое издание
bg: Периодични издания
hi: पत्रिकाएं
nl_nl: Periodiek
tr: Süreli
uk: періодичне видання

source: Perspektivkart
be: карта перспективы
bg: Перспективна карта
hi: परिप्रेक्ष्य मानचित्र
nl_nl: Perspectiefkaart
tr: Perspektif kart
uk: карта перспективи

source: Plakat
be: плакат
bg: Плакат
hi: पोस्टर
nl_nl: Plakaat
tr: Poster/Duvar ilanı
uk: плакат

source: Plan
be: план
bg: Скица
hi: योजना
nl_nl: Plattegrond
tr: Planla
uk: план

source: Planet- eller måneglobus
be: Глобус планеты или Луны
bg: Планетарен или лунен глобус
hi: ग्रहों या चंद्र ग्लोब
nl_nl: Planeet- of maanglobe
tr: Gezegen – ya da ay ve dünya
uk: Глобус планети чи Місяця

source: Plansje
be: схемы, графики, диаграммы
bg: Чертеж
hi: भूमि के ऊपर
nl_nl: Grafiek
tr: Grafik
uk: схеми, графіки, діаграми

source: Platelager (harddisk)
be: Жесткий диск (HDD)
bg: Дисково съхранение (твърд диск)
hi: हार्ड डिस्क ड्राइव (HDD)
nl_nl: Diskdrive (harddisk)
tr: Hard disk (sabit disk)
uk: Жорсткий диск (HDD)

source: Play this sample
bg: Пуснете този пример
hi: इस नमूना को चलाओं
nl_nl: Speel voorbeeld af
tr: Bu örneği oynat

source: Postkort
be: открытки
bg: Пощенска картичка
hi: पोस्टकार्ड
nl_nl: Ansichtkaart
tr: Kartpostal
uk: листівки

source: Programvare
be: программа для компьютера
bg: Софтуер
hi: सॉफ्टवेयर
nl_nl: Software
tr: Yazılım
uk: програма для комп’ютера

source: Rapporter, referater
be: Отчеты, протоколы
bg: Доклади, протоколи
hi: रिपोर्टें, मिनट
nl_nl: Rapporten, notulen
tr: Rapor ver, dakika
uk: Звіти, протоколи

source: Realia
be: все другие трехмерные объекты, не охваченные другими кодами (например, одежда, шитье, ткани, инструменты, посуда) И природные объекты
bg: Реалност
hi: वास्तविकता
tr: Gerçek nesneler
uk: усі інші тривимірні об’єкти, не охоплені іншими кодами (наприклад, одяг, шиття, тканини, інструменти, посуд) ТА природні об’єкти

source: Referanseverk
be: биография
bg: Справочници
hi: संदर्भ कार्य
nl_nl: Naslagwerk
tr: Referans işleri
uk: біографія

source: Registre
be: указатели
bg: Регистриране
hi: रजिस्टर
nl_nl: Index
tr: Kaydet
uk: покажчики

source: Roman
be: Римский (?)
bg: Роман
hi: रोमन
tr: Romalı
uk: Римський (?)

source: Romaner
be: художественная литература
bg: Романи
hi: उपन्यासों
nl_nl: Romans
tr: Romanlar
uk: художня література

source: Rull (pianorull/orgelrull)
be: звукозапись на ролике (пиано, орган)
bg: Рол (пиано рол/орган рол)
hi: रोल (पियानो रोल/अंग रोल)
nl_nl: Rollen (pianorol/orgelrol)
uk: звукозапис на ролику (піано, орган)

source: Røntgenbilde
be: Рентгеновские изображения
bg: Рентгеново изображение
hi: रेडियोग्राफ़
nl_nl: Röntgenbeelden
tr: X-Işını
uk: Ренгенівські зображення

source: Sammendrag(abstracts)/Referatorganer
be: аннотации, резюме, авторефераты
bg: Обобщение(резюме)/Минути
hi: सारांश (सार) / मिनट अंगों
nl_nl: Samenvatting (abstracts)/Referaattijdschriften
tr: Özetler/Dakika organları
uk: анотації, резюме, автореферати

source: Sammenslåing av: ... ; og ...
be: Объединило: ... и ...
bg: Сливане на: ... ; и ...
hi: विलय की: ... ; og ...
nl_nl: Samensmelting van: ... ; en ...
tr: Birleşme arasında: ... ; ve ...
uk: Об’єднало: … та …

source: Samtaler og diskusjoner
be: материалы конференции, съезда и т. д.
bg: Разговори и дискусии
hi: बातचीत और विचार विमर्श
nl_nl: Gesprekken en discussies
tr: Röportajlar ve tartışmalar
uk: матеріали конференції, з’їзду і т. д.

source: Selvbiografier
be: автобиография
bg: Автобиографии
hi: आत्मजीवनी
nl_nl: Autobiografieën
tr: Otobiyografiler
uk: автобіографія

source: Series:
be: Серия:
bg: Серия:
hi: सीरीज:
nl_nl: Reeks:
tr: Seri kaydı:
uk: Серія:

source: Show analytics
be: Показать аналитическое описание
bg: Виж
hi: विश्लेषण दर्शाए
nl_nl: Toon analytics
tr: Analitikleri göster
uk: Показати аналітичний опис

source: Sjøkart
be: карта гидрографии
bg: Морска карта
hi: जल सर्वेक्षण
nl_nl: Hydrografische kaart
tr: Hidrografik
uk: карта гідрографії

source: Skjønnlitteratur
be: художественное произведение (без дальнейшей спецификации)
bg: Художествено произведение (без допълнителна спецификация)
hi: उपन्यास
nl_nl: Fictie
tr: Kurgu
uk: художній твір (без подальшої специфікації)

source: Skuespill
be: театральная игра (?)
bg: Пиеси
hi: नाटकों
nl_nl: Schouwspel
tr: Oyun/Piyes/Tiyatro
uk: театральна гра (?)

source: Slått sammen med: .., til: ...
be: Слито с ... чтобы создать ...
bg: Слято с: .., към: ...
hi: साथ विलय कर दिया: .., करने के लिए: ...
nl_nl: Samengevoegd met: .., tot: ...
tr: İle birleşti: .., için: ...
uk: Злито з … щоб утворити …

source: Sløyfekassett
be: звуковой картридж
bg: Звукова касета
hi: रिबन कैसेट
nl_nl: Tapecartridge
tr: Şerit kartuş
uk: звуковий картрідж

source: Småbarn;
be: малыши;
bg: Малки деца;
hi: बच्चा
nl_nl: Peuters;
tr: Küçük çocuklar;
uk: малюки;

source: Spesialisert;
be: для специалистов;
bg: Специализиран;
hi: विशेष;
nl_nl: Gespecialiseerd;
tr: Uzmanlaşmış;
uk: для фахівців;

source: Spill
be: набор игральных карт (?)
bg: Игра
hi: खेल
nl_nl: Spelen
tr: Oyun
uk: набір гральних карт (?)

source: Språkkurs
be: Язык
bg: Езиков курс
hi: पाठ्यक्रम
nl_nl: Taalcursus
tr: Dil kursu
uk: Мова

source: Språkundervisning
be: инструкция, включающая тексты других типов
bg: Езиково обучение
hi: भाषा शिक्षण
nl_nl: Taalonderwijs
tr: Öğretim
uk: інструкція, що включає тексти інших типів

source: Standardtittel:
be: Общепринятые заголовки:
bg: Общоприети заглавия:
hi: स्टैंडर्ड शीर्षक:
nl_nl: Standaardtitel:
tr: Standart başlık:
uk: Загальноприйняті заголовки:

source: Statistikker
be: статистика
bg: Статистика
hi: सांख्यिकी
nl_nl: Statistieken
tr: İstatistik
uk: статистика

source: Stereobilde
be: Стерео-изображения
bg: Стерео изображение
hi: स्टीरियो छवि
nl_nl: Stereografische afbeelding
tr: Stereo görüntü
uk: Стерео-зображення

source: Stjerneglobus
be: Звездный глобус
bg: Звезден глобус
hi: स्टार ग्लोबस
nl_nl: Hemelglobe
tr: Yıldız küre
uk: Зоряний глобус

source: Stjernekart
be: звездные карты
bg: Звездна карта
hi: सत्जेर्नेकार्ट
nl_nl: Sterrenkaart
tr: Yıldız haritası
uk: зоряні карти

source: Storskrift;
be: крупный шрифт;
bg: Едър шрифт;
hi: बड़े चरित्र;
nl_nl: Grote letterboeken;
tr: Büyük font;
uk: крупний шрифт;

source: Studieplansje
be: учебные диаграммы (?)
bg: Учебен план
hi: अध्ययन चार्ट
nl_nl: Studiegrafiek
tr: Grafik eğitimi
uk: навчальні діаграми (?)

source: Suppressed in OPAC
bg: Скриване в OPAC
hi: ओपेक में दबा दिया
nl_nl: Onderdrukt in OPAC
tr: OPAC içinde bastırılmış

source: Sylinder
be: цилиндр (звукозапись)
bg: Цилиндър
hi: सिलेंडर
nl_nl: Cylinder
tr: Silindir
uk: циліндр (звукозапис)

source: Symbolkort
be: карточки с символами
bg: Символна карта
hi: प्रतीक कार्ड
nl_nl: Symboolkaart
tr: Sembol kartları
uk: картки зі символами

source: Tegneserie
be: комиксы (?)
bg: Комикси
hi: कार्टून
nl_nl: Beeldverhalen
tr: Çizgi roman
uk: комікси (?)

source: Tegneserier for barn i alderen til og med 5 år;
be: комиксы для детей в возрасте до 5 лет;
bg: Комикси за деца над 5 години;
hi: और 5 साल सहित तक आयु वर्ग के बच्चों के लिए कार्टून;
nl_nl: Beeldverhalen voor kinderen tot en met 5 jaar;
tr: 5 yaşına kadar olan ve 5 yaş dahil olan çocuklar için çizgi romanlar;
uk: комікси для дітей у віці до 5 років;

source: Tegneserier for elever på 1. til 3. klassetrinn;
be: комиксы для учащихся 1-3 классов;
bg: Комикси за ученици от 1-3 клас;
hi: 3 ग्रेड के लिए 1 के छात्रों के लिए कॉमिक्स;
nl_nl: Beeldverhalen voor scholieren in groep 1 tot 3;
tr: 1. sınıftan 3. sınıfa kadar olan öğrenciler için çizgi romanlar;
uk: комікси для учнів 1-3 класів;

source: Tegneserier for elever på 4. og 5. klassetrinn;
be: комиксы для учащихся 4-5 классов;
bg: Комикси за ученици от 4-5 клас;
hi: 5 ग्रेड के लिए 4 के छात्रों के लिए कॉमिक्स;
nl_nl: Beeldverhalen voor scholieren in groep 4 of 5;
tr: 4. ve 5. sınıf öğrenciler için çizgi romanlar ;
uk: комікси для учнів 4-5 класів;

source: Tegneserier for elever på 6. og 7. klassetrinn;
be: комиксы для учащихся 6-7 классов;
bg: Комикси за ученици от 6-7 клас;
hi: 6 और 7 वीं ग्रेड में छात्रों के लिए कॉमिक्स;
nl_nl: Beeldverhalen voor scholieren in groep 6 of 7;
tr: 6. ve 7. sınıf öğrenciler için çizgi romanlar;
uk: комікси для учнів 6-7 класів;

source: Tegneserier for elever på ungdomstrinnet;
be: комиксы для учащихся средних школ;
bg: Комикси за ученици в средно ниво;
hi: माध्यमिक विद्यालयों में विद्यार्थियों के लिए कॉमिक्स;
nl_nl: Beeldverhalen voor scholieren in het voortgezet onderwijs;
tr: Ortaöğretim öğrencileri için çizgi romanlar;
uk: комікси для учнів середніх шкіл;

source: Tegneserier for voksne;
be: комиксы для взрослых;
bg: Комикси за възрастни;
hi: वयस्कों के लिए कॉमिक्स;
nl_nl: Beeldverhalen voor volwassenen;
tr: Yetişkinler için çizgi romanlar;
uk: комікси для дорослих;

source: Tegneserier;
be: комиксы;
bg: Комикси;
hi: कॉमिक्स;
nl_nl: Beeldverhalen;
tr: Çizgi roman;
uk: комікси;

source: Tegnet kart
be: карта характера
bg: Начертана карта
hi: खींचा नक्शा
nl_nl: Getekende kaart
uk: карта характеру

source: Tegning
be: рисунок
bg: Рисунка
hi: ड्राइंग
nl_nl: Tekening
tr: Çizim
uk: рисунок

source: Teknisk tegning
be: техническое черчение
bg: Технически чертеж
hi: तकनीकी चित्र
nl_nl: Technische tekening
tr: Teknik çizim
uk: технічне креслення

source: Tekniske rapporter
be: технические отчёты
bg: Технически доклади
hi: तकनीकी रिपोर्ट
nl_nl: Technische rapporten
tr: Teknik raporlar
uk: технічні звіти

source: Tekst
be: текст
bg: Текст
hi: गीत
tr: Metin
uk: текст

source: Terrengmodell
be: Модель рельефа
bg: Модел на релефа
hi: इलाके मॉडल
nl_nl: Terreinmodel
tr: Arazi modeli
uk: Модель рельєфу

source: Tidsskrift
be: журнал
bg: Журнал
hi: पत्रिका
nl_nl: Tijdschrift
tr: Dergi
uk: журнал

source: Transparent
be: материалы на прозрачных пленках
bg: Материали върху прозрачни фолиа
hi: पारदर्शिता
nl_nl: Transparant
tr: Saydam
uk: матеріали на прозорих плівках

source: Tre-dimensjonale gjenstander
be: Трехмерные объекты
bg: Триизмерни обекти
hi: तीन आयामी वस्तुओं
nl_nl: Drie-dimensionale objecten
tr: Üç boyutlu nesneler
uk: Тривимірні об’єкти

source: Tredimensjonale gjenstander
be: Трехмерные объекты
bg: Триизмерни обекти
hi: तीन आयामी वस्तुओं
nl_nl: Driedimensionale objecten
tr: Üç boyutlu nesneler
uk: Тривимірні об’єкти

source: Trykt kart
be: Печатная карта
bg: Печатна карта
hi: मुद्रित नक्शे
nl_nl: Gedrukte kaart
tr: Yazdırılanı göster
uk: Друкована карта

source: Ukjent;
be: неизвестно;
bg: Неизвестен;
hi: अज्ञात;
nl_nl: Onbekend;
tr: Bilinmeyen;
uk: невідомо;

source: Undervisning
be: инструкция, обучение
bg: Инструкция
hi: शिक्षण
nl_nl: Onderwijs
tr: Öğretim
uk: інструкція, навчання

source: Ungdom over 12 år;
be: молодежь более 12 лет;
bg: Юноши над 12 години;
hi: 12 वर्ष से अधिक युवा;
nl_nl: Jeugd boven de 12 jaar;
tr: 12 yaş üzeri gençler
uk: молодь понад 12 років;

source: Utgave:
be: Сведения об издании:
bg: Информация за изданието:
hi: संस्करण:
nl_nl: Uitgave:
tr: Sayı:
uk: Відомості про видання:

source: Utgiver:
be: Издатель:
bg: Издател:
hi: प्रकाशक:
nl_nl: Uitgever:
tr: Yayıncı:
uk: Видавець:

source: Utskilt fra:
be: Выделилось из:
bg: Разграничава се от:
hi: से स्रावित:
nl_nl: Afgesplitst van:
tr: Ayrılmış:
uk: Виділилося з:

source: Utstilling
be: экспонат, выставка (?)
bg: Експонат, изложба
hi: प्रदर्शन
nl_nl: Tonen
tr: Görüntüleniyor
uk: експонат, виставка (?)

source: Velg materialtype
bg: Вид на материала
hi: सामग्री के प्रकार का चयन
tr: Materyal Türü seçin

source: Videokassett
be: видеокассета
bg: Видеокасета
hi: विडिओकैसेट
nl_nl: Videocassette
tr: Video kaset
uk: відеокасета

source: Videokassett (VHS)
be: видеокассета (VHS)
bg: Видеокасета (VHS)
hi: विडिओकैसेट (वीएचएस)
nl_nl: Videocassette (VHS)
tr: Video kaset (VHS)
uk: відеокасета (VHS)

source: Videoplate
be: Видео компакт-диск
bg: Видео диск
hi: वीडियो डिस्क
nl_nl: Beeldplaat
tr: Video kaydı
uk: Відео компакт-диск

source: Videoplate (DVD)
be: Видео-диск (DVD)
bg: Видео диск (DVD)
hi: वीडियो डिस्क (डीवीडी)
nl_nl: Beeldplaat (DVD)
tr: Video kaydı (DVD)
uk: Відео-диск (DVD)

source: Videospole
be: Видео на катушке
bg: Видео макара
hi: वीडियो पोल
nl_nl: Videospoel
tr: Video oyunları
uk: Відео на ролику

source: Vinduskort
be: апертурная карта
bg: Карта с бленда
hi: खिड़की कार्ड
nl_nl: Vensterkaart
uk: апертурна карта

source: Voksne over 15 år;
be: взрослые старше 15 лет;
bg: Възраст над 15 години;
hi: 15 साल से अधिक वयस्कों;
nl_nl: Jongeren boven 15 jaar;
tr: 15 yaş üzeri yetişkinler
uk: дорослі старше 15 років;

source: Voksne over 18 år;
be: взрослые старше 18 лет;
bg: Възраст над 18 години;
hi: 18 साल से अधिक वयस्कों;
nl_nl: Volwassenen boven 18 jaar;
tr: 18 yaş üzeri yetişkinler
uk: дорослі старше 18 років;

source: Voksne;
be: для взрослых;
bg: За възрастни;
hi: वयस्कों;
nl_nl: Volwassenen;
tr: Yetişkin;
uk: для дорослих;

source: Wire
be: звукозапись на магнитный провод
bg: Звукозапис върху магнитен проводник
hi: तार
nl_nl: Draad
tr: Tel
uk: звукозапис на магнітний дріт

source: Withdrawn (
be: Изъято (
bg: Отчислен (
hi: वापस (
nl_nl: Afgeschreven (
tr: Sistemden düşülmüş (
uk: Вилучено (
