Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-opac-ccsr.po
Languages: sk, vi

source: %s (related searches: %s%s%s). %s
sk: %s (súvisiace hľadanie: %s%s%s). %s
vi: %s (các tìm kiếm liên quan: %s%s%s). %s

source: %s No public lists %s %s
sk: %s Žiadne verejné zoznamy %s %s
vi: %s Không có danh sách công cộng %s %s

source: %s No results found for that in %s catalog.
sk: %s Nenašli sa k tomu žiadne výsledky v katalógu %s.
vi: %s Không tìm thấy kết quả nào trong %s mục lục.

source: %s You did not specify any search criteria. %s
sk: %s Nešpecifikovali ste žiadne podmienky hľadania. %s
vi: %s Bạn đã không chỉ rõ bất cứ sự tìm kiếm theo tiêu chuẩn nào. %s

source: %sLog Out
sk: %sOdhlásiť sa
vi: %sThoát

source: Add to your cart
sk: Pridať do košíka

source: Advanced search
sk: Rozšírené hľadanie
vi: Tìm kiếm nâng cao

source: All Libraries
sk: Všetky knižnice
vi: Tất cả các Thư viện

source: All libraries
sk: Všetky knižnice
vi: Tất cả các Thư viện

source: Are you sure you want to empty your cart?
sk: Ste si istí, že chcete vyprázdniť košík?
vi: Bạn có chắc muốn xóa giỏ hàng của mình?

source: Are you sure you want to remove the selected items?
sk: Naozaj chcete odstrániť vybrané exempláre?
vi: Bạn có chắc muốn xóa các tài liệu đã chọn?

source: Author
sk: Autor
vi: Tác giả

source: Authority search
sk: Hľadanie autorít
vi: Tìm kiếm theo sự nhất quán

source: Browse by hierarchy
sk: Hľadať podľa hierarchie
vi: Duyệt theo thứ bậc

source: Call number
sk: Signatúra
vi: Số xếp giá

source: Cart
sk: Košík
vi: Giỏ tài liệu

source: Could not login, perhaps your Persona email does not match your Koha one
sk: Nepodarilo sa prihlásiť, možno sa váš email v Persone nezhoduje s vaším emailom v Kohe
vi: Không thể đăng nhập, có thể địa chỉ email cá nhân của bạn không khớp với tài khoản Koha

source: Error! Illegal parameter
sk: Chyba! Nepovolený parameter
vi: Lỗi! tham số không hợp lệ

source: Error! The add_tag operation failed on
sk: Chyba! Operácia pridania menovky zlyhala pri
vi: Lỗi! Chức năng tạo nhãn bị lỗi

source: Error! You cannot delete the tag
sk: Chyba! Nemôžete odstrániť menovku
vi: Lỗi! Bạn không thể xóa nhãn

source: Error! Your tag was entirely markup code. It was NOT added. Please try again with plain text.
sk: Chyba! Vaša menovka bola celá v značkovom kóde. NEBOLA teda pridaná. Skúste prosím znova s jednoduchým textom.
vi: Lỗi! Nhãn ghi của bạn chứa mã đánh dấu. Nó KHÔNG được tạo. Vui lòng thử lại với chữ đơn giản.

source: Errors:
sk: Chyby:
vi: Lỗi:

source: Go
sk: Spustiť
vi: Tiếp tục

source: Groups
sk: Skupiny
vi: Các nhóm

source: Home
sk: Domov
vi: Trang chủ

source: In your cart
sk: Vo vašom košíku
vi: Trong giỏ tài liệu của bạn

source: Items in your cart:
sk: Exempláre vo vašom košíku:

source: Koha Online Catalog
sk: Online Katalóg Koha
vi: Koha Mục lục Trực tuyến

source: Koha [% Version %]
sk: Koha [% Verzia %]
vi: Koha [% Phiên bản %]

source: Languages:&nbsp;
sk: Jazyky:&nbsp;
vi: Ngôn ngữ:&nbsp;

source: Libraries
sk: Knižnice
vi: Các thư viện

source: Library Catalog
sk: Knižničný katalóg
vi: Mục lục Thư viện

source: Library catalog
sk: Knižničný katalóg
vi: Mục lục Thư viện

source: Lists
sk: Zoznamy
vi: Danh mục

source: Log in to create your own lists
sk: Prihláste sa, ak chcete vytvoriť vlastné zoznamy
vi: Đăng nhập để tạo danh mục của bạn

source: Log in to your account
sk: Prihláste sa do svojho účtu
vi: Đăng nhập vào tài khoản của bạn

source: Most popular
sk: Najčítanejšie
vi: Phổ biến nhất

source: No cover image available
sk: Bez obrázka obálky
vi: Không có ảnh bìa

source: No item was added to your cart
sk: Žiadny exemplár nebol pridaný do vášho košíka
vi: Không có tài liệu được chọn vào giỏ của bạn

source: No item was selected
sk: Žiadny exemplár nebola vybratý
vi: Không có tài liệu được chọn

source: No private lists
sk: Žiadne súkromné zoznamy
vi: Không có danh mục riêng tư

source: No results found!
sk: Nenašli sa žiadne výsledky!
vi: Không có kết quả được tìm thấy!

source: No tag was specified.
sk: Nebola špecifikovaná žiadna menovka.
vi: Không có đánh dấu nào được chỉ cụ thể.

source: Note: you can only delete your own tags.
sk: Poznámka: môžete vymazať iba svoje vlastné značky.
vi: Lưu ý: bạn chỉ có thể xóa các đánh dấu của chính bạn.

source: Note: you can only tag an item with a given term once. Check 'My Tags' to see your current tags.
sk: Poznámka: exemplár môžete označiť menovkou s daným výrazom iba raz. Skontrolujte 'Moje menovky' a pozrite si svoje momentálne menovky.
vi: Lưu ý: bạn chỉ có thể đánh dấu cho một tài liệu với giới hạn một lần đã đưa ra. Kiểm tra "Đánh dấu của tôi" để xem các đánh dấu hiện tại của bạn.

source: Note: your tag contained markup code that was removed. The tag was added as
sk: Poznámka: vaša menovka obsahovala značkový kód, ktorý bol odstránený. Menovka bola pridaná ako
vi: Lưu ý: nhãn của bạn bao gồm mã đánh dấu đã được loại trừ. Nhãn đánh dấu đã được tạo là

source: Powered by
sk: Prevádzkované v systéme
vi: Được tạo bởi

source: Public lists
sk: Verejné zoznamy
vi: Danh mục công cộng

source: Purchase suggestions
sk: Návrhy na nákup
vi: Các gợi ý đặt hàng

source: Recent comments
sk: Najnovšie komentáre
vi: Các nhận xét gần đây

source: Search
sk: Vyhľadávanie
vi: Tìm kiếm

source: Search %s %s (in %s only)%s %s
sk: Hľadať %s %s (iba v %s)%s %s
vi: Chỉ %s %s (tìm kiếm %s trong)%s %s

source: Search history
sk: Výpis hľadania
vi: Lịch sử tìm kiếm

source: Series
sk: Edícia
vi: Định kỳ

source: Sorry, tags are not enabled on this system.
sk: Je nám ľúto, ale značky nie sú povolené v tomto systéme.
vi: Xin lỗi, nhãn không có trong hệ thống

source: Subject
sk: Predmet
vi: Chủ đề

source: Subject cloud
sk: Predmety
vi: Tập hợp chủ đề

source: Subscribe to this search
sk: Zaregistrovať sa do tohto vyhľadávania
vi: Theo dõi tìm kiếm này

source: Tag cloud
sk: Menovky
vi: Đánh dấu gắn liên kết

source: Tags added:
sk: Pridané menovky:
vi: Đánh dấu đã được tạo:

source: This item has been added to your cart
sk: Tento exemplár bol pridaný do vášho košíka
vi: Tài liệu này vừa được đưa vào trong giỏ của bạn

source: This item has been removed from your cart
sk: Tento exemplár bol odobratý z vášho košíka
vi: Tài liệu này đã được xóa khỏi giỏ của bạn

source: This item is already in your cart
sk: Tento exemplár už je vo vašom košíku
vi: Tài liệu này đã có trong giỏ của bạn

source: Title
sk: Názov
vi: Tiêu đề

source: Unable to add one or more tags.
sk: Nedá sa pridať jedna alebo viac menoviek.
vi: Không thể tạo một hay thêm đánh dấu.

source: View your search history
sk: Prezrite si svoj výpis hľadania
vi: Xem lịch sử tìm kiếm của bạn

source: Welcome,
sk: Vitajte,
vi: Chào mừng

source: You must be logged in to add tags.
sk: Pre pridávanie menoviek sa musíte prihlásiť.
vi: Bạn phải đăng nhập để tạo các đánh dấu.

source: Your cart is currently empty
sk: Váš košík je momentálne prázdny
vi: Giỏ tài liệu của bạn hiện đang trống

source: Your cart is empty.
sk: Váš košík je prázdny.
vi: Giỏ tài liệu của bạn trống.

source: Your lists
sk: Vaše zoznamy
vi: Danh mục của bạn

source: Your search returned %s results.
sk: Vaše hľadanie prinieslo %s výsledkov.
vi: Các kết quả tìm kiếm %s của bạn.

source: [% LibraryName %] Online Catalog
sk: Online katalóg [% LibraryName %]
vi: [% Tên thư viện %] Mục lục Trực tuyến

source: [%%# Sticking the div for the top bar here; since the top bar is positioned absolutely in this theme, it it makes the positioning of the rest of the elements easier to keep it out of the doc3 div. %%] %s
sk: [%%# Umiestiť div pre hornú lištu sem; keďže je horná lišta umiestnená v tejto téme absolútne, umiestnenie ostatných prvkov sa dá ľahšie vyňať z doc3 div. %%] %s

source: [New list]
sk: [Nový zoznam]
vi: [Danh sách mới]

source: [View All]
sk: [Zobraziť všetko]
vi: [Xem tất cả]

source: [View all]
sk: [Zobraziť všetko]
vi: [Xem tất cả]

source: already in your cart
sk: už je v košíku
vi: Đã có trong giỏ của bạn

source: change my password
sk: zmeniť svoje heslo
vi: Thay đổi mật khẩu của tôi

source: item(s) added to your cart
sk: exemplár(ov) pridaný(ch) do vášho košíka

source: my fines
sk: moje pokuty
vi: Tiền phạt của tôi

source: my lists
sk: moje zoznamy
vi: Danh sách của tôi

source: my messaging
sk: moje správy
vi: Tin nhắn của tôi

source: my personal details
sk: moje osobné údaje
vi: Thông tin chi tiết cá nhân của tôi

source: my privacy
sk: moje súkromie
vi: Tùy chọn riêng tư

source: my purchase suggestions
sk: moje návrhy na nákup
vi: Gợi ý mua hàng của tôi

source: my reading history
sk: môj čitateľský výpis
vi: Lịch sử đọc của tôi

source: my search history
sk: môj výpis hľadania
vi: Lịch sử tìm kiếm của tôi

source: my summary
sk: môj súhrn
vi: Tóm tắt

source: my tags
sk: moje menovky
vi: Các đánh dấu của tôi
