Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: "A Short History of Western Civilization" by Harrison, John B, 909.09821 H2451, Barcode: 08030003 Fine: 3.50
ar: "التاريخ القصير للحضارة الغربية" هاريسون ,جون ب, 909.09821 H2451, باركود: 08030003 الغرامة: 3.50
de: "A Short History of Western Civilization" von Harrison, John B, 909.09821 H2451, Barcode: 08030003 Gebühr: 3.50
el: "A Short History of Western Civilization" by Harrison, John B, 909.09821 H2451, Barcode: 08030003 Πρόστιμο: 3.50
es: "A Short History of Western Civilization" por Harrison, John B, 909.09821 H2451, Código de barras: 08030003 Multa: 3.50
eu: "A Short History of Western Civilization" Harrison, John B, 909.09821 H2451, Barra-kodea: 08030003 Isuna: 3.50
fr: "A Short History of Western Civilization" de Harrison, John B, 909.09821 H2451, Code à barres: 08030003 Amende: 3.50
hi: "A Short History of Western Civilization" द्वारा Harrison, John B, 909.09821 H2451, बारकोड: 08030003 फाइन: 3.50
it: "A Short History of Western Civilization" di Harrison, John B, 909.09821 H2451, Barcode: 08030003 Multa: 3.50
oc: "A Short History of Western Civilization" de Harrison, John B, 909.09821 H2451, Còdi de barras: 08030003 Emenda: 3.50
pl: "A Short History of Western Civilization" / Harrison, John B, 909.09821 H2451, Kod kreskowy: 08030003 Należność: 3.50
pt: "A Short History of Western Civilization" por Harrison, John B, 909.09821 H2451, Cód. barras: 08030003 Multa: 3.50
pt_br: "Uma breve história da Civilização Ocidental" de Harrison, John B, 909.09821 H2451, Código de barras: 08030003 Multa: 3.50
sk: "A Short History of Western Civilization" od Harrison, John B, 909.09821 H2451, Čiarový kód: 08030003 Pokuta: 3.50
tr: "A Short History of Western Civilization" by Harrison, John B, 909.09821 H2451, Barkod: 08030003 Ceza: 3.50

source: "Basic Parameters" is where library policies are set and governed. It is best to set your system preferences and then work through the basic parameters in the order that they appear on this page.
ar: "الضوابط الأساسية" هي مكان ضبط سياسات المكتبة والتحكم بها. من الأفضل ضبط مفضلات نظامك ثم العمل من خلال الضوابط الأساسية بالترتيب التي تظهر به في هذه الصفحة.
cs: V sekci "Základní nastavení" se nastavuje a spravuje základní politika knihovny. Nejlepší je nejprve nastavit systémová nastavení a pak procházet tato základní nastavení jedno po druhém tak jak jsou vypsány na stránce.
da: I basisparametrene indstilles og administreres biblioteksbetingelserne. Det er bedst at indstille systemindstillingen og så arbejde sig gennem basisparametrene, som de fremgår af denne side.
de: In den Basisparametern werden die Bibliothekskonditionen konfiguriert und verwaltet. Es ist am besten, zunächst die Systemparameter zu konfigurieren und danach die Basisparameter in der aufgelisteten Reihenfolge durchzuarbeiten.
el: "Βασικές παράμετροι" είναι εκεί όπου καθορίζονται και ελέγχονται οι κανόνες της βιβλιοθήκης. Καλύτερο θα ήταν να καθορίσετε τις προτιμήσεις του συστήματός σας και στη συνέχεια να δουλέψετε με τις βασικές παραμέτρους με τη σειρά που εμφανίζονται σε αυτή τη σελίδα.
es: "Parámetros Básicos" es donde se configuran y administran las políticas de la biblioteca. Lo mejor es configurar primero las preferencias del sistema y luego trabajar con los parámetros básicos en el orden en que aparecen en esta página.
eu: "Oinarrizko parametroetan" liburutegi politikak ezarri eta aurrera eramaten dira. Onena da sistemaren lehentasunak ezartzea, eat ondoren ondoren oinarriko parametroekin lan egitea orri honetan agertzen diren ordenan.
fi: 'Perusasetukset' on osa, jossa kirjaston käyttösäännöt asetetaan ohjelmaan. Paras tapa muokata näitä on asettaa ensin 'Järjestelmäasetukset' ja käydä sitten läpi 'Perusasetukset' siinä järjestyksessä, jossa ne esitetään tällä sivulla.
fr: Les 'Paramètres système' permettent de définir et de gérer les règles propres à votre bibliothèque. Il est préférable de commencer par établir les préférences système, puis les autres paramètres dans l'ordre dans lequel ils apparaissent sur cette page.
hi: जहां पुस्तकालय नीतियों की स्थापना की और नियंत्रित कर रहे हैं "बेसिक पैरामीटर" है। यह आपके सिस्टम वरीयताओं को सेट करने के लिए और फिर आदेश है कि वे इस पृष्ठ पर दिखाई में बुनियादी मानकों के माध्यम से काम के लिए सबसे अच्छा है।
it: I parametri di base governano e impostano il lavoro della biblioteca. Sarebbe consigliabile impostare le tue preferenze di sistema e quindi operare sui parametri nello stesso ordinecon cui vengono visualizzati su questa pagina.
oc: Los 'Paramètres sistèma' permeton de definir e de gerir las règlas pròprias a vòstra bibliotèca. Es preferible de començar per establir las preferéncias sistèma, puèi los autres paramètres dins l'òrdre dins lo qual apareisson sus aquesta pagina.
pl: "Podstawowe Parametry" znajdują się tam, gdzie biblioteczne zasady są ustalone i regulowane. Najlepiej ustawić Twój system preferencji i wtedy pracować przy użyciu podstawowych parametrów w takim porządku, w jakim się pojawiają na tej stronie.
pt: "Parâmetros de base" é onde as políticas da biblioteca são definidas e geridas. É melhor definir as suas preferências de sistema, e depois trabalhar através dos parâmetros básicos pela ordem que aparecem na página.
pt_br: "Parâmetros de base" é onde as políticas da biblioteca são definidas e governados. É melhor definir suas preferências de sistema, e depois trabalhar através dos parâmetros básicos pela ordem que aparecem na página.
sk: V "Základných Parametroch" sa nastavujú a riadia podmienky knižnice. Najlepšie je nastaviť vaše nastavenia systému, a potom sa prepracovať cez základné parametre v poradí, v akom sa objavujú na tejto stránke.
sv: "Grundparametrar" är platsen där bibliotekspolicy ställs in och hanteras. Gör systeminställningarna och gå sedan igenom grundparametrarna i den ordning de visas på denna sida.
tr: "Temel parametreler" kütüphane politikalarının belirlenip yönetildiği yerdir. Sistem tercihlerini ayarladıktan sonra, bu sayfada göründükleri sırada ayarlamak ve bu tercihler üzerinde daha sonra çalışmak tercih edilmelidir.
zh_tw: "基本參數" 是設定與管理圖書館的政策，最好是設定您的系統參數，再依序設定基本參數。

source: "Borrower not found." if the borrower card number is incorrect
ar: "لم يتم العثور على المستعير." إذا كان رقم بطاقة المستعير غير صحيح
cs: "Uživatel nenalezen." pokud je zadáno chybné číslo průkazky
da: "Låner ikke fundet." hvis lånernummeret er forkert
de: "Benutzer nicht gefunden." wenn die Benutzernummer falsch ist
el: "Ο δανειζόμενος δεν βρέθηκε." εάν ο αριθμός κάρτας του δανειζόμενου είναι λανθασμένος
es: "Usuario no encontrado." si el número de carné del usuario es incorrecto
eu: "Usuario no encontrado."si el número de tarjeta de prestatario es incorrecta
fi: "Lainaajaa ei löydy." jos lainaajan kirjastokortin numero ei ole oikein
fr: "Adhérent non trouvé." si le numéro de carte de l'adhérent est incorrect
hi: "उधारकर्ता नहीं मिला ।" अगर उधारकर्ता का कार्ड नंबर गलत है
it: "Utente non trovato" se il numero di tessera dell'utente è errato
oc: "Aderent pas trobat." se lo numèro de carta de l'aderent es incorrècte
pl: "Użytkownik nieodnaleziony" - niepoprawny numer karty bibliotecznej
pt: "Leitor não encontrado." se o número de cartão do leitor está incorrecto
pt_br: "Usuário não encontrado." se o número da carteirinha do usuário estiver incorreto
sk: "Čitateľ sa nenašiel." ak číslo čitateľského preukazu nie je správne
sv: "Låntagare hittades inte." om lånekortsnumret är felaktigt
tr: "Kullanıcı bulunamadı." kullanıcı kart numarası yanlış olduğunda
zh_tw: "找不到借閱者。" 若借閱者號碼不正確

source: "History of Western Civilization" by Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Barcode: 08030004 Fine: 3.50
ar: "تاريخ الحضارة" هايز, كارلتون جوزيف هانتلي, 909.09821 H3261 v.1, باركود: 08030004 الغرامة: 3.50
de: "History of Western Civilization" von Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Barcode: 08030004 Gebühr: 3.50
el: "History of Western Civilization" by Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Barcode: 08030004 Πρόστιμο: 3.50
es: "History of Western Civilization" por Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Código de barras: 08030004 Multa: 3.50
eu: "History of Western Civilization" Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Barra-kodea: 08030004 Isuna: 3.50
fr: "History of Western Civilization" de Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Code à barres: 08030004 Amende: 3.50
hi: "History of Western Civilization" द्वारा Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, बारकोड: 08030004 फाइन: 3.50
it: "History of Western Civilization" di Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Barcode: 08030004 Multa: 3.50
oc: "History of Western Civilization" de Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Còdi de barras: 08030004 Emenda: 3.50
pl: "History of Western Civilization" / Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Kod kreskowy: 08030004 Należność: 3.50
pt: "History of Western Civilization" por Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Cód. barras: 08030004 Multa: 3.50
pt_br: "História da civilização ocidental" de Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Código de barras: 08030004 Multa: 3.50
sk: "History of Western Civilization" od Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Čiarový kód: 08030004 Pokuta: 3.50
tr: "History of Western Civilization" by Hayes, Carlton Joseph Huntley, 909.09821 H3261 v.1, Barkod: 08030004 Ceza: 3.50

source: "Item not found." if the item barcode is wrong
ar: "لم يتم العثور على المادة." اذا كان باركود المادة غير صحيح
cs: "Exemplář nebyl nalezen." pokud čárový kód exempláře není správný
da: "Materiale ikke fundet." hvis materialets stregkoden er forkert
de: "Exemplar nicht gefunden." wenn der Exemplar-Barcode falsch ist
el: "Το αντίτυπο δεν βρέθηκε." εάν το barcode του αντιτύπου είναι λάθος
es: "Ejemplar no encontrado." si el código de barras del ejemplar es incorrecto
eu: "Ítem no encontrado." si el código de barras es incorrecto
fi: "Nidettä ei löydy." jos niteen viivakoodi on väärin
fr: "Exemplaire non trouvé." si le code à barres est erroné
hi: "आइटम नहीं मिला।" यदि आइटम बारकोड गलत है
it: "Copia non trovata" se il barcode è errato
oc: "Exemplar pas trobat." se lo còdi de barras es erronèu
pl: "Egzemplarz nieodnaleziony" - niepoprawny kod kreskowy egzemplarza
pt: "Exemplar não encontrado." se o código de barras do exemplar está incorrecto
pt_br: "Item não encontrado." se o código de barras do item estiver errado
sk: "Exemplár sa nenašiel." ak čiarový kód exemplára nie je správny
sv: "Objekt hittades inte." om objektets streckkod är felaktig
tr: "Materyal bulunamadı." Materyal barkodu yanlış ise
zh_tw: "找不到館藏。" 若館藏條碼錯誤

source: "Item not issued." if you checked in an available item
ar: "لم يتم رد المادة." اذا قمت برد مادة متاحة
cs: "Jednotka nebyla vypůjčena." pokud vracíte dostupnou jednotku
da: "Eksemplar ikke udlånt." hvis du afleverer et ikke-udlånt eksemplar
de: "Exemplar nicht entliehen." wenn ein verfügbares Exemplar zurückgegeben wurde.
el: "Το αντίτυπο δεν είναι δανεισμένο." εάν επιστρέψατε ένα αντίτυπο που είναι διαθέσιμο
es: "Ejemplar no prestado." si recibe un ejemplar disponible
eu: "Ítem no prestado." si ha marcado un ítem como disponible
fi: "Nide ei ole lainassa." jos palautat saatavana olevan niteen
fr: "Exemplaire non prêté." si vous retournez un exemplaire disponible
hi: "आइटम जारी नहीं किया।" यदि आप ने एक उपलब्ध आइटम में जाँच की है
it: "Copia non prestata" se hai fatto rientrare una copia disponibile
oc: "Exemplar non prestat." se vous retournez un exemplar disponible
pl: "Egzemplarz niedostępny" - przy zwrocie dostępnego egzemplarza
pt: "Exemplar não emprestado." se devolver um exemplar disponível
pt_br: "Item não emprestado." se você tentou devolver um item disponível
sk: "Exemplár nebol vypožičaný." ak ste vrátili dostupný exemplár
sv: "Objekt inte utlånat." om du försökte återlämna ett tillgängligt objekt
tr: "Materyal ödünç alınmamış." eğer kullanılabilir bir materyali iade ettiyseniz
zh_tw: "館藏未借出。" 若還入可借出的館藏

source: "Success." if the transaction was processed correctly
ar: "نجاح." إذا تمت معالجة هذه العملية بشكل صحيح
cs: "Úspěšné." pokud byla transakce zpracována bez problémů
da: "Succes." hvis transaktionen blev gennemført korrekt
de: "Erfolgreich." wenn die Transaktion korrekt ausgeführt wurde.
el: "Επιτυχία." εάν η συναλλαγή διενεργήθηκε σωστά
es: "Éxito." si la transacción fue procesada correctamente
eu: "Correcto."si la transacción se proceso correctamente
fi: "Onnistui." jos toiminto tapahtui onnistuneesti
fr: "Réussite." si la transaction s'est correctement déroulée
hi: "सफलता।" यदि लेनदेन को सही ढंग से संसाधित किया गया था
it: "Successo." se la transazione è terminata correttamente
oc: "Succès." se la transaccion s'es debanada corrèctament
pl: "Powodzenie" - jeśli transakcja została wykonana poprawnie
pt: "Sucesso." se a transacção foi processada correctamente
pt_br: "Sucesso." se a transação foi processada corretamente
sk: "Podarilo sa." ak transakcia prebehla správne
sv: "Genomförd." om transaktionen genomfördes korrekt
tr: "Başarılı" işlem doğru işlendi ise
zh_tw: "成功。" 若正確轉移館藏

source: 'Add &amp; duplicate' will add the item and fill in a new form with the same values for your to alter
ar: 'أضف &amp; تكرار' سيضيف المادة ويملأها في نموذج جديد مع نفس القيم لتتمكن من إضافة مادة جديدة
cs: 'Přidat &amp; duplikovat' přidá jednotku a vyplní nový formulář stejnými hodnotami, které můžete následně změnit
da: Tilfør & kopier vil tilføje objektet og udfylde en ny formular med de samme værdier som kan ændres
de: 'Hinzufügen und duplizieren' speichert ein Exemplar mit den eingegebenen Daten und behält diese im Formular für das nächste Exemplar
el: 'Προσθήκη &amp; αντιγραφή' θα προσθέσει το αντίτυπο και θα συμπληρώσει μία νέα φόρμα με τις ίδιες τιμές ώστε να τις αλλάξετε
es: 'Agregar &amp; duplicar' agregará el ítem y generará un nuevo formulario con los mismos datos, para que los modifique
eu: 'Agregar &amp; duplicar' agregará el ítem y generará un nuevo formulario con los mismos datos, para que los modifique
fi: 'Lisää samanlainen' -toiminto lisää uuden niteen samoilla tiedoilla, joita voi tarpeen mukaan muuttaa
fr: Ajouter &amp; dupliquer ajoutera l'exemplaire et pré-remplira le formulaire pour que vous puissiez ajouter un autre exemplaire
hi: 'जोड़ें &amp; नकल' आइटम जोड़ देगा और बदलने के लिए आपको एक नए फार्म मे समान मुल्यों के साथ भरना होगा
it: Aggiungi &amp; Duplica aggiungerà la copia e riempirà una nuova form con gli stessi valori della precedente, che potrai modificare
oc: Apondre &amp; duplicar apondrea l'exemplar e pré-emplenara lo formulari per que poscatz apondre un autre exemplar
pl: 'Dodaj &amp; duplikat' - egzemplarz zostanie dodany i wypełniony w nowym formularzu tymi samymi wartościami co poprzedni
pt: 'Adicionar &amp; duplicar' vai adicionar o exemplar e preencher um novo formulário com os mesmos valores
pt_br: 'Adicionar &amp; Duplicata' adicionará o exemplar e preencherá o novo formulário com os mesmos valores para que você faça as alterações
sk: 'Pridať &amp; duplikovať' pridá exemplár and naplní nový formulár s rovnakými hodnotami, ktoré môžete zmeniť
sv: 'Lägg till &amp; kopia' lägger till objektet och fyller i ett nytt formulär med samma värden som du kan ändra
tr: 'Ekle &amp; dublike' materyali ekler ve değiştirmeniz için size aynı değerlerle yeni bir form doldurur.
zh_tw: '新增 &amp; 複製' 將新增館藏並把舊資料全數複製過來，以備館員修改它

source: 'Add item' will add just the one item
ar: 'إضافة مادة' سيضيف فقط مادة واحدة
cs: "Přidat jednotku" přidá pouze jednu jednotku
da: 'Tilføj eksemplar' vil kun tilføje et eksemplar
de: 'Exemplar hinzufügen' wird ein einzelnes neues Exemplar hinzufügen
el: 'Προσθήκη αντιτύπου' θα προσθέσει μόνο ένα αντίτυπο
es: 'Agregar ítem' solo agregará un ítem
eu: 'Agregar ítem' solo agregará un ítem
fi: 'Lisää nide' -toiminto lisää yhden niteen
fr: Ajouter exemplaire ajoutera un seul exemplaire
hi: 'आइटम जोड़ें' केवल एक आइटम को जोड़ेगा
it: "Aggiungi copia" aggiungerà solo una copia
oc: Apondre exemplar apondrea un sol exemplar
pl: 'Dodaj pozycję' doda tylko jedną pozycję
pt: 'Adicionar exemplar' irá adicionar apenas um exemplar
pt_br: 'Adicionar exemplar' adicionará apenas um item
sk: 'Pridať exemplár' pridá len jeden exemplár
sv: 'Lägg till objekt' lägger bara till ett objekt
tr: 'Materyal ekle' yalnızca bir adet materyal ekleyecektir
zh_tw: '新增館藏' 祗新增一個空白的館藏

source: 'Add multiple items' will ask how many items and will then add that number of items adding +1 to the barcode so each barcode is unique
ar: "إضافة عدة مواد" سيسألك عن عدد المواد وبعدها ستتم إضافة هذا العدد من المواد بالإضافة إلى +1 إلى الباركود لكي يكون كل باركود متفرداً
cs: 'Přidat víc jednotek' se zeptá, kolik jednotek a poté přidá dané číslo +1 do čárového kódu, aby byl každý kód unikátní
de: 'Mehrere Exemplare hinzufügen' generiert so viele Exemplare, wie Sie als Anzahl angegeben haben. Der Barcode wird dabei jeweils um eins hochgezählt, so dass jeder generierte Barcode einmalig ist.
el: 'Προσθήκη πολλαπλών αντιτύπων' θα ερωτηθούμε για τον αριθμό των αντιτύπων και θα προστεθούν τα αντίστοιχα αντίτυπα αυξάνοντας +1 τον αριθμό barcode ώστε κάθε barcode να είναι μοναδικό
es: 'Agregar varios ítems' le preguntará cuantos ítems y luego los agregará adicionando +1 al código de barras de modo que cada uno sea único
eu: 'Add multiple items' item kopurua galdetuko du eta ondoren gehituko dira bakoitzari barra-kodean +1 gehituz modu horretan barra-kode bakoitza bakarra izango da
fi: 'Lisää useita niteitä' -toiminto kysyy, montako nidettä lisätään ja muuttaa uuden niteen viivakoodinumeroa yhdellä suuremmaksi siten, että jokainen viivakoodi on yksilöllinen.
fr: 'Ajouter des exemplaires multiples' vous demandera le nombre d'exemplaires à ajouter, puis ajoutera autant d'exemplaires en incrémentant le code à barres de 1 pour rendre unique chaque exemplaire (unicité)
hi: 'कई मदों को जोड़ें' पूछेगा कि कितने आइटम जोड़ने हैं और उसके बाद आइटम की संख्या जोड़ने के लिए बारकोड को +1 जोड़ेगा जिससे प्रत्येक बारकोड अद्वितीय है
it: Aggiungi più copie chiederà quante copie aggiungere ed assegnerà i barcode in ordine progressivo
oc: 'Apondre d'exemplars multiples' vos demandarà lo nombre d'exemplars d'apondre, puèi apondrà autant d'exemplars en incrementant lo còdi de barras de 1 per rendre unic cada exemplar (unicitat)
pt: 'Add multiple copies' irá perguntar quantas cópias deseja, adicionando esse número de cópias onde o código de barras vai sendo incrementado de forma a ser único
pt_br: 'Adicionar múltiplos exemplares' pedirá que você defina uma quantidade e adicionará os exemplares somando +1 a cada código de barras subsequente, de modo que os códigos sejam únicos
sk: 'Pridať viacero kópií' sa opýta na ich počet a potom pridá žiadaný počet kópií, pričom navýši čiarový kód o jeden, aby každý čiarový kód bol jedinečný
tr: 'Birden çok materyal ekle' kaç materyal olduğunu sorar ve daha sonra her barkodun özgün olabilmesi için bu materyal numaraları adedince barkodun kopya numarasına +1 ekler
zh_tw: '新增多個複本' 將詢問複本數，並將條碼逐個 +1，做為各複本的條碼號

source: 'Additional SRU options': You can enter additional options of the external server here, like sru_version=1.1 or schema=marc21, etc. Note that these options are server dependent.
ar: 'خيارات SRU إضافية': يمكنك إدخال خيارات إضافية للخادم الخارجي من هنا، مثل sru_version=1.1 أو schema=marc21، إلخ. لاحظ أن هذه الخيارات تعتمد على الخادم.
cs: 'Rozšířené možnosti SRU': Zde můžete zadat rozšířené parametry pro vzdálený server, jako například sru_version=1.1 nebo schema=marc21, atd. Podpora takovýchto parametrů závisí na konkrétním serveru.
de: 'Zusätzliche SRU-Optionen': Sie können hier zusätzliche Optionen für externe Server angeben wie sru_version=1.1 oder schema=marc21, etc. Beachten Sie dass solche Optionen serverabhängig sind.
el: 'Πρόσθετες επιλογές SRU': Μπορείτε να εισάγετε πρόσθετες επιλογές του εξωτερικού server εδώ, όπως sru_version=1.1 ή schema=marc21, κτλ. Σημειώστε ότι αυτές οι επιλογές εξαρτώνται από τον διακομιστή.
es: 'Opciones adicionales SRU': Puede introducir opciones adicionales del servidor externo aquí, como sru_version=1.1 o esquema=MARC21, etc. Tenga en cuenta que estas opciones dependen del servidor.
eu: 'Additional SRU options': kanpo zerbitzariko opzio gehigarriak sar ditzakezu hemen, hala nola sru_version=1.1 edo schema=marc21, etab. Kontuan izan aukera horiek zerbitzariaren mende daudela.
fi: 'Muut SRU-valinnat': Voit lisätä valintoja tähän, kuten esimerkiksi sru_version=1.1 tai schema=marc21. Huomaa, että nämä valinnat riippuvat palvelimista.
fr: 'Additional SRU options': Vous pouvez entrer des options supplémentaires du serveur externe ici, comme sru_version=1.1 ou schema=marc21, etc. Notez que ces options dépendent du serveur.
hi: 'अतिरिक्त एसआरयू विकल्प': आप अतिरिक्त विकल्प मे यहाँ के बाहरी सर्वर से प्रवेश कर सकते हैं, जैसे एसआरयू संस्करण = 1.1 या स्कीमा = MARC21, आदि के रूप में. नोट ये विकल्प सर्वर पर निर्भर हैं
it: 'Informazioni aggiuntive SRU': Puoi inserire qui delle informazioni aggiuntive sui server esterni quali sru_version=1.1 o lo schema=marc21, ecc. Nota che queste informazioni dipendono dal server.
oc: 'Additional SRU opcions': Podètz entrar d'opcions suplementàrias del servidor extèrne aicí, coma sru_version=1.1 o schema=marc21, etc. Notatz qu'aquelas opcions dependan del servidor.
pt: 'Opções SRU adicionais': Pode adicionar opções adicionais ao servidor externo, como sru_version=1.1 ou schema=marc21, etc. Note que todas estas opções são dependentes do servidor.
sk: 'Dodatočné možnosti SRU': Tu môžete zadať dodatočné možnosti pre externý server, napr. sru_version=1.1 alebo schema=marc21, atď. Tieto možnosti však závisia od servera.
tr: 'Ek SRU seçenekleri': Buraya harici sunucunun sru_version=1.1 or schema=marc21, vb. gibi ek seçeneklerini girebilirsiniz. Bu seçeneklerin sunucu bağımlı olduğunu unutmayın.
zh_tw: '其他 SRU 選項'：您可從此鍵入其他外部伺服器， 如 sru_version=1.1 或 schema=marc21 等。此選項視伺服器而定。

source: 'Appear in position' lets you decide what order your news items appear in
ar: 'العرض في موضع' يتيح لك أن تقرر الكيفية التي سيتم بها ترتيب عرض المواد الإخبارية
cs: 'Objeví se na pozici' nechá vás rozhodnout, v jakém pořadí mají být nové jednotky
da: 'Vises på position' gør det muligt at bestemme rækkefølgen for de viste nyheder
de: 'Erscheint an Position' ermöglicht es, die Reihenfolge der Nachrichteneinträge zu bestimmen
el: Το 'Εμφάνιση στη θέση' σας επιτρέπει να αποφασίσετε σε τί σειρά θα εμφανίζονται οι καταχωρίσεις νέων
es: 'Aparece en posición' le permite decidir en que orden aparecen sus nuevos ítems
eu: 'Erakutsi posizio honetan' berriak erakutsiko diren ordena aukeratzeko aukera ematen du
fi: 'Näyttöjärjestys'-valinta määrittää, missä järjestyksessä sivuston uutiset esitetään.
fr: 'S'affiche en position' vous permet de décider dans quelle ordre vos annonces apparaissent
hi: 'स्थिति में दिखाई' से आप निर्णय ले सकते है कि किस क्रम में अपने समाचार आइटम में दिखाई देने चहिए
it: 'Appare nella posizione' ti permette di decidere in quale ordine visualizzare i documenti
oc: 'S'aficha en posicion' vos permet de decidar dins quin òrdre vòstras anóncias apareisson
pl: Opcja 'Wyświetlana na pozycji' pozwala zdecydować o kolejności wiadomości w
pt: 'Aparecer na posição' permite decidir qual a ordem que as notícias aparecem
pt_br: 'Aparecer na posição' permite decidir qual a ordem que as notícias aparecem
sk: 'Objaviť sa v polohe' Vám umožňuje rozhodnúť, v akom poradí sa objavia Vaše novinky
sv: 'Visa i position' gör att du kan bestämma i vilken ordning du vill att nyheterna ska visas
tr: 'Konumunda görünür' haber öğelerinizin hangi düzende görüntüleneceğini belirlemenizi sağlar
zh_tw: '顯示位置' 讓您決定新增館藏的顯示順序
