Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Visit the tool and click the 'Browse' button to browse to the image on your local machine.
ar: زر هذه الأداة وانقر على زر 'إستعراض' لتستعرض في جهازك المحلي.
cs: Navštivte nástroj a klikněte na tlačítko "Procházet", můžete procházet obrázky v místním počítači.
da: Find værktøjet og klik på knappen 'bladre' for at bladre til billedet på din lokale maskine.
de: Wechseln Sie in das Werkzeug und klicken Sie auf 'Durchsuchen' um das Bild auf Ihrem lokalen Rechner auszuwählen.
el: Πηγαίνετε στο εργαλείο και πατήστε το κουμπί 'Σάρωση' για να σαρώσετε την εικόνα στο τοπικό σας μηχάνημα.
es: Visite la herramienta y haga clic en el botón 'Navegar' para navegar hasta la imagen en su equipo.
eu: Visite la herramienta y haga clic en el botón 'Navegar' para navegar hasta la imagen en su equipo.
fi: Mene kansikuvien työkaluun ja klikkaa 'Selaa'-painiketta etsiäksesi kuvan koneeltasi.
fr: Allez sur l'outil d'envoi et cliquez sur le bouton Parcourir afin de localiser l'image sur votre ordinateur.
hi: उपकरण पर जाएँ और अपने स्थानीय मशीन पर छवि के लिए ब्राउज़ करने के लिए 'ब्राउज़' बटन पर क्लिक करें।
it: Accedi allo strumento e premi il bottone 'Scorri' per vedere le immagini locali.
oc: Anatz sus l'aisina d'envoi e clicatz sul boton Percórrer per fin de localiser l'imatge sus vòstre ordenador.
pt: Visite a ferramenta e clique no botão 'Procurar' para escolher a imagem da sua máquina.
pt_br: Visite a ferramenta e clique no botão 'Navegar' para visualizar a imagem na sua máquina.
sk: Navštívte nástroj a kliknite na tlačidlo 'Prezerať', aby ste mohli prejsť k obrázku na miestnom počítači.
sv: Gå till verktyget och klicka på knappen 'Bläddra' för att gå till bilden på din lokala maskin.
tr: Aracı seçin ve yerel makinenizde görüntüye gözatmak için 'Gözat' düğmesini tıklayın.
zh_tw: 進入工具，點選 '瀏覽' 鈕，瀏覽本機的封面。

source: W = Waiting: the reserve is linked to an item, is at the pickup branch, and is waiting on the hold shelf
ar: W = في الانتظار: تم ربط الحجز بمادة، موجود في فرع الالتقاط، وفي الانتظار في رف الحجز.
cs: W = Čekání: rezerva je na výtisk, je na pobočce k vyzvednutí, a čeká na rezervační polici
da: W =Venter: reserveringen er forbundet til et eksemplar, er i afhentningsafdelingen og står på reserveringshylden
de: W = Bereitgestellt: die Vormerkung ist mit einem konkreten Exemplar verknüpft, dass am Abholstandort zur Abholung bereitgestellt wurde
el: W = Σε αναμονή: η κράτηση έχει συνδεθεί με ένα τεκμήριο, είναι στο παράρτημα παραλαβής και περιμένει στο ράφι των κρατήσεων.
es: W = Esperando: la reserva esta vinculada a un ejemplar, está la sede de retiro, y esta esperando en la estantería de reservas
eu: W: Esperando: la reserva de un ítem está disponible para ser recogido en su correspondiente biblioteca.
fi: W = Odottaa: varaus on linkitetty niteeseen, on noutokirjastossa ja odottaa noudettavien hyllyssä
fr: W = En attente: la réservation est liée à un exemplaire, qui est en attente de retrait sur le site de destination
hi: W = प्रतीक्षा: रिजर्व एक आइटम से जुड़ा हुआ है, पिक शाखा में है, और होल्ड शेल्फ पर इंतज़ार कर रही है
it: W = In attesa: la prenotazione è collegata a una copia che si trova nella biblioteca da cui deve essere ritirata. La copia sta aspettando sullo scaffale che l'utente la venga a ritirare
oc: W = En espèra: la reservacion es liée a un exemplar, qui es en espèra de retirament sul site de destination
pl: W = Waiting: rezerwacja została przypisana do egzemplarza i jest do odbioru
pt: W = Esperada: a reserva está ligada a um exemplar, está na biblioteca de levantamento, e está a espera
pt_br: W = Aguardando: a reserva está relacionada a um exemplar que está na biblioteca de retirada e que está disponível na estante de reservas
sk: W = Čakajúca: rezervácia je prepojená s exemplárom, je v pobočke vyzdvihnutia a čaká v poličke rezervácií
tr: W = Beklemede: Reserv bir materyale bağlı, alınacağı birimde ve ayırma rafında bekliyor
zh_tw: W = 等待：此保留連結至館藏，在提取圖書館置於預約書架

source: W = Writeoff
ar: W = شطب
cs: W = Prominout
da: W = Afskrive
de: W = Erlass
el: W = Παραγραφή
eu: W = Borrar
fi: W = Annettu anteeksi
fr: W = Passé en pertes et profits
hi: W = खारिज
it: W = Stornato
oc: W = Passé en pertes e profits
pl: W = Writeoff (Anuluj)
pt: W = Amortizado
sk: W = Odpísať
sv: W = Avskrivning
tr: W = Gecikme cezasını sil
zh_tw: W = 撤銷

source: Wait until the 'Report after moving unreceived orders from budget X to Y' displays. This will list the order numbers which have been impacted (grouped by fund) and detail if the unreceived order was moved or if there was a problem. For example, if the new budget does not contain a fund with the same name as the previous budget, the order will not be moved.
ar: انتظر حتى يتم عرض "تقرير بعد نقل الطلبيات غير المستلمة من الميزانية س إلى ص". سيقوم ذلك بإدراج أرقام الطلبية التي تم تجميعها بواسطة التمويل وتفاصيل ما إذا تم نقل الطلبيات غير المستلمة أم أن هناك مشكلة. على سبيل المثال: إذا لم تكن الميزانية الجديدة تحتوي على تمويل بنفس الاسم كالميزانية السابقة فلن يتم نقل الطلبية.
de: Warten Sie, bis der 'Bericht über die Umbuchung von nicht zugegangenen Bestellungen von Etat auf Etat Y' erscheint. Dieser stellt die betreffenden Bestellungen (nach Konto sortiert) und Umbuchungen oder eventuelle Probleme dar. Z.B. wird die Bestellung nicht verschoben, wenn der neue Etat kein Konto mit dem selben Namen wie das vorherige Konto enthält.
es: Espere hasta que el 'Informe después de mover pedidos sin recibir del presupuesto X a Y' sea desplegado. Esto mostrará una lista de los números de pedido que han sido impactados (agrupados por el fondo) y detalla si el pedido sin recibir fue movido o si hubo un problema. Por ejemplo, si el nuevo presupuesto no contiene un fondo con el mismo nombre que el presupuesto anterior, el pedido no será movido.
fi: Odota kunnes 'Raportti vastaanottamattomien tilausten siirtämisestä budjetistä X budjettiin Y' näkyy. Tämä listaa tilausnumerot, jotka on käsitelty (ryhmitetty tilin mukaan) ja tiedon, onko vastaanottamaton tilaus siirretty vai oliko siinä ongelma. Esim. jos uusi budjetti ei sisällä saman nimistä tiliä kuin entinen budjetti, tilausta ei siirretä.
fr: Attendez jusqu'à l'affichage du "Rapport après le déplacement de commandes non reçues du budget X à Y" ). Ceci listera les numéros de commandes qui ont été impactés (groupés par poste budgétaire) et détaillera si la commande non reçue a été déplacée ou s'il y a eu un problème. Par exemple, si le nouveau budget ne contient pas de poste budgétaire avec le même nom que dans le budget précédent, la commande ne sera pas déplacée.
hi: प्रदर्शित करता है 'वाई बजट एक्स से unreceived आदेश के जाने के बाद रिपोर्ट' जब तक प्रतीक्षा करें। इस क्रम संख्या है जो प्रभावित किया गया है (निधि के आधार पर वर्गीकृत) और विस्तार यदि unreceived आदेश ले जाया गया था या यदि वहाँ एक समस्या थी की सूची जाएगा। उदाहरण के लिए, यदि नए बजट पिछले बजट के रूप में एक ही नाम के साथ एक फंड को शामिल नहीं करता है, आदेश में स्थानांतरित नहीं किया जाएगा।
it: Aspetta fino a quando non si mostra il 'Report dopo ave mosso ordini non ricevuti dal budget X a Y'. Il report elencherà i numeri d'ordine presi in considerazione (raggruppati per fondo) e dira se l'ordine non ricevuto è stato spostato oppure no. Per esempio se il nuovo budget non contiene un fondo con lo stesso nome del prededente budget, l'ordine non viene spostato.
oc: Attendez fins a l'afichatge del "Rapport aprèp lo déplacement de comandas non recebudas del budgèt X a Y" ). Aquò listara les numèros de comandas qui ont été impactés (groupés per pòste budgètari) e detalhlera se la comanda non recebuda es estada desplaçada o s'i a eu un problèma. Per exemple, se lo novèl budgèt conten pas de pòste budgètari amb lo meteis nom que dins lo budgèt precedent, la comanda serà pas desplaçada.
sk: Čakajte, kým sa nezobrazí 'Výkaz po presune neprijatých objednávok z rozpočtu X do Y'. Toto vyobrazí zoznam čísel objednávok, ktorých sa to týkalo (združené podľa fondu) a uvedie, či neprijatá objednávka bola presunutá alebo či sa vyskytol problém. Napríklad, ak nový rozpočet neobsahuje fond s rovnakým názvom ako mal predošlý rozpočet, objednávka sa nepresunie.
tr: 'Teslim alınmayan siparişlerin X bütçesinden Y bütçesine taşınmasından sonra rapor ver' ekranda görüntülene kadar bekleyin. Bu, etkilenen sipariş numaralarını (fona göre gruplandırılan) listeleyecek ve eğer teslim alınmayan siparişler taşınmış ise ya da bir problem ortaya çıkmış ise ayrıntılı bilgi verecektir. Örneğin, yeni bütçe önceki bütçeyle aynı isimde bir fon içermiyorsa sipariş taşınmayacaktır.

source: Warning at (%%) or Warning at (amount) can be filled in to make Koha warn you before you spend a certain percentage or amount of your budget. This will prevent you from overspending.
ar: تحذير عند (%%) أو تحذير عند (مبلغ) يمكن ملؤه ليقوم كوها بتحذيرك قبل إنفاق نسبة مئوية أو مبلغ معين من ميزانيتك. سيمنعك ذلك من الإنفاق الزائد عن الحد.
de: Warnung bei (%%) und Warnung bei (Summe) kann verwendet werden, um eine Warnung zu erhalten, wenn ein bestimmter Prozentsatz oder eine bestimmte Summe des Etats überschritten werden.
es: Advertencia en (%%) o Advertencia en (cantidad) se pueden llenar para hacer que Koha le avise antes de gastar un determinado porcentaje o la cantidad de su presupuesto. Esto le evitará un gasto excesivo.
fi: Varoitus (%%) tai Varoitus (summa) voidaan täyttää, niin Koha osaa varoittaa ennen kuin tietty prosenttiosuus tai määrä budjetista on käytetty. Tämä estää käyttämästä liikaa rahaa.
hi: चेतावनी पर (%% ) या (राशि) पर चेतावनी में भरा जा सकता है कोहा आपको चेतावनी देता है इससे पहले कि आप एक निश्चित प्रतिशत या अपने बजट की राशि खर्च करने के लिए। इस overspending से रोकने जाएगा।
it: Attenzione al (%%) o Attenzione al (somma) possono essere compilati cosicchè Koha ti avvisi prima che tu spenda una ceta somma o percentuale del budget. Questo per prevenire le spese extra budget.
sk: Upozornenie na (%%) alebo Upozornenie na (sumu) možno vyplniť, aby vás Koha upozorňovala prv, ako miniete určité percento alebo sumu z vášho rozpočtu. Toto vás ochráni pred prečerpaním.
tr: Warning at (%%) ya da Warning at (amount), bütçe miktarınızın belirli bir yüzdesini ya da miktarını harcamanızdan önce Koha'nın sizi uyarması için doldurulabilir.Bu sizin bütçenizin üzerinde harcama yapmanızın önüne geçecektir.

source: Warning: This value should not change after data has been added to your catalog. If you need to change this value you must ask your system administrator to run misc/batchRebuildBiblioTables.pl.
el: Προσοχή: Η τιμή αυτή δεν πρέπει να αλλαχτεί μετά την εισαγωγή δεδομένων στο κατάλογο σας. Εάν είναι απαραίτητο να αλλάξετε αυτή την τιμή πρέπει να ζητήσετε από τον διαχειριστή να τρέξει το misc/batchRebuildBiblioTables.pl.
fi: Huomaa: Tätä tietoa ei pidä muuttaa, kun tietoja on lisätty järjestelmääsi. Jos muutat tätä tietoa, pyydä järjestelmän ylläpitäjää ajamaan misc/batchRebuildBiblioTables.pl -ohjelma.
hi: चेतावनी: डेटा के बाद अपनी सूची में जोड़ा गया है यह मान नहीं बदलना चाहिए। आप इस मूल्य को बदलने की जरूरत है तो आप विविध चलाने के लिए batchRebuildBiblioTables.pl अपने सिस्टम व्यवस्थापक से पूछना चाहिए।

source: Web Services:
ar: خدمات الويب
cs: Webové služby:
da: Web-tjenester:
el: Υπηρεσίες Διαδικτύου:
es: Servicios Web:
eu: Servicios Web:
fi: Verkkopalvelut
fr: web-services&nbsp;:
hi: वेब सेवाएं:
oc: web-services&nbsp;:
pl: Usługi sieciowe:
sk: Webové služby:
sv: Webbtjänster:
tr: Web Servisleri:
zh_tw: 網頁服務：

source: Welcome to Koha
ar: مرحباً بكم في كوها
de: Willkommen in Koha
es: Bienvenido a Koha
eu: Ongietorria Kohara
fi: Tervetuloa Kohaan
hi: कोहा में आपका स्वागत है
it: Benvenuto su Koha
pt: Bem-vindo ao Koha
sk: Vitajte v Kohe
tr: Koha'ya Hoşgeldiniz

source: What are the possible codes for the type field in the statistics table?
ar: ما هي الرموز الممكنة لحقل النوع في جدول الإحصائيات؟
cs: Jaké jsou možné kódy pro typ pole v tabulce statistických údajů?
da: Hvad er de mulige koder til typefelterne i statistiktabellen?
de: Welche Codes gibt es im Feld type in der Tabelle statistics?
el: Ποιοι είναι οι πιθανοί κωδικοί για το πεδίο τύπου στον πίνακα στατιστικών;
es: ¿Cuales son los códigos posibles para el campo 'tipo' en la tabla de estadísticas?
eu: ¿Cuáles son los códigos posibles para el típo de campo en la tabla de estadísticas?
fi: Mitkä ovat mahdollisia koodeja tyyppikentälle tilastotaulussa?
fr: Quels sont les codes possibles pour le champ type dans la table statistics?
hi: आंकड़ा तालिका में प्रकार क्षेत्र के लिए संभव कोड क्या हैं?
it: Quali sono i possibili codici per il campo 'type' nella tabella 'statistics' ?
oc: Quins son los còdis possibles per lo camp tipe dins la taula statistics?
pl: Jakie są możliwe kody w polu type w tabeli statistics?
pt: Quais são os códigos possíveis para usar no campo type na tabela statistics?
pt_br: Quais são os códigos possíveis para o campo tipo na tabela de estatísticas?
sk: Aké sú možné kódy pre typ poľa stavu v tabuľke štatistík?
sv: Vad är möjliga koder för fältet typ i tabellen statistik?
tr: Istatistikler tablosunda alan türü için olası kodlar nelerdir?
zh_tw: 統計表格裡類型欄位代碼是什麼？

source: What do the codes in the accounttype field in the accountlines table stand for?
ar: إلام ترمز الرموز الموجودة في حقل accounttype في جدول accountlines ؟
cs: Co znamenají kódy v poli accounttype v tabulce accountlines?
da: Hvad står koderne i kontotypefeltet i kontolinietabellen for?
de: Was bedeuten die Codes in Feld accounttype der Tabelle accountlines?
el: Τι σημαίνουν οι κωδικοί στο πεδίο accounttype στον πίνακα accountlines;
es: ¿Que significan los códigos en el campo accounttype en la tabla accountlines?
eu: ¿Que función cumplen los códigos en el campo de tipo de cuenta en tabla de líneas de cuenta?
fi: Mitä varten ovat koodit accounttype-kentässä accountlines-taulussa?
fr: A quoi correspondent les codes dans le champ accounttype de la table accountlines?
hi: क्या accountlines तालिका में ACCOUNTTYPE क्षेत्र में कोड के लिए खड़े हैं?
it: Cosa significano i codici del campo 'accounttype' nella tabella 'accountlines' ?
oc: A quoi correspondent los còdis dins lo camp accounttype de la taula accountlines?
pl: Co oznaczają kody w polu accounttype w tabeli accountlines?
pt: Quais são os códigos possíveis para usar no campo accounttype na tabela accountlines?
pt_br: O que representam os códigos do campo accounttype na tabela accountlines?
sk: Čo predstavujú kódy v poli accounttype v tabuľke accountlines?
sv: Vad betyder koderna i fältet accounttype i tabellen accountlines?
tr: Hesap satırları içerisindeki hesap türleri alanı içerisinde yer alan kodlar ne anlama geliyor?
zh_tw: 在 accountlines 表格裡 accounttype 欄位的代碼有何作用？

source: What prints on the slips can be customized by altering the slip templates under the Notices & Slips tool.
ar: ما تتم طباعته على القسائم يمكن تخصيصه عن طريق تعديل قوالب القسائم ضمن الإشعارات و أداة القسائم
cs: Co se tiskne na lístky lze přizpůsobit změnou šablon lístků pomocí nástroje "Oznámení & Lístky".
da: Udskriften på sedlerne kan ændres ved at tilpasse seddel-skabelonen under værktøjet Beskeder & Sedler.
de: Der Inhalt der Quittungen kann im Werkzeug 'Benachrichtigungen &amp; Quittungen' angepasst werden.
el: Ποιες εκτυπώσεις στα σημειώματα μπορούν να προσαρμοστούν αλλάζοντας τα πρότυπα σημειώματος στο εργαλείο Ειδοποιήσεις & Σημειώματα.
es: Los datos del recibo pueden ser personalizados alterando la plantilla de recibo en la herramienta Avisos y recibos.
eu: Las impresiones de recibos pueden ser personalizado por la modificación de las plantilllas debajo de la herramienta Avisos & Recibos.
fi: Kuittitulosteita voi muokata muuttamalla kuittipohjia 'Ilmoitukset ja kuitit' -työkalussa.
fr: Ce qui est imprimé sur les tickets peut être personnalisé en modifiant le modèle de ticket dans l'outil Messages et tickets.
hi: पर्चीयों पर क्या प्रिंट अनुकूलित किया जा सकता पर्ची टेम्पलेट्स बदलकर नोटिस और पर्चीयों उपकरण के तहत।
it: Il contenuto della ricevuta può essere personalizzato cambiando i template tramite il tool Avvisi &amp; Ricevute.
oc: Aqueste qui es imprimit suls tickets pòt èsser personnalisé en modifiant lo modèl de ticket dins l'aisina Messatges e tickets.
pl: Dane do wydrukowania na rewersach można dostosować, zmieniając szablony rewersów w narzędziu Powiadomienia i rewersy.
pt: Que impressões de recibos podem ser personalizadas alterando os modelos de recibos na ferramenta de avisos e recibos.
pt_br: Quais impressões nos comprovantes podem ser personalizadas alterando-se os modelos de comprovante na ferramenta Mensagens e Comprovantes.
sk: To, čo sa vytlačí na ústrižky sa dá prispôsobiť pomocou zmeny šablón ústrižkov v nástroji Oznámenia & Ústrižky.
sv: Det som skrivs ut på kvitteringarna kan ändras genom att modifiera kvitteringsmallarna i verktyget Meddelanden & kvitteringar.
tr: Fiş çıktılarında yazdırılanlar, Uyarılar & Fişler aracının altındaki fiş şablonlarını değiştirerek özelleştirilebilir.
zh_tw: 從說明 & 收條工具裡改變收條模板，可以列印客製化收條。

source: When adding a basket you want to give it a name that will help you identify it later
ar: عند إضافة سلة تريد أن تعطيها اسماً ذلك سيساعدك على تعريفها لاحقاً
cs: Při přidávání košíku dejte mu jméno, které vám ho pomůže později identifikovat
da: Når der tilføjes en kurv, skal du give den et navn, som kan hjælpe med at finde den senere
de: Wenn Sie einen Korb einrichten, sollten Sie ihm einen sprechenden Namen geben der bei der späteren Identifizierung hilft.
el: Όταν προσθέτετε ένα καλάθι είναι χρήσιμο να του δώσετε ένα όνομα που θα σας βοηθήσει να το αναγνωρίζετε αργότερα
es: Al añadir una cesta deseará darle un nombre para identificarla posteriormente
eu: Cuando agrega una cesta, nombrela para que le ayude posteriormente a identificarla
fi: Kun lisäät tilauskorin, anna sille nimi, joka helpottaa sen tunnistamista myöhemmin.
fr: Quand vous ajoutez un panier, vous lui donnez un nom qui vous aidera par la suite à l'identifier. Les champs de note sont facultatifs et peuvent contenir tout type d'information.
hi: जब एक बास्केट पर आप इसे एक नाम आप इसे बाद में पहचान में मदद मिलेगी कि देना चाहता हूँ
it: Quando aggiungi un raccoglitore, assegnagli un nome che ti aiuti a identificarlo in futuro.
oc: Quand vous ajoutez un panièr, vous lui donnez un nom qui vous aidera per la suite a l'identificar. Los camps de note son facultatius e pòdon conténer tot tipe d'informacion.
pl: W oknie dodawania koszyka należy nadać unikalną nazwę w celu lepszego wyszukiwania
pt: Quando adicionar um cesto, deve dar um nome que ajude a identificar
pt_br: Quando adicionar um grupo de pedidos, você pode dar-lhe um nome que o ajudará a identificá-lo posteriormente
sk: Keď pridávate košík, pomenujte ho tak, aby vám jeho názov pomohol neskôr ho identifikovať
sv: När du lägger till en korg bör du ge den ett namn som hjälper dig identifiera den senare
tr: Sepet eklerken, size daha sonra yardımcı olması için bir isim vermek isteyebilirsiniz.
zh_tw: 新增採購籃時，需給個容易辨識的名稱

source: When adding a new category you're asked to create at least one authorized value
ar: عند إضافة فئة جديدة سيطلب منك إنشاء قيمة استناد واحدة على الأقل
cs: Při přidávání nové kategorie budete vyzváni k vytvoření alespoň jedné autorizované hodnoty
da: Når der tilføjes en ny kategori, bliver du bedt om at tilføje mindst en normværdi
de: Wenn Sie eine neue Kategorie einrichten, müssen Sie mindestens einen Normierten Wert mit anlegen
el: Όταν προσθέτετε μια νέα κατηγορία θα σας ζητηθεί να δημιουργήσετε το λιγότερο μία καθιερωμένη τιμή
es: Al añadir una nueva categoría, se le pedirá que cree al menos un valor autorizado
eu: Kategoria berri bat gehitzean, gutxienez balio baimendu bat sortu beharko duzu
fi: Kun lisäät uuden luokan, sinun pitää luoda ainakin yksi auktorisoitu arvo
fr: Lors de l'ajout d'une nouvelle catégorie, il vous sera demandé de créer au moins une valeur autorisée
hi: जब एक नई श्रेणी जोड़ने के लिए आप कम से कम एक अधिकृत मूल्य पैदा करने के लिए कहा
it: Quando aggiungi una nuova categoria, ti viene richiesto di creare almeno un valore autorizzato
oc: Al moment de l'ajout d'una novèla categoria, il vous serà demandat de crear al mens una valor autorizada
pl: Przy dodawaniu nowej kategorii trzeba utworzyć co najmniej jedną wartość dopuszczoną
pt: Quando adicionar uma nova categoria, será pedido para criar pelo menos um valor autorizado
pt_br: Quando adicionar uma nova categoria, você será questionado a criar ao menos um valor autorizado
sk: Keď pridávate novú kategóriu, treba, aby ste vytvorili aspoň jednu povolenú hodnotu
sv: När du lägger till en ny kategori ombeds du lägga till minst ett auktoriserat värde
tr: Yeni bir kategori eklerken, sizden en az bir tane yetkili değer oluşturmanız istenir
zh_tw: 新增範圍時，必須至少新增一個容許值

source: When adding or editing events you can get additional help by clicking on the question mark next to various different options on the form
ar: عند إضافة أو تحرير الأحداث يمكنك الحصول على مساعدة إضافية بالقنر على علامة الاستقهام إلى جانب العديد من الخيارات المختلفة في الصفحة.
cs: Při přidávání nebo editace událostí můžete získat další pomoc kliknutím na otazník vedle různých voleb ve formuláři
da: Hvis du vil tilføje eller ændre lukkedage kan du få mere hjælp, ved at klikke på spørgsmålstegnet ved siden af de forskellige optioner
de: Wenn Sie Schließtage hinzufügen erhalten Sie zusätzliche Hilfestellung, indem Sie auf das Fragezeichen neben der jeweiligen Option klicken, um zusätzliche Hinweise zu erhalten
el: Όταν προσθέτετε ή επεξεργάζεστε γεγονότα μπορείτε να πάρετε επιπρόσθετη βοήθεια κάνοντας κλικ στο ερωτηματικό δίπλα στις διάφορες επιλογές της φόρμας
es: Al agregar o editar eventos se puede obtener ayuda adicional haciendo clic en el signo de interrogación al lado de distintas opciones en el formulario
eu: Gertaerak gehitzean edo editatzean, laguntza gehigarria lortu dezakezu inprimakiko aukeren alboko plus zeinu urdinean klik eginez
fi: Kun lisäät tai muokkaat kalenteria, saat lisäohjeita klikkaamalla kysymysmerkkiä lomakkeen jokaisen eri valinnan kohdalla
fr: Quand vous ajoutez ou que vous modifiez des jours de fermeture, vous pouvez obtenir une aide supplémentaire en cliquant sur le plus bleu qui se trouve en regard des différentes rubriques du formulaire.
hi: जब ईवेंट जोड़ने या संपादित आप फार्म पर विभिन्न विभिन्न विकल्पों के बगल में प्रश्न चिह्न पर क्लिक करके अतिरिक्त मदद मिल सकती है
it: Quando aaggiungi o modifichi eventi, puoi avere una help aggiuntivo cliccando sul segno ? vicino a diverse opzioni del form
oc: Quand vous ajoutez o que modificatz des jorns de tampadura, podètz obténer una aide suplementaire en clicant sul plus blau qui se tròba en regard des diferentas rubricas del formulari.
pt: Quando adicionar ou editar eventos, pode obter ajuda adicional clicando no sinal de interrogação próximo das várias opções do formulário
pt_br: Quando adicionar ou editar eventos, pode obter ajuda adicional clicando no sinal mais em azul próximo das várias opções do formulário
sk: Keď pridávate alebo upravujete udalosti, môžete získať dodatočnú pomoc kliknutím na otáznik vedľa rozližných možností na formulári
sv: När du lägger till eller redigerar händelser kan du få hjälp genom att klicka på frågetecknet som visas intill olika alternativ på formuläret
tr: Olay eklerken ya da düzenlerken, formdaki değişik seçeneklerin yanında yer alan soru işaretine tıklayarak ek yardım alabilirsiniz.
zh_tw: 新增或編輯事件時，可以勾選表單旁的問號，取得額外的說明
