Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Using the Framework pull down menu, choose the Framework you would like to apply this rule to. For example, the subtitle for books can be found in the 245$b field.
ar: باستخدام قائمة الإطارات المنسدلة اختر الإطار الذي ترغب في تطبيق القاعدة إليه.على سبيل المثال, يمكن العثور على العنوان الفرعي للكتب في الحقل 245$b
cs: Použitím roletky pro šablony, vyberte šablonu, pro kterou chcete toto pravidlo použít. Například, podnázvy pro knihy se nachází v 245$b poli.
da: Brug struktur pulldown-menuen, vælg den struktur, som denne regel skal anvendes på. F.eks. kan undertitler til bøger findes i feltet 245$b.
de: Verwenden Sie die Auswahlliste um das Framework auszählen, für das die Regel gelten soll. Bei Monographien befindet sich der Untertitel z.B. in 245$b.
el: Χρησιμοποιώντας το εκδιπλούμενο μενού Πλαισίων, επιλέξτε το Πλαίσιο που θέλετε να εφαρμόσετε σε αυτό το κανόνα. Για παράδειγμα, ο υπότιτλος για τα βιβλία μπορεί να βρεθεί στο πεδίο 245$b.
es: Utilizando el menú desplegable de hojas de trabajo, seleccione la hoja de trabajo a la que le gustaría aplicar esta regla. Por ejemplo, el subtítulo del libro se pueden encontrar en el campo 245$b.
eu: Lan-orriko goitibeherako menua erabilita, aukeratu zer lan-orriri aplikatu nahi diozun arau hau. Adibidez, liburuaren azpititulua 245$b azpieremuan aurkituko duzu.
fi: Käyttämällä luettelointipohjien alasvetovalikkoa valitse haluamasi luettelointipohja, johon haluat tämän säännön. Esimerkiksi kirjan alaotsikko löytyy 245$b -kentästä.
fr: En utilisant le menu déroulant Grille de catalogage, choisissez la grille à laquelle vous souhaitez appliquer cette règle. Par exemple, les sous-titres des livres se trouvent en 245$b (en MARC21) ou en 200$e (en UNIMARC).
hi: फ्रेमवर्क मेनू नीचे खींच, फ्रेमवर्क चयन का उपयोग आप के लिए यह नियम लागू करना चाहते हैं। उदाहरण के लिए, पुस्तकों के लिए उपशीर्षक 245$b क्षेत्र में पाया जा सकता है।
it: Selezionando la griglia di catalogazione dal menu, definisci a quale griglia di catalogazione si applica la regola. Per esempio puoi fare in modo che ai libri la keyword subtitle sia correlata con il campo 245$b.
oc: En utilizant lo menú desenrotlant Grasilha de catalogatge, causissètz la grasilha a la quala volètz aplicar aquesta règle. Per exemple, les sostítols des libres se tròban en 245$b (en MARC21) o en 200$e (en UNIMARC).
pt: Usando o menu, escolha o modelo que você gostaria de aplicar esta regra. Por exemplo, o subtítulo do livro pode ser encontrado no campo 245$b.
pt_br: Usando o menu, escolha o modelo que você gostaria de aplicar esta regra. Por exemplo, o subtítulo do livro pode ser encontrado no campo 245$b.
sk: Použitím rozbaľovacej ponuky Rámec si zvoľte rámec, na ktorý chcete použiť toto pravidlo. Napríklad, podtitul pre knihy sa môže nachádzať v poli 245$b.
sv: Använd rullgardinsmenyn för ramverk och välj det ramverk du vill tillämpa regeln på. Exempelvis finns undertiteln för böcker i fältet 245$b.
tr: Çerçeve açılır menüsünü kullanarak, bu kuralı ekleyeceğiniz çerçeveyi seçiniz. Örneğin, kitaplar için başlıklar 245$b alanında bulunabilir.
zh_tw: 使用此框架下拉選單，選擇適用此規則的框架。如：圖書的副題名應在245$b欄位。

source: Using the Orders Search you can search for items that have been ordered with or without the vendor.
ar: بإستخدام البحث بالطلبات بإمكانك البحث عن المواد التي قد طُلبت بواسطة مورد أو بدون مورد.
cs: Použitím "Hledání objednávek" můžete vyhledávat výtisky, které byly objednány s prodejcem nebo bez prodejce.
da: Med ordresøgning kan man søge efter eksemplarer, der er bestilt med eller uden leverandøren.
de: Mit 'Bestellung suchen' können Sie nach bestellten Titeln mit oder ohne Angabe des Lieferanten suchen.
el: Χρησιμοποιώντας την Αναζήτηση Παραγγελιών μπορείτε να αναζητήσετε τεκμήρια που έχετε παραγγείλει με ή χωρίς όνομα προμηθευτή.
es: Usando la Búsqueda de pedidos puede buscar ítems que se han pedido con o sin el proveedor.
eu: Eskaera bilaketa erabilita hornitzaileari eskatu diren elementuak bilatu ditzakezu (bai eta hari ez eskatutakoak ere).
fi: Käyttämällä tilaushakua voit hakea nimekkeitä, jotka on tilattu, joko toimittajan kanssa tai ilman toimittajaa.
fr: En utilisant la recherche des commandes, vous retrouvez les exemplaires qui ont été commandés avec ou sans le fournisseur.
hi: आदेश आइटम है कि साथ या विक्रेता के बिना आदेश दिया गया है के लिए खोज कर सकते हैं का उपयोग कर आप खोज करते हैं।
it: Usando la 'Ricerca sugli ordini' puoi cercare le copie che sono state ordinate con o senza il fornitore.
oc: En utilizant la recèrca des comandas, vous retrouvez los exemplars qui ont été comandats amb o sens lo provesidor.
pl: W oknie Wyszukiwania zamówień można znaleźć egzemplarze, które mają określonego lub nie dostawcę.
pt: Usando a pesquisa de encomendas, pode procurar por itens que tenham sido encomendados com ou sem o fornecedor.
pt_br: Usando a Pesquisa de Pedidos você pode procurar por materiais que tenham sido encomendado com ou sem o fornecedor.
sk: Pri použití hľadania objednávok môžete vyhľadať exempláre, ktoré boli objednané s predajcom alebo bez neho.
sv: Med beställningssökningen kan du söka efter objekt som beställts med eller utan leverantören.
tr: Siparişler aramasını kullanarak, sağlayıcıyla ya da sağlayıcısız sipariş edilmiş materyalleri arayabilirsiniz.
zh_tw: 使用訂單搜尋，可搜尋已發出訂單的館藏，不論是否有代理商承接。

source: Using the circulation and fine rules matrix you can define rules that depend on patron/item type combinations. To set your rules, choose a library from the pull down (or 'all libraries' if you want to apply these rules to all libraries)
fi: Laina- ja maksusääntöjen matriisilla voit määritellä sääntöjä, jotka perustuvat asiakastyyppien ja aineistolajien yhdistelmiin. Määrittääksesi säännöt, valitse kirjasto alasvetovalikosta (tai 'kaikki kirjastot', jos haluat säännön koskevan kaikkia kirjastoja)
hi: परिसंचालन का उपयोग करना और ठीक नियमों मैट्रिक्स आप नियम है कि संरक्षक / मद प्रकार संयोजन पर निर्भर परिभाषित कर सकते हैं। अपने नियम सेट करने के लिए पुल के नीचे से एक पुस्तकालय चुनें (या 'सभी पुस्तकालयों' अगर आप सभी पुस्तकालयों के लिए इन नियमों को लागू करना चाहते हैं)

source: Using the edit form you can choose which fields to make edits to. By checking the checkbox to the right of each field you can clear the values in that field for the records you are modifying.
ar: باستخدام نموذج التحرير بإمكانك أن تختار أي الحقول لعمل التعديلات عليها. من خلال تعليم صندوق الاختيار على يسار كل حقل وبإمكانك أن تمسح القيم في ذلك الحقل للتسجيلات التي تقوم بتعديلها.
cs: Pomocí editačního formuláře si můžete vybrat, která pole se mají editovat. Pokud zaškrtnete políčko napravo od každého pole, můžete tak vymazat hodnoty v tomto poli pro záznamy které měníte.
da: Med edit-formularen kan du vælge, hvilke felter, der skal editeres. Ved at markere feltet til højre for hvert felt, kan du slette værdierne i dette felt for de poster, der ændres.
de: Sie können im Formular auswählen, welche Felder Sie bearbeiten möchten. Über die Checkbox auf der rechten Seite jedes Feldes können Sie das Feld in den Exemplaren löschen.
el: Μέσω της φόρμας επεξεργασίας μπορείτε να επιλέξετε ποια πεδία θέλετε να επεξεργαστείτε. Επιλέγοντας το κουτί επιλογής στα δεξιά κάθε πεδίου μπορείτε να καθαρίσετε τις τιμές σε αυτό το πεδίο για τις εγγραφές που τροποποιείτε,
es: Utilizando el formulario de edición puede elegir cuales campos editar. Haciendo clic en la casilla a la derecha de cada campo puede limpiar los valores en ese campo para los registros que está modificando.
eu: Utilizando el formulario de edición puede elegir cuales campos editar. Haciendo clic en la casilla a la derecha de cada campo puede limpiar los valores en ese campo para los registros que está modificando.
fi: Käyttämällä muokkauslomaketta voit valita, mitä kenttiä muokkaat. Jokaisen kentän oikealla puolella on valintalaatikko, jonka valitsemalla voit tyhjentää kentän tiedot jokaisesta muokattavasta tietueesta.
fr: En utilisant le formulaire de modification, vous choisissez les champs sur lesquels effectuer des modifications. En cliquant dans la boîte à cocher sur la droite de chaque champ, vous pouvez effacer les valeurs du champ pour les notices que vous traitées.
hi: का उपयोग कर संपादित प्रपत्र आप चुन सकते हैं जो करने के लिए संपादन करने के लिए खेतों। प्रत्येक क्षेत्र की सही करने के लिए चेकबॉक्स जाँच करके आप रिकॉर्ड आप के लिए संशोधित कर रहे हैं कि क्षेत्र में मूल्यों स्पष्ट कर सकते हैं।
it: Usando la maschera di edit, puoi scegliere su quali campi effettuare le modifiche. Attivando la casella a destra di ogni campo, puoi cancellare i valori di quel campo nei record su cui stai lavorando.
oc: En utilizant lo formulari de modificacion, vous causissètz los camps sus lesquels effectuer des modificacions. En clicant dins la bóstia a cocher sus la dreita de cada camp, podètz escafar les valors del camp per las notícias que vous tractates.
pt: Usando o formulário de edição pode escolher os campos a editar. Ao marcar a caixa de selecção do lado direito de cada campo pode limpar os valores desse campo para os registos a modificar.
pt_br: Usando o formulário de edição você poderá escolher quais campos você fará a edição. Através da marcação nas caixas de escolha a direita de cada campo você pode limpar o valor em cada registro que estiver modificando.
sk: S použitím formulára úpravy si môžete zvoliť, v ktorých poliach urobíte zmeny. Zaškrtnutím políčka napravo od každého poľa môžete vymazať hodnoty v danom poli u záznamov, ktoré upravujete.
sv: I redigeringsformuläret kan du välja vilka fält du vill redigera. Genom att markera kryssrutan till höger om varje fält kan du rensa bort värdena i det fältet för de poster du modifierar.
tr: Düzenleme formunu kullanarak hangi alanları düzenleyeceğinizi seçebilirsiniz.Her alanın sağındaki onay kutusunu işaretleyerek düzenlediğiniz kayıtta o değerleri silebilirsiniz.
zh_tw: 從編輯表單，勾選欄位右方的盒，選取編輯的欄位，自動清除其內容，再鍵入新的值。

source: Using the form provided you can see statistics for holds placed, filled, cancelled and more at your library. From the form choose what value you want to display in the column and what value to show in the row. You can also choose from the filters on the far right of the form.
ar: باستخدام النموذج المعد لذلك بإمكانك أن ترى الإحصاءات للحجوزات القائمة ، الحجوزات المملوءة، الملغاة والمزيد في مكتبتك. من النموذج اختر ما القيمة التي تود أن تعرضها في العمود وما هي القيمة التي تود أن تعرضها في الصف. بإمكانك أيضاً أن تختار من المصفيات في أقصى يسار النموذج.
cs: Pomocí předloženého formuláře, si můžete prohlédnout statistiky pro rezervace, splněné, zrušené i další ve vaší knihovně. Z formuláře si vyberte, jakou hodnotu chcete zobrazit ve sloupci a jaké hodnoty v řádku. Můžete si také vybrat z filtrů na pravé straně formuláře.
da: Med denne formular kan du se statistikker for reserveringer placeret, opfyldte, annullerede osv. i dit bibliotek. Fra formularen vælges den værdi, der skal vises i kolonnen, og hvilken værdi der skal vises i rækken. Du kan også vælge blandt filtrene helt til højre i formularen.
de: Wenn Sie das Statistikformular verwenden, können Sie Statistiken über gesetzte, erfüllte und stornierte Vormerkungen und weiteres erstellen. Wählen Sie, welche Information in den Zeilen und welche in den Spalten angezeigt werden soll. Sie können außerdem die Filter auf der rechten Seite des Formulars verwenden.
el: Χρησιμοποιώντας τη φόρμα που παρέχεται, μπορείτε να δείτε στατιστικά στοιχεία για τις κρατήσεις που υποβάλλονται, συμπληρώνονται, ακυρώνονται και περισσότερα στη βιβλιοθήκη σας. Από τη φόρμα επιλέξτε ποια τιμή θέλετε να εμφανίζεται στη στήλη και ποια στη γραμμή. Μπορείτε επίσης να επιλέξετε από τα φίλτρα στο βάθος δεξιά της φόρμας.
es: Utilizando el formulario provisto puede ver estadísticas de reservas hechas, completadas, canceladas y más en su biblioteca. Del formulario seleccione qué valor desea mostrar en la columna y qué valor en la fila. También puede seleccionar desde los filtros en extremo derecho del formulario.
eu: Utilizando el formulario proporcionado, podrá visualizar las estadísticas de las reservas realizadas, rellenadas, canceladas y más en tu biblioteca. Desde el formulario podrá elegir qué valor quiere aplicar en la columna y qué valor mostrar en la fila. También puede elegir los filtros en la parte derecha del formulario.
fi: Käyttämällä tarjottua lomaketta voit nähdä tilastoja tehdyistä, täytetyistä, peruutetuista jne. varauksista kirjastossasi. Lomakkeella voit valita, mitä arvoja haluat näkyvän sarakkeissa ja riveillä. Voit valita myös suodattimia lomakkeen oikealla puolella.
fr: Avec le formulaire proposé vous pouvez obtenir des statistiques sur les réservations posées, satisfaites, annulées, et plus dans votre site. Dans le formulaire choisissez la valeur à afficher en colonne et la valeur à afficher en ligne. Vous pouvez aussi choisir à partir des filtres à droite du formulaire.
hi: प्रपत्र का उपयोग करना जिससे आप आंकड़े देख सकते हैं रखती है, रखा भरा है, अपने पुस्तकालय में रद्द कर दिया और उससे अधिक के लिए । फार्म से क्या मूल्य तुम स्तंभ और क्या मूल्य में प्रदर्शित करने के लिए पंक्ति में दिखाना चाहते हैं चुनें। तुम भी दूर प्रपत्र के अधिकार पर फिल्टर से चुन सकते हैं।
it: Usando la form puoi vedere le statistiche delle prenotazioni, fatte, riempite, cancellate ecc. della tua biblioteca. Dalla form scegli che cosa vuoi mostrare nella colonna, e quali valori avere nella riga. Puoi anche usare i filtri a destra della form.
oc: Amb lo formulari prepausat podètz obténer des estatisticas sus las reservacions posées, satisfaites, anulladas, e plus dins vòstre site. Dins lo formulari causissètz la valor a afichar en colomna e la valor a afichar en linha. Podètz tanben causir a partir des filtres a dreita del formulari.
pl: Za pomocą dostarczonego formularza, możesz wygenerować statystyki dotyczące zamówień, rezerwacji i anulacji egzemplarzy w Twojej bibliotece. Z formularza wybierz wartości, które mają pojawiać się w kolumnach i wierszach raportu.
pt: Usando o formulário fornecido pode ver as estatísticas para as reservas feitas, satisfeitas, canceladas e mais informações na biblioteca. Do formulário escolha o valor que quer mostrar na coluna e o valor para a linha. Pode também escolher filtros à direita do formulário.
pt_br: No formulário próprio que você pode ver as estatísticas para detém colocado, cheio, cancelados e mais em sua biblioteca. A partir do formulário escolher o valor que você deseja exibir na coluna e qual o valor de mostrar na linha. Você também pode escolher entre os filtros à extrema direita do formulário.
sk: Použitím priloženého formulára môžete vidieť štatistiku pre zadané, vyplnené, zrušené rezervácie vo Vašej knižnici. Z formulára si môžete zvoliť hodnotu, ktorú chcete zobraziť v stĺpci a v riadku. Môžete si tiež vybrať z filtrov úplne vpravo.
sv: I formuläret kan du se statistik för reservationer, slutförda reservationer, annullerade reservationer och annat för ditt bibliotek. I formuläret väljer du värdet du vill visa i kolumnen och vilket värde som ska visas på raden. Du kan också välja från filtren längst till höger i formuläret.
tr: Sağlanan formu kullanarak, kütüphanenizdeki ayırmaların ayrıldığını, dolduğunu, iptal edildiğini ve daha fazlasını görebilirsiniz. Formdan, sütundaki hangi değeri görüntülemek istediğinizi ve satırdaki hangi değeri göstereceğinizi seçiniz. Formun en sağındaki filtrelerden de seçebilirsiniz.
zh_tw: 根據提供的統計資料，可以看到本館的預約數、滿足數、取消及其他統計。從選定的表單指定顯示的欄與列。也可用表單右方的篩選器，祗統計部份內容。

source: Using the form provided, choose how you would like to list the serials in your system.
ar: باستخدام النموذج المعد لذلك اختر كيف ترغب بسرد الدوريات في نظامك.
cs: Na předloženém formuláři zvolte, jaký chcete seznam periodik ve vašem systému.
da: Med den givne formular, vælg hvordan tidsskrifterne skal anføres i dit system.
de: Verwenden Sie das Formular um festzulegen, wie die Zeitschriften in Ihrem System aufgelistet werden sollen.
el: Μέσω της φόρμας που παρέχεται, επιλέξτε πως θέλετε να φαίνονται οι περιοδικές εκδόσεις στο σύστημά σας.
es: Utilizando el formulario provisto, elija como desea listar las publicaciones periódicas en su sistema.
eu: Utilizando el formulario provisto, elija como desea listar las publicaciones periódicas en su sistema.
fi: Käyttämällä tarjottua lomaketta voit valita, miten haluat listata kausijulkaisut järjestelmässäsi.
fr: En utilisant le formulaire fourni, choisissez comment vous voulez lister vos périodiques dans votre système.
hi: प्रपत्र का उपयोग करना, आप कैसे अपने सिस्टम में सिरियलों की सूची चाहते हैं चुनें।
it: Usando la maschera fornita, scegli come elencare le risorse in continuazione nel tuo sistema.
oc: En utilizant lo formulari fourni, causissètz comment volètz listar vos periodics dins vòstre sistèma.
pl: Przy pomocy dostarczonego formularza zdecyduj, w jaki sposób chcesz wyświetlić listę czasopism w systemie.
pt: Usando o formulário fornecido, escolha como deseja lista os periódicos no sistema.
pt_br: Usando o formulário, escolha como você quer que sejam listados os periódicos em seu sistema.
sk: S použitím poskytnutého formulára, zvoľte si spôsob, ktorým chcete uviesť periodiká vo Vašom systéme.
sv: I formuläret väljer du hur du vill lista periodika i ditt system.
tr: Sağlanan formu kullanarak sisteminizdeki süreli yayınları nasıl listeleyeceğinizi seçin.
zh_tw: 以提供的表單選擇系統內指定的期刊。

source: Using the form provided, choose which value you would like to appear in the Column and which will appear in the Row.
ar: باستخدام النموذج المعد لذلك ، اختر أي القيم التي ترغب أن تظهر في العمود ، وايها تود أن تظهر في الصف.
cs: Na předloženém formuláři vyberte hodnotu, kterou chcete zobrazit ve sloupci a které v řádce.
da: Med den givne formular, vælg den værdi der skal vises i kolonnen og hvilken der skal vises i rækken.
de: Verwenden Sie das Formular um festzulegen, welcher Wert später in der Spalte und welcher in der Zeile angezeigt wird.
el: Μέσω της φόρμας που παρέχεται, επιλέξτε ποια τιμή θα θέλατε να εμφανιστεί στη Στήλη και ποια στη Σειρά.
es: Utilizando el formulario provisto, elija que valor desea aparezca en la Columna y el qué aparezca en la Fila.
eu: Utilizando el formulario provisto, elija que valor desea aparezca en la Columna y el qué aparezca en la Fila.
fi: Käyttämällä tarjotua lomaketta voit valita, mitä arvoja haluat näkyvän sarakkeissa ja mitä riveillä.
fr: En utilisant le formulaire fourni, choisissez quels champs vous voulez voir afficher dans la colonne et quels champs afficher dans la rangée.
hi: उपलब्ध कराए गए फ़ॉर्म चुनते हैं, जो मूल्य आप स्तंभ में प्रदर्शित करना चाहते हैं और जो पंक्ति में दिखाई देगा।
it: Usando la maschera fornita, scegli quale valore dovrà apparire nella Colonna e quale nella Riga.
oc: En utilizant lo formulari fourni, causissètz quels camps volètz veire afichar dins la colomna e quels camps afichar dins la rangée.
pl: Za pomocą dostarczonego formularza wybierz, które wartości mają pojawiać się w kolumnach i wierszach raportu.
pt: Usando o formulário fornecido, escolha qual o valor para aparecer na coluna e o valor para aparecer na linha.
pt_br: Usando o formuário, escolha qual valor você quer que apareça na Coluna e qual quer que apareça nas Linhas.
sk: S použitím poskytnutého formulára, zvoľte si hodnotu, ktorú chcete dať zobraziť v stĺpci a ktorú v riadku.
sv: I formuläret väljer du värdet du vill visa i kolumnen och vilket värde som ska visas på raden.
tr: Sağlanan formu kullanarak hangi değerin sütunda hangi değerin satırda görüneceğini seçin.
zh_tw: 從選定的表單指定顯示的欄與列。

source: Using the form that appears you can create a profile to fix any problems with your template.
ar: باستخدام النموذج الذي يظهر بإمكانك أن تنشئ ملفاً خاصة ﻹصلاح أي مشكلة تعترض قوالبك.
cs: Pomocí formuláře, který se zobrazí, můžete vytvořit profil a opravit problémy se šablonou.
da: Med den formular der vises kan man lave en profil til at afhjælpe alle problemer med skabelonen.
de: In der Maske die erscheint können Sie Probleme mit dem Template durch Anlegen eines Profils beheben.
el: Χρησιμοποιώντας τη φόρμα που εμφανίζεται μπορείτε να δημιουργήσετε ένα προφίλ για να φτιάξει τυχόν προβλήματα με το πρότυπό σας.
es: Utilizando el formulario que aparece, usted puede crear un perfil para solucionar los problemas con la plantilla.
eu: Agertzen den inprimakia erabilita txantiloiarekin izan ditzakezun arazoak konpontzeko profil bat sortu dezakezu.
fi: Käyttämällä esille tulevaa lomaketta voit luoda profiilin, joka poistaa pohjassasi olevat ongelmat.
fr: En utilisant le formulaire qui apparaît, vous pouvez créer un profil afin de corriger toute anomalie d'impression de votre modèle.
hi: प्रपत्र प्रतीत होता है कि आप अपने टेम्पलेट के साथ किसी भी समस्याओं को ठीक करने के लिए एक प्रोफाइल बना सकते हैं का उपयोग करना।
it: Usa il modulo che appare quando crei un profilo per sistemare eventuali problemi con il tuo template.
oc: En utilizant lo formulari qui apparaît, podètz crear un perfil per fin de corriger tota anomalie d'impression de vòstre modèl.
pt: Usando o formulário que aparece pode criar um perfil para corrigir qualquer problema com seu modelo.
pt_br: Usando o formulário que aparece pode criar um perfil para corrigir qualquer problema com seu modelo.
sk: Použitím objavujúceho sa formulára môžete vytvoriť profil na opravu akýchkoľvek problémov s Vašou šablónou.
sv: I formuläret som visas kan du skapa en profil för att korrigera eventuella problem med mallen.
tr: Görüntüdeki formu kullanarak şablonunuzla ilgili problemleri düzeltecek bir profil yaratabilirsiniz.
zh_tw: 以顯示的表單，可以新增設定檔以彌補模板的任何問題。

source: Using the form that appears you can define the template for your sheet of labels or cards.
ar: باستخدام النموذج الذي يظهر بإمكانك أن تُعرِّف القالب لورقة اللصاقات ، أو البطاقات.
cs: Pomocí formuláře, který se zobrazí, můžete definovat šablony pro váš list se štítky nebo s kartami.
da: Med den viste formular defineres skabeloner til etiketark eller kort.
de: Mit der angezeigten Maske können Sie das Template für Ihre Etiketten- oder Ausweisdruckvorlage definieren.
el: Χρησιμοποιώντας τη φόρμα που εμφανίζεται μπορείτε να ορίσετε το πρότυπο για το φύλλο ετικετών ή καρτών.
es: Utilizando el formulario que aparece, usted puede definir la plantilla para su hoja de etiquetas o tarjetas.
eu: Agertzen den inprimakia erabilita zure etiketa edo txartel orrien txantiloia definitu dezakezu.
fi: Käyttämällä esille tulevaa lomaketta voit määritellä pohjan tarra- tai korttitulostukselle.
fr: En utilisant le formulaire qui apparaît, vous pouvez définir le modèle de vos étiquettes ou de vos cartes.
hi: प्रपत्र प्रतीत होता है कि आप लेबल या कार्ड के अपने पत्र के लिए टेम्पलेट परिभाषित कर सकते हैं का उपयोग करना।
it: Usando il form che appare puoi definire il template per il foglio che usi per stampare le etichette o le tessere.
oc: En utilizant lo formulari qui apparaît, podètz definir lo modèl de vos etiquetas o de vos cartas.
pt: Usando o formulário que aparece pode definir o modelo para a sua folha de etiquetas ou cartões.
pt_br: Usando o formulário que aparece pode definir o modelo para a sua folha de etiquetas ou cartões.
sk: Použitím objavujúceho sa formulára môžete definovať šablónu pre Váš hárok etikiet alebo preukazov.
sv: I formuläret som visas kan du definiera mallen för ditt ark med etiketter eller kort.
tr: Görüntüdeki formu kullanarak etiket ya da kartlarınız için şablonu belirleyebilirsiniz.
zh_tw: 以顯示的表單，可以設定書標與讀者證的模板。
