Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Important: It is important to rebuild your zebra index immediately after merging records. If a search is performed for a record which has been deleted Koha will present the patrons with an error in the OPAC.
ar: هام: من المهم أن تقوم بإعادة بناء كشاف زيبرا حالاً بعد دمج التسجيلات. اذا تم اجراء البحث للتسجيلة التي تمّ حذفها كوها ستقدم المستفيدين مع خطأ في الأوباك.
cs: Upozornění: Je důležité obnovit index nástroje Zebra hned po sloučení položek. V opačném případě se při vyhledání odstraněného záznamu objeví chyba.
da: Vigtigt: Det er vigtigt at genopbygge zebraindelset straks efter sammenlægning af poster. Hvis en søgning udføres på en post, som er blevet slettet, vil Koha præsentere lånerne for en fejl i OPAC.
de: Wichtig: Der Zebraindex muss direkt nach der Verschmelzung von Datensätzen neu aufgebaut werden. Der gelöschte Datensatz ist sonst noch im OPAC recherchierbar und der Benutzer erhält bei dessen Aufruf eine Fehlermeldung.
el: Σημαντικό: Είναι σημαντικό να ξαναχτίσετε το ευρετήριο zebra αμέσως μετά τη συγχώνευση των εγγραφών. Αν γίνει μία αναζήτηση για μία εγγραφή που έχει διαγραφεί, το Koha θα παρουσιάσει σφάλμα στον OPAC.
es: Importante: Es importante regenerar el índice Zebra inmediatamente después de combinar registros. Si una búsqueda se realiza para un registro que ha sido borrado, Koha retornará a los usuarios un error en el OPAC.
eu: Garrantzitsua: erregistroak konbinatu bezain laster, zure zebra indizea birsortu behar da. Ezabatu den erregistro baten bilaketa egiten bada, bazkideen OPACen akats bat agertuko da.
fi: Tärkeää: Zebra-indeksin uudelleenindeksointi on tärkeää tietueiden yhdistämisen jälkeen. Jos hakutuloksessa on Kohasta poistettu tietue, asiakkaalle tulee verkkokirjastossa virheilmoitus.
fr: Note : Il est important de reconstruire l'index Zebra après avoir fusionné des notices. Si lors d'une recherche, un résultat pointe vers une notice supprimée après fusion, Koha affichera un message d'erreur à l'OPAC.
hi: महत्वपूर्ण: यह रिकॉर्ड विलय के बाद तुरंत अपने ज़ेबरा सूचकांक के पुनर्निर्माण के लिए महत्वपूर्ण है। एक खोज एक रिकॉर्ड है जो हटा दिया गया है Koha ओपेक में किसी त्रुटि के साथ संरक्षक पेश करेंगे के लिए किया जाता है।
it: Importante: E' importante rifare gli indici di Koha dopo aver fatto delle fusioni. Se una ricerca trova un record che è stato cancellato, gli utenti vedranno un errore nell'Opac
oc: Nòta : Es important de reconstruire l'indèx Zebra aprèp aver fusionat des notícias. Se al moment d'una recèrca, un resultat pointe cap a una notícia suprimida aprèp fusion, Koha aficharà un messatge d'error a l'OPAC.
pl: Ważne: Bezzwłocznie po scaleniu rekordów przebuduj swój indeks Zebra. W przeciwnym razie jeżeli poszukiwany jest usunięty rekord użytkownikom wyświetli się błąd w OPAC.
pt: Importante: É importante recriar o índice zebra imediatamente após a fusão de registos. Se é feita uma pesquisa para um registo que tenha sido excluído, o Koha vai apresentar os leitores com um erro no OPAC.
pt_br: Importante: deve-se recriar o índice zebra imediatamente após a fusão de registros. Se é feita uma pesquisa para um registro que tenha sido excluído, o Koha vai apresentar os usuários com um erro no OPAC.
sk: Dôležité: Je dôležité obnoviť Váš zebra index okamžite po zlúčení záznamov. Ak hľadáte odstránený záznam, Koha zobrazí čitateľom v OPACu chybu.
sv: Viktigt: det är viktigt att återskapa ditt zebra-index direkt efter att du slagit samman poster. Om en sökning utförs på en post som raderats kommer Koha att visa ett fel för låntagaren i OPAC.
tr: Önemli: Kayıtları birleştirdikten sonra zebra indeksinizi tekrar oluşturmak önemlidir. Silinmiş bir kaydın araması gerçekleştirilirse, Koha OPAC’ta kullanıcılara hata verir.
zh_tw: 重要：合併紀錄後，必須立即重建您的 Zebra 索引。刪除紀錄後，立即搜尋該紀錄，將造成 OPAC 的錯誤。

source: Important: Many modern barcode scanners will send a 'return' to the browser, making it so that the 'Check Out' button is automatically clicked
ar: هام: العديد من ماسحات الباركود الضوئية الحديثة سوف ترسل "إعادة" إلى المتصفح، يجعله كذلك لكي يتم نقر زر "إعارة" تلقائيا
cs: Důležité: Mnoho současných čteček čárových kódů posílá klávesu 'ENTER' na konci načteného kódu, čímž automaticky stiskne tlačítko 'Vypůjčit'.
da: Vigtigt: Mange moderne stregkodelæsere sender en 'Return' til browseren, så 'Udlån' gennemføres automatisk.
de: Wichtig: Viele Barcodescanner senden im Anschluss an den eingelesenen Barcode ein 'Return' an den Browser, so dass die Schaltfläche 'Ausleihe' nicht extra angeklickt werden muss.
el: Σημαντικό: Πολλοί σύγχρονοι σαρωτές barcode θα στείλουν μια 'επιστροφή' στο πρόγραμμα πλοήγησης, έτσι ώστε το κουμπί 'Δανεισμός' να πατιέται αυτόματα
es: Importante: Muchos lectores de código de barras modernos enviarán un 'enter' al navegador, de tal forma que el botón 'Prestar' se activa automáticamente
eu: Importante: Muchos lectores de código de barras modernos envían una 'devolución' al navegador, de tal forma que el botón de 'Prestar' se activa automáticamente
fi: Tärkeää: Useat nykyiset viivakoodinlukijat lähettävät 'enterin' selaimelle, jolloin 'Lainaus'-nappi klikataan automaattisesti
fr: Note : beaucoup de douchettes vont envoyer une validation -touche 'Entrée'- en plus du code à barres, de fait, le bouton 'Valider' sera automatiquement cliqué.
hi: महत्वपूर्ण: कई आधुनिक बारकोड स्कैनर ब्राउज़र के लिए एक 'वापसी' भेज देंगे, यह तो बना है कि 'चेक आउट' बटन स्वचालित रूप से क्लिक किया जाता है
it: Importante: Molti lettori di barcode mandano un 'Invio' alla fine della lettura, cosi il bottone 'Presta' viene premuto in automatico
oc: Nòta : beaucoup de douchettes vont mandar una validation -touche 'Entrada'- en plus del còdi de barras, de fait, lo boton 'Validar' serà automaticament clicat.
pl: Ważne: Wczytanie kodu kreskowego za pomocą niektórych czytników kodów spowoduje automatyczne kliknięcie przycisku 'Wypożycz'
pt: Importante: Muitos dos scanners de códigos de barras enviam um pedido ao browser, e o botão 'Emprestar' é automaticamente carregado
pt_br: Importante: Muitos scanners de código de barras modernos enviam um "enter" para o navegador, fazendo com que o botão "Emprestar" seja clicado automaticamente
sk: Dôležité: Mnohé moderné skenery čiarových kódov odošlú ENTER do prehliadača, takže sa akoby automaticky stlačí tlačidlo 'Vypožičať'
sv: Viktigt: många moderna streckkodsläsare skickar 'retur' till webbläsaren, så att knappen 'Låna ut' automatiskt klickas
tr: Önemli: Birçok modern barkod okuyucu tarayıcıya 'Ödünç Verme' butonunun otomatik olarak tıklanabilmesi amacıyla 'iade' gönderecektir.
zh_tw: 重要：新的條碼閱讀器將送出 'Enter' 訊號給瀏覽器，等同於點選 '借出' 鈕

source: Important: Must be given to all staff members to allow them to login to the staff client
ar: هام: يجب منحه إلى كل الموظفين للسماح لهم بتسجيل الدخول إلى برنامج العميل
cs: Důležité: Musí být nastaveno všem zaměstnancům, aby se mohli přihlášit do intranetu
da: Vigtigt: Skal gives til alle medarbejdere, så de kan logge ind på personalesiden
de: Wichtig: diese Berechtigung muss allen Bibliotheksmitarbeitern erteilt werden, damit diese sich in der Dienstoberfläche anmelden können
el: Σημαντικό: Πρέπει να δοθεί σε όλα τα μέλη προσωπικού για να τους επιτρέψει να συνδεθούν στη διεπαφή προσωπικού
es: Importante: Se debe dar a todos los miembros del personal para ingresar a la interfaz administrativa.
eu: Importante: Deben ser dados a todos los miembros del personal para que tengan permitido el acceso a al intranet.
fi: Tärkeää: Täytyy antaa kaikille virkailijoille, jotta he pääsevät kirjautumaan virkailijatyökaluun
fr: Important&nbsp;: Doit être donné à tous les membres du personnel pour leur permettre d'ouvrir une session dans l'interface professionnelle
hi: महत्वपूर्ण: सभी स्टाफ सदस्यों को दिया जाना चाहिए उन्हें कर्मचारियों ग्राहक के लिए लॉग इन करने के लिए अनुमति देने के लिए
it: Importante: Deve essere dato a tutti i membri dello staff per permettere loro di aprire una sessione nell'interfaccia staff
oc: Important&nbsp;: Doit èsser donat a totes los membres del personal per lor permetre d'ouvrir una session dins l'interfàcia professionala
pl: Ważne: Uprawnienie to musi zostać nadane każdemu bibliotekarzowi, żeby umożliwić mu zalogowanie się do interfejsu bibliotekarza
pt: Importante: Deve ser dada a todos os membros do staff para permitir a sua entrada na interface dos técnicos
pt_br: Importante: Deve ser entregue para todos os funcionários para permitir que eles façam login na interface administrativa
sk: Dôležité: Musia sa zadať všetkým zamestnancom, aby sa im umožnilo prihlásenie do intranetu
sv: Viktigt: måste tilldelas till all bibliotekspersonal för att de ska kunna logga in på personalklienten
tr: Önemli: Tüm personel üyelerine personel istemciye giriş yapmaları için imkan verilmelidir
zh_tw: 重要：所有館員必須有此權限，才能登入館員介面

source: Important: Note that if the system preference AllowHoldPolicyOverrideset to 'allow', these policies can be overridden by your circulation staff.
ar: هام: لاحظ أنه في حالة ضبط تفضيل النظام AllowHoldPolicyOverrideset إلى 'السماح'، فيمكن تخطي هذه السياسات بواسطة موظفي الإعارة.
cs: Důležité: Všimněte si, že pokud je nastavena systémová preference AllowHoldPolicyOverrideset na "Povolit", může tato politika být přepsána od zaměstnanců obsluhy výpůjček.
da: Vigtigt: Hvis systemparameteren AllowHoldPolicyOverride er sat til 'tillad', kan disse regler overskrives af medarbejderne i udlånet.
de: Wichtig: Wenn der Systemparameter AllowHoldPolicyOverride auf 'erlaube' gesetzt ist, können diese Regeln von den Mitarbeitern an der Ausleihtheke überschrieben werden.
el: Σημαντικό: Σημειώστε ότι εάν η προτίμηση συστήματος AllowHoldPolicyOverride είναι ορισμένη στο 'επιτρέπεται', αυτοί οι κανόνες μπορούν να παραβλεφθούν από το προσωπικό διακίνησης υλικού.
es: Importante: Note que si la preferencia del sistema AllowHoldPolicyOverride está configurada en 'permitir', estas políticas pueden ser ignoradas por el personal de circulación.
eu: Garrantzitsua: ohartu AllowHoldPolicyOverride sistemaren lehentasuna 'allow'-en konfiguratua baldin badago, politika horiek zizkulazioko langileengatik baztertuak izan daitezkela.
fi: Tärkeää: Jos järjestelmäasetus AllowHoldPolicyOverrideset on 'Salli', virkailija voi ohittaa nämä säännöt.
fr: Important : Si votre préférence système 'AllowHoldPolicyOverrideset' est activée, cette règle de prêt peut être outrepassée par les bibliothécaires.
hi: महत्वपूर्ण: ध्यान दें कि यदि प्रणाली वरीयता AllowHoldPolicyOverrideset को 'अनुमति', इन नीतियों आपके परिसंचालन कर्मचारियों द्वारा अधिरोहित जा सकता है।
it: IMPORTANTE: Nota che se la preferenza di sistema AllowHoldPolicyOverride è messa su 'permetti' allora queste regole posso essere violate dallo staff di circolazione.
oc: Important : Se vòstra preferéncia sistèma 'AllowHoldPolicyOverrideset' es activada, aquesta règla de prèst pòt èsser otrapassada pels bibliotecaris.
pl: Ważne: Jeśli wartość w opcji AllowHoldPolicyOverrideset ustawiono na 'Zezwalaj', zasady zamawiania mogą zostać pominięte przez bibliotekarzy.
pt: Importante: Note que se a preferência de sistema AllowHoldPolicyOverride está atribuída para permitir, as políticas podem ser sobrepostas pelos técnicos.
pt_br: Importante: se a preferência do sistema AllowHoldPolicyOverride estiver configurada para 'Permitir', estas políticas podem ser ignoradas pelos funcionários que gerenciam a circulação.
sk: Dôležité: Všimnite si, že ak nastavenie systému AllowHoldPolicyOverride je nastavené na 'povoliť', vaši knihovníci môžu obísť tieto podmienky.
sv: Viktigt: om systeminställningen AllowHoldPolicyOverrideset är satt till 'tillåt', kan dessa policyer åsidosättas av utlåningspersonalen.
tr: Önemli: Ayırma Kuralına İzin Vermeyi Geçersiz Kıl sistem seçeneğinizi 'izin ver' olarak ayarlarsanız, bu kuralların dolaşım personeli tarafından geçersiz kılınabileceğini göz önünde bulundurunuz
zh_tw: 重要：將 AllowHoldPolicyOverride 系統偏好設為 '允許'，流通館員可修改這些政策。

source: Important: Only enter numbers and decimals in this field
ar: هام: فقط أدخل أرقام وكسور عشرية في هذا الحقل
cs: Důležité: V tomto poli zadávejte pouze čísla nebo desetinná čísla.
da: Vigtigt: Indtast kun cifre og decimaltegn.
de: WICHTIG: Geben Sie nur ganze und Dezimalzahlen in diesem Feld ein.
el: Σημαντικό: Εισάγετε μόνο αριθμούς και δεκαδικά ψηφία σε αυτό το πεδίο
es: Importante: Ingrese solo números y puntos decimales.
eu: Garrantzitsua: eremu honetan zenbakiak eta dezimalak idatzi soilik
fi: Tärkeää: Syötä vain numeroita ja desimaaleja tähän kenttään
fr: Saisir uniquement des nombres avec décimal, sans aucun autre caractère
hi: महत्वपूर्ण: केवल इस क्षेत्र में संख्या और दशमलव दर्ज
it: IMPORTANTE: Inserisci solo numeri e decimali
oc: Saisir unicament des nombres amb décimal, sens aucun autre caractèr
pl: Ważne: W pole wprowadzaj tylko liczby z miejscem dziesiętnym po przecinku
pt: Importante: Inserir apenas números e decimais neste campo
pt_br: Importante: apenas digite números e decimais neste campo
sk: Dôležité: Do tohto poľa vpíšte iba čísla a desatiny
sv: Viktigt: ange bara nummer och decimaler i detta fält
tr: Önemli: Bu alanda yalnızca sayıları ve ondalıkları girin
zh_tw: 重要：在此欄位祗能鍵入數字與小數點

source: Important: Only install plugins from trusted sources.
ar: هام: قم فقط بتثبيت برامج مساعدة من مصادر موثوق يها.
cs: Důležité: Instalujte pouze pluginy z důvěryhodných zdrojů.
da: Vigtigt: installer kun plugins fra pålidelige kilder.
de: Wichtig: Installieren Sie nur Plugins aus vertrauenswürdigen Quellen.
el: Σημαντικό: Εγκαταστήστε υπομονάδες μόνο από αξιόπιστες πηγές.
es: Importante: Solo instale plugins de fuentes confiables.
eu: Importante: Instalar sólo pluginos de fuentes de confianza.
fi: Tärkeää: Asenna liitännäisiä vain turvallisista lähteistä.
fr: Important&nbsp;: Installer uniquement des plugins provenant de sources sûres.
hi: महत्वपूर्ण: केवल विश्वसनीय स्रोतों से plugins स्थापित करें।
it: Importante: Installa plugin solo da fonti sicure
oc: Important&nbsp;: Installer unicament des plugins provenant de fonts sûres.
pt: Importante: Apenas instalar plugins de fontes seguras.
pt_br: Importante: só instale plug-ins de fontes confiáveis.
sk: Dôležité: Zásuvné moduly inštalujte iba z dôveryhodných zdrojov.
sv: Viktigt: installera bara insticksprogram från betrodda källor.
tr: Önemli: Eklentileri sadece güvenilir kaynaklardan yükleyiniz.
zh_tw: 重要：祗從可信賴的來源安裝外掛。

source: Important: Only the overdue notices take advantage of the &lt;item&gt;&lt;/item&gt; tags, all other notices referencing items need to use &lt;&lt;items.content&gt;&gt;
ar: هام: فقط اشعارات التأخير تستفيد من وسوم &lt;item&gt;&lt;/item&gt; كل اشعارات مراجعة المواد الأخرى تحتاج لاستخدام &lt;&lt;items.content&gt;&gt;
cs: Důležité: Výhod tagu &lt;item&gt;&lt;/item&gt; můžete využít pouze u upomínek. Pro ostatní oznámení, která využívají informací o jednotkách je nutné použít &lt;&lt;items.content&gt;&gt;
da: Vigtigt: Kun beskeder om forsinkelse går frem for &lt;item&gt;&lt;/item&gt; mærkerne, alle andre beskeder skal bruge &lt;&lt;items.content&gt;&gt;
de: Wichtig: Die Syntax &lt;item&gt;&lt;/item&gt; ist nur in den Mahnbenachrichtigungen verfügbar. Alle weiteren Benachrichtigungen verwenden &lt;&lt;items.content&gt;&gt;
el: Σημαντικό: Μόνο οι ειδοποιήσεις εκπρόθεσμων εκμεταλλεύονται τις ετικέτες &lt;item&gt;&lt;/item&gt;, όλες οι άλλες ειδοποιήσεις που αναφέρουν αντίτυπα πρέπει να χρησιμοποιήσουν το &lt;&lt;items.content&gt;&gt;
es: Importante: Solo los avisos de retraso pueden utilizar las etiquetas &lt;item&gt;&lt;/item&gt;, todos los otros avisos que referencian ítems deben utilizar &lt;&lt;items.content&gt;&gt;
eu: Importante: Solo los avisos de retraso pueden utilizar las etiquetas &lt;item&gt;&lt;/item&gt;, todos los otros avisos que referencian ítems deben utilizar &lt;&lt;items.content&gt;&gt;
fi: Tärkeää: Vain myöhästymisilmoitukset hyödyntävät &lt;item&gt;&lt;/item&gt; kenttiä, muut ilmoitukset käyttävät &lt;&lt;items.content&gt;&gt;
fr: Important : Seules les notifications de réclamation peuvent utiliser les balises &lt;item&gt;&lt;/item&gt;. Toutes les autres notifications doivent utiliser les tags &lt;&lt;items.content&gt;&gt;.
hi: महत्वपूर्ण:; आइटम & gt; केवल अतिदेय नोटिस व एलटी का लाभ लेने &lt;item&gt;&lt;/ आइटम &gt; और लेफ्टिनेंट; items.content & gt; टैग, अन्य सभी नोटिस आइटम संदर्भित एलटी का उपयोग करने की जरूरत है&gt;
it: Importante: Solo gli avvisi per ritardi possono usare il tag &lt;item&gt;&lt;/item&gt; gli altri avvisi devono usare &lt;&lt;items.content&gt;&gt;
oc: Important : Seules las notificacions de reclamacion pòdon utilizar les balises &lt;item&gt;&lt;/item&gt;. Totas les autres notificacions devon utilizar les tags &lt;&lt;items.content&gt;&gt;.
pt: Importante: Apenas os avisos de atraso tiram partido das tags &lt;item&gt;&lt;/item&gt; tags, todos os outros avisos referenciando exemplares necessitam de usar &lt;&lt;items.content&gt;&gt;
pt_br: Importante: apenas os avisos de atraso utilizam a tag &lt;item&gt;&lt;/item&gt;, outros avisos relacionados a exemplares precisam utilizar a tag &lt;&lt;items.content&gt;&gt;
sk: Dôležité: Iba oznámenia o omeškaní využívajú menovky &lt;item&gt;&lt;/item&gt;, všetky ostatné oznámenia o exemplároch musia použiť &lt;&lt;items.content&gt;&gt;
sv: Viktigt: bara förseningsmeddelandena använder taggarna &lt;item&gt;&lt;/item&gt;, alla andra meddelanden som berör objekt måste använda &lt;&lt;items.content&gt;&gt;
tr: Önemli: Sadece gecikmiş uyarılar faydalanır &lt;i&gt;&lt;/madde&gt; etiketler, diğer tüm uyarılar referans maddeleri kullanmak zorundadır &lt;&lt;maddeler.içerik&gt;&gt;
zh_tw: 重要：祗有逾期通知才能使用&lt;item&gt;&lt;/item&gt; 標籤，其他的通知仍使用&lt;&lt;items.content&gt;&gt;

source: Important: Overdue notices can use &lt;&lt;items.content&gt;&gt; tags by themselves, or use &lt;item&gt;&lt;/item&gt; to span all of the tags.
ar: هام: يمكن لإخطارات التأخير أن تستخدم وسوم &lt;&lt;items.content&gt;&gt; بنفسها, أو استخدام &lt;item&gt;&lt;/item&gt; لتغطية كل الوسوم.
cs: Důležité: V upomínkách můžete použít tag &lt;&lt;items.content&gt;&gt; samotný, nebo tag &lt;item&gt;&lt;/item&gt; k vložení dalších tagů.
de: Wichtig: Mahnbenachrichtungen können &lt;&lt;items.content&gt;&gt; oder &lt;item&gt;&lt;/item&gt; verwenden, um Exemplarlisten zu erzeugen.
el: Σημαντικό: Οι ειδοποιήσεις εκπρόθεσμων μπορούν να χρησιμοποιήσουν ετικέτες &lt;&lt;items.content&gt;&gt; από μόνες τους, ή να χρησιμοποιήσουν &lt;item&gt;&lt;/item&gt; για να συνδέσουν όλες τις ετικέτες.
es: Importante: Los avisos de retraso pueden utilizar las etiquetas &lt;&lt;items.content&gt;&gt; por si mismas, o utilizar &lt;item&gt;&lt;/item&gt; para cubrir todas la etiquetas.
eu: Garrantzitsua: atzerapen-oharrek ondorengo etiketak erabil ditzakete &lt;&lt;items.content&gt;&gt; berak bakarrik, edo erabili &lt;item&gt;&lt;/item&gt; etiketa guztiak betetzeko.
fi: Tärkeää: Myöhästymisilmoitukset voivat käyttää &lt;&lt;items.content&gt;&gt; kenttiä, tai käyttää &lt;item&gt;&lt;/item&gt; muihin kenttiin.
hi: महत्वपूर्ण: अतिदेय नोटिस उपयोग कर सकते हैं और लेफ्टिनेंट; &lt;items.content&gt;&gt; स्वयं द्वारा टैग, या उपयोग और लेफ्टिनेंट; आइटम&gt;&lt;/ आइटम&gt; टैग के सभी अवधि के लिए।
it: Importante: nei solleciti per i ritardi usa il tag &lt;&lt;items.content&gt;&gt; da solo o usa &lt;item&gt;&lt;/item&gt; per espandere tutti i tag.
pt: Importante: Avisos de atraso podem usar tags &lt;&lt;items.content&gt;&gt;, ou usar &lt;item&gt;&lt;/item&gt; para mostrar todas as tags.
pt_br: Importante: em avisos de atraso, utilize &lt;&lt;items.content&gt;&gt; para imprimir os dados relacionadas a todos os exemplares em atraso. A outra opção é utilizar a tag &lt;item&gt;&lt;/item&gt; para imprimir em várias linhas.
sk: Dôležité: Oznámenia o omeškaní môžu použiť menovky &lt;&lt;items.content&gt;&gt; samé osebe alebo &lt;item&gt;&lt;/item&gt; na rozpätie všetkých menoviek.
tr: Önemli: Gecikme bildirimleri &lt;&lt;items.content&gt;&gt; etiketlerini kendileri kullanabilirler ya da &lt;item&gt;&lt;/item&gt; özelliğini tüm etiketleri kapsayacak şeklide kullanabilirler.
zh_tw: 重要：逾期通知可使用本身的&lt;&lt;items.content&gt;&gt;標籤，或使用 &lt;item&gt;&lt;/item&gt;以擴展所有的標籤。
