Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To duplicate a subfield click on the clone icon (to remove a copied field, click the delete clone icon) to the right of the field
ar: لتكرارالحقل الفرعي انقر على الايقونة (لإزالة نسخ الحقل ، انقر على أيقونة حذف النسخ) على يسار الحقل
cs: Chcete-li duplikovat podpole, klikněte na klonovací ikonu (odstranit kopírované pole, klepněte na tlačítko Odstranit ikonu klonu) vpravo od pole
da: For at kopiere et underfelt klik på klon-ikonet (for at fjerne et kopieret felt klik på slet kon-ikonet) til højre for feltet
de: Um ein Unterfeld zu verdoppeln, klicken Sie auf das Klonen-Icon (für das Entfernen eines kopierten Feldes, klicken Sie auf das Löschen-Icon) rechts neben dem Feld
el: Για να πολλαπλασιάσετε ένα υποπεδίο κάντε κλικ στο εικονίδιο κλώνου (για να αφαιρέσετε ένα αντιγραμμένο πεδίο, κάντε κλικ στο εικονίδιο διαγραφής κλώνου) στα δεξιά του πεδίου
es: Para duplicar un campo, haga clic en el signo + (más) a la derecha del el campo
eu: Azpieremu bat bizkoizteko, egin klik eremuaren eskuinera dagoen bizkoiztu ikonoan (kopiatutako eremu bat kentzeko, klikatu ezabatu kopia ikonoan)
fi: Toistaaksesi osakentän klikkaa 'Toista tämä osakenttä' -kuvaketta kentän oikealla puolella ja poistaaksesi kopioidun kentän klikkaa 'Poista tämä osakenttä' -kuvaketta
fr: Pour dupliquer un sous-champ, cliquez sur l'icône de clonage à droite du champ.
hi: क्लोन आइकन पर एक उप क्षेत्र क्लिक नकल करने के लिए (एक नकल क्षेत्र को हटाने के लिए, हटाएं क्लोन आइकन पर क्लिक करें) क्षेत्र की सही करने के लिए
it: Per duplicare/rimuovere un sottocampo clicca sull'icona clona/cancella alla destra del campo
oc: Per duplicar un soscamp, clicatz sus l'icòna de clonage a dreita del camp.
pt: Para duplica um subcampo clique no ícone de clone (para remover um campo copiado, clique no ícone de eliminar) à direita do campo
pt_br: Para duplicar um subcampo clique no ícone de clonagem (para remover um campo copiado, clique no ícone de exclusão de clonagem) à direita do campo
sk: Pre duplikáciu podpoľa, kliknite na ikonu klonovania (pre odobratie kopírovaného poľa, kliknite na ikonu odstránenia klonovania) napravo od poľa
sv: För att kopiera ett underliggande fält klickar du på ikonen klona (för att ta bort ett kopierat fält klickar du på ikonen ta bort klon) till höger om fältet
tr: Bir alt alanı çoğaltmak için alanın sağındaki kopyala simgesine tıklayın. (Kopyalanmış bir alanı kaldırmak için kopyayı sil simgesine tıklayın )
zh_tw: 勾選欄位右方的複製(按下刪除圖示，就能移除複製欄位)圖示，就能複製分欄

source: To edit a record you can click 'Edit Biblio' from the search results on the cataloging page or by clicking the Edit button on the Bibliographic Record and choosing 'Edit record'
ar: لتحرير التسجيلة يمكنك النقر على 'تحرير ببليوجرافى 'من صفحة نتائج البحث، أو النقر على زر تحرير من التسجيلة الببليوغرافية واختيار' تحرير التسجيلة'
cs: Chcete-li upravit záznam, klikněte na tlačítko 'Upravit Biblio "z výsledků vyhledávání na stránce katalogizace nebo kliknutím na tlačítko Upravit na bibliografickém záznamu a volbou" Upravit záznam "
da: For at redigere en post kan du klikke på 'Rediger titel' i søgeresultaterne på katalogiseringssiden eller på Rediger knappen i den Bibliografiske Post og vælge 'Rediger post'
de: Klicken Sie auf 'Titel bearbeiten' in der Trefferliste oder verwenden Sie die den Eintrag 'Titel bearbeiten' im Menü 'Bearbeiten' der Detailansicht, um den Titel in der Katalogisierung zu bearbeiten
el: Για να επεξεργαστείτε μια εγγραφή μπορείτε πατήσετε 'Επεξεργασία Biblio' από τα αποτελέσματα αναζήτησης στη σελίδα καταλογογράφησης ή πατώντας το κουμπί Επεξεργασία στη Βιβλιογραφική Εγγραφή και επιλέγοντας 'Επεξεργασία εγγραφής'
es: Para editar un registro puede hacer clic en 'Editar registro' desde los resultados en la página de catalogación o haciendo clic en el botón Editar en el registro bibliográfico y eligiendo 'Editar registro'
eu: Erregistro bat editatzeko, egin klik katalogatze orriko bilaketa emaitzetako 'Editatu erregistroa' botoian, edo, bestela, bibliografia erregistroko Editatu botoian.
fi: Muokataksesi tietuetta klikkaa 'Muokkaa nimekettä' hakutuloksissa luetteloinnin sivulla tai klikkaamalla 'Muokkaa'-painiketta nimeketietueessa ja valitsemalla 'Muokkaa tietuetta'
fr: Pour modifier une notice, vous pouvez cliquer sur le lien Modifier la notice qui est affiché sur la page de résultat d'une recherche, ou bien sur le bouton Modifier de la page de détail d'une notice.
hi: एक रिकॉर्ड संपादित करने के लिए आप सूचीबद्ध पृष्ठ पर या ग्रंथ सूची रिकार्ड पर संपादित करें बटन पर क्लिक करें और 'रिकॉर्ड संपादित करें' का चयन करके खोज परिणामों से 'Biblio संपादित करें' पर क्लिक कर सकते हैं
it: Per modificare un record puoi cliccare 'Modifica Biblio' nella pagina dei risultati di una ricerca, o cliccando il bottone 'Modifica' nel record bibliografico e scegliendo 'Modifica record'
oc: Per modificar una notícia, podètz clicar sul ligam Modificar la notícia qui es afichat sus la pagina de resultat d'una recèrca, o bien sul boton Modificar de la pagina de detalh d'una notícia.
pt: Para editar um registo pode clicar em 'Editar registo' nos resultados de pesquisa na página de catalogação ou clicando no botão de 'Editar' no registo bibliográfico e escolhendo 'Editar registo'
pt_br: Para editar um registro você pode clicar em 'Editar Biblio' nos resultados da pesquisa na catalogação ou clicar no botão 'Editar' no registro bibliográfico
sk: Pre úpravu záznamu môžete kliknúť na 'Upraviť záznam' z výsledkov hľadania na stránke katalogizácie alebo kliknutím na tlačidlo Upraviť v knižničnom zázname a voľbou 'Upraviť záznam'
sv: För att redigera en post kan du klicka på 'Redigera biblio' från sökresultaten på katalogiseringssidan eller klicka på knappen Redigera i den bibliografiska posten och välja 'Redigera post'
tr: Bir kaydı düzenlemek için kataloglama sayfasındaki arama sonuçlarından 'Kaydı Düzenleye' tıklayabilirsiniz ya da Bibliyografik kayıtlardaki Düzenle butonuna tıklayıp kaydı düzenleyi seçerek yapabilirsiniz.
zh_tw: 從編目頁面的搜尋結果，按下 '編輯書目' 鈕；或按下書目紀錄的編輯鈕，再選擇 '編輯紀錄'，都可以編輯紀錄

source: To edit a specific section of the patron record (for example the Library Use section) click the 'Edit' link below the section
ar: لتحرير جزء lمعين من تسجيلة المستفيد (على سبيل المثال مقطع استخدام المكتبة) انقر على رابط 'تحرير' تحت القسم
cs: Chcete-li upravit konkrétní sekci čtenářova záznamu (například sekci "Používání knihovny") klikněte na odkaz "Upravit" pod sekcí
da: For at editere en specifik sektion fra lånerposten (for eksempel Biblioteks-brug sektionen) klik på linket 'Edit' under sektionen
de: klicken Sie auf 'Bearbeiten' unterhalb des Abschnitts, um einen bestimmten Abschnitt des Benutzerdatensatzes zu bearbeiten (z.B. den bibliotheksspezifischen Teil).
el: Για να επεξεργαστείτε έναν συγκεκριμένο τομέα της εγγραφής μέλους (για παράδειγμα τον τομέα Χρήση Βιβλιοθήκης) κάντε κλικ στον Σύνδεσμο 'Επεξεργασία' κάτω από τον τομέα
es: Para editar una sección específica del registro de usuario (por ejemplo el sección de Uso de la Biblioteca), haga clic en el enlace 'Editar' debajo de la sección
eu: Bazkide erregistroaren atal jakin bat editatzeko (liburutegiaren erabilera atala kasu) klikatu atalaren azpiko 'Editatu' loturan
fi: Muokataksesi tiettyä aluetta asiakkaan tiedoissa (esim. Kirjastotiedot-alue) klikkaa 'Muokkaa'-linkkiä alueen alapuolella
fr: Pour modifier une section particulière de la fiche d'un adhérent, par exemple la section Utilisation de la bibliothèque, cliquez sur le lien 'Modifier' en bas de la section.
hi: संरक्षक रिकॉर्ड की एक विशिष्ट धारा (उदाहरण के लिए पुस्तकालय का उपयोग अनुभाग) अनुभाग नीचे 'संपादन' लिंक पर क्लिक करें संपादित करने के लिए
it: Per modificare una specifica sezione del record utente, clicca sul link 'Modifica' sotto la sezione
oc: Per modificar una seccion particulière de la ficha d'un aderent, per exemple la seccion Utilizacion de la bibliotèca, clicatz sul ligam 'Modificar' en bas de la seccion.
pl: Jeśli chcesz modyfikować konkretną sekcję w rekordzie użytkownika (np. sekcję 'Zarządzanie kontem bibliotecznym'), kliknij odsyłacz 'Modyfikuj' poniżej danej sekcji
pt: Para editar uma secção especifica de um registo de leitor (por exempo a secção de biblioteca) carregue em 'Editar' debaixo da secção
pt_br: Para editar uma sessão específica no registro de usuário (por exemplo informações de uso da biblioteca) clique no link 'Editar'
sk: Pre úpravu špecifickej sekcie záznamu o čitateľovi (napríklad sekcie údajov knižnice), kliknite na odkaz 'Upraviť' pod sekciou
sv: För att redigera en viss del av låntagarposten (t.ex. sektionen Biblioteksanvändning) klickar du på länken 'Redigera' under sektionen
tr: Kullanıcı kaydının belirli bir bölümünü düzenlemek için (Örneğin Kütüphane kullanım bölümü) bölümün altındaki düzenle bağlantısına tıklayın.
zh_tw: 勾選區塊(如：圖書館使用)裡的 '編輯' 連結，就能編輯讀者紀錄的該區塊

source: To edit events
ar: لتحرير الأحداث
cs: Chcete-li upravit události
da: Editere lukkedage
de: Schließtage bearbeiten
el: Για να επεξεργαστείτε γεγονότα
es: Para editar los eventos
eu: Gertaerak editatzeko
fi: Muokataksesi kalenteria
fr: Pour modifier un jour de fermeture :
hi: घटनाओं संपादित करने के लिए
it: Per modificare gli eventi
oc: Per modificar un jorn de tampadura :
pt: Para editar eventos
pt_br: Para editar eventos
sk: Pre úpravu udalostí
sv: För att redigera händelser
tr: Olayları düzenlemek için
zh_tw: 編輯事件

source: To edit or receive an issue, simply check the box in the 'Edit' column and click the 'Edit Serial' button.
ar: لاستلام أو تحرير العدد، ببساطة تحقق من خانة في عمود 'تعديل' وانقر على زر 'تعديل الدورية'.
cs: Chcete-li upravit nebo přijmout sešit, jednoduše zaškrtněte políčko ve sloupci 'Úpravy' a klepněte na tlačítko "Upravit Periodika".
da: For at editere eller modtage en udgave, marker simpelthen feltet i kolonnen 'Edit' og klik på knappen 'Editer tidsskrift'.
de: Um ein Heft zugehen zu lassen oder zu bearbeiten, haken Sie es einfach in der Spalte 'Bearbeiten' an und klicken auf 'Zeitschrift bearbeiten'.
el: Για να επεξεργαστείτε ή να παραλάβετε ένα τεύχος, απλά επιλέξετε το κουτί στη στήλη 'Επεξεργασία' και μετά κάντε κλικ στο 'Επεξεργασία Περιοδικής Έκδοσης'.
es: Para editar o recibir un ejemplar, basta con marcar la casilla de la columna 'Editar' y hacer clic en el botón 'Editar publicación periódica'.
eu: Ale bat editatu edo jasotzeko, markatu 'Editatu' zutabeko koadroa eta klikatu 'Editatu aldizkako argitalpena' botoian.
fi: Muokataksesi tai vastaanottaaksesi lehden klikkaa valinta 'Muokkaa' sarakkeessa ja klikkaa 'Muokkaa kausijulkaisua'.
fr: Pour modifier ou recevoir un fascicule, cochez la case dans la colonne 'Modifier' puis cliquez sur le bouton 'Bulletiner'.
hi: संपादित या एक मुद्दे को प्राप्त करने के लिए, बस 'संपादन' स्तंभ में चेक बॉक्स और 'संपादन सीरियल' बटन पर क्लिक करें।
it: Per modificare o ricevere un fascicolo, seleziona la casella nella colonna 'Modifica' e clicca il bottone 'Modifica le risorse in continuazione'.
oc: Per modificar o recebre un fascicul, marcatz la casa dins la colomna 'Modificar' puèi clicatz sul boton 'Bulletiner'.
pl: Jeśli chcesz modyfikować numer, zaznacz haczyk w kolumnie 'Modyfikuj' i kliknij na 'Modyfikuj'.
pt: Para editar ou receber um número, basta marcar a caixa na coluna 'Editar' e clique no botão 'Editar Periódico'.
pt_br: Para editar ou receber um número, basta marcar a caixa na coluna 'Editar' e clique no botão 'Editar Periódico'.
sk: Pre úpravu alebo prijatie čísla, jednoducho zaškrtnite políčko v stĺpci 'Upraviť' a kliknite na tlačidlo 'Upraviť periodikum'.
sv: För att redigera eller ta emot ett nummer markerar du bara rutan i kolumnen 'Redigera' och klickar sedan på knappen 'Redigera periodika'.
tr: Bir sayıyı düzenlemek ya da almak için sadece Düzenle sütunundaki kutuyu işaretleyin ve Süreli Yayınları Düzenle butonuna tıklayın.
zh_tw: 勾選 '編輯' 欄的盒，並按下 '編輯期刊' 鈕，就能編輯或簽收期刊。

source: To edit the entire patron record simply click the 'Edit' button at the top of the patron record.
ar: للتعديل أدخل نسجيلة المستفيد وببساطة انقر على زر 'تحرير' في الجزء العلوي من تسجيلة المستفيد.
cs: Chcete-li upravit celý záznam čtenáře jednoduše klikněte na tlačítko "Upravit" v horní části patrona záznamu.
da: For at editere hele lånerposten, klik simpelthen på knappen 'Editer' øverst i lånerposten.
de: Um den vollständigen Benutzerdatensatz zu bearbeiten, klicken Sie auf 'Bearbeiten' oberhalb der Übersicht.
el: Για να επεξεργαστείτε όλη την εγγραφή μέλους κάντε κλικ στο κουμπί 'Επεξεργασία' στην κορυφή εγγραφής μέλους.
es: Para editar el registro completo del usuario simplemente haga clic en el botón "Editar" en la parte superior de dicho registro
eu: Bazkidearen erregistroa osorik editatzeko, klikatu bazkidearen erregistroaren goialdeko 'Editatu' botoian.
fi: Jos haluat muokata koko asiakastietuetta, klikkaa 'Muokkaa' asiakastietueen yläreunassa.
fr: Pour modifier l'intégralité de la fiche de l'adhérent, cliquez sur le bouton Modifier qui se trouve en haut de la fiche.
hi: पूरे संरक्षक रिकॉर्ड को संपादित करने के लिए बस संरक्षक रिकार्ड के शीर्ष पर 'संपादन' बटन पर क्लिक करें।
it: Per modificare tutto il record utente, clicca 'Modifica' all'inzio del record.
oc: Per modificar l'intégralité de la ficha de l'aderent, clicatz sul boton Modificar qui se tròba amont de la ficha.
pl: W celu modyfikacji całego konta użytkownika kliknij 'Modyfikuj' u góry rekordu użytkownika.
pt: Para editar todo o leitor carregue no botão 'Editar' no topo do registo de leitor.
pt_br: Para editar o registro de usuário por inteiro, clique no botão 'Editar' na parte superior do registro de usuário.
sk: Pre úpravu celého záznamu o čitateľovi, jednoducho kliknite na tlačidlo 'Upraviť' navrchu tohto záznamu.
sv: För att redigera hela låntagarposten klickar du bara på knappen 'Redigera' längst upp i låntagarposten.
tr: Tüm kullanıcı kaydını düzenlemek için, kullanıcı kaydının üst kısmındaki 'Düzenle' düğmesine tıklamanız yeterlidir.
zh_tw: 按下讀者紀錄上方的 '編輯' 鈕，就能編輯整個讀者紀錄。

source: To edit the subfields associated with the tag, click 'Subfields' to the right of the tag on the 'MARC Structure' listing
fi: Muokataksesi kenttään liitettyjä osakenttiä, klikkaa 'Osakentät'-painiketta, joka sijaitsee 'MARC-rakenne'-listauksen oikealla puolella.
hi: टैग के साथ जुड़े उपक्षेत्रों को संपादित करने के लिए, 'मार्क संरचना' लिस्टिंग पर टैग की सही करने के लिए 'उपक्षेत्रों' पर क्लिक करें

source: To edit the subfields click 'Edit Subfields'
ar: لتعديل الحقول الفرعية انقرعلى 'تحرير الحقول الفرعية'
cs: Chcete-li upravit podpole klikněte na tlačítko "Upravit podpole".
da: For at editere underfelter klik på 'Editer underfelter'
de: Um Unterfelder zu bearbeiten, klicken Sie auf 'Unterfelder bearbeiten'
el: Για να επεξεργαστείτε τα υποπεδία κάντε κλικ στο 'Επεξεργασία Υποπεδίων'
es: Para editar los subcampos haga clic en 'Editar Subcampos'
eu: Azpieremuak editatzeko, klikatu 'Editatu azpieremuak' botoian
fi: Muokataksesi osakenttiä klikkaa 'Muokkaa osakenttiä'
fr: Pour modifier les sous-champs, cliquez sur le lien Sous-champs.
hi: संपादित करने के लिए उपक्षेत्रों क्लिक करें 'उपक्षेत्रों संपादित करें'
it: Per modificare i sottocampi, premi 'Modifica i sottocampi'
oc: Per modificar les soscamps, clicatz sul ligam Soscamps.
pt: Para editar os subcampos clique em 'Editar subcampos'
pt_br: Para editar os subcampos clique em 'Editar Subcampos'
sk: Pre úpravu podpolí, kliknite na 'Upraviť podpolia'
sv: För att redigera de underliggande fälten klickar du på 'Redigera underliggande fält'
tr: Alt alanları düzenlemek için 'Alt Alanları Düzenle' üzerine tıklayın
zh_tw: 點選 '編輯分欄'，就能編輯分欄

source: To edit the subfields, click 'Edit Subfields'.
ar: لتحرير الحقول الفرعية ، انقرعلى 'تحرير الحقول الفرعية'.
cs: Chcete-li upravit podpole, klikněte na tlačítko "Upravit podpole".
da: For at editere underfelter klik på 'Editer underfelter'.
de: Um Unterfelder zu bearbeiten, klicken Sie auf 'Unterfelder bearbeiten'.
el: Για να επεξεργαστείτε τα υποπεδία πατήστε 'Επεξεργασία Υποπεδίων'.
es: Para editar los subcampos, haga clic en 'Editar Subcampos'
eu: Para editar los subcampos, seleccione 'Editar Subcampos'
fi: Muokataksesi osakenttiä klikkaa 'Muokkaa osakenttiä'
fr: Pour modifier les sous-champs, cliquez sur "Modifier Les sous-champs".
hi: उपक्षेत्रों को संपादित करने के लिए, 'उपक्षेत्रों संपादित करें' पर क्लिक करें।
it: Per modificare i sottocampi, premi 'Modifica i sottocampi'.
oc: Per modificar les soscamps, clicatz sus "Modificar Les soscamps".
pt: Para editar os subcampos clique em 'Editar subcampos'.
pt_br: Para editar os subcampos clique em 'Editar Subcampos'.
sk: Pre úpravu podpolí, kliknite na 'Upraviť podpolia'.
sv: För att redigera de underliggande fälten klickar du på 'Redigera underliggande fält'.
tr: Alt alanları düzenlemek için 'Alt Alanları Düzenle' üzerine tıklayın.
zh_tw: 點選 '編輯分欄'，就能編輯分欄。

source: To either delete or anonymize patrons
ar: لحذف أو تجاهل مستفيدين
cs: Buď vymazat nebo anonymizovat čtenáře
da: For enten at slette eller anonymisere lånere
de: Um Benutzer entweder zu löschen oder zu anonymisieren
el: Για να διαγράψετε ή να ανωνυμοποιήσετε μέλη
es: Para eliminar o anonimizar usuarios
eu: Para eliminar o anonimizar socios
fi: Jos haluat poistaa tai anonymisoida asiakastietoja
fr: Pour supprimer ou anonymiser des adhérents
hi: या तो नष्ट या संरक्षक अनाम करने के लिए
it: Per cancellare o rendere anonimi gli utenti
oc: Per suprimir o anonymiser des aderents
pl: By usunąć użytkowników
pt: Para eliminar ou anonimizar leitores
pt_br: Para excluir ou tornar anônimos os usuários
sk: Pre odstránenie alebo utajenie čitateľov
sv: För att radera eller anonymisera låntagare
tr: Kullanıcıları silmek ya da anonimleştirmek için
zh_tw: 刪除或匿名讀者

source: To enter transport costs simply click in the cell you would like to alter, uncheck the 'Disable' box and enter your 'cost'
ar: ببساطة لتدخل قيمة النقل أنقر على الخلية التي ترغب بتعديلها ، أزل التحديد عن مربع 'تعطيل' وأدخل 'التكلفة'
cs: Chcete-li zadat náklady na dopravu, jednoduše klikněte na buňku, kterou chcete změnit, zrušte zaškrtnutí políčka "Zakázat" pole a zadejte svoje náklady
da: For at indtaste transportomkostninger klik i cellen, der skal ændres, fjern markeringen 'Deaktiver' og indtast 'Omkostningen'
de: Um die Transportkosten zu erfassen klicken Sie einfach auf die zu bearbeitende Zelle, wählen Sie 'Deaktiviert' ab und geben Sie die 'Kosten' ein.
el: Για να εισάγετε κόστη μεταφοράς απλά πατήστε στο κελί που θέλετε να τροποποιήσετε, αποεπιλέξτε το κουτί 'Απενεργοποίηση' και εισάγετε το 'κόστος' σας
es: Para ingresar costos de transporte simplemente haga clic en la celda que desea alterar, desmarque la casilla 'Deshabilitar' e ingrese su 'costo'
eu: Para introducir en los costos de transporte, simplemente haga clic en la celda que desea modificar, desmarque la casilla 'Desactivar' e introduzca su 'costo'
fi: Jos haluat syöttää kuljetuskustannuksia, klikkaa solua, johon haluat muuttaa arvon, ota pois valinta 'Poista käytöstä' -laatikosta ja anna 'hinta' eli painotus
fr: Pour entrer les coûts de transfert, il suffit de cliquer dans la cellule que vous souhaitez modifier, de décocher la case "Désactiver" et d'entrer votre "coût"
hi: परिवहन लागत बस सेल में क्लिक करें दर्ज करने के लिए आप को बदलने के लिए चाहते हैं, 'अक्षम' बॉक्स अनचेक करें और अपने 'लागत' में प्रवेश
it: Per indicare il costo di trasporto, clicca sulla cella, togli la spunta e inserisci il costo
oc: Per entrar los còstes de transferiment, il suffit de clicar dins la cellula que volètz modificar, de desmarcar la casa "Desactivar" e d'entrer vòstre "coût"
pl: Jeśli zamierzasz wprowadzić koszty transportu, kliknij na komórkę, którą chcesz zmienić, odznacz 'Wyłącz' i wprowadź koszt
pt: Para inserir os custos de transporte clique na célula que deseja alterar, desmarque a caixa 'Desactivo' e insira o 'custo'
pt_br: Para adicionar custos com transporte, clique na célula que você deseja alterar, tire a seleção da caixa 'Desativar' e insira seu 'custo'
sk: Pre zadanie nákladov na prevoz, kliknite jednoducho na bunku, ktorú chcete pozmeniť, odškrtnite políčko 'Vypnúť' a zadajte vaše 'náklady'
sv: För att ange fraktkostnader klickar du i den cell du vill ändra, avmarkerar rutan 'Avaktivera' och anger din 'kostnad'
tr: Kargo bedellerini girmek için, değiştirmek istediğiniz birime tıklayınız, 'Devre dışı bırak' kutusunun onayını kaldırınız ve 'fiyatınızı' giriniz.
zh_tw: 勾選儲存格，解除 '不啟用' 盒，鍵入您的 '成本'，就能變更該轉移成本

source: To expand a collapsed tag click on the tag description
ar: للتوسيع الوسم الغير ظاهر انقر على وصف الوسم
cs: Chcete-li rozbalit sbalené tagy, klikněte na tag popis
da: For at udvide sammenklappede felter klik på feltbeskrivelsen
de: Klicken Sie auf die Feldbezeichnung, um ein eingeklapptes Feld aufzuklappen
el: Για να διευρύνετε ένα ελαχιστοποιημένο πεδίο κάντε κλικ στην περιγραφή πεδίου
es: Para expandir una etiqueta colapsada haga clic en la descripción de la misma
eu: Para expandir una etiqueta colapsada haga clic en la descripción de la misma
fi: Saadaksesi näkyviin piilotetut kentät klikkaa kentän kuvausta
fr: Pour replier ou développer un champ, cliquez sur son numéro (ou sa description).
hi: टैग विवरण पर एक ढह टैग क्लिक करें विस्तार करने के लिए
it: Per espandere un tag compresso, clicca sul suo numero
oc: Per replier o développer un camp, clicatz sus son numèro (o sa descripcion).
pt: Para expandir um campo colapsado clique na descrição
pt_br: Para expandir ou ocultar uma tag, clique na descrição da tag
sk: Pre rozšírenie rozbalenej menovky, kliknite na popis menovky
sv: För att expandera en minimerad tagg klickar du på taggbeskrivningen
tr: Daraltılmış bir etiketi açmak için etiket tanımına tıklayın.
zh_tw: 按下欄號說明，就能展開欄號
