Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you feel that your report might be too resource intensive you might want to consider using runtime parameters to your query. Runtime parameters basically make a filter appear before the report is run to save your system resources.There is a specific syntax that Koha will understand as 'ask for values when running the report'. The syntax is &lt;&lt;Question to ask authorized_value&gt;&gt;.
ar: إذا ما شعرتَ بأن تقريركَ سيستهلك الكثير من موارد نظامك ، فربما تود أن تدرس استخدام معاملات وقت التشغيل في إستعلامك. معاملات وقت التشغيل أساساً تقوم بعرض عامل تصفية يظهر قبل أن يبدأ تشغيل التقرير لتحفظ موارد نظامك. هناك صيغ نصية خاصة يمكن لكوها أن يفهمها مثل: 'أطلب القيم عند تشغيل التقرير' فصيغته النصية هي &lt;&lt;السؤال الذي تود طرحه|authorized_value&gt;&gt;.
cs: Pokud máte podezření, že by váš výstup mohl být příliš náročný na zdroje, zvažte použití parametrů vašeho dotazu. Tyto parametry tvoří filtr před spuštěním výstupu a mohou šetřit zdroje vašeho systému. Existuje specifická syntaxe, kterou Koha pochopí jako "žádost o hodnoty při spuštění výstupu". Tato syntaxe je &lt;&lt;dotaz na ověřenou hodnotu.&gt;&gt;.
da: Hvis du føler, at din rapport kan blive for ressourcekrævende, kan du måske ønske at benytte løbetidsparametre til din forespørgsel. Løbetidsparametre opsætter grundlæggende et filter, før rapporten køres for at spare ressourcer. Der er en specifik syntax, som Koha vil forstå såsom 'spørg efter værdier under kørslen. Syntaxen er &lt;&lt;Question to ask|authorized_value&gt;&gt;.
de: Falls Sie den Eindruck haben, dass Ihr Report zu ressourcenintensiv ist, können Sie in der Abfrage sogenannte Runtime Parameter verwenden. Dadurch werden vor Ausführung des Reports Filter angeboten, die helfen können Ressourcen zu sparen. Dafür wird eine spezielle Syntax verwendet, die Koha als 'frage nach Eingaben bevor der Report ausgeführt wird' interpretiert. Die Syntax lautet &lt;&lt;Frage|authorized_value&gt;&gt;.
el: Εάν πιστεύετε ότι η αναφορά σας ίσως είναι εξαντλητική σε πόρους θα έπρεπε να σκεφτείτε να χρησιμοποιήσετε παραμέτρους χρονικής εκτέλεσης του προγράμματος για το ερώτημά σας. Οι παράμετροι χρονικής εκτέλεσης ουσιαστικά εμφανίζουν ένα φίλτρο πριν τρέξει η αναφορά για εξοικονόμηση πόρων του συστήματος. Το Koha θα καταλάβει μία συγκεκριμένη σύνταξη όπως 'ζήτησε τιμές όταν τρέχει η αναφορά'. Η σύνταξη είναι &lt;&lt;Question για να ζητήσει authorized_value&gt;&gt;.
es: Si piensa que su reporte puede consumir demasiados recursos podría considerar utilizar parámetros de ejecución en su consulta. Los parámetros de ejecución básicamente hacen aparecer un filtro antes de ejecutar el reporte para preservar recursos del sistema. Hay una sintaxis específica que Koha comprenderá tal como 'preguntar por valores cuando ejecute el informe'. La sintaxis es &lt;&lt;Consulta a hacer|authorized_value&gt;&gt;.
eu: Si se cree que un informe puede ser también un recurso intensivo puede considerarlo así utilizando los parámetros del tiempo de ejecución de su consulta. Los parámetros del tiempo de ejecución hacen que aparezca un filtro antes de ejecutar el informe para preservar los recursos del sistema. Hay un sintaxos especial para que Koha entienda 'consultar los valores cuando se ejecute el informe'. La sintaxis es &lt;&lt;Question to ask authorized_value&gt;&gt;.
fi: Jos sinusta tuntuu, että raporttisi voi viedä paljon resursseja, harkitset ehkä raportin käynnistämiseen ajonaikaisia parametrejä. Ajonaikaiset parametrit tekevät suodattimen, joka säästää järjestelmän resursseja. Siihen on erityinen syntaksi, jota Koha ymmärtää ja 'kysyy arvoja raporttia ajettaessa'. Syntaksi on &lt;&lt;Question to ask authorized_value&gt;&gt;.
fr: Si vous pensez que votre rapport pourrait consommer trop de ressources, vous pouvez utiliser des paramètres dynamiques dans votre requête. Les paramètres dynamiques font apparaître un filtre avant l'exécution du rapport, pour économiser vos ressources système. La syntaxe est la suivante : &lt;&lt;Question à poser|authorized_value&gt;&gt;.
hi: आपको लगता है कि अपनी रिपोर्ट संसाधन गहन भी हो सकता है यदि आप अपने प्रश्न के क्रम मापदंडों का उपयोग पर विचार करना चाहते हो सकता है। रनटाइम मानकों को मूल रूप से पहले रिपोर्ट अपने सिस्टम को बचाने के लिए एक विशिष्ट resources.There वाक्य रचना कि Koha 'मूल्यों के लिए पूछने के लिए जब रिपोर्ट चलाकर' के रूप में समझ जाएगा है चलाया जाता है एक फिल्टर दिखाई देते हैं। और लेफ्टिनेंट; वाक्य रचना और &lt;&lt; प्रश्न authorized_value&gt;&gt;.
it: Se ritieni che occorrano troppe risorse di sistema per eseguire il tuo report, prova ad usare parametri di runtime nella tua query. I parametri di runtime consentono in sostanza di inserire un filtro prima del report per farti risparmiare risorse di sistema. C'è una specifica sintassi che Koha comprende come 'richiedi dei valori quando fai girare il report. La sintassi è: &lt;&lt;Question to ask|authorized_value&gt;&gt;.
oc: Se vous pensatz que votre rapòrt poiriá consommer tròp de ressorsas, podètz utilizar des paramètres dynamiques dins vòstra requèsta. Los paramètres dynamiques font aparéisser un filtre avant l'execucion del rapòrt, per économiser vos ressorsas sistèma. La sintaxi es la seguenta : &lt;&lt;Question a poser|authorized_value&gt;&gt;.
pl: Jeśli przypuszczasz, że twój raport może stanowić zbyt duże obciążenie dla serwera, użyj parametrów ograniczających podczas uruchamiania raportu. Parametry to filtry wyświetlane przed uruchomieniem raportu z zapisanych danych. Użyj wyrażenia, które Koha zrozumie jako 'użyj tych parametrów podczas uruchamiania raportu'. Służy do tego wyrażenie w postaci &lt;&lt;Question to ask|authorized_value&gt;&gt;.
pt: Se achar que o relatório consome demasiados recursos talvez seja melhor considerar usar parâmetros de tempo de execução para a sua consulta. Parâmetros de tempo de execução, basicamente, fazem um filtro aparecer antes do relatório ser executados para salvar os recursos do sistema. Existe uma sintaxe específica que o sistema irá perceber como 'perguntar por valores quando correr o relatório'. A sintaxe é &lt;&lt;Questão|authorized_value&gt;&gt;.
pt_br: Se você achar que o seu relatório pode consumir muitos recursos do sistema, você pode pensar em ajustar os parâmetros de tempo de execução de seu relatório. Parâmetros de tempo de execução basicamente fazem um filtro antes do relatório ser processado para poupar os recursos do sistema. Há uma sintaxe específica que o Koha interpreta como 'procurar por valores enquanto executa o relatório'. a sintaxe é &lt;&lt;Question to ask authorized_value&gt;&gt;.
sk: Ak máte pocit, že váš výkaz by mohol byť príliš náročný na zdroje, môžete pre vaše požiadavky zvážiť použitie priebehových parametrov. Priebehové parametre v podstate umožňujú zobrazenie filtra pred spustení výkazu, čím sa šetria vaše systémové zdroje. Jestvuje osobitný syntax, ktorému Koha rozumie ako 'vyžiadať hodnoty počas priebehu výkazu'. Syntax je &lt;&lt;Požiadavka na authorized_value&gt;&gt;.
sv: Om du tror att rapporten tar för mycket resurser kan du välja att använda körningsparametrar i frågan. Körningsparametrar fungerar som ett filter innan frågan körs för att spara systemresurser. Det finns en särskild syntax som Koha tolkar som 'fråga efter värden vid körning av rapporten'. Syntaxen är &lt;&lt;Fråga att ställa authorized_value&gt;&gt;.
tr: Raporunuzun fazla kaynaklı olabileceğini düşünüyorsanız, sorgulamanız için çalışma zamanı parametrelerini kullanmayı düşünebilirsiniz. Rapor, sistem kaynaklarınızı kaydetmek için çalıştırılmadan önce, çalışma zamanı parametreleri temel olarak filtre görünümü oluştururlar. Koha’nın anlayacağı ‘raporu çalıştırırken değerleri sor’ şeklinde özel bir söz dizimi mevcuttur. Söz dizimi &lt;&lt;Question to ask authorized_value&gt;&gt;. şeklindedir
zh_tw: 若認為執行報表可能耗費太多資源，您可以在詢問裡使用執行參數，在執行之前，先篩選，以節省系統資源。Koha 使用特定的語法，如 'ask for values when running the report' 執行它，其語法是 &lt;&lt;Question to ask authorized_value&gt;&gt;。

source: If you have SpineLabelShowPrintOnBibDetails set to 'Display' then there will also be a link to print a quick spine label next to each item.
ar: إذا كنتَ قد ضبطتَ التفضيل SpineLabelShowPrintOnBibDetails إلى 'أعرض' فإنه سيكون هنالك وصلة لطباعة لصاقة كعب سريعة بجانب كل مادة.
cs: Pokud máte parametr SpineLabelShowPrintOnBibDetails nastaven na 'Zobrazit', pak zde bude odkaz na tisk hřbetního štítku u každého výtisku.
da: Hvis du har sat SpineLabelShowPrintOnBibDetails til 'Vis' vil der også være et link til udskrift af en hurtig rygetiket ved siden af hvert eksemplar.
de: Wenn Sie den Systemparameter SpineLabelShowPrintOnBibDetails auf 'Zeige' gesetzt haben, wird ein Link für den schnellen Signaturdruck neben jedem Exemplar angezeigt.
el: Αν έχετε το SpineLabelShowPrintOnBibDetails στο 'Εμφάνιση' τότε θα υπάρχει ένας σύνδεσμος για γρήγορη εκτύπωση ετικέτας ράχης δίπλα σε κάθε αντίτυπο.
es: Si usted tiene SpineLabelShowPrintOnBibDetails en 'Mostrar', entonces también habrá un enlace para imprimir una etiqueta rápida junto a cada artículo.
eu: SpineLabelShowPrintOnBibDetails 'Bistaratu' ezarrita baduzu, elementu bakoizaten bizkar-etiketa azkar bat inprimatzeko lotura bat agertuko da ere.
fi: Jos SpineLabelShowPrintOnBibDetails on asetettu 'Näytä', jokaisen niteen vieressä näkyy myös linkki selkätarran pikatulostukseen.
fr: Si vous avez activé la préférence système SpineLabelShowPrintOnBibDetails, il y aura un lien à côté de chaque exemplaire pour imprimer une étiquette rapide.
hi: आप 'प्रदर्शन' करने के लिए सेट SpineLabelShowPrintOnBibDetails है तो वहाँ भी एक त्वरित रीढ़ लेबल प्रत्येक आइटम के बगल में मुद्रित करने के लिए एक कड़ी होगी।
it: Se SpineLabelShowPrintOnBibDetails ha valore 'Display' ci sarà anche un link accanto alla copia per stampare immediatamente l'etichetta per il dorso.
oc: Se avètz activat la preferéncia sistèma SpineLabelShowPrintOnBibDetails, i aurà un ligam a costat de cada exemplar per imprimir una etiqueta rapide.
pl: Jeśli SpineLabelShowPrintOnBibDetails ustawisz na 'Włącz', pojawi się przy każdym egzemplarzu link do drukowania etykiet grzbietowych.
pt: Se tiver a preferência SpineLabelShowPrintOnBibDetails definida como 'Mostrar' aparecerá uma ligação junto a cada exemplar para imprimir um etiqueta rápida.
pt_br: Se você tiver configurado a opção SpineLabelShowPrintOnBibDetails para 'Exibir' então também haverá um link para impressão de etiqueta de lombada ao lado de cada exemplar.
sk: Ak máte SpineLabelShowPrintOnBibDetails nastavené na 'Zobraziť', tak sa vedľa každého exemplára zobrazí aj odkaz na tlač rýchlej chrbtovej etikety.
sv: Om SpineLabelShowPrintOnBibDetails är inställt på 'Visa' kommer det också att visas en länk för snabbutskrift av ryggetikett intill varje post.
tr: Kitap Sırt Etiketinin Detaylarını Çıktıda Göster’i 'Göster' e ayarlarsanız, her bir materyalin yanında kitap sırtı etiketinin hızlı çıktısı için de bir bağlantı bulunacaktır.
zh_tw: 若將 SpineLabelShowPrintOnBibDetails 設為 '顯示'，在每個館藏旁有個連結至快速列印書標。

source: If you have a lot of attributes it might be handy to group them so that you can easily find them for editing. If you create an Authorized Value for PA_CLASS it will show in the 'Class' pull down and you can then change your attributes page to have sections of attributes
ar: إذا كان لديك الكثير من الصفات قد يكون في متناول اليد تجميعها بحيث يمكنك العثور عليها بسهولة عند التحرير. إذا قمت بإنشاء القيمة المصرح به للPA_CLASS سوف تظهر في "الدرجة الاولى" هدم ويمكنك تغيير سمات صفحتك للحصول على أقسام من السمات
cs: Pokud máte větší množství atributů, je užitečné je seskupit, abyste je mohli snadno najít a upravovat. Pokud vytvoříte ověřenou hodnotu pro PA_CLASS, zobrazí se v rozbalovacím seznamu "Třída" a je možné mít atributy u čtenářů rozdělené do sekcí
da: Hvis du har mange attributer kan det være praktisk at gruppere dem, så du nemt kan finde dem til editering. Hvis du opretter en autoriseret værdi for PA_CLASS vises den i 'Class' dropdown menuen og du kan så ændre attribut-siden til at have sektioner med attributer
de: Wenn viele Benutzerattribute verwendet werden, kanne es praktisch sein diese zu gruppieren. Dazu wird eine Kategorie Normierter Werte mit dem Code PA_CLASS angelegt. Die dort definierten Werte werden dann im Feld 'Klasse' als Auswahlliste angeboten und können mit den Attributen verknüpft werden
el: Εάν έχετε πολλά χαρακτηριστικά ίσως είναι βολικό να τα ομαδοποιήσετε ώστε να μπορείτε να τα βρείτε εύκολα για επεξεργασία. Εάν δημιουργήσετε μία Καθιερωμένη Τιμή για το PA_CLASS θα εμφανιστεί στο 'Τάξη' αναπτυσσόμενη λίστα και θα μπορείτε τότε να αλλάξετε τη σελίδα χαρακτηριστικών για να έχετε ενότητες χαρακτηριστικών
es: Si tiene muchos atributos puede ser útil agruparlos para encontrarlos fácilmente al editar. Si crea un Valor Autorizado para PA_CLASS se mostrará en el desplegable 'Clase' y podrá cambiar su página de atributos para tener secciones de atributos.
eu: Si t¡enes muchos atributos podría ser útil agruparlas para poder encontrarlas fácilmente para editar. Si creas un Valor Autorizado ara PA_CLASS este se mostrará en 'Class? tirar hacia abajo y después podrás cambiar la página de atributos a tener secciones de atributos.
fi: Jos määreitä on paljon, ne kannattaa ryhmitellä helpommin haettavaksi muokkausta varten. Jos luot auktorisoidun arvon PA_CLASS, se näkyy 'Luokka'-alasvetovalikossa. Voit sitten muuttaa määresivun näyttämään määreiden lohkoja
fr: Si vous avez beaucoup d'attributs il peut être pratique de les regrouper de façon à les retrouver facilement pour les modifier. Si vous créez une valeur autorisée pour PA_CLASS elle apparaîtra dans le menu déroulant 'Classe' et vous pouvez modifier les attributs pour avoir des sections sur la page
hi: आप विशेषताओं का एक बहुत है, तो यह इतना है कि आप आसानी से संपादन के लिए उन्हें खोजने के लिए कर सकते हैं उन्हें समूह के लिए काम किया जा सकता है। आप PA_CLASS के लिए एक अधिकृत मूल्य बनाने यदि यह 'क्लास' में नीचे खींच दिखाएगा और तुम तो विशेषताओं के वर्गों के लिए अपने गुण पेज को बदल सकते हैं
it: Se hai un numero elevato di attributi potrebbe valere la pena di raggrupparli in modo da trovarli facilmente quando ci lavori sopra. Se creai una lista di valori autorizzati 'PA_CLASS' ti verra mostrato un menu a tendina di nome 'Classe' e potrai modificare la tua pagina degli attributi utente per avere sezioni di attributi
pl: Jeśli masz wiele atrybutów, może być trudno je zgrupować, by później dokonać modyfikacji. Jeśli tworzysz Dopuszczoną Wartość dla PA_CLASS, pojawi się w rozwijalnym menu 'Klasa' i będziesz mógł/mogła przekształcić stronę atrybutów w sekcje atrybutów
pt: Se tiver vários atributos talvez seja melhor agrupar-los de forma a ser mais fácil a edição. Se criar um valor autorizado PA_CLASS aparecerá um menu 'Classe' e poderá alterar a sua página de atributos para ter secções de atributos
pt_br: Se você tiver muitos atributos eles podem ser manipulados em grupos que tornaria mais fácil encontrá-los e editá-los. Se você criar um Valor autorizado para PA_CLASS ele será exibido abaixo de 'Classe' e você poderá alterar a página para ter seções de atributos
sk: Ak máte veľa vlastností, môže sa vám hodiť ich združovanie, aby ste ich ľahko našli pre úpravu. Ak vytvoríte Povolenú hodnotu pre PA_CLASS, zobrazí sa v rozbaľovacej ponuke 'Trieda' a môžete potom zmeniť svoju stránku vlastností, aby ste mali sekcie vlastností
sv: Om du har många attribut kan det vara bekvämt att grupper dem så att det är enkelt att hitta dem för redigering. Om du skapar ett Auktoriserat värde för PA_CLASS visas det i rullgardinsmenyn 'Klass' och du kan då ändra din attributsida så den har attributsektioner
tr: Birçok niteliğiniz mevcutsa, bu nitelikleri kolayca düzenleyebilmeniz için onları gruplamanız kullanışlı olabilir. PA_CLASS için Yetkili Değeri oluşturursanız, 'Sınıf' çekme menüsünde gösterilecektir ve siz nitelikler kısmınızın olması için, nitelikler sayfanızı değiştirebilirsiniz.
zh_tw: 若有多個屬性，將他們群組起來更為方便找尋與編輯。若新增 PA_CLASS 的容許值，將顯示 'Class' 下拉選單，可以改變屬性頁面

source: If you have a portable scanner (or a laptop and USB scanner) you can walk through the library with the scanner in hand and scan barcodes as you come across them. Once finished you can then upload the text file generated by the scanner to Koha
ar: إذا ما كان لديك قارئ باركود متنقل(أو لابتوب وقارئ على USB ) فبإمكانك أن تسير في المكتبة والقارئ في يدك ، وأن تمسح الباركودات عند وصولك لها. وعند انتهائك فبإمكانك رفع الملف النصي المولد من الماسح إلى كوها.
cs: Pokud máte přenosnou čtečku čárových kódů (nebo laptop s USB čtečku), můžete projít knihovnu a skenovat kódy z dokumentů. Jakmile budete mít hotovo, můžete načíst soubor s kódy do Koha.
da: Hvis du har en transportabel scanner (eller en laptop og en USB-scanner), kan du gå gennem biblioteket med scanneren og aflæse stregkoder direkte ved hylderne. Når du er færdig, kan du oploade den tekstfil, som scanneren har lavet, til Koha.
de: Wenn Sie einen tragbaren Scanner (oder ein Laptop mit USB-Scanner) haben, können Sie mit dem Scanner durch die Bibliothek gehen und die Barcodes direkt am Regal einscannen. Nachdem Sie fertig sind, können Sie die vom Scanner erstellte Textdatei in Koha hochladen.
el: Αν έχετε φορητό σαρωτή (ή φορητό υπολογιστή με σαρωτή USB) μπορείτε να περιηγηθείτε στη βιβλιοθήκη με τον σαρωτή στο χέρι και να σαρώσετε barcodes που συναντάτε. Μόλις τελειώσετε μπορείτε να φορτώσετε στο Koha το επόμενο κειμενικό αρχείο που δημιουργήθηκε από τον σαρωτή
es: Si usted tiene un escáner portátil (o un ordenador portátil y un escáner USB) se puede caminar a través de la biblioteca con el escáner en la mano y escanear los códigos de barras. Una vez terminado se puede cargar el archivo de texto generado por el escáner en el Koha
eu: Eskaner eramangarri bat baduzu (edo eramangarri bat eta USB eskaner bat) eskanerra esku artean duzula ibil zaitezke liburutegitik, eta barra kodeak eskaneatu. Amaitu ostean, eskanerrak sortutako testu fitxategia Kohara kargatu dezakezu
fi: Jos sinulla on kannettava viivakoodinlukija (tai läppäri ja USB-viivakoodinlukija), voit lukea viivakoodeja hyllyssä olevista niteistä. Kun olet valmis, voit ladata viivakoodit Kohaan tekstitiedostona
fr: Si vous avez un scanner portable ou un ordinateur portable avec un scanner USB, vous pouvez vous déplacer dans la bibliothèque et scanner les codes à barres de vos documents. Le fichier ainsi généré peut être chargé directement dans Koha.
hi: आप एक पोर्टेबल स्कैनर (या एक लैपटॉप और यूएसबी स्कैनर) है, तो आप हाथ में स्कैनर के साथ पुस्तकालय के माध्यम से चलने के लिए और बारकोड को स्कैन के रूप में आप उन्हें भर में आ सकता है। एक बार जब आप समाप्त हो गया तो Koha के लिए स्कैनर द्वारा उत्पन्न पाठ फ़ाइल अपलोड कर सकते हैं
it: Se hai uno scanner portatile (o un portatile con scanner USB) puoi fare il giro della biblioteca con lo scanner in mano e leggere i barcode sulle copie che stanno sugli scaffali. Una volta finito puoi caricare il file di testo creato dallo scanner in Koha
oc: Se avètz un scanner portable o un ordenador portable amb un scanner USB, podètz vous desplaçar dins la bibliotèca e scanner los còdis a barras de vòstres documents. Lo fichièr ainsi généré pòt èsser cargat dirèctament dins Koha.
pl: Jeśli masz przenośny skaner sczytujący kody kreskowe, to po ich sczytaniu możesz wczytać plik do Koha.
pt: Se você tiver um scanner portátil (ou um portátil e um scanner USB), você pode percorrer a biblioteca com o scanner na mão e digitalização de códigos de barras como você se deparar com eles. Uma vez terminado, você pode então fazer o upload do arquivo de texto gerado pelo scanner para Koha
pt_br: Se você tiver um scanner portátil (ou um portátil e um scanner USB), você pode percorrer a biblioteca com o scanner na mão e digitalização de códigos de barras como você se deparar com eles. Uma vez terminado, você pode então fazer o upload do arquivo de texto gerado pelo scanner para Koha
sk: Ak máte prenosný skener (alebo laptop s USB skenerom), môžete sa prejsť po knižnici a zoskenovať čiarové kódy kníh. Len čo dokončíte, môžete načítať textový súbor generovaný skenerom do Kohy
sv: Om du har en portabel streckkodsläsare (eller en USB-streckkodsläsare och en bärbar dator) kan du gå runt i biblioteket med skannern i handen och läsa av streckkoder. När du är klar kan du ladda upp den genererade textfilen till Koha
tr: Taşınabilir tarayıcınız varsa, (ya da laptop ve USB tarayıcı) kütüphanede elinizdeki tarayıcıyla yürüyüp gördüğünüz barkodları tarayabilirsiniz. Bitirdiğinizde, tarayıcıyla oluşturulan metin dosyasını Koha’ya aktarabilirsiniz.
zh_tw: 若有可攜式掃瞄器 (或筆電與USB掃瞄器)，可在圖書館內自由行走，掃瞄碰到的條碼。完成後，再上傳條碼文字檔給 Koha
