Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If the checked out time is listed as 00:00 then the item is a daily loan item. The due time for daily checkouts will show 23:59 which is the last minute of the day.
ar: إذا ما كان وقت الإعارة المدرج بأنه 00:00 فإن المادة هي مادة إعارة يومية. ووقت الإستحقاق للإعارات اليومية سيعرض 23:59 والذي يرمز للدقيقة الأخيرة من اليوم.
cs: Pokud čas výpůjčky je uveden jako 0:00, pak je výtisk na jednodenní půjčení. Výpůjční lhůta na vrácení jednodenní výpůjčky se zobrazí 23:59, což je poslední minuta dne.
da: Hvis udlånstiden er anført som 00:00 er eksemplaret et dagslåns-eksemplar. Afleveringstiden for dagslån er 23:59, døgnets sidste minut.
de: Wenn das ausgeliehene Exemplar mit 0:00 angezeigt wird, handels es sich um eine Ausleihe für einen Tag. Bei Kurzleihen, die am selben Tag zurückgegeben werden müssen, wird 23:59 angezeigt.
el: Εάν ο χρόνος δανεισμού έχει οριστεί στις 00:00 τότε το τεκμήριο είναι ένα τεκμήριο ημερησίου δανεισμού. Η εμπρόθεσμη διορία για τους ημερησίους δανεισμούς θα δείχνει 23:59 που είναι το τελευταίο λεπτό της ημέρας.
es: Si la hora de préstamo se lista como 00:00 entonces el ítem se prestó por el día. La hora de devolución del préstamo se mostrará como 23:59 el cual es el último minuto del día.
eu: Si el tiempo de préstamo está registrado como 00:00, entonces el elemento es un elemento de préstamo al día. La hora de vencimiento para las salidas diarias se mostrará 23:59, que es el último minuto del día.
fi: Jos lainausaikana näkyy 00:00, laina-aika on päivä. Erääntymisaikana näytetään 23:59, joka on päivän viimeinen minuutti.
fr: Si l'heure de prêt est 00:00h, alors la durée du prêt sera décomptée en jours. La date de retour pour les prêts en jours affichera 23:59h, c'est à dire la dernière minute de la journée.
hi: बाहर की जाँच की समय 00:00 के रूप में सूचीबद्ध है, तो फिर आइटम एक दैनिक ऋण मद है। दैनिक checkouts के लिए नियत समय 23:59 जो दिन के आखिरी मिनट है दिखाएगा।
it: Se il rientro dei prestiti è messo alle 00:00, la copia ha un prestito giornaliero. Il tempo di rientro per i prestiti giornalieri mostrerà le 23.59, che è l'ultimo minuto del giorno.
oc: Se l'ora de prèst es 00:00h, alors la durada del prèst serà décomptée en jours. La data de retorn pels prèstes en jorns aficharà 23:59h, c'est a dire la darrièra minute de la journée.
pl: Doba przy wypożyczeniu egzemplarza w systemie liczona jest od 0:00 do 23.59.
pt: Se a data de empréstimo estiver como 00:00 então o exemplar foi emprestado numa base diária. A data de termino para empréstimos diários mostrará 23:59 o que é o último minuto do dia.
pt_br: Se o horário de devolução está registrado como 00:00 então o material é para empréstimo de um dia. O tempo final para devolução de materiais de empréstimo de um dia será 23:59, que é o último minuto do dia.
sk: Ak sa čas výpožičky zobrazuje ako 00:00, exemplár sa vypožičiava na dni. Termín návratu pre denné výpožičky sa zobrazí ako 23:59, čo je posledná minúta dňa.
sv: Om utlåningstiden anges som 00:00, är objektet något som lånas ut per dag. Senaste återlämningstid för dagliga lån visar 23:59, vilket är den sista minuten under dagen.
tr: Ödünç verilme zamanı 00:00 olarak listelenmişse materyal günlük ödünç verilen materyaldir. Günlük ödünç vermelerin bitiş zamanı günün en son dakikası olan 23:59’u gösterecektir.
zh_tw: 若借出時間是00:00，則是當天需還入的館藏，還入時間是當天最後一分鐘23:59。

source: If the fee is associated with an item you can enter its barcode so that the line item shows a link to that item
ar: إذا ما كانت الوسوم المرتبطة بمادة بإمكانك إدخال الباركود الخاص بها وبذلك فإن سطر المادة يعرض وصلة إلى تلك المادة
cs: Pokud je poplatek spojen s výtiskem, můžete zadat jeho čárový kód tak, že řádek výtisku bude odkazovat na tento výtisk
da: Hvis gebyret er forbundet med et eksemplar, kan dets stregkode indtastes, så linjen viser et link til dette eksemplar
de: Wenn die Gebühr mit einem bestimmten Exemplar verknüpft ist, können Sie dessen Barcode angeben, damit der Eintrag einen Link zum Exemplar anzeigt.
el: Αν το τέλος σχετίζεται με ένα αντίτυπο μπορείτε να εισάγετε το barcode του έτσι ώστε η γραμμή αντιτύπου να δείχνει τον σύνδεσμο προς αυτό το αντίτυπο
es: Si la tasa está asociada con un ítem, puede introducir su código de barras para que la linea muestre un enlace a ese ítem
eu: Tasa elementu batekin lotuta baldin badago, haren barra kodea idatzi dezakezu, elementuaren lerroak elementu horretarako lotura bat erakusteko
fi: Jos maksu liittyy tiettyyn niteeseen, voit syöttää sen viivakoodin, jotta se näkyy linkkinä rivillä
fr: Si des frais sont associés à un exemplaire, vous pouvez entrer son code à barres afin que la ligne d'exemplaire montre un lien vers celui-ci.
hi: ताकि लाइन मद है कि आइटम के लिए एक लिंक से पता चलता शुल्क एक आइटम के साथ जुड़ा हुआ है, तो आप अपने बारकोड प्रवेश कर सकते हैं
it: Se la tariffa è associata ad una copia, puoi inserire il barcode della copia, cosi la linea di spesa mostrerà un link alla copia
oc: Se des frais son associats a un exemplar, podètz entrar son còdi a barras afin que la linha d'exemplar montre un ligam cap a celui-ci.
pl: Jeżeli opłata jest powiązana z egzemplarzem, przy wprowadzeniu kodu kreskowego, pokaże się link do danego egzemplarza
pt: Se a multa está associada a um exemplar, pode inserir o seu código de barras de forma a que a linha mostra uma ligação ao exemplar
pt_br: Se a taxa for associada a um exemplar, você pode digitar seu código de barras, assim a linha do exemplar exibirá um link para aquele material específico
sk: Ak poplatok súvisí s exemplárom, môžete buď zadať jeho čiarový kód tak, aby exemplár v riadku zobrazil odkaz na tento exemplár
sv: Om en avgift är kopplad till ett objekt, kan du ange dess streckkod så att radposten visar en länk till objektet
tr: Ücret materyalle ilgiliyse satırdaki materyalin o materyalle ilgili bağlantıyı göstermesi için barkodunu girebilirsiniz.
zh_tw: 若館藏需要借出費用，您可鍵入其條碼，顯示該館藏的連結

source: If the item you're ordering from an external source looks like it might be a duplicate, Koha will warn you and give you options for how to proceed.
ar: إذا ما كانت المادة التي تطلبها من مصدر خارجي تبدو على أنها ستتكرر ، فإن كوها سينبهك ويعطيك خياراً لكيفية الإستمرار.
cs: Pokud se zdá, že výtisk, který objednáváte z externího zdroje, by mohl být duplikátem, Koha vás upozorní a nabídne výběr jak pokračovat.
da: Hvis det bestilte eksemplar fra en ekstern kilde ligner en dublet, vil Koha vise en advarsel og vejledning om, hvordan man fortsætter
de: Wenn es sich beim Titel aus dem Z39.50-Download um eine mögliche Dublette handelt, wird das System eine Warnung mit verschiedenen Handlungsoptionen ausgeben.
el: Αν το τεκμήριο που παραγγέλνετε από εξωτερική πηγή μοιάζει να είναι αντίγραφο, το Koha θα σας προειδοποιήσει και θα σας δώσει επιλογές για το πως θα συνεχίσετε.
es: Si el ítem que usted está pidiendo de una fuente externa parece ser un duplicado, Koha le advertirá y le dará opciones sobre cómo proceder.
eu: Kanpo iturri batetik eskatzen ari zaren elementuak kopia bat badirudu, Kohak ohartaraziko dizu eta egin dezakezunaren inguruko aukerak emango dizkizu
fi: Jos nimeke, jota olet tilaamassa ulkoisesta lähteestä, näyttää olevan tupla, Koha varoittaa ja antaa vaihtoehtoja, miten edetään.
fr: Si le document que vous commandez depuis une source externe semble être un doublon, Koha vous le signale et vous propose différentes options pour poursuivre l'opération.
hi: यदि आइटम आप एक बाहरी स्रोत से आदेश दे रहे हैं लगता है कि यह एक नकली हो सकता है, Koha आपको चेतावनी देता है और आप कैसे आगे बढ़ने के लिए विकल्प दे देंगे।
it: Se una copia che stai per ordinare sembra essere un duplicato di una presente, Koha ti avviserà e ti chiederà di prendere una decisione.
oc: Se lo document que comandatz dempuèi una font extèrna sembla èsser un doblon, Koha o vos senhala e vos prepausa diferentas opcions per contunhar l'operacion.
pl: Rekord pobierany z zewnętrznego źródła może okazać się duplikatem, system Koha ostrzeże cię i pokaże ci dostępne opcje, jak postąpić w tej sytuacji.
pt: Se o item que está a encomendar de fonte externa for um duplicado, o sistema irá avisar-lo e dar opções de como proceder.
pt_br: Se o exemplar que você estiver adquirindo de uma fonte externa parecer duplicado, o Koha irá avisá-lo e lhe dará opções de procedimentos.
sk: Ak exemplár, objednávaný z vonkajšieho zdroja, vyzerá na duplikát, Koha vás upozorní a dá Vám možnosti, ako pokračovať.
sv: Om det objekt du beställer från en extern källa ser ut som om det skulle kunna vara en dubblett, kommer Koha att varna dig och ge dig alternativ för att gå vidare.
tr: Bir dış kaynaktan sipariş ettiğiniz materyal dublike gibi gözüküyorsa, Koha sizi uyaracak ve nasıl bir yol izleyeceğiniz konusunda size seçenekler sunacaktır.
zh_tw: 若由館外來源訂購的館藏像它，可能是重複，Koha會警示，讓您有處理的選擇。

source: If the item you're ordering from an external source looks like it might be a duplicate, Koha will warn you and give you options on how to proceed.
ar: إذا ما كانت المادة التي تطلبها من مصدر خارجي وتبدو كأنها من الممكن أن تتكرر فإن كوها سينبهك ويعطيك خياراً لكيفية الاستمرار.
cs: Pokud se zdá, že výtisk, který objednáváte z externího zdroje, by mohl být duplikátem, Koha vás upozorní a nabídne výběr jak pokračovat.
da: Hvis det bestilte eksemplar fra en ekstern kilde ligner en dublet, vil Koha vise en advarsel og vejledning om, hvordan man fortsætter.
de: Wenn es sich beim Titel aus dem Z39.50-Download um eine mögliche Dublette handelt, wird das System eine Warnung mit verschiedenen Handlungsoptionen ausgeben.
el: Αν το τεκμήριο που παραγγέλνετε από εξωτερική πηγή μοιάζει να είναι αντίγραφο, το Koha θα σας προειδοποιήσει και θα σας δώσει επιλογές για το πως θα συνεχίσετε.
es: Si el ítem que usted está pidiendo de una fuente externa parece ser un duplicado, Koha le advertirá y le dará opciones sobre cómo proceder.
eu: Si el ítem que usted está pidiendo de una fuente externa parece que podría estar duplicado, Koha le advertirá y le dará opciones sobre cómo proceder.
fi: Jos nimeke, jota olet tilaamassa ulkoisesta lähteestä, näyttää olevan tupla, Koha varoittaa ja antaa vaihtoehtoja, miten edetään.
fr: S'il apparaît que l'exemplaire que vous commandez depuis une source externe peut être un doublon, Koha vous le signale et vous propose différentes options pour poursuivre l'opération.
hi: यदि आइटम आप एक बाहरी स्रोत से आदेश दे रहे हैं लगता है कि यह एक नकली हो सकता है, Koha आपको चेतावनी देता है और आप कैसे आगे बढ़ना पर विकल्प दे देंगे।
it: Se una copia che stai per ordinare sembra essere un duplicato di una presente, Koha ti avviserà e ti chiederà di prendere una decisione.
oc: Se apareis que l'exemplar que comandatz dempuèi una font extèrna pòt èsser un doblon, Koha o vos senhala e vos prepausa diferentas opcions per contunhar l'operacion.
pl: Rekord pobierany z zewnętrznego źródła może okazać się duplikatem, system Koha ostrzeże cię i wyświetli dostępne opcje, jak postąpić w tej sytuacji.
pt: Se o item que está a encomendar de fonte externa for um duplicado, o sistema irá avisar-lo e dar opções de como proceder.
pt_br: Se o exemplar que você estiver adquirindo de uma fonte externa parecer duplicado, o Koha irá avisá-lo e lhe dará opções de procedimentos.
sk: Ak exemplár, objednávaný z vonkajšieho zdroja, vyzerá na duplikát, Koha vás upozorní a dá Vám možnosti, ako pokračovať.
sv: Om det objekt du beställer från en extern källa ser ut som om det skulle kunna vara en dubblett, kommer Koha att varna dig och ge dig alternativ för att gå vidare.
tr: Bir dış kaynaktan sipariş ettiğiniz materyal dublike gibi gözüküyorsa, Koha sizi uyaracak ve nasıl bir yol izleyeceğiniz konusunda size seçenekler sunacaktır.
zh_tw: 若由館外來源訂購的館藏像是重複，Koha會警示，讓您有處理的選擇。

source: If the items are checked out you will be presented with an error after clicking 'Delete selected items' and the items will not be deleted.
ar: إذا كانت المواد معارة سوف تظهر لك رسالة خطأ بعد النقر على 'حذف المواد المحددة' ولن يتم حذف المواد.
cs: Pokud se výtisky budou jevit s chybou po kliknutí na "Odstranit vybrané výtisky" a jsou vypůjčené, pak nebudou odstraněny.
da: Hvis eksemplarerne er udlånes vises en fejl efter klik på 'Slet udvalgte eksemplarer' og eksemplarerne slettes ikke.
de: Wenn die Exemplare aktuell entliehen sind, erhalten Sie eine Fehlermeldung beim Versuch die Exemplare zu löschen und die Löschung wird nicht durchgeführt.
el: Εάν τα αντίτυπα είναι δανεισμένα θα σας παρουσιαστεί ένα λάθος αφού πατήσετε 'Διαγραφή επιλεγμένων αντιτύπων' και τα αντίτυπα δεν θα διαγραφούν.
es: Si los ejemplares están prestados se le mostrará un error después de hacer clic en "Eliminar ejemplares seleccionados" y los ejemplares no serán borrados.
eu: Si los elementos están desprotegidos se le presentará con un error después de hacer clic en 'Borrar los ítems seleccionados' y de los artículos no serán eliminados.
fi: Jos niteet ovat lainassa, kun klikkaat 'Poista valitut niteet', saat virheilmoituksen eikä niteitä poisteta.
fr: Si l'exemplaire est en prêt, une fenêtre de confirmation s'affichera. Vous pourrez y désélectionner les exemplaires que vous ne voulez pas supprimer.
hi: आइटम बाहर की जाँच कर रहे हैं आप 'हटाएँ चयनित आइटम' क्लिक करने के बाद एक त्रुटि के साथ प्रस्तुत किया जाएगा और आइटम हटाए नहीं किया जाएगा।
it: Se la copia è in prestito, premendo 'Cancella copie selezionate' comparirà un messaggio di errore e le copie non verranno cancellate.
oc: Se l'exemplar es en prèst , una fenèstra de confirmacion s'aficharà. Poiretz y deseleccionar los exemplars que volètz pas suprimir.
pl: Jeśli egzemplarze są wypożyczone, po kliknięciu 'Usuń zaznaczone egzemplarze' pojawi się błąd i egzemplarzy nie będzie można usunąć.
pt: Se os exemplares estiverem emprestados será apresentado um erro após clicar em 'Eliminar itens seleccionados' e os exemplares não serão eliminados.
pt_br: Se os itens estiverem emprestados será apresentado um erro após clicar em 'Excluir itens selecionados' e os itens não serão excluidos.
sk: Ak sú exempláre vypožičané, predstaví sa vám chybové hlásenie po kliknutí na 'Odstrániť vybrané exempláre' a tie nebudú odstránené.
sv: Om objekten är utlånade kommer du att få ett fel när du klickat på 'Radera valda objekt' och objekten kommer inte att raderas.
tr: Materyaller ödünç verildiyse 'Seçili materyalleri sil'e tıkladıktan sonra bir hata mesajı göreceksiniz ve materyaller silinmeyecek.
zh_tw: 若館藏已借出，按下 '刪除選定的館藏' 後，將出現錯誤訊，該館藏不能刪除。

source: If the items can be deleted they will be and you will be presented with a confirmation of your deletion.
ar: إذا ما كانت المواد من الممكن أن تحذف فإنهم سيعرضون لك تأكيداً لتؤكد حذفك لهم.
cs: Pokud tyto výtisky mohou být odstraněny, budou odstraněny a budou prezentovány s potvrzením o odstranění.
da: Hvis eksemplarerne kan slettes, vil det ske, og der vises en bekræftelse.
de: Wenn die Exemplare gelöscht werden können werden Sie das und sie werden gebeten die Löschung zu bestätigen.
el: Αν τα τεκμήρια διαγραφούν θα σας εμφανιστεί μία επιβεβαίωση διαγραφής.
es: Si los ítems se pueden eliminar esto se intentará hacer y se le presentará una confirmación de su eliminación.
eu: Elementuak ezabatu baldin badaitezke, hala egingo da, eta ezabatzearen berrespena agertuko zaizu.
fi: Jos nimekkeet voidaan poistaa, ne poistetaan ja saat vahvistuksen poistollesi.
fr: Si les exemplaires peuvent être supprimés, ils le seront et une confirmation de la suppression sera affichée.
hi: आइटम नष्ट किया जा सकता है, तो वे हो जाएगा और आप अपने विलोपन की पुष्टि के साथ प्रस्तुत किया जाएगा।
it: Se le copie possono essere cancellate, lo saranno e ti verrà chiesta conferma della tua cancellazione
oc: Se los exemplars pòdon èsser suprimits, ils lo seràn e una confirmation de la supression serà afichada.
pt: Se os itens pode ser eliminados, os mesmos serão eliminados e será presenteado com a confirma da operação.
pt_br: Se os itens pode ser excluídos, os mesmos serão excluídos e será presenteado com a confirma da operação.
sk: Ak sa exempláre môžu odstrániť, zobrazí sa Vám potvrdenie Vášho odstránenia.
sv: Om objekten kan raderas, kommer de att tas bort och du kommer att få en bekräftelse på raderingen.
tr: Materyaller silinebilirse, hem materyallerin silindiğine dair onay mesajı hem de sizin silmeniz için onay mesajı sunulacaktır.
zh_tw: 可以被刪除的館藏，它們將顯示確認刪除的訊息。

source: If the library is going to be closed for a range of time each year (such as summer holidays for schools) choose 'Holiday repeated yearly on a range' and enter a 'To Date' at the top
ar: إذا ما كانت المكتبة ستغلق في فترة زمنية محددة من كل عام (كعطل الصيف للمدارس) اختر 'العطلة متكررة سنوياً في نطاق' وادخل 'إلى تاريخ' في الأعلى
cs: Pokud se knihovna uzavírá v určitém časovém rozmezí každý rok (např. letní prázdniny pro školy), zvolte "Každoročné opakované uzavírky" a zadejte nahoře, ke kterému datu
da: Hvis biblioteket skal lukkes i en periode hvert år (som sommerferie for skoler) vælg 'Ferie gentaget årligt i et område' og indtast en 'Til dato' øverst
de: Wenn die Bibliothek jedes Jahr für einen gewissen Zeitraum geschlossen ist (zum Beispiel über die Sommerferien), wählen Sie 'Schließzeitraum, der sich jedes Jahr wiederholt' und füllen Sie das Bis-Datum oben aus
el: Εάν η βιβλιοθήκη παραμένει κλειστή για μία χρονική περίοδο κάθε χρόνο (όπως οι σχολικές θερινές διακοπές) επιλέξτε 'Διακοπή που επαναλαμβάνεται ετησίως συνεχόμενα' και πατήστε 'Μέχρι τώρα' στην κορυφή
es: Si la biblioteca estará cerrado por un período de tiempo cada año (como vacaciones de verano en colegios) seleccione 'Feriado repetido anualmente en un rango' e ingrese 'Hasta fecha' en el tope
eu: Si la biblioteca va a ser cerrado por un intervalo de tiempo cada año (como las vacaciones de verano para las escuelas), seleccionar 'Vacaciones repetidas cada año en un rango' e introducir en la parte superior 'Hata la fecha'
fi: Jos kirjasto on kiinni tietyn ajan joka vuosi (kuten kouluissa kesäloma), valitse 'Vuosittain toistuva kiinniolo' ja syötä päivämäärä 'Päivään'-kenttään
fr: Si la bibliothèque va être fermée pour une période chaque année (comme pour les vacances scolaires), choisissez 'Période de fermeture répétée chaque année' et entrez une date de fin dans la zone 'Jusqu'à:'
hi: पुस्तकालय के लिए हर साल (जैसे स्कूलों के लिए गर्मी की छुट्टियों के रूप में) समय की एक श्रृंखला के लिए बंद किया जा रहा है चुनें 'छुट्टी एक सीमा पर वार्षिक दोहराया' और शीर्ष पर एक 'तिथि करने के लिए' दर्ज
it: Se la biblioteca viene chiusa per una serie di giorni l'anno (come nelle vacenze estive per le scuole), scegli 'Chiusura ripetuta ogni anno nella stessa data' e inserisci una data 'Fino a' sopra
oc: Se la bibliotèca va èsser tampada per una periòde cada annada (comme per las vacances scolaires), causissètz 'Periòde de tampadura répétée cada annada' e entratz una data de fin dins la zòna 'Fins a:'
pl: Jeśli biblioteka będzie zamknięta co roku w ten sam zakres dni (np. wakacje), wybierz "Powtarzany co roku zakres dni, gdy biblioteka jest zamknięta" i wybierz "Do daty" u góry
pt: Se a biblioteca se encontra fechada por um período de tempo cada ano (como férias escolares de verão) escola 'Feriado repetido anualmente num intervalo' e insira a data de termino no topo
pt_br: Se a biblioteca permanecerá fechada durante alguns dias seguidos no ano (como nas férias escolares) escolha 'Feriados repetitivos anualmente em sequência" e coloque uma "Data de término' na parte superior
sk: Ak sa knižnica chystá zatvoriť na časové rozpätie každý rok (ako školské prázdniny), zvoľte si 'Sviatky opakované ročne v rozpätí' a zadajte 'Po dátum' navrchu
sv: Om biblioteket kommer att vara stängt under ett visst intervall varje år (t.ex. sommarlov för skolor) väljer du 'Helg upprepas årligen i intervall' och anger ett 'Till datum' längst upp
tr: Kütüphane her yıl belirli bir zamanda kapanacaksa (okulların yaz tatili gibi), ' Bir dizide yıllık olarak tekrarlanan tatili’ seçiniz ve en üstteki 'şu… tarihe kadar' kısmına tarihi giriniz.
zh_tw: 若圖書館在每年固定的時間閉館(如學校的寒暑假)，選擇 '每年重複閉館期間' 並在上方鍵入 '終止日期'

source: If the library is going to be closed for the week or a range of time choose 'Holiday on a range' and enter a 'To Date' at the top
ar: إذا ما كانت المكتبة ستغلق لأسبوع أو نطاق زمني فاختر 'العطل في نطاق' وادخل 'إلى تاريخ' في الأعلى
cs: Pokud knihovna bude uzavřena na týden nebo nějaký časový rozsah, vyberte "Uzavírka v rozsahu" a zadejte datum nahoře
da: Hvis biblioteket skal lukkes i en uge eller en periode vælg 'Ferie i et område' og indtast en 'Til dato' øverst
de: Wenn die Bibliothek für eine Woche oder einen anderen Zeitraum geschlossen ist, wählen Sie 'Schließzeitraum' und geben Sie oben ein 'Bis-Datum' an
el: Εάν η βιβλιοθήκη πρόκειται να παραμείνει κλειστή για την εβδομάδα ή για μία χρονική περίοδο επιλέξτε 'Διακοπή συνεχόμενη' και πατήστε 'Μέχρι τώρα' στην κορυφή
es: Si la biblioteca estará cerrado por la semana o un rango de tiempo seleccione 'Feriado en un rango' e ingrese 'Fecha hasta' en el tope
eu: Si la biblioteca va a estar cerrado para la semana o un intervalo de tiempo, seleccionar 'Vacaciones en un rango' e introducir en la parte superior ' Hasta la Fecha '
fi: Jos kirjasto on kiinni viikon tai ajanjakson, valitse 'Kiinni aikavälillä' ja syötä päivämäärä 'Päivään'-kenttään
fr: Si la bibliothèque va fermer pour une semaine ou une autre période de temps, choisissez 'Période de fermeture' et entrez une date de fin dans la zone 'Jusqu'à :'
hi: पुस्तकालय सप्ताह के लिए बंद कर दिया जा रहा है या समय की एक सीमा के शीर्ष पर 'एक सीमा पर छुट्टी' चुनते हैं और एक 'तिथि' करने के लिए दर्ज करते हैं
it: Se la biblioteca viene chiusa per una settimana o una serie di giorni l'anno, scegli 'Chiusura ripetuta ogni anno nella stessa data' e inserisci una data 'Fino a' sopra
oc: Se la bibliotèca va tampar per una setmana o una autra periòde de temps, causissètz 'Periòde de tampadura' e entratz una data de fin dins la zòna 'Fins a :'
pt: Se a biblioteca se encontra fechada por uma semana ou um intervalo de tempo escolha 'Feriado num intervalo' e insira a data de termino no topo
pt_br: Se a biblioteca permanecerá fechada durante alguns dias seguidos no ano (como nas férias escolares) escolha 'Feriados repetitivos anualmente em sequência" e coloque uma "Data de término' na parte superior
sk: Ak sa knižnica chystá zatvoriť na týždeň alebo v časovom rozpätí, zvoľte si 'Sviatky v rozpätí' a zadajte 'Po dátum' navrchu
sv: Om biblioteket kommer att vara stängt under en vecka eller under en viss tid väljer du 'Helg i intervall' och anger ett 'Till datum' längst upp
tr: Kütüphane haftalık olarak ya da bir zaman dizisinde kapanacaksa, 'Bir dizideki tatili' seçiniz ve 'şu… tarihe kadar' kısmına tarihi giriniz.
zh_tw: 若圖書館在每週固定的日子或期限閉館，選擇 '閉館期間'，並在上方鍵入 '終止日期'
