Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The Object field lists the patron that is being modified
ar: قوائم حقل الموضوع المستفيد هو الذي سيقوم بتعديله
cs: Pole Objekt zobrazí čtenáře, který je měněn
da: Objektfeltet viser den låner, som ændres
de: Das Feld Objekt zeigt die Benutzernummer des geänderten Benutzers
el: Το πεδίο Αντικείμενο δείχνει μία λίστα με τα μέλη που τροποποιούνται
es: El campo de Objetos lista el usuario que se está modificando
eu: Objektua eremuak aldatzen ari den bazkidea erakusten du
fi: Kohde-kenttä listaa asiakkaat, joita on muokattu
fr: Le champ Objet contient le numéro de l'adhérent qui est examiné.
hi: वस्तु क्षेत्र संरक्षक है कि संशोधित किया जा रहा सूचीबद्ध करता है
it: Il campo 'Oggetto' elenca gli utenti modificati
oc: Lo camp Objet conten lo numèro de l'aderent qui es examiné.
pt: O campo Objecto lista o leitor que está a ser modificado
pt_br: O campo Objeto lista o usuário que está sendo alterado
sk: Pole predmetu zobrazuje čitateľa, ktorý sa upravuje
sv: Objektfältet visar låntagaren som modifieras
tr: Nesne alanı değiştirilen kullanıcıyı listeler.
zh_tw: 物件欄位列出修改過的讀者

source: The Offline Circulation Utility can be downloaded at:
ar: بإمكانك تحميل أداة إعارة المواد بدون إتصال من:
cs: Utilitu Offline výpůjčka lze stáhnout z adresy:
da: Offline-udlånsværktøjet kan downloades på:
de: Das Werkzeug für die Offline-Verbuchung (Offline Circulation Utility) kann unter folgender Adresse heruntergeladen werden:
el: Ο Βοηθός Διακίνησης Υλικού Εκτός Σύνδεσης μπορεί να μεταφορτωθεί από:
es: La Herramienta de circulación fuera de línea puede descargarse en:
eu: Offline Circulation Utility puede ser descargada en:
fi: Yhteydettömän tilan lainaus voidaan ladata täältä:
fr: Le module de Prêt secouru peut être téléchargé à:
hi: ऑफलाइन सर्कुलेशन उपयोगिता पर डाउनलोड किया जा सकता है:
it: Il software per la circolazione offline può essere scaricato da:
oc: Lo modul de Prèst secorrut pòt èsser telecargat à:
pt: O utilitário de circulação offline pode ser descarregado em:
pt_br: A ferramenta de Circulação offline pode ser baixada em:
sk: Nástroj na obehy offline možno stiahnuť na stránke:
sv: Verktyget för offline-utlåning kan laddas ner från:
tr: Çevrimdışı dolaşım programı şu adresten indirilebilir:
zh_tw: 離線流通工具可以從這裡下載：

source: The Overdue Notice/Status Triggers tool gives the librarian the power to send up to three notices to each patron type notifying them of overdue items
ar: إخطار التأخر/ الحالة المطلقة أداة تعطي أمين المكتبة القدرة على إرسال ما يصل إلى ثلاثة إشعارات إلى كل نوع مستفيد لإعلامهم بالمواد المتأخرة
cs: Nástroj Upomínka/Status spouštění poskytuje knihovníkovi pravomoc poslat až tři upomínky každému čtenáři
da: Rykkerudløser-værktøjet giver biblioteket mulighed for at sende op til 3 beskeder pr. lånertype som erindring om et for sent afleveret eksemplar
de: Das Mahntrigger-Werkzeug gibt der Bibliothek die Möglichkeit bis zu drei Benachrichtigungen je Benutzertyp zur Erinnerung an überfällige Exemplare zu verschicken
el: Το εργαλείο Ειδοποίησης εκπρόθεσμων/Κατάστασης ενεργοποιήσεων δίνει στο βιβλιοθηκονόμο τη δυνατότητα να στέλνει μέχρι τρεις ειδοποιήσεις για κάθε τύπο μέλους, ειδοποιώντας για εκπρόθεσμα τεκμήρια
es: La herramienta Avisos de Retraso/Disparadores de Estado da al bibliotecario el poder de enviar hasta tres avisos a cada tipo de usuario para notificar de ítems retrasados
eu: Atzerapenen jakinarazpena/egoera disparadoreak tresnak bazkide mota bakoitzari gehienez hiru jakinarazpen bidaltzeko baimena ematen dio liburuzainari, atzeratutako elementuen berri emateko
fi: 'Myöhästymisilmoitusten määrittely' -työkalu antaa mahdollisuuden lähettää kolme ilmoitusta jokaiselle asiakastyypille asiakkaiden myöhässä olevista lainoista
fr: L'outil de Paramétrage des relances vous permet d'envoyer jusqu'à trois avis de retard aux adhérents.
hi: अतिदेय नोटिस / स्थिति उपकरण लाइब्रेरियन शक्ति प्रत्येक संरक्षक प्रकार के तीन नोटिस अप करने के लिए भेजने के लिए उन्हें समय से अपेक्षित मदों की अधिसूचित करने देता है ट्रिगर
it: Lo strumento 'Triggers per avvisi di ritardo/status' dà al bibliotecario la possibilità di mandare ad ogni tipo di utente fino a tre avvisi/notifiche per copie in ritardo.
oc: L'aisina de Parametratge des relances vos permet d'envoyer fins a tres avis de retard als aderents.
pt: A ferramenta de avisos de atrasos fornece ao técnico o poder de enviar três avisos ao cada tipo de leitor sobre os documentos que os mesmos possuem em atraso
pt_br: A ferramenta de avisos de atrasos dá ao funcionário a possibilidade de enviar três avisos a cada tipo de usuário sobre os materiais que os mesmos possuem em atraso
sk: Nástroj Oznámenia o omeškaní/Spúšťačov stavov dáva knihovníkovi moc posielať až tri oznámenia každému typu čitateľov s upomienkou o omeškaných exemplároch
sv: Verktyget Utlösare för förseningsmeddelande/status ger bibliotekarien möjlighet att skicka upp till tre meddelanden till varje låntagartyp med information om försenade objekt
tr: Gecikme Uyarısı/Durum Tetikleyicileri aracı, kütüphaneciye her kullanıcı türüne sayısı üçe kadar olan gecikmiş materyalleri için uyarılar gönderme yetkisini verir.
zh_tw: 逾期通知/啟動狀態工具讓館員有權限，送出最多三次通知給逾期館藏的讀者

source: The Patron Card Creator allow you to use layouts and templates which you design to print a nearly unlimited variety of patron cards including barcodes. Here are some of the features of the Patron Card Creator module:
ar: منشئ بطاقة المستفيد تسمح لك باستخدام الأشكال والقوالب التي تقوم بتصميم وطباعة مجموعة متنوعة غير محدودة تقريبا من بطاقات المستفيد بما في ذلك الباركود. وهنا بعض من سمات وحدة منشئ بطاقة المستفيد:
cs: Modul na tvorbu čtenářských průkazů Vám umožní vytvářet rozložení a šablony, díky kterým můžete tisknout prakticky bez omezení čtenářské průkazy včetně čárových kódů. Zde jsou některé z funkcí, která Vám tento modul nabízí:
da: Med lånerkort-editoren og brugerdeifnerede layouts og skabeloner kan der defineres et nærmest ubegrænset antal forskellige lånerkort med stregkoder. Her er nogle af funktionerne i etiketmodulet::
de: Mit dem Modul Benutzerausweisdruck können unter Verwendung von Layouts und Templates Benutzerausweise mit Barcodes beinahe unbegrenzt gestaltet und gedruckt werden. Einige Features des Moduls sind:
el: Ο Δημιουργός Καρτών Μελών σας επιτρέπει να χρησιμοποιήσετε διατάξεις και πρότυπα τα οποία σχεδιάζετε για να εκτυπώσετε σε μία σχεδόν απεριόριστη ποικιλία καρτών μελών συμπεριλαμβάνοντας τα barcodes. Εδώ υπάρχουν μερικές λειτουργίες της υπομονάδας Δημιουργίας Καρτών Μελών:
es: El Creador de Carnés de Usuarios le permite utilizar diseños y plantillas hechas por usted para imprimir una variedad casi ilimitada de carnés de usuario incluyendo códigos de barras. Éstas son algunas de las características del módulo Creador de Carnés de Usuarios:
eu: Bazkide txartelen sortzaileak zuk egindako diseinuak eta txantiloiak erabiliz etiketa eta barra kode mota ia amaigabeak inprimatzeko aukera ematen dizu. Hona hemen bazkide txartelen sortzailea moduluaren ezaugarrietako batzuk:
fi: 'Kirjastokorttien luonti' -työkalun avulla voit luoda ja muokata asetteluja ja pohjia, joiden avulla voit tulostaa kirjastokortteja ja viivakoodeja. Alla on muutamia mahdollisia toimintoja, joita voit tehdä työkalulla:
fr: Le Créateur de cartes adhérent vous permet d'utiliser les formats et modèles que vous avez définis pour imprimer une grande variété d'étiquettes incluant les codes à barres. Voici certaines fonctionnalités du module Créateur de cartes adhérent :
hi: संरक्षक कार्ड निर्माता आप लेआउट और टेम्पलेट्स जो आप बारकोड सहित संरक्षक कार्ड की एक लगभग असीमित विविधता मुद्रित करने के लिए डिजाइन का उपयोग करने के लिए अनुमति देते हैं। यहाँ संरक्षक कार्ड प्रजापति मॉड्यूल की सुविधाओं में से कुछ हैं:
it: Il creatore tessere ti permette di usare layout e template per definire una varietà quasi illimitata di tessere inclusi i barcode. Ecco alcune delle caratteristiche del modulo Creatore tessere:
oc: Lo Creator de cartas aderent vos permet d'utilizar les formats e modèls qu'avètz définis per imprimir una grande variatté d'etiquetas incluant les còdis a barres. Voici certaines foncionalitats del modul Creator de cartas aderent :
pl: Kreator Kart Użytkownika pozwala Ci na użycie zaprojektowanych przez Ciebie szablonów, żebyś mógł/mogła wydrukować nieskończoną liczbę różnorodnych kart użytkowników wraz z kodami kreskowymi. Kilka wybranych funkcji z modułu "Kreator Kart Użytkowników":
pt: O módulo dos Cartões de Leitor permite usar esquemas e modelos por si desenhados para imprimir uma variedade ilimitada de cartões de leitor incluindo código de barras. Aqui estão algumas das funcionalidades deste módulo:
pt_br: O módulo de Carteirinhas permite usar esquemas e modelos personalizados para imprimir uma variedade ilimitada de carteirinhas incluindo código de barras. Aqui estão algumas das funcionalidades deste módulo:
sk: Tvorba čitateľských preukazov Vám umožňuje použiť rozloženia a šablóny, ktoré navrhnete pre tlačenie prakticky neobmedzenej pestrosti čitateľských preukazov vrátane čiarových kódov. Tu sú niektoré z funkcií modulu Tvorba čitateľských preukazov:
sv: Med låntagarkortverktyget kan du använda layouter och mallar som du skapat för att skriva ut ett nästan obegränsat antal olika låntagarkort, inklusive streckkoder. Detta är några av funktionerna i modulen Låntagarkortverktyg:
tr: Kullanıcı Kart Oluşturucu size barkodları da kapsayan sayısız türdeki kullanıcı kartının çıktısını almak için tasarladığınız düzenleri ve şablonları kullanma imkanı sunar. Burada Kullanıcı Kart Oluşturucu modülünün bazı özellikleri mevcuttur:
zh_tw: 新增讀者證允許您使用布局與模板設定出幾乎無限制的讀者證，包括條碼在內。以下是若干新增讀者證模組的功能：

source: The Patrons module stores the information you add about your patrons.
ar: وحدة المستفيدين تقوم بتخزين المعلومات التي تضيفها حول المستفيد الخاص بك.
cs: Modul Čtenáři ukládá informace, které přidáváte o vašich čtenářích.
da: Lånermodulet gemmer oplysninger om lånerne.
de: Im Modul Benutzer werden die Informationen zu Ihren Benutzern gespeichert.
el: Η υπομονάδα Μέλη αποθηκεύει τις πληροφορίες που προσθέτετε για τα μέλη σας.
es: El modulo de Usuario almacena la información que usted agrega sobre sus usuarios.
eu: El modulo de socios almacena la información que usted agrega sobre sus socios.
fi: Asiakkaat-osio säilyttää asiakkaista tallennetut tiedot.
fr: Le module Adhérents gère l'information que vous saisissez sur vos adhérents.
hi: संरक्षक मॉड्यूल दुकानों जानकारी आप अपने संरक्षक के बारे में जोड़ सकते हैं।
it: Il modulo Utenti archivia le informazioni che aggiungi sugli utenti.
oc: Lo modul Aderents gère l'informacion que sasissètz sus vòstres aderents.
pl: Moduł Użytkownicy przechowuje informacje na temat użytkowników.
pt: O módulo de leitores guarda a informação adicionada sobre os leitores.
pt_br: O módulo Usuários armazena a informação que você inserir sobre seus usuários.
sk: Modul čitateľov uchováva informáciu, ktorú pridáte o svojich čitateľoch.
sv: Låntagarmodulen lagrar informationen du lägger in om låntagarna.
tr: Kullanıcı modülü kullanıcılarınızla ilgili eklediğiniz bilgileri depolar.
zh_tw: 讀者模組儲存新增的讀者。

source: The Printer Name and Paper Bin do not have to match your printer exactly, they are for your reference so you can remember what printer you have set the profile for. So if you want to use the Printer model number in printer name or you can call it 'the printer on my desk'
ar: اسم الطابعة ورقة بن لم تكن لديك لتتناسب مع الطابعة تماما، فهي للرجوع إليها حتى تتمكن من تذكرما هي الطابعة لديك لضبط إاداتها. وإذا كنت ترغب في استخدام رقم طراز الطابعة في اسم الطابعة أو يمكنك تسميتها 'الطابعة على مكتبي'
cs: Název tiskárny a Koše na papír nemusí odpovídat přesně tiskárně (jsou pro vaši informaci, co jste nastavili za tiskárnu v profilu). Takže můžete, pokud chcete, používat typové číslo tiskárny v názvu tiskárny, nebo je můžete volat jako "tiskárny na mém stole"
da: Printer-navn og papirbakke skal ikke nødvendigvis svare præcist til printeren, de er kun til information, så man kan huske, hvilken printer profilen er indstillet til. Man kan altså også bruge modelnummeret som printernavn eller kalde den 'printeren på mit bord'
de: Der Druckername und das Papierfach müssen nicht exakt denen Ihres Arbeitsplatzes entsprechen. Sie dienen Ihrer eigenen Orientierung, so dass Sie sehen können, für welchen Drucker Sie dieses Profil erstellt haben. Sie können also z.B. das Modell Ihres Druckers angeben oder einfach 'Drucker an meinem Schreibtisch'
el: Το Όνομα Εκτυπωτή και ο Κάδος Χαρτιού δε χρειάζεται να ταιριάζουν ακριβώς με τον εκτυπωτή σας, είναι για να θυμάστε τι εκτυπωτή έχετε ρυθμίσει στο προφίλ. Έτσι, αν θέλετε μπορείτε να χρησιμοποιήσετε τον αριθμό μοντέλου εκτυπωτή στο όνομα εκτυπωτή ή μπορείτε να το ονομάσετε για παράδειγμα 'ο εκτυπωτής πάνω στο γραφείο μου'
es: El nombre de impresora y bandeja de papel no tienen que coincidir exactamente con su impresora, son para su referencia para que pueda recordar para que impresora ha configurado el perfil. Así que si desea puede utilizar el número de modelo de impresora como nombre de la impresora o se la puede llamar 'la impresora en mi escritorio'
eu: Inprimagailuaren izenak eta paper ontziak ez dute zertan inprimagailuarekin bat etorri; zuretzako lagungarriak besterik ez dira, profila zer inprimagailuan ezarri duzun gogoratu dezazun. Hala, inprimagailu modeloaren zenbakia erabili dezakezu inprimagailua izendatzeko, edo 'mahaigaineko inprimagailua' izendatu
fi: 'Tulostimen nimi' ja 'Paperialusta' -kenttien ei tarvitse täsmätä täysin tulostimeesi. Niiden tarkoitus on helpottaa tulostimen yhdistämistä tiettyyn profiiliin. Voit käyttää tulostimen mallin numeroa tai muuta nimeä.
fr: Il n'est pas nécessaire que les noms de l'imprimante et du chargeur de papier correspondent à ce qui est défini dans votre imprimante. Ils sont là pour référence et pour vous permettre de vous souvenir facilement de l'imprimante pour laquelle vous avez créé le profil.
hi: प्रिंटर का नाम और कागज बिन वास्तव में अपने प्रिंटर मैच के लिए नहीं है, ताकि आप याद कर सकते हैं क्या आप प्रिंटर के लिए प्रोफ़ाइल निर्धारित किया है कि वे अपने संदर्भ के लिए कर रहे हैं। तो अगर आप या प्रिंटर नाम पर प्रिंटर मॉडल नंबर का उपयोग करना चाहते हैं तो आप इसे 'मेरी मेज पर प्रिंटर' कॉल कर सकते हैं
it: Il nome della stampate e il raccoglitore di fogli non devono essere esattamente corrispondenti a quelli della tua stampante, sono lì come tua referenza, per aiutarti a ricordare quale stampante hai settato. Puoi dunque inserire il numero di meodello o anche 'la stampante sul mio tavolo'
oc: Es pas necessari que les noms de l'imprimenta e del chargor de papièr correspondent a ce qui es défini dins vòstra imprimenta. Ils son là per referéncia e per vos permetre de vous souvenir facilement de l'imprimenta per la quala avètz creat lo perfil.
pt: O Nome da impressora e o tipo de papel não têm necessariamente de ter a mesma impressora, apenas são referências para lembrar qual a impressora do perfil. Pode usar o número de modelo de impressora no nome ou chamar-lhe 'a impressora local'
pt_br: O Nome da impressora e o tipo de papel não têm necessariamente de ter a mesma impressora, apenas são referências para lembrar qual a impressora do perfil. Pode usar o número de modelo de impressora no nome ou chamar-lhe 'a impressora local'
sk: Názov tlačiarne a zásobníka sa nemusia presne zhodovať s Vašou tlačiarňou, jestvujú skôr pre Vašu potrebu, aby ste si zapamätali, ktorá tlačiareň je nastavená na ktorý profil. Tak môžete použiť číslo modelu tlačiarne v názve tlačiarne alebo ju môžete volať 'Tlačiareň na mojom stole'
sv: Skrivarnamn och papperfack måste inte stämma exakt med din skrivare, de är avsedd som en referens så du kommer ihåg för vilken skrivare du ställt in profilen. Du kan därför ange skrivarens modellnummer i skrivarnamnet eller kalla den 'skrivaren på mitt skrivbord'
tr: Yazıcı Adının ve Kağıt Kutusunun yazıcınızla tamamen uyması gerekmez onlar referansınız içindir, böylelikle profil için hangi yazıcıyı ayarladığınızı hatırlayabilirsiniz. Yazıcı model numarasını yazıcı isminde kullanmak ya da kullanabilmek istiyorsanız,'masamdaki yazıcı' adını verin.
zh_tw: 印表機名稱與紙匣與您的印表機不合，請找出您的印表機設定檔。可以從印表機模組裡設定印表機名稱，如'我的桌面印表機'

source: The Quote of the Day (QOTD) editor allows for editing of and adding to the pool of quotes which serve as the source of the Quote-Of-The-Day (QOTD) feature in OPAC.
ar: محرر إقتباس اليوم (QOTD) يسمح بالتحرير والإضافة إلى مجموعة الإقتباسات التي تمَّ حفظها على أنها مصدر لميزة إقتباس اليوم في أوباك.
cs: Editor citátů Vám umožňuje načítat a přidat do systému najednou větší množství citátů pro jejich následné použití jako citátu dne v on-line katalogu.
da: Editoren for dagens citat giver mulighed for at editere og tilføje til puljen med de citater, som er basis for dagens citat i OPAC.
de: Der 'Zitat des Tages'-Editor (QOTD) erlaubt es Zitate zu bearbeiten und neue Zitate zum bestehenden Datenpool hinzuzufügen, der für das 'Zitat des Tages'-Feature im OPAC verwendet wird.
el: Ο επιμελητής για το Απόφθεγμα της Ημέρας (ΑΤΗ) επιτρέπει την επεξεργασία και την προσθήκη στην δεξαμενή των αποφθεγμάτων η οποία χρησιμεύει ως η πηγή της λειτουργίας Απόφθεγμα-της-Ημέρας (ΑΤΗ) στον OPAC.
es: El editor de Cita del día (CDD) permite editar y agregar al fondo de citas que sirven de fuente de la característica Cita del día (CDD) del OPAC.
eu: Quote of the Day (QOTD) editor permite editar y añadir al grupo de quotes que sirven como fuente de Quote-Of-The-Day (QOTD) caracterísitica en OPAC.
fi: 'Sitaatin muokkaus' -työkalulla voidaan lisätä ja muokata sitaatteja, joita voi laittaa näkymään asiakkaille verkkokirjastoon.
fr: L'éditeur Citation du Jour (Quote Of The Day, QOTD) permet d'éditer et d'ajouter des citations qui servent de source à l'affichage de la Citation du Jour à l'OPAC (QUOTD).
hi: दिवस (QOTD) संपादक के उद्धरण का संपादन और उद्धरण जो बोली-ऑफ-द-डे (QOTD) ओपेक में सुविधा के स्रोत के रूप में सेवा के पूल को जोड़ने के लिए अनुमति देता है।
it: L'editor delle citazioni (QOTD) permette di aggiungere e modificare citazioni che sono alla base della funzionalità 'Citazione del giorno' (QOTD) dell'OPAC.
oc: L'editor Citacion del Jorn (Quote Of The Day, QOTD) permet d'editar e d'apondre des citacions qui servent de font a l'afichatge de la Citacion del Jorn a l'OPAC (QUOTD).
pl: Edytor Cytatu Dnia pozwala na modyfikacje i dodawanie fraz do puli cytatów, które służą jako źródło w opcji 'Cytat Dnia' w OPAC.
pt: O editor da Frase do dia permite editar e adicionar à lista frases, que irão servir posteriormente como fonte para a funcionalidade Frase do dia no OPAC.
pt_br: O Editor de citações permite editar e adicionar um lote de citações que servem como fonte a Citação do dia no OPAC.
sk: Editor Citátu dňa (QOTD) umožňuje úpravu a pridávanie citátov do zásobníka citátov, ktorý slúži ako prameň funkcie Citát dňa (QOTD) v OPACu.
sv: Redigeraren för dagens citat (QOTD) ger möjlighet att lägga till citat i den citatsamling som används för OPAC-funktionen Dagens citat.
tr: OPAC’da Günün Sözü (QOTD) özelliği olarak hizmet sunan QOTD editörü alıntı havuzunu düzenlemeyi ve bu havuza eklemeler yapmaya imkan verir.
zh_tw: 每日一句(QOTD)編輯器允許編輯與新增引句至引句庫，供線上公用目錄的每日一句使用(QOTD)。

source: The Quote of the Day (QOTD) uploader allows for uploading of bulk quotes into the pool of quotes which serve as the source of the Quote-Of-The-Day (QOTD) feature in OPAC.
ar: رافع إقتباس اليوم (QOTD) يسمح لك بأن ترفع حزمة اقتباسات إلى مجموعة الإقتباسات التي حُفظت كمصدر لميزة إقتباس اليوم في أُوباك.
cs: Funkce načtení citátů vám umožní nahrát do systému najednou větší množství citátů pro jejich následné použití jako zdroje citátů dne v on-line katalogu.
da: Oploaderen til Dagens citat giver mulighed for at oploade en samling med citater til puljen, som er basis for dagens citat i OPAC.
de: Die Upload-Seite für die OPAC-Funktionalität 'Zitat des Tages' erlaubt das Hochladen von Zitaten in den Datenpool.
el: Η ανάρτηση του Αποφθέγματος της Ημέρας (ΑΤΗ) επιτρέπει την ανάρτηση όγκου αποφθεγμάτων στην δεξαμενή των αποφθεγμάτων η οποία χρησιμεύει ως η πηγή της λειτουργίας Απόφθεγμα-της-Ημέρας (ΑΤΗ) στον OPAC.
es: El cargador de Cita del día (CDD) permite subir un conjunto de citas al fondo de citas que sirven de fuente para la característica Cita del día (CDD) del OPAC.
eu: Quote of the Day (QOTD) uploader permite cargar volumen de quotes en grupos de quotes que sirven de fuente de la Quote-Of-The-Day (QOTD) característica en OPAC.
fi: Sitaattien tuontityökalulla voidaan tuoda massana sitaatteja, joita voidaan laittaa näkymään asiakkaille verkkokirjastoon.
fr: Le chargeur de citation (QOTD) permet de télécharger des citations qui servent de source à l'affichage de la Citation du Jour à l'OPAC (QOTD).
hi: दिवस (QOTD) अपलोड करने के उद्धरण उद्धरण जो बोली-के दिन (QOTD) ओपेक में सुविधा के स्रोत के रूप में सेवा के पूल में थोक उद्धरण के अपलोड करने के लिए अनुमति देता है।
it: Il caricatore del QOTD (Citazioni-del-giorno) permette di caricare un gruppo di citazioni a cui fa riferimento la funzionalità QOTD dell'OPAC.
oc: Lo chargor de citacion (QOTD) permet de telecargar des citacions qui servent de font a l'afichatge de la Citacion del Jorn a l'OPAC (QOTD).
pl: Możliwe jest wczytywanie pojedynczych cytatów do zbioru cytatów (bufora), który służy jako źródło do Cytatu Dnia w OPAC.
pt: O carregador de Frases do dia permite carregar em lote frases para a lista, que irão servir posteriormente como fonte para a funcionalidade Frase do dia no OPAC.
pt_br: O uploader de citações permite enviar lotes de citações no lista de citações que servirá de fonte da Citação do dia no OPAC.
sk: Načítavač Citátu dňa (QOTD) umožňuje hromadné načítanie citátov do zásobníka citátov, ktorý slúži ako prameň funkcie Citát dňa (QOTD) v OPACu.
sv: Uppladdningsverktyget för dagens citat (QOTD) ger möjlighet att ladda upp citat i bulk till den citatsamling som används för OPAC-funktionen Dagens citat.
tr: OPAC’da Günün Bilgi Notu (QOTD) özelliği olarak hizmet sunan QOTD yükleyicisi alıntı havuzuna alıntı topluluğu yüklemeye imkan verir.
zh_tw: 每日一句(QOTD)上傳器允許大量上傳引句，供線上公用目錄的每日一句使用(QOTD)。

source: The RenewalSendNotice preference is set to 'Send'
ar: قم بضبط التفضيل RenewalSendNotice إلى "إرسال"
cs: Systémový parametr RenewalSendNotice je nastaven na "Posílat"
de: Der Systemparameter RenwalSendNotize ist auf 'Sende' gesetzt
el: Το EnhancedMessagingPreferences είναι ρυθμισμένο στο 'Αποστολή'
es: La preferencia RenewalSendNotice está configurada en 'Enviar'
fi: RenewalSendNotice-asetus on 'Lähetä'
fr: La préférence système RenewalSendNotice est positionnée sur "Envoyer"
hi: RenewalSendNotice वरीयता 'भेजें' पर सेट है
it: La preferenza RenewalSendNotice è configurata a 'Invia'
pl: Opcja RenewalSendNotice jest ustawiona na 'Wysyłaj'
pt: A preferência EnhancedMessagingPreferences está definida para 'Permitir'
pt_br: A preferência RenewalSendNotice está configurada para 'Enviar'
sk: RenewalSendNotice je nastavené na 'Odoslať'
tr: The RenewalSendNotice tercihi 'Gönder' olarak ayarlı
zh_tw: RenewalSendNotice 偏好已設為 '送出'
