Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Important: Patrons with outstanding fines or items checked out are not saved. They are not completely removed from the system (they are only moved to the delete_borrowers table), but this tool does not provide as many checks as one may desire.
ar: هام: المستفيدون ممَّن لديهم غرامات غير مسددة أو مواد معارة غير محفوظة . لا يتم حذفهم بشكل كامل من النظام (يتم فقط نقلهم إلى جدول delete_borrowers ) ، ولكن هذه الأداة لا تقدم عدد الإعارات كما قد ترغب بها.
cs: Důležité: Čtenáři s mimořádnými pokutami za výpůjčky nejsou uloženi. Nejsou zcela odstraněni ze systému (jen se přestěhovali do tabulky delete_borrowers), ale tento nástroj neposkytuje tolik kontrol, jak by mohlo být potřeba.
da: Vigtigt: Lånere med udestående bøder eller udlånte eksemplarer gemmes ikke. De fjernes ikke helt fra systemet (flyttes til tabellen delete_borrowers), men dette værktøj har ikke så mange kontroller, som man måske ønsker det.
de: Wichtig: Benutzer mit offenen Gebühren oder Ausleihen werden nicht ausgelassen. Die Benutzer werden nicht komplett aus der Datenbank entfernt, sondern in die Tabelle delete_borrowers verschoben, aber dieses Werkzeug prüft an dieser Stelle nicht alles ab.
el: Σημαντικό: Τα μέλη με εκκρεμή πρόστιμα ή δανεισμένα αντίτυπα δεν αποθηκεύονται. Δεν αφαιρούνται εντελώς από το σύστημα (μεταφέρονται μόνο στον πίνακα delete_borrowers), αλλά αυτό το εργαλείο δεν εγγυάται τόσους ελέγχους όσους θα ήθελε κανείς.
es: Importante: Usuarios con multas pendientes o prestamos no se guardan. No son removidos completamente del sistema (solo se mueven a la tabla deleted_borrowers), pero esta herramienta no provee tantas verificaciones como sería deseable.
eu: Importante: Los socios con multas pendientes o ítems prestados no se guardan. No son borrados completamente del sistema (se mueven a la tabla deleted_borrowers), pero esta herramienta no provee tantas comprobaciones como sería deseable.
fi: Tärkeää: Asiakkaita, joilla on maksamattomia maksuja tai niteitä lainassa, ei tallenneta. Heitä ei poisteta järjestelmästä (heidät vain siirretään delete_borrowers-tauluun), mutta tämä työkalu ei tarjoa niin paljon tarkistuksia, kuin voisi olla tarpeen.
fr: Important&nbsp;: les adhérents ayant des amendes ou des prêts en cours ne sont pas conservés. Ils ne sont pas complètement supprimés du système (déplacés vers la table deleted_borrowers), mais cet outil ne fait pas autant de contrôle qu'on pourrait l'espérer.
hi: महत्वपूर्ण: बकाया जुर्माना या आइटम के साथ संरक्षक बाहर की जाँच नहीं बच रहे हैं। वे पूरी तरह से प्रणाली (वे केवल delete_borrowers तालिका में ले जाया जाता है) से नहीं हटा रहे हैं, लेकिन यह उपकरण एक इच्छा हो सकती है के रूप में कई के चेक प्रदान नहीं करता है।
it: Importante: Utenti con multe in corso o copie in prestito non verranno salvati. Non sono ancora completamente rimosse dal sistema (spostati nella tabella delete_borrowers), ma questo strumento non fornisce tutti i controlli che si potrebbero sperare.
oc: Important&nbsp;: los aderents ayant des emendas o des prèstes en cors ne sont pas conservats. Ils son pas completament suprimits del sistèma (desplaçats cap a la taula deleted_borrowers), mas aqueste aisina ne fait pas autant de contraròtle qu'on poiriá l'espérer.
pt: Importante: Leitores com multas por pagar ou empréstimos não são guardados. Não são completamente removidos do sistema (movidos para a tabela deleted_borrowers), mas esta ferramenta não fornece tantas opções como desejado.
pt_br: Importante: Usuários com multas pendentes ou empréstimos não devolvidos não são salvos. Eles não foram completamente removidos do sistema (eles são transferidos para a tabela delete_borrowers table), mas esta ferramenta não provê muitas marcações como seria desejado.
sk: Dôležité: Čitatelia s neuhradenými pokutami alebo vypožičanými exemplármi nie sú uložení. Nie sú celkom odobratí zo systému (presunutí sú len do tabuľky delete_borrowers), ale tento nástroj neposkytuje toľko kontrol ako by sa žiadalo.
sv: Viktigt: låntagare med utestående böter eller lån sparas inte. De tas inte bort helt från systemet (de flyttas bara till tabellen delete_borrowers), men detta verktyg har inte så många kontroller som skulle vara önskvärt.
tr: Önemli: Ödenmemiş cezası olan ya da ödünç verilmiş kitapları olan kullanıcılar kayıtlı değil. Bu kullanıcılar sistemden tamamen çıkarılmamış (sadece ödünç alanlar tablosunu sil sekmesine taşınmışlardır) fakat bu araç istenildiği kadar onay sağlamaz.
zh_tw: 重要：還有未付罰款或借出館藏的讀者，都不能儲存。他們不能完全從系統移除 (祗能置於 delete_borrowers 表)，此工具不能做檢查。

source: Important: Requires that you have EnhancedMessagingPreferences enabled
ar: هام: يتطلب أن يكون لديك تمكين EnhancedMessagingPreferences
cs: Důležité: Je potřeba aktivovat EnhancedMessagingPreferences
da: Vigtigt: Kræver at EnhancedMessagingPreferences er aktiveret
de: WICHTIG: Benötigt EnhancedMessagingPreferences auf ja
el: Σημαντικό: Απαιτεί να ενεργοποιήσετε το EnhancedMessagingPreference
es: Importante: Requiere que esté habilitado EnhancedMessagingPreferences
eu: Garrantzitsua: EnhancedMessagingPreferences gaituta izatea eskatzen du
fi: Tärkeää: Vaatii, että EnhancedMessagingPreferences -asetus on sallittu
fr: Note : La préférence système 'EnhancedMessagingPreferences' doit être activée
hi: महत्वपूर्ण: जरूरी है कि आप EnhancedMessagingPreferences सक्षम है
it: Importante: Richiede attiva la preferenza di sistema EnhancedMessagingPreferences
oc: Nòta : La preferéncia sistèma 'EnhancedMessagingPreferences' deu èsser activada
pl: Ważne: Ustaw opcję EnhancedMessagingPreferences na wartość 'Zezwalaj'
pt: Importante: Necessita que a preferência de sistema EnhancedMessagingPreferences esteja activa
pt_br: Importante: é preciso ter a preferência EnhancedMessagingPreferences ativada
sk: Dôležité: Je potrebné aktivovať EnhancedMessagingPreferences
sv: Viktigt: kräver att EnhancedMessagingPreferences är aktiverat
tr: Önemli: Geliştirilmiş Mesajlaşma Seçeneklerini devreye sokmanız gerekmektedir.
zh_tw: 重要：需要啟動 EnhancedMessagingPreferences 偏好

source: Important: Requires the borrowers permission above
ar: هام: يتطلب صلاحية المستعيرين أعلاه
cs: Důležité: Je nutné nastavit také oprávnění "borrowers - čtenáři"
da: Vigtigt: Kræver lånerens tilladelse herover
de: Wichtig: Erfordert die Benutzerberechtigung oben
el: Σημαντικό: Απαιτεί την άδεια των δανειζομένων πιο πάνω
es: Importante: Requiere los permisos de usuarios de arriba
eu: Importante: a la tabla de préstamos: Requiere supervisión del permiso de los prestatarios
fi: Tärkeää: Vaatii borrowers-oikeuden
fr: Note : Nécessite les permissions sur les adhérents
hi: महत्वपूर्ण: उधारकर्ताओं अनुमति के ऊपर की आवश्यकता
it: Importante: Richiede il permesso utenti che sta prima
oc: Nòta : Nécessite las permissions suls aderents
pl: Ważne: Wymaga zgody wypożyczającego
pt: Importante: Necessita da permissão de leitores acima
pt_br: Importante: requer a permissão do usuário acima
sk: Dôležité: Je potrebné oprávnenie čitateľa vyššie
sv: Viktigt: kräver låntagarrättigheten ovan
tr: Önemli: Yukarıdaki ödünç alacak kullanıcılar için izin gerekiyor
zh_tw: 重要：需要有借出權限

source: Important: The 'password' value should be stored in plain text, and will be converted to a Bcrypt hash (which is an encrypted version of the password).
ar: هام: يجب تخزين قيمة 'كلمة المرور' يجب بالنص العادي، وسيتم تحويلها إلى Bcrypt hash ( وهي النسخة المشفرة من كلمة المرور)
cs: Důležité: "password" (heslo) by mělo být uloženo jako čistý text a bude zakódováno pomocí Bcrypt (funkce používaná pro kódování hesel).
de: Wichtig: Das Passwort (password) sollte im Klartext importiert werden und wird beim Import mit MD5 verschlüsselt. (Bitte kontaktieren Sie Ihren Systemadministrator, falls Ihre Passwörter bereits verschlüsselt sind.)
el: Σημαντικό: Η τιμή 'κωδικός πρόσβασης' θα πρέπει να αποθηκεύεται σε απλό κείμενο και θα μετατρέπεται σε ένα MD5 hash (το οποίο είναι μία κρυπτογραφημένη μορφή του κωδικού πρόσβασης).
es: Importante: La 'contraseña' debe ingresarse como texto plano, y será convertida a un hash Bcrypt (la cual es la versión cifrada de la contraseña).
eu: Garrantzitsua: 'Pasahitza' testu plano moduan sartu behar da, eta hash Bcrypt batera bihurtuko da (pasahitzaren bertsio zifratua da).
fi: Tärkeää: 'Salasana'-kentän arvo tulisi olla tekstimuodossa. Se muutetaan Bcryptin luomaksi tiivisteeksi, joka on salasanan salattu versio.
hi: महत्वपूर्ण: 'पासवर्ड' मूल्य सादे पाठ में संग्रहित किया जाना चाहिए, और एक Bcrypt हैश (पासवर्ड की एक एन्क्रिप्टेड संस्करण है) में परिवर्तित हो जाएगा।
it: Importante: la password dovrebber entrare come plaintext; verrà codificata con una Bcrypthash, sul db sarà salvata in forma criptata.
pt: Importante: A 'palavra-passe' deve ser guardada em texto, e será convertida para uma hash Bcrypt (se as suas palavras-passe já se encontram encriptadas fale com o administrador de sistema sobre as diferentes opções).
sk: Dôležité: Hodnota 'heslo' by sa mala uložiť v čistom texte, a prekonvertuje sa do formy Bcrypt (čo je kryptovaná verzia hesla).
tr: Önemli: 'Parola' düz metin halinde saklanmalı ve (parolanın şifreli bir sürümü olan) Bcrypt hash şekline dönüştürülmelidir.
zh_tw: 重要：'密碼' 值應以純文字儲存，再轉換為 Bcrypt 雜湊碼(即密碼的加密版)。

source: Important: The Uncertain Prices page is independent of the basket. It is linked to the vendor so you will see all items on order with uncertain prices for that vendor.
ar: هام: صفحة الأسعار غير المكدة مستقلة عن السلة. فهي مرتبطة بالمزود لكي ترى كل المواد ذات الأسعار غير المؤكدة لهذا المزود
cs: Důležité: Stránka Nejisté Ceny je nezávislá na koši. To je spojeno s dodavateli, takže uvidíte všechny objednané výtisky s nejistou cenou u tohoto prodejce.
de: Wichtig: Die Seite Unsichere Preise ist unabhängig von einzelnen Bestellungen, sondern zeigt alle unsicheren Preise für einen einzelnen Lieferanten.
el: Σημαντικό: Η σελίδα με τις Αβέβαιες Τιμές είναι ανεξάρτητη από το καλάθι. Συνδέεται με τον προμηθευτή έτσι ώστε να βλέπετε όλα τα υπό παραγγελία τεκμήρια με αβέβαιες τιμές από αυτόν τον προμηθευτή.
es: Importante: La página de Precios Inciertos es independiente de la cesta. Está relacionada con el proveedor por lo que podrá ver todos los ítems en el pedido con precios inciertos para ese proveedor.
eu: Garrantzitsua: Dudazko prezioen orria saskiarengandik independientea da. Hornitzailearekin erlazioa dauka beraz item guztiak ikusi ahal izango ditu hornitzaile horrentzako dudazko prezioen eskaeran.
fi: Tärkeää: Vahvistamaton hinta on riippumaton tilauskorista. Se on linkitetty toimittajaan, joten näet kaikki tilauksessa olevat nimekkeet, joissa on vahvistamattomia hintoja tältä toimittajalta.
hi: महत्वपूर्ण: अनिश्चित दाम पेज टोकरी से स्वतंत्र है। यह विक्रेता से जुड़ा हुआ है तो आप उस विक्रेता के लिए अनिश्चित कीमतों के साथ आदेश पर सभी वस्तुओं को देखेंगे।
it: Importante: la pagina 'Prezzi incerti' è indipendente dal raccoglitore ed è relativa al fornitore. Tutte le copie presenti in un ordine con prezzo incerto verranno elencate per fornitore.
pl: Ważne: Zamówienia z niepewnymi cenami są niezależne od koszyka. Egzemplarze zamówione z niepewnymi cenami powiązane są z dostawcami.
pt: Importante: A página de preços incertos é independente do cesto. Está ligada ao fornecedor para que possa ver todos os itens na encomenda com preços incertos para esse fornecedor.
pt_br: Importante: a página de Preços Indefinidos é independente do pedido, sendo ligada pelo fornecedor, assim você pode ver todos os exemplares de um determinado fornecedor que estão com preços indefinidos.
sk: Dôležité: Stránka Neisté ceny je nezávislá na košíku, ale je prepojená na predajcu, takže uvidíte všetky objednané exempláre u tohto predajcu s neistými cenami.
tr: Önemli: Belirsiz Fiyatlar sayfası sepetten bağımsızdır. Bu sayfa doğrudan sağlayıcıya bağlıdır, böylece o sağlayıcıya yönelik siparişte olan tüm materyallerin belirsiz fiyatlarını görebilirsiniz.
zh_tw: 重要：價格未定頁面是獨立於採購項目之外，連結至供應商，所以可以從供應商看到價格未定的所有訂購館藏。

source: Important: The anonymization will fail quietly if AnonymousPatron preference does not contain a valid value.
ar: هام: سيفشل عدم التعريف إذا لم يحتوي التفضيل AnonymousPatron على قيمة صحيحة.
cs: Důležité: anonymizace klidně selže, pokud nastavení preference AnonymousPatron neobsahuje platnou hodnotu.
da: Vigtigt: Anonymiseringen mislykkes uden melding, hvis AnonymousPatron indstillingen ikke indeholder en gyldig værdi.
de: Wichtig: Die Anonymisierung wird nicht durchgeführt, wenn der Systemparameter AnonymousPatron nicht korrekt konfiguriert ist.
el: Σημαντικό: Η ανωνυμοποίηση θα αποτύχει αθόρυβα εάν η προτίμηση AnonymousPatron δεν περιέχει μία έγκυρη τιμή.
es: Importante: La anonimización fallará silenciosamente si la preferencia AnonymousPatron no contiene un valor válido.
eu: Importante: La anonimización fracasará si la preferencia AnonymousPatron no contiene un valor válido.
fi: Tärkeää: Anonymisointi epäonnistuu ilman ilmoitusta, jos AnonymousPatron-asetus ei sisällä oikeaa arvoa.
fr: Important: l'anonymisation échouera à coup sûr si la préférence AnonymousPatron ne contient pas une valeur valide.
hi: महत्वपूर्ण: anonymization चुपचाप विफल हो जाएगा यदि AnonymousPatron वरीयता वैध मूल्य शामिल नहीं है।
it: Importante: L'operazione di rendere anonimi fallirà senza particolari avvisi se la preferenza AnonymousPatron non ha un valore valido.
oc: Important: l'anonimizacion échouera a coup sûr se la preferéncia AnonymousPatron conten pas una valor valide.
pt: Importante: A anonimização irá flhar se a preferência AnonymousPatron não conter uma data válida.
pt_br: Importante: a anonimização não funcionará corretamente caso a preferência AnonymousPatron não contenha um valor válido.
sk: Dôležité: Utajenie zlyhá bez upozornenia, pokiaľ nastavenie AnonymousPatron nebude obsahovať platnú hodnotu.
sv: Viktigt: anonymiseringen misslyckas utan att meddela detta om inställningen AnonymousPatron inte innehåller ett giltigt värde.
tr: Önemli: Anonim Kullanıcı seçeneği geçerli bir değer içermiyorsa, anonimleştirme başarısız olacaktır.
zh_tw: 重要：不能匿名，AnonymousPatron 偏好沒有可用的數據。

source: Important: The category code is limited to 10 characters (numbers and letters)
ar: هام: الحد الأقصى لرمز الفئة هو 10 محارف (أرقام وأحرف)
cs: Důležité: Kód kategorie je omezen na 10 znaků (čísla a písmena)
da: Vigtigt: Kategorikoden er begrænset til 10 tegn (cifre og bogstaver)
de: WICHTIG: Der Kategoriecode ist auf 10 Zeichen (Zahlen und Buchstaben) begrenzt
el: Σημαντικό: Ο κωδικός κατηγορίας περιορίζεται σε 10 χαρακτήρες (γράμματα και αριθμοί)
es: Importante: El código de la categoría se limita a 10 caracteres (números y letras)
eu: Garrantzitsua: kategoria kodeak hamar karaktere onartzen ditu, gehienez (zenbakiak eta letrak)
fi: Tärkeää: Tunnus rajoitetaan 10 merkkiin (numeroita ja kirjaimia)
fr: Note : Ce champ est limité à 10 caractères (chiffres et lettres).
hi: महत्वपूर्ण: श्रेणी कोड 10 अक्षरों तक सीमित है (संख्या और अक्षरों)
it: Importante: il codice di categoria è al massimo di 10 caratteri (numeri e lettere)
oc: Nòta : Aqueste camp es limitat a 10 caractèrs (chifras e letras).
pl: Ważne: Kod kategorii powinien zawierać maksymalnie 10 znaków (cyfry i litery)
pt: Importante: O código da categoria é limitado a 10 caracteres (números ou letras)
pt_br: Importante: o código da categoria é limitado a 10 caracteres (números e letras)
sk: Dôležité: Kód kategórie je obmedzený na 10 znakov (čísla a písmená)
sv: Viktigt: kategorikoden är begränsad till 10 tecken (nummer och bokstäver)
tr: Önemli: Kategori kodu 10 karakterle sınırlıdır (numara ve harfler)
zh_tw: 重要：類型代碼不能超過10個字元(數字與文字)

source: Important: The fields 'branchcode' and 'categorycode' are required and must match valid entries in your database.
ar: هام: إنَّ الحقول 'branchcode' و'categorycode' مطلوبة ويجب أن تُطابق المدخلات الصحيحة في قاعدة بياناتك.
cs: Důležité: Pole 'branchcode' a 'categorycode' jsou povinná a musí se shodovat s položkami ve vaší databázi.
da: Vigtigt: Sørg for at 'afdelingskode' og 'kategorikode' er påkrævede og skal svare til gyldige værdier i databasen.
de: Wichtig: Die Felder 'branchcode' und 'categorycode' sind Pflichtfelder und müssen den konfigurierten Kürzeln in Ihrere Datenbank entsprechen.
el: Σημαντικό: Τα πεδία 'branchcode' και 'categorycode' απαιτούνται και πρέπει να ταυτίζονται με έγκυρες αναγραφές στη βάση δεδομένων σας.
es: Importante: Los campos 'branchcode' y 'categorycode' son requeridos y deben coincidir con entradas válidas en su base de datos.
eu: Importante: Los campos 'branchcode' y 'categorycode' son requeridos y deben coincidir con entradas válidas en su base de datos.
fi: Tärkeää: Kentät 'branchcode' ja 'categorycode' ovat pakollisia ja niiden on oltava samat kuin tietokannassasi.
fr: Note : Les champs 'branchcode' et 'categorycode' sont obligatoires et doivent correspondre à des valeurs valides dans votre base de données.
hi: महत्वपूर्ण: खेतों 'शाखा कोड' और 'श्रेणी कोड' के लिए आवश्यक हैं और अपने डेटाबेस में मान्य प्रविष्टियों से मेल खाना चाहिए।
it: Importante: Accertati che il codice della sottobiblioteca e quello di categoria siano campi validi nel tuo database.
oc: Nòta : Los camps 'branchcode' e 'categorycode' son obligatòris e devon correspondre a des valors valides dins vòstra basa de donadas.
pl: Ważne: Pola "kod filii" i "kod kategorii" są wymagane i muszą odpowiadać poprawnym wpisom w Twojej bazie danych.
pt: Importante: Os campos 'branchcode' e 'categorycode' são necessários e devem corresponder a entradas válidas na base de dados.
pt_br: IMPORTANTE: Assegure-se que o código de biblioteca e categoria são entradas válidas na base de dados.
sk: Dôležité: Polia 'branchcode' a 'categorycode' sú povinné a musia sa zhodovať s platnými položkami vo Vašej databáze.
sv: Viktigt: fälten 'filialkod' och 'kategorikod' krävs och måste matcha giltiga poster i databasen.
tr: Önemli: 'Birim kodu' ve 'kategori kodu' alanları zorunludur ve veri tabanınızdaki geçerli girdilerle eşleşmelidir.
zh_tw: 重要：'分館代碼' 與 '類型代碼' 是必備，且必須與資料庫的款目對映。

source: Important: There is a limit of 520K on the size of the picture uploaded and it is recommended that the image be 200x300 pixels, but smaller images will work as well.
ar: هام: يوجد حد 520K لحجم الصورة المرفوعة ومن المفضل أن تكون الصورة بأبعاد 200x300 بكسيل ، ولكن الصور المشابهة ستعمل أيضاً.
cs: Důležité: Je zde limit 520K na velikost nahraného obrázku a doporučuje se, aby obrázek byl 200x300 pixelů, ale menší snímky budou též fungovat.
da: Vigtigt: Der er en grænse på 520K for størrelsen af et billede oploadet og det anbefales, at billedet skal være 200x300 pixels, men mindre billeder kan også bruges.
de: Wichtig: Es gibt ein Limit von 520K für die Größe eines hochgeladenen Bildes und es wird eine Bildgröße von 200x300 Pixeln empfohlen. Aber auch mit kleineren Bildern wird es funktionieren.
el: Σημαντικό: Υπάρχει ένα όριο 520K στο μέγεθος της εικόνας που φορτώνεται και συνιστάται να είναι 200x300 pixels, αλλά και μικρότερες εικόνες είναι επίσης εντάξει.
es: Importante: Existe un límite de 520K en el tamaño de la imagen subida y se recomienda que la imagen sea de 200x300 píxeles, pero también funciona con imágenes más pequeñas.
eu: Importante: Existe un límite de 520K en el tamaño de la imagen subida y se recomienda que la imagen sea de 200x300 píxeles, pero también funciona con imágenes más pequeñas.
fi: Tärkeää: Ladattavan kuvan koon yläraja on 520K ja suositus on, että kuva olisi 200x300 pikselin kokoinen, mutta pienemmätkin kuvat toimivat hyvin.
fr: Important : Le poids de la photo téléchargée ne peut dépasser520 Ko et la taille recommandée est de 200x300 pixels, mais une image plus petite fonctionnera également.
hi: इस चित्र को अपलोड के आकार पर 520K की एक सीमा होती है और यह है कि छवि 200x300 पिक्सेल हो, पर की सिफारिश की है छोटे छवियों के रूप में अच्छी तरह से काम करेगा.
it: C'è un limite di 520K sulle dimensioni della foto caricata e si raccomanda che l'immagine sia di 200x300 pixel, ma le immagini più piccole andranno bene lo stesso.
oc: Important : Lo poids de la fòto telecargada ne pòt dépasser520 Ko e la talha recomandada es de 200x300 pixels, mas un imatge plus petite fonctionnera tanben.
pl: Ważne: Maksymalny rozmiar zdjęcia to 520Kb, zalecany rozmiar 200x300 pikseli (mniejsze zdjęcia nie będą problemem).
pt: Importante: Há um limite de 520K no tamanho da imagem carregada e recomenda-se que a imagem seja 200x300 pixeis, mas com imagens menores vai funcionar bem.
pt_br: Importante: Há um limite de 520K no tamanho da imagem carregada e recomenda-se que a imagem seja 200x300 pixels, mas com imagens menores irá funcionar bem.
sk: Dôležité: Veľkosť načítaného obrázka je obmedzená na 520K a odporúča sa obrázok s rozmermi najviac 200x300 pixelov, menšie obrázky však budú tiež fungovať.
sv: Viktigt: det finns en storleksbegränsning på 520 k för bilder som laddas upp och det rekommenderas att bilder har formatet 200x300 pixlar, men även mindre bilder fungerar.
tr: Önemli: Yüklenen resmin boyutunda 520K’lık bir sınır mevcuttur ve resmin 200x300 piksel olması önerilir fakat daha küçük resimler de çalışacaktır.
zh_tw: 重要：上傳的照片不能大於520K，且圖素小於200x300。
