Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To save your changes simply click the 'Save Changes' button at the top of the screen
ar: لحفظ التغييرات الخاصة بك ببساطة انقر على زر 'حفظ التغييرات' في الجزء العلوي من الشاشة
cs: Chcete-li uložit změny, klikněte na tlačítko "Uložit změny" v horní části obrazovky
da: For at gemme dine ændringer, klik på 'Gem ændringer' ved den øvre kant af skærmen
de: Nachdem Sie die Änderungen eingetragen haben, klicken Sie auf 'Änderungen speichern' am oberen Bildschirmrand
el: Για να αποθηκεύσετε τις αλλαγές σας απλά πατήστε το κουμπί 'Αποθήκευση Αλλαγών' στην κορυφή της οθόνης
es: Para guardar sus cambios haga clic en el botón 'Guardar cambios' en el tope de la pantalla
eu: Zure aldaketak gordetzeko, klikatu pantailaren goialdeko 'Gorde aldaketak' botoian.
fi: Tallentaaksesi muutokset klikkaa 'Tallenna muutokset' näytön yläreunassa
fr: Pour enregistrer vos modifications, il vous suffit de cliquer sur "Enregistrer les modifications" en haut de la page
hi: अपने परिवर्तन को सेव के लिए बस स्क्रीन के शीर्ष पर 'परिवर्तन सहेजें' बटन क्लिक करें
it: Dopo aver effettuato le modifiche, fai clic su 'Salva modifiche' nella parte superiore dello schermo
oc: Per enregistrar vòstras modificacions, il vous suffit de clicar sus "Enregistrar las modificacions" amont de la pagina
pl: Po wprowadzeniu zmian kliknij "Zachowaj zmiany" u góry ekranu
pt: Para guardar as alterações clique no botão 'Guardar' no topo do ecrã
pt_br: Para salvar suas alterações simplesmente clique em 'Salvar Alterações' na parte superior da tela
sk: Pre uloženie Vašich zmien jednoducho kliknite na tlačidlo 'Uložiť zmeny' na vrchu zobrazenia
sv: För att spara dina ändringar klickar du på knappen 'Spara ändringar' längst upp i skärmen
tr: Yaptığınız değişiklikleri kaydetmek için, ekranın üst kısmında bulunan 'Değişiklikleri Kaydet' butonu üzerine tıklamanız yeterlidir
zh_tw: 按下螢幕上方的 '儲存變更' 鈕，就能儲存變更

source: To save your changes, click the 'Save Changes' button at the top of the screen.
ar: لحفظ التغييرات الخاصة بك ببساطة يمكنك النقر على زر 'حفظ التغييرات' في الجزء العلوي من الشاشة.
cs: Chcete-li uložit změny, klikněte na tlačítko "Uložit změny" v horní části obrazovky
da: For at gemme dine ændringer, klik på 'Gem ændringer' ved den øvre kant af skærmen.
de: Nachdem Sie die Änderungen eingetragen haben, klicken Sie auf 'Änderungen speichern' am oberen Bildschirmrand.
el: Για να αποθηκεύσετε τις αλλαγές σας, απλά πατήστε το κουμπί 'Αποθήκευση Αλλαγών' στην κορυφή της οθόνης.
es: Para guardar sus cambios, haga clic en el botón 'Guardar cambios' en el tope de la pantalla.
eu: Zure aldaketak gordetzeko, klikatu pantailaren goialdeko 'Gorde aldaketak' botoian.
fi: Tallentaaksesi muutokset klikkaa 'Tallenna muutokset' näytön yläreunassa.
fr: Pour enregistrer vos modifications, cliquez sur "Enregistrer les modifications" en haut de la page
hi: अपने परिवर्तनों को सहेजने के लिए, स्क्रीन के शीर्ष पर 'परिवर्तन सहेजें' बटन पर क्लिक करें।
it: Dopo aver effettuato le modifiche, fai clic su 'Salva modifiche' nella parte superiore dello schermo
oc: Per enregistrar vòstras modificacions, clicatz sus "Enregistrar las modificacions" amont de la pagina
pl: Po wprowadzeniu zmian kliknij "Zachowaj zmiany" u góry ekranu.
pt: Para guardar as alterações clique no botão 'Guardar' no topo do ecrã
pt_br: Para salvar suas alterações simplesmente clique em 'Salvar Alterações' na parte superior da tela.
sk: Pre uloženie Vašich zmien jednoducho kliknite na tlačidlo 'Uložiť zmeny' na vrchu zobrazenia.
sv: För att spara dina ändringar klickar du på knappen 'Spara ändringar' längst upp i skärmen.
tr: Yaptığınız değişiklikleri kaydetmek için, ekranın üst kısmında bulunan 'Değişiklikleri Kaydet' butonu üzerine tıklamanız yeterlidir
zh_tw: 按下螢幕上方的 '儲存變更' 鈕，就能儲存變更。

source: To schedule a task, visit the Task Scheduler and fill in the form
ar: لجدولة المهمة، زيارة جدولة المهام وتعبئة النموذج
cs: Chcete-li naplánovat úlohu, navštivte Plánovač úloh a vyplňte formulář
da: Planlæg en opgave, besøg opgaveplanlæggeren og udfyld formularen
de: Um einen Report automatisch laufen zu lassen, verwenden Sie den Aufgabenplaner
el: Για να προγραμματίσετε μία εργασία, πηγαίντε στον Χρονοπρογραμματιστή Εργασιών και συμπληρώστε τη φόρμα
es: Para programar una tarea, visite el Programador de tareas y rellene el formulario
eu: Ataza bat antolatzeko, bisitatu ataza antolatzailea eta bete inprimakia
fi: Jos haluat ajastaa tehtävän, käy 'Tehtävien ajastus' -sivulla ja täytä lomake
fr: Pour programmer une tâche, aller dans Planificateur de tâches et remplissez le formulaire
hi: एक कार्य को शेड्यूल करने के लिए, टास्क समयबद्धक जाएँ और के रूप में भरने
it: Per pianificare una lavorazione, visita il 'piannificatore' e compila la petizione
oc: Per programar una prètzfait, aller dins Planificador de prètzfaits e remplissez lo formulari
pl: Jeśli chcesz zaplanować zadania, odwiedź "Harmonogram Zadań" i wypełnij formularz
pt: Para agendar uma tarefa, visite a Calendarização de Tarefas e preencha o formulário
pt_br: Para agendar uma tarefa, visite a Calendarização de Tarefas e preencha o formulário
sk: Pre rozvrhnutie úlohy, navštívte Plánovač úloh a vyplňte formulár
sv: För att schemalägga en uppgift går du till Schemaläggaren och fyller i formuläret
tr: Bir görev zamanlamak için, Görev Zamanlayıcıya gidin ve buradaki formu doldurun
zh_tw: 進入工作排程並填寫表單，就能排入工作

source: To see Search Domain Groups in action visit the staff client advanced search page in your Koha system
ar: لرؤية مجموعات نطاق البحث المفعلة قم بزيارة صفحة البحث المتقدم لعميل الموظفين في نظام كوها.
cs: Chcete-li zobrazit skupiny domén pro vyhledávání, které jsou aktivní, použijte intarnet zaměstnanců a to stránku pro pokročilé vyhledávání ve vašem systému Koha
da: For at se søgedomænegrupper i funktion, gå til admin-området og udvidet søgning i Koha-systemet
de: Um zu sehen, wie Suchgruppen funktionieren, öffnen Sie die Erweiterte Suche in der Dienstoberfläche Ihrer Koha-Installation
el: Για να δείτε την Αναζήτηση Ομάδων Τομέα σε δράση επισκεφτείτε τη σελίδα σύνθετης αναζήτησης της διεπαφής προσωπικού στο σύστημα Koha
es: Para ver en acción Buscar en grupos de dominio visite la página de búsqueda avanzada del cliente administrativo en su sistema Koha
eu: Bilatu domeinu taldeak aukera gaitzeko, jo ezazu Koha sistemako langileen interfazeko bilaketa aurreratuaren orrira
fi: Jos haluat nähdä hakuryhmät käytännössä, käy virkailijatyökalun tarkan haun näytöllä järjestelmässäsi
fr: Pour voir fonctionner vos Groupes de domaine de recherche, allez en Recherche avancée à l'interface professionnelle.
hi: खोज डोमेन समूह कार्रवाई में अपने कोहा प्रणाली में कर्मचारियों ग्राहक उन्नत खोज पृष्ठ पर जाएँ देखने के लिए
it: Per vedere i Domini di ricerca in funzione, apri la pagina della ricerca avanzata dello staff.
oc: Per veire fonctionner vos Groupes de domeni de recèrca, allez en Recèrca avançada a l'interfàcia professionala.
pt: Para ver o domínio de pesquisa em acção visite a pesquisa avançada da interface dos técnicos no Koha
pt_br: Para ver a Busca por Grupos em ação, visite a página de busca avançada da interface administrativa no Koha
sk: Pre zobrazenie Okruhov hľadania skupín v akcii, navštívte stránku rozšíreného hľadania v intranete v Kohe
sv: För att se hur Domängrupper för sökning fungerar går du till sidan för avancerad sökning i personalklienten i ditt Koha-system
tr: Etki Alanı Gruplarını Araştır aktif olarak görmek için, Koha sisteminizdeki gelişmiş personel istemci arama sayfasını ziyaret ediniz.
zh_tw: 進入館員介面的進階搜尋，就能看到搜尋網址群組

source: To see a list of all of the routing lists a specific patron is on visit the Routing Lists tab on their patron record.
ar: لرؤية قائمة بكل قوائم التمرير الموجود بها مستفيد محدد قم بزيارة تبويب قوائم التمرير في تسجيلة المستفيد
cs: Chcete-li zobrazit seznam všech kolování pro konkrétního čtenáře, skočte na záložku "Kolovací seznam" na čtenářově záznamu.
da: For at se en liste med alle de læsekredse, som låneren tilhører, er tilgængelig via fanen 'Læsekredse' på lånerens post.
de: Eine Liste aller Umlauflisten auf denen ein Benutzer steht ist im Benutzerkonto über den Reiter 'Umlauflisten' verfügbar.
el: Για να δείτε μια λίστα από όλες τις λίστες δρομολόγησης στις οποίες βρίσκεται ένα συγκεκριμένο μέλος επισκεφθείτε την καρτέλα Λιστών Δρομολόγησης για την εγγραφή μέλους.
es: Para ver una lista de todas las listas de circulación en las que figura un usuario específico, visite la pestaña Listas de Circulación en el registro del usuario.
eu: Para ver toda las listas de enrutamiento de un socio en concreto se puede hacer desde su registro de usuario.
fi: Jos haluat nähdä, mihin kiertolistoihin asiakas kuuluu, katso asiakkaan tiedoista Kiertolistat-välilehteä.
fr: Pour voir toutes les listes de routage d'un adhérent précis, consultez l'onglet 'Listes de routage' de sa fiche.
hi: रूटिंग सूचियों के सभी की एक सूची देखने के लिए एक विशेष संरक्षक रूटिंग उनके संरक्षक रिकार्ड पर टैब सूचियाँ यात्रा पर हैं।
it: Per vedere una lista di tutte le routing list dell'utente è disponibile una sezione 'Routing List' nella scheda dell'utente.
oc: Per veire totas las listas de rotatge d'un aderent précis, consultez l'onglet 'Listas de rotatge' de sa ficha.
pl: Jeśli chcesz zobaczyć listę wszystkich list obiegu, w których uczestniczy użytkownik, możesz je zobaczyć w zestawieniu na koncie użytkownika, w zakładce Lista obiegu.
pt: Um lista de todas as listas de circulação de assinaturas ao qual o leitor pertence está acessível no separador 'Listas de circulação' no registo do leitor.
pt_br: Uma lista de todas as listas de circulação de periódicos pertencentes ao usuário estará acessível pela aba 'Listas de circulação' no registro do usuário.
sk: Pre zobrazenie zoznamu všetkých distribučných zoznamov periodík, do ktorých čitateľ patrí, navštívte záložku Distribučných zoznamov v zázname príslušného čitateľa.
sv: För att se en lista över alla mottagarlistor en viss låntagare är med på går du till fliken Mottagarlistor i låntagarposten.
tr: Kullanıcıya ait tüm dolaşım listelerinin bir listesi, kullanıcı kaydı üzerinde yer alan 'Dolaşım Listeleri' sekmesi üzerinden erişilebilir olacaktır.
zh_tw: 從讀者的傳閱清單分頁裡，可以看到該讀者訂閱的所有傳閱清單。

source: To see all of the titles this tag was added to simply click on the term
ar: لرؤية كل العناوين التي تمت إضافة هذه الوسيمة لها للنقر ببساطة على المصطلح
cs: Chcete-li zobrazit všechny tituly, ke kterým tento hodnotící štítek byl přidán, klikněte na výraz
da: For at se alle titler, hvor dette mærke er tilføjet, klik på begrebet
de: Klicken Sie auf den Begriff um alle Titel zu sehen, die mit diesem Begriff getaggt wurden
el: Για να δείτε όλους τους τίτλους στους οποίους προστέθηκε αυτή η ετικέτα απλά πατήστε τον όρο
es: Para ver todos los títulos a los que esta etiqueta fue agregada simplemente haga clic en el término
eu: Esta etiqueta se añadió para ver todos los títulos haciendo click en el término.
fi: Jos haluat nähdä kaikki nimekkeet, joihin tämä tagi on lisätty, klikkaa termiä
fr: Pour voir tous les titres auxquels ce tag a été ajouté, cliquez simplement sur le tag
hi: खिताब इस टैग को जोड़ा गया है के सभी को देखने के लिए बस अवधि पर क्लिक करें
it: Per vedere tutti i titoli a cui questo tag è stato collegato, semplicemente clicca sul termine
oc: Per veire totes los títols auxquels ce tag es estat apondut, clicatz simplament sus lo tag
pt: Para ver todos os títulos onde a etiqueta foi adicionada basta carregar simplesmente no termo
pt_br: Para ver todos os títulos ligados a esta tag, clique na palavra
sk: Pre zobrazenie všetkých titulov pridaných k tejto menovke, jednoducho kliknite na pojem
sv: För att se alla titlar med denna tagg klickar du bara på termen
tr: Başlıkların tümünü görmek için, bu etiket eklenmiştir ve buradan terimin üzerine tıklanabilir
zh_tw: 點選標籤詞彙，就可看到所有的相關題名

source: To see the contents of a list, visit the Lists page on the staff client
ar: لمعرفة محتويات القائمة، اذهب إلى صفحة القوائم على العميل الموظف
cs: Pro zobrazení obsahu seznamu běžte na stránku "Seznamy" v intranetu
da: For at se indholdet af en liste, kig på listesiden i medarbejderklienten
de: Wechseln Sie in das Listenmodul der Dienstoberfläche, um die Einträge auf einer Liste anzuzeigen
el: Για να δείτε τα περιεχόμενα μίας λίστας, πηγαίνετε στη σελίδα Λίστες στη διεπαφή προσωπικού
es: Para ver los contenidos de una lista, visite la página Listas en el cliente administrativo
eu: Para ver los contenidos de una lista, visite la página Listas en el cliente administrativo
fi: Jos haluat nähdä listojen sisällön, käy Listat-sivulla virkailijatyökalussa
fr: Pour le voir le contenu d'une liste, visitez la page Listes de l'interface professionnelle
hi: एक सूची की सामग्री को देखने के लिए, स्टाफ ग्राहक पर सूचियाँ पृष्ठ पर जाएँ
it: Per vedere il contenuto di una lista, vai alla pagina 'Liste' dell'intranet
oc: Per lo veire lo contengut d'una lista, visitez la pagina Listas de l'interfàcia professionala
pt: Para ver os conteúdos da lista, visite a página das listas no interface dos técnicos
pt_br: Para ver o conteúdo de uma lista, visite a página de Listas no Posto de processamento técnico
sk: Pre zobrazenie obsahu zoznamu, navštívte stránku Zoznamy v intranete
sv: För att se innehållet i en lista går du till listsidan i personalklienten
tr: Bir listenin içeriğini görmek için, Personel istemci üzerindeki Listeler sayfasını ziyaret edin
zh_tw: 從館員介面的虛擬書架頁面可看到書架的內容

source: To send additional notices, click on the tabs for 'Second' and 'Third' notice
ar: لإرسال ملاحظات إضافية، انقر على علامات التبويب للإشعارات 'الثانية' و'الثالثة'
cs: Chcete-li poslat další upozornění, klikněte na záložky pro "Druhé" a "Třetí" upozornění
da: For at sende flere rykkere, klik på fanerne 'Anden' og 'Tredje' rykker
de: Um weitere Benachrichtigungen zu verschicken, klicken Sie auf die Reiter 'Zweite' und 'Dritte' Benachrichtigung
el: Για να στείλετε επιπρόσθετες ειδοποιήσεις, κάντε κλικ στις καρτέλες 'Δεύτερη' και 'Τρίτη' ειδοποίηση
es: Para enviar avisos adicionales, haga clic en las pestañas de 'Segundo' y 'Tercer' aviso
eu: Jakinarazpen gehigarriak bidaltzeko, egin klik 'Bigarrena' eta 'Hirugarrena' jakinarazpenen fitxetan
fi: Jos haluat lähettää muita ilmoituksia, klikkaa välilehtiä 'Toinen' ja 'Kolmas' ilmoitus
fr: Pour envoyer des notifications supplémentaires, cliquez sur les onglets Deuxième et Troisième
hi: अतिरिक्त नोटिस भेजने के लिए, 'दूसरा' और 'तीसरा' सूचना के लिए टैब पर क्लिक करें
it: Per inviare ulteriori avvisi circa i ritardi, clicca sulle schede 'Secondo' e 'Terzo' avviso
oc: Per mandar des notificacions suplementaires, clicatz suls onglets Deuxième e Troisième
pt: Para enviar avisos adicionais, clique nos separadores de 'Terceiro' e 'Segundo' aviso
pt_br: Para enviar avisos adicionais, clique nos separadores de 'Terceiro' e 'Segundo' aviso
sk: Pre poslanie dodatočných oznámení, kliknite na záložky pre 'Druhé' a 'Tretie' oznámenie
sv: För att skicka fler meddelanden klickar du på flikarna 'Andra' och 'Tredje'
tr: Ek bildirimler göndermek için, 'İkinci' ve 'Üçüncü' bildirim için sekmeler üzerine tıklayın
zh_tw: 勾選分頁的 '第二' 與 '第三' 通知，送出更多的通知

source: To set patron permissions, you must first have a patron of the 'Staff' type open
ar: لضبط صلاحيات المستفيد، يجب أن يكون لديك أولا مستفيد من نوع "الموظف" مفتوح
cs: Chcete-li nastavit oprávnění čtenáře, musíte nejprve mít otevřeného čtenáře typu "Zaměstnanci"
da: For at ændre lånertilladelser, skal man først åbne en låner af typen 'Stab'.
de: Um Benutzerberechtigungen zu vergeben, sollten Sie zunächst einen Benutzer der Kategorie 'Mitarbeiter' anlegen
el: Για να επιλέξετε τις εξουσιοδοτήσεις μελών, πρέπει πρώτα να έχετε ανοιχτό ένα μέλος της κατηγορίας 'Προσωπικό'
es: Para asignar permisos a usuario, deberá primero tener un usuario de tipo 'Staff/Personal' abierto
eu: Para establecer permisos de socios, deberá primero tener un socio de tipo 'Staff' abierto
fi: Jos annat asiakkaalle oikeuksia, ensin pitää avata henkilökunta-asiakkaan tiedot
fr: Pour définir les permissions d'un adhérent, il faut qu'il appartienne au type 'Bibliothécaire'.
hi: संरक्षक अनुमतियाँ सेट करने के लिए, आप पहली बार 'स्टाफ' प्रकार खुली के संरक्षक होनी चाहिए
it: Per definire i permessi utente devi prima configurare l'utente come 'Staff'
oc: Per definir las permissions d'un aderent, il faut qu'il appartienne al tipe 'Bibliotecari'.
pl: Jeżeli chcesz ustawić uprawnienia, musisz mieć otwartą kartę użytkownika w widoku dla bibliotekarza
pt: Para alterar permissões de leitor, tem que ter um leitor de staff criado
pt_br: Para alterar permissões de usuário, você primeiro precisa ter um usuário do tipo "Funcionário" criado
sk: Pre nastavenie oprávnení čitateľa, musíte mať najprv otvoreného čitateľa typu 'Staff'
sv: För att ställa in låntagarrättigheter måste du först ha en låntagare av typen 'Personal' öppen
tr: Kullanıcı izinlerini ayarlamak için önce bir kullanıcı 'Personel' türü açık olmalıdır
zh_tw: 必須是 '館員' 類型，才能設定館員的權限

source: To set preferences for all libraries, keep the menu set to 'Default'
ar: لضبط التفضيلات لجميع المكتبات، والحفاظ على القائمة من خلال التعيين على'افتراضي'
cs: Chcete-li nastavit předvolby pro všechny knihovny, udržujte menu nastavené na 'Default'
da: For at vælge indstillinger for alle biblioteker, hold menuen sat til 'Standard'
de: Um Einstellungen für alle Bibliotheken vorzunehmen lassen Sie das Menü auf 'Standard'
el: Για να επιλέξετε προτιμήσεις για όλες τις βιβλιοθήκες, κρατήστε το μενού στο 'Προκαθορισμένο'
es: Para establecer preferencias para todas las bibliotecas, mantenga el menú posicionado en 'Predeterminado'
eu: Liburutegi guztientzako lehentasunak ezartzeko, ezarri menua 'Lehenetsi' gisa
fi: Jos haluat asetukset kaikille kirjastoille, pidä alasvetovalikossa 'Oletus' (Default)
fr: Pour configurer les préférences pour tous les sites, laissez le menu à Défaut.
hi: सभी पुस्तकालयों के लिए वरीयताओं को सेट करने के लिए, 'मूलभूत' के लिए मेनू सेट रखने
it: Per definire preferenze per tutte le biblioteche, mantieni il menù al valore 'Default'
oc: Per configurar las preferéncias per totes los sites, daissatz lo menú a Défaut.
pl: Jeśli chcesz ustawić opcje dla wszystkich bibliotek/filii, pozostaw wartość 'Default' (Domyślny).
pt: Para definir as preferências para todas as bibliotecas, mantenha o menu definido para 'Omissão'
pt_br: Para configurar preferências para todas as bibliotecas, deixa o menu configurado para 'Padrão'
sk: Pre nastavenie všetkých knižníc, nechajte ponuku nastavenú na 'Predvolené'
sv: För att ställa in inställningar för alla bibliotek behåller du menyvärdet 'Standard'
tr: Tercihleri tüm kütüphaneler için ayarlamak için, menüyü 'Varsayılan'a ayarlanmış olarak tutun
zh_tw: 保持選單為 '預設'，就能設定所有的圖書館

source: To set up circulation alerts:
ar: لإعداد تنبيهات لعملية الإعارة:
cs: Chcete-li nastavit upozornění na výpujčku:
da: For at indstille udlånsbeskeder:
de: Ausleih- und Rückgabebenachrichtigungen:
el: Για να επιλέξετε ειδοποιήσεις κυκλοφορίας υλικού:
es: Para establecer alertas de circulación:
eu: Zirkulazio abisuak ezartzeko:
fi: Nidekierron huomautusten asettaminen:
fr: Pour définir les alertes de circulation&nbsp;:
hi: संचलन अलर्ट सेट करने के लिए:
it: Per definire avvisi di circolazione delle copie:
oc: Per definir las alèrtas de circulacion&nbsp;:
pl: Wybierz powiadomienia modułu Udostępnianie:
pt: Para definir os avisos de empréstimo:
pt_br: Para configurar alertas de circulação:
sk: Pre nastaenie upozornení o obehu:
sv: För att konfigurera notifikationer för lånehändelser:
tr: Dolaşım uyarıları ayarlamak için:
zh_tw: 設定流通警示：
