Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Offset describes what happens when the entire image is off center either vertically or horizontally and creep describes a condition where the distance between the labels changes across the page or up and down the page
ar: الأوفست يصف ماذا يحدث عندما تكون كامل الصورة خارج الوسط عمودياً أو أفقياً والزحف يصف الشرط الذي يغير المسافة بين اللصاقات في الصفحة إما أعلاها أو أسفلها.
cs: Offset popisuje, co se stane, když je celý obraz mimo střed ať už vertikálně nebo horizontálně a přetečení popisuje stav, kde vzdálenost mezi štítky mění přesah na stránce, nebo posune stránku nahoru nebo dolů
da: Offset beskriver, hvad der sker, når et billede er skubbet en smule horisontalt eller vertikalt i forhold til midten, og krybning beskriver en tilstand, hvor afstanden mellem etiketterne på en side varierer på tværs eller nedad siden
de: Offset beschreibt was geschieht, wenn ein Bild leicht horizontal oder vertikal zum Mittelpunkt verschoben ist. Die Fließdehnung beschreibt einen Zustand, bei der der Abstand zwischen den Etiketten auf einer Seite nach oben oder unten variiert
el: Το οφσετ περιγράφει τί συμβαίνει όταν ολόκληρη η εικόνα είναι εκτός του κέντρου είτε κάθετα είτε οριζόντια και ο ερπυσμός περιγράφει μία συνθήκη όπου η απόσταση μεταξύ των ετικετών αλλάζει δια μήκους της σελίδας ή πάνω και κάτω στη σελίδα.
es: Offset describe lo que sucede cuando la imagen no está centrada tanto vertical como horizontalmente y la fluencia describe la distancia entre las etiquetas dentro de la página o entre páginas
eu: Offset-ek irudia bertikalki zein horizontalki zentratuta ez dagoenean gertatzen dena deskribatzen du, eta isurpenak, berriz, orriaren barruan edo orrien artean etiketen arteko distantzia aldatzen den baldintza bat
fi: 'Siirros' kuvaa, mitä tapahtuu, kun koko kuva on pois paikoiltaan joko pysty- tai vaakasuunnassa ja 'Siirtymä' kuvaa tilannetta, jossa tarrojen välistys muuttuu sivulla sivu- tai pystysuunnassa
fr: Le Décalage décrit ce qui arrive quand l'image est décentrée verticalement ou horizontalement. Creep décrit une condition où la distance entre les étiquettes change dans la page.
hi: ऑफसेट का वर्णन करता है क्या होता है जब पूरे छवि तो खड़ी या क्षैतिज केंद्र बंद है और रेंगना जहां पृष्ठ भर के लेबल परिवर्तन के बीच की दूरी या ऊपर और नीचे पृष्ठ एक की हालत का वर्णन
it: 'Offset' descrive cosa succede quando l'intera immagine è fuori centro o verticalmente o orizzontalmente e 'margini' descrive una condizione quando la distanza tra le etichette varia attraverso o su e giù della pagina
oc: Lo Decalatge descrit ce qui arrive quand l'imatge es décentrada verticalement ou horizontalement. Creep descrit una condition où la distance entre las etiquetas change dins la pagina.
pt: Deslocamento descreve o que acontece quando toda a imagem está fora do centro vertical ou horizontalmente e fluência descreve uma condição em que a distância entre as etiquetas mudam em toda a página ou para cima e para baixo na página
pt_br: Offset descreve o que acontece quando a imagem inteira está descentralizada verticalmente ou horizontalmente e creep descreve uma condição onde a distância entre as etiquetas alteradas através da página, ou acima ou abaixo da página
sk: Posun popisuje čo sa stane, keď celý obrázok nie je vycentrovaný zvislo alebo vodorovne, a tečenie popisuje podmienku, v ktorej sa vzdialenosť medzi etiketami mení naprieč stránkou alebo hore-dole na stránke
sv: Förskjutning beskriver det som inträffar när hela bilden är förskjuten vertikalt eller horisontellt och krypning beskriver ett tillstånd där avståndet mellan etiketterna ändras över sidan, vertikalt eller horisontellt
tr: Ofset, dikey ya da yatay olarak tam görüntü merkezde kaybolduğunda sorunun ne olduğunu tanımlar ve sürünme, etiketler arasındaki mesafenin sayfalar arasındaki yukarı ve aşağı geçiş durumunu tanımlar.
zh_tw: 位移係指整張照片偏移垂直或水平中心，潛行則指書標在頁面偏移或上下移動

source: Offset: 0
ar: الأوفست: 0
cs: Posun: 0
el: Οφσετ: 0
fi: Vastaavuus: 0
fr: Décalage&nbsp;: 0
hi: ऑफसेट: 0
oc: Decalatge&nbsp;: 0
pl: Przesunięcie: 0
pt: Deslocamento: 0
pt_br: Deslocamento: 0
sk: Posun: 0
sv: Förskjutning: 0
tr: Ofset: 0
zh_tw: 位移：0

source: Often circulation staff need to change the status of an item to Lost or Damaged. This doesn't require you to edit the entire item record. Instead clicking on the item barcode on the checkout summary or checkin history will bring you to an item summary. You can also get to the item summary by clicking on the Items tab to the left of the bib detail page.
ar: غالباً ما يحتاج موظفو الإعارة لتغير حالة مادة إلى ضائعة أو تالفة. هذا لا يتطلب منك أن تحرر كل تسجيلة المادة. بدلاً من ذلك بالنقر على باركود المادة في ملخص الإعارة أو تاريخ الإعادة سيجلب لك ذلك ملخص المادة. وبامكانك أيضاً الحصول على ملخص المادة بالنقر على تبويب المواد على يمين صفحة التفاصيل الببليوغرافية.
cs: Knihovníci často potřebují změnit stav jednotky na "Ztraceno" nebo "Poškozeno". K tomu není potřeba upravovat úplný záznam. Kliknutím na čárový kód jednotky na souhrnu nebo v historii výpůjček se dostanete na přehled položky. Na přehled jednotky se také můžete dostat kliknutím na kartu "Jednotky" vlevo na stránce s podrobným záznamem jednotky.
da: I mange tilfælde skal personalet ændre status for et eksemplar til tabt eller beskadiget. Det kræver ikke redigering af hele posten. Klik istedet på stregkoden i udlåns-opdateringen eller afleverings-historikken. Derved kommer man til en eksemplar-oversigt. Man kommer også til eksemplar-oversigten ved at klikke på eksemplarets fane til venstre for bib detalje-siden.
de: Oft müssen die Mitarbeiter an der Ausleihtheke den Status eines Exemplars auf verloren oder beschädigt ändern. Dafür ist es nicht erforderlich das Exemplar aufzurufen. Sie können auf den Barcode in der Ausleih- oder Rückgabeliste klicken und in die Exemplarinfo wechseln. Sie kommen ebenfalls auf diese Seite, wenn Sie den Reiter 'Exemplare' auf der Detailansicht auswählen.
el: Συχνά το προσωπικό διακίνησης υλικού χρειάζεται να αλλάξει την κατάσταση ενός αντιτύπου σε Χαμένο ή Φθαρμένο. Αυτό δεν απαιτεί να αλλάξει ολόκληρη η εγγραφή για το τεκμήριο. Αντ'αυτού, πατώντας στο barcode του τεκμηρίου στην σύνοψη δανεισμού ή στο ιστορικό επιστροφών θα μεταφερθείτε στη σύνοψη ενός τεκμηρίου. Μπορείτε επίσης να μεταβείτε εκεί πατώντας την καρτέλα Τεκμηρίου αριστερά της σελίδας βιβλιογραφικών λεπτομερειών.
es: A menudo el personal de circulación necesita cambiar el estado de un ítem a Perdido o Dañado. Esto no requiere editar el registro completo. EN cambio haciendo clic en el código de barras del ítem en el resumen de préstamo o el historial de préstamo le llevará al un resumen del ítem. Puede llebar al resumen del ítem haciendo clic en la pestaña Ítems a la izquierda de la página de detalles del registro.
eu: Con frecuencia, el personal necesita cambiar el estado de un ítem a Perdido o Dañado. Esto no requiere que se edite el registro del ítem entero. En lugar de seleccionar el código de barras del ítem en el resumen de préstamo o en el historial de entrega, podrá indicarlo en el resumen del ítem. También puede obtener el resumen del ítem seleccionanado en la tabla de Ítems en la parte izquierda de la página bib de detalles.
fi: Usein virkailijoiden pitää muuttaa niteen tilaksi 'Kadonnut' tai 'Vahingoittunut'. Tämä ei vaadi koko tietueen muokkaamista. Klikkaamalla niteen viivakoodia lainojen yhteenvedossa tai palautuksessa pääsee niteen yhteenvetoon. Sinne pääsee myös klikkaamalla Niteet-välilehteä perustietonäytön vasemmalla puolella.
fr: Souvent, le personnel qui gère la circulation a besoin de modifier l'état d'un exemplaire pour le déclarer Perdu ou Endommagé. Il n'y a pas besoin pour cela de modifier toutes les informations concernant l'exemplaire : un affichage synthétique est accessible en cliquant sur le code à barres de l'exemplaire dans la page d'affichage des retours ou dans l'historique des prêts. Vous pouvez aussi y accéder en cliquant sur l'onglet Exemplaire à gauche de la page affichant la notice bibliographique.
hi: अक्सर परिसंचरण स्टाफ या खो क्षतिग्रस्त करने के लिए एक आइटम की स्थिति बदलने के लिए की जरूरत है। इस पूरे आइटम रिकॉर्ड को संपादित करने की आवश्यकता नहीं है। इसके बजाय पर चेकआउट सारांश पर आइटम बारकोड क्लिक करने या इतिहास checkin एक आइटम सारांश पर ले जायेगा। तुम भी बिब विस्तार पृष्ठ के बाईं ओर आइटम टैब पर क्लिक करके आइटम सारांश को मिल सकती है।
it: Spesso il personale della circolazione deve cambare lo status di una copia a Perso o Danneggiato. Questo non richiede di modificare l'intero record di copia. Cliccando sul barcode della copia nel riassunto dei prestiti o sullo storico delle restituzioni, sarai portato a un riassunto dei dati di copia. Ci puoi arrivare anche cliccando la linguetta 'copie' sula sinistra nella visualizzazione di dettaglio del record.
oc: Souvent, lo personal qui gère la circulation a besonh de modificar l'estat d'un exemplar per lo déclarer Perdut o Damatjat. I a pas besonh per aquò de modificar totas las informacions concernant l'exemplar : un afichatge synthétique es accessible en clicant sul còdi de barras de l'exemplar dins la pagina d'afichatge des retours o dins l'istoric des prèstes. Podètz tanben y accedir en clicant sus l'onglet Exemplar a esquèrra de la pagina afichant la notícia bibliografica.
pl: Często bibliotekarze udostępniający dokumenty muszą zmieniać statusy egzemplarzy na Zagubiony lub Zniszczony. Nie modyfikują wtedy całego rekordu egzemplarza, ale po kliknięciu na kod kreskowy egzemplarza otwiera się tabela z egzemplarzami. Można do niej dotrzeć, klikając na zakładkę Egzemplarze po lewej stronie rekordu bibliograficznego.
pt: As vezes os técnicos necessitam de altear o estado de um exemplar para perdido ou danificado. Isto não implica a edição de todo os dados do exemplar. Clicando no código de barras na informação de empréstimo ou devolução irá reencaminhar para o sumário do exemplar. Também se pode ir para esse sumário carregando no separador 'Exemplares' à esquerda da página de detalhes de um registo.
pt_br: É comum que os funcionários responsáveis pela circulação tenham que alterar o status de um material para Perdido ou Danificado. Para isto, não é necessário alterar todo o registro do exemplar. Ao invés de clicar no código de barras do exemplar na tela de resumo de empréstimo ou histórico de devoluções irá levá-lo para uma tela de resumo do exemplar. Você também pode acessar o resumo do exemplar clicando na aba Exemplares no lado esquerdo da página de detalhes do registro bibliográfico.
sk: Knihovníci často potrebujú zmeniť stav exemplára na Stratený alebo Poškodený. Kvôli tomu však nemusíte upravovať celý záznam. Namiesto toho kliknite na čiarový kód exemplára v súhrne výpožičiek alebo výpis návratov Vás zavedie k súhrnu o exemplári. Môžete sa tiež dostať k súhrnu o exemplári kliknutím na záložku Exempláre naľavo od stránky podrobností o biblio.
sv: Utlåningspersonal behöver ofta ändra status på ett objekt till Borttappad eller Skadad. För detta behöver du inte redigera hela objektposten. Genom att klicka på objektets streckkod på utlåningssammanfattningen kommer du till en objektsammanfattning. Du kommer också till objektsammanfattningen genom att klicka på objektfliken till vänster om sidan med bibliografisk information.
tr: Dolaşım personeli Kayıp ya da Hasarlı bir materyalin durumunu sıklıkla değiştirmek durumunda kalmaktadır. Bu, materyal kaydının tamamını düzeltmenizi gerektirmez. Bunun yerine, materyal barkodundaki ödünç verme özetine ya da iade alma geçmişine tıklamak size materyal özetini sunacaktır. Bibliyografik kayıt detay sayfasının solundaki materyal sekmesine tıklayarak da materyal özetini alabilirsiniz.
zh_tw: 流通館員的工作需要改變館藏的狀態為 '遺失' 或 '毀損'。不需編輯整個館藏紀錄，祗要在借出摘要或還入紀錄裡勾選館藏條碼，進入館藏摘要，或勾選館藏分頁左方的書目詳情頁面，就能改變館藏狀態。

source: On each line in the text file enter the patron's card number followed by comma (or tab) and then the image file name
ar: في كل سطر في ملف النص أدخل رقم بطاقة المستفيد تليها فاصلة (أو علامة التبويب) ثم اسم ملف الصورة
cs: Na každém řádku v textovém souboru zadejte číslo čtenářského průkazu, potom čárku (nebo tabelátor) a pak název souboru s obrázkem
da: På hver linje i tekstfilen indtastes lånerens kortnummer efterfulgt af komma (eller tab) og så billedets filnavn
de: Geben Sie in jeder Zeile der Textdatei die Ausweisnummer gefolgt von einem Tabulator oder Komma und dem Dateinamen an
el: Σε κάθε γραμμή στο αρχείο κειμένου εισάγετε τον αριθμό κάρτας του μέλους, κόμμα (ή στηλοθέτη) και μετά το όνομα αρχείου της εικόνας
es: En cada línea del archivo de texto incluya el número de carné del usuario seguido de coma (o tabulación) y luego el nombre del archivo imagen
eu: En cada línea del archivo de texto incluya el número de carnet del socio seguido de coma (o tabulación) y luego el nombre del archivo imagen
fi: Syötä asiakkaan kirjastokortin numero tekstitiedoston jokaiselle riville, sen jälkeen pilkku (tai tabulaattoori) ja sen jälkeen kuvatiedoston nimi
fr: Sur chaque ligne du fichier texte, entrez le numéro de la carte de l'adhérent suivi d'une virgule (ou d'une tabulation), puis du nom du fichier image.
hi: प्रत्येक पंक्ति पाठ फ़ाइल में संरक्षक के कार्ड अल्पविराम (या टैब) के बाद नंबर दर्ज करें और तो छवि फ़ाइल नाम पर
it: Su ogni riga del file, indica il numero tessera seguito da una virgola o TAB e il nome del file dell'immagine
oc: Sus cada linha del fichièr tèxte, entratz lo numèro de la carte de l'aderent suivi d'una virgula (o d'una tabulation), puèi del nom del fichièr imatge.
pt: Em cada linha do ficheiro de texto insira o número de cartão do leitor, seguido de uma vírgula (ou tab) e o nome do ficheiro de imagem
pt_br: Em cada linha no arquivo de texto digite o número da carteirinha seguido por uma vírgula (ou tab) e então o nome da imagem
sk: Na každom riadku v textovom súbore zadajte číslo čitateľského preukazu, potom čiarku alebo tabulátor a následne názov súboru obrázka
sv: Ange på varje rad i textfilen låntagarens lånekortsnummer, följt av ett komma (eller en tabb) och sedan filnamnet på bilden
tr: Metin dosyasındaki her satırda virgülle (ya da tab tuşu ile) kullanıcının kart numarasını ve görüntü dosya ismini girin.
zh_tw: 從文字檔案節每一列鍵入讀者證號碼，逗點(或定位鍵)，以及讀者的照片檔案名

source: On overdue notices make sure to use &lt;&lt;items.content&gt;&gt; tags to print out the data related to all items that are overdue.
ar: في إشعارات التأخر تأكد من استخدام تيجان &lt;&lt;items.content&gt;&gt; لطباعة البيانات المرتبطة بكل المواد المتأخرة.
cs: U upomínek se ujistěte, že používáte &lt;&lt;items.content&gt;&gt; tagy, abyste vytiskli údaje týkající se všech položek, které překročily výpůjční lhůtu.
da: Ved rykkerbeskeder sørg for at bruge &lt;&lt;items.content&gt;&gt; til at udskrive data for alle forsinkede eksemplarer.
de: In den Mahnbenachrichtigungen können Sie entweder &lt;&lt;items.content&gt;&gt oder &lt;item&gt;&lt;/item&gt; verwenden um eine Liste aller überfälligen Titel und Exemplare auszugeben.
el: Στις ειδοποιήσεις εκπρόθεσμων σιγουρευτείτε ότι χρησιμοποιήσατε τις ετικέτες &lt;&lt;items.content&gt;&gt; για να εκτυπώσετε τα δεδομένα που σχετίζονται με όλα τα καθυστερούμενα αντίτυπα.
es: En avisos de retraso asegúrese de utilizar &lt;&lt;items.content&gt;&gt; para imprimir los datos relacionado a todos los ítems retrasados.
eu: En avisos de retraso asegúrese de utilizar &lt;&lt;items.content&gt;&gt; etiquetas para imprimir los datos relacionados con todos los ítems que están atrasados.
fi: Varmista, että myöhästymisilmoituksissa käytetään &lt;&lt;items.content&gt;&gt; -kenttiä, jotta tiedot myöhässä olevista niteistä tulostuvat ilmoitukseen.
fr: Sur les notifications de retard, utiliser la balise &lt;&lt;items.content&gt;&gt; pour imprimer les données de l'ensemble des exemplaires en retard.
hi: और लेफ्टिनेंट; पर अतिदेय नोटिस का उपयोग करने के लिए और लेफ्टिनेंट सुनिश्चित करें items.content & gt; & gt; सभी आइटम है कि समय से अपेक्षित हैं से संबंधित डेटा बाहर मुद्रित करने के लिए टैग।
it: Negli avvisi per i ritardi usa il tag &lt;&lt;items.content&gt;&gt; per stampare la data di tutte le copie che sono in ritardo.
oc: Sus las notificacions de retard, utilizar la balise &lt;&lt;items.content&gt;&gt; per imprimir las donadas de l'ensemble des exemplars en retard.
pt: Nos avisos de atrase tenha a certeza que usa &lt;&lt;items.content&gt;&gt; para imprimir os dados relacionados com todos os exemplares em atraso.
pt_br: Em avisos de atraso, utilize &lt;&lt;items.content&gt;&gt; para imprimir os dados relacionadas a todos os exemplares em atraso.
sk: Pri oznámeniach o omeškaní sa uistite, že používate menovky &lt;&lt;items.content&gt;&gt; pre tlačenie údajov súvisiacich so všetkými omeškanými exemplármi.
sv: Se till att använda &lt;&lt;items.content&gt;&gt;-taggar för att skriva ut data som är relaterade till alla försenade objekt.
tr: Gecikme uyarılarında gecikmiş tüm materyallerle ilgili verilerin çıktısını almak için etiket kullandığınızdan emin olun. &lt;&lt;items.content&gt;&gt;
zh_tw: 確認使用 &lt;&lt;items.content&gt;&gt; 於逾期通知裡，列出所有逾期的館藏資料。

source: On the Circulation menu click 'Upload offline circulation file (.koc)'
ar: في قائمة الإعارة قم بالنقر على تحميل ملف الإعارة دون اتصال (.koc)'
cs: Na výpůjčním menu klikněte "Načíst offline výpůjční soubor (.koc)"
da: I udlånsmeneuen klik 'Opload offline-udlånsfil (.koc)'
de: Klicken Sie auf der Startseite des Ausleihmoduls auf 'Offline-Verbuchungsdatei hochladen (.koc)'
el: Στο μενού Κυκλοφορίας Υλικού πατήστε 'Ανάρτηση αρχείου διακίνηση υλικού εκτός σύνδεσης (.koc)'
es: En el menú de circulación elegir 'Cargar archivo de circulación fuera de línea (.koc)'
eu: En el menú de circulación hacer clicj en 'Subir archivo de circulación offline (.koc)'
fi: Lainaus ja palautus -valikossa klikkaa 'Lataa yhteydettömän tilan lainaustiedosto (*.koc)'
fr: Dans le menu Circulation, cliquez su 'Télécharger un fichier de prêt secouru (.koc)'
hi: सर्कुलेशन मेनू पर क्लिक करें 'अपलोड ऑफ़लाइन परिसंचरण फ़ाइल (.koc)'
it: Nel menu circolazioen clicca su 'Carica il file della circolazione offline (.koc)'
oc: Dins lo menú Circulation, clicatz su 'Telecargar un fichièr de prèst secorrut (.koc)'
pl: W menu modułu Udostępnianie kliknij 'Wczytaj plik (.koc)'
pt: No menu de circulação clique em 'Carregar ficheiro de circulação offline (.koc)'
pt_br: No menu Circulação clique em 'Carregar arquivo de circulação off-line (.koc)'
sk: V ponuke Obehu kliknite na 'Načítať súbor údajov obehu offline (.koc)'
sv: Klicka på 'Ladda upp offline-utlåningsfil ( .koc)' på menyn Utlåning
tr: Dolaşım menüsündeki , ‘Çevrimdışı dolaşım dosyasına (.koc)’ tıklayınız
zh_tw: 點選流通選單的 '上傳離線流通檔案(.koc)'

source: On the Guarantor's record, all children and/or professionals will be listed
ar: في تسجيلة الضامن ، كل الأطفال و/أو المهنيين سيتم إدراجهم
cs: V záznamu Ručitele budou uvedeny všechny děti a/nebo profesionálové
da: I garantens post anføres alle børn og/eller medarbejdere
de: Beim Datensatz für den Bürgen werden alle Kinder und/oder Mitarbeiter aufgeführt
el: Στην εγγραφή του Εγγυητή, θα είναι σε λίστα όλα τα παιδιά και/ή οι επαγγελματίες
es: El registro del Garante, se listarán todos los niños y/o profesionales
eu: Abal-emailearen erregistroan, haur eta/edo profesional guztiak zerrendatuko dira
fi: Takaajan tiedoissa kaikki huollettavat näkyvät listattuna
fr: Sur la fiche d'un garant, tous ses enfants (ou toutes les personnes pour lesquels il se porte garant) sont affichés.
hi: जमानती के रिकार्ड पर, सभी बच्चों और/या पेशेवरों सूचीबद्ध किया जाएगा
it: Sul record del garante sono lelencati tutti i bambin/professionisti collegati
oc: Sus la ficha d'un garant, totes ses enfants (o totas las personnes per lesquels il se porte garant) son afichats.
pl: Przy rekordzie opiekuna będą wyszczególnione wszystkie podpięte dzieci i/lub pracownicy
pt: No registo do fiador, todos as crianças e/ou profissionais serão listados
pt_br: No registro do 'Responsável', todas as crianças e/ou profissionais serão listados
sk: V zázname ručiteľa budú uvedené všetky deti a/alebo profesionáli
sv: I borgensmannens post listas alla barn och/eller andra anknutna personer
tr: Garantör kaydında, tüm çocuklar ve/veya profesyoneller listelenecektir.
zh_tw: 在保證人紀錄裡，列出所有的兒童與專業讀者

source: On the patron record click More and choose Set Permissions to alter patron permissions
ar: في تسجيلة المستفيد انقر على المزيد ، واختر ضبط الصلاحيات لتغيير صلاحيات المستفيد
cs: Pro změnu oprávnění Čtenáře v záznamu o Čtenáři klikněte na Více a vyberte Nastavení oprávnění
da: I lånerposten klik på Mere og vælg Sæt tilladelser for at ændre lånertilladelser
de: Gehen Sie im Benutzerdatensatz auf Mehr und wählen Sie dort Berechtigungen um die Benutzerberecheitungen zu ändern.
el: Στην εγγραφή μέλους κάντε κλικ στο Περισσότερα και επιλέξτε το Ρύθμιση Εξουσιοδοτήσεων για να αλλάξετε τις εξουσιδοτήσεις του μέλους
es: En el registro del usuario haga clic en Más y seleccione Asignar Permisos para cambiar los permisos del usuario
eu: En el registro del socio haga clic en Más y seleccione Establecer permisos para cambiar los permisos del socio
fi: Asiakastietueessa klikkaa 'Muita toimintoja' ja valitse 'Aseta oikeuksia' muuttaaksesi asiakkaan oikeuksia
fr: Sur la fiche de l'adhérent, cliquez sur le bouton Plus et choisissez Définir les permissions pour modifiez l'adhérent.
hi: संरक्षक रिकार्ड पर संरक्षक अनुमतियों को बदलने के लिए अधिक क्लिक करें और अनुमतियाँ सेट का चयन
it: Nella scheda utente, premi il bottone Più e scegli Imposta i permessi per cambiare i permessi all'utente
oc: Sus la ficha de l'aderent, clicatz sul boton Plus e causissètz Definir les permissions per modificar l'aderent.
pl: W zakładce użytkownika kliknij 'Więcej' i wybierz 'Uprawnienia'
pt: No registo de leitor carregue em 'Mais' e escolha 'Definir permissões' para alterar as permissões do leitor
pt_br: No registro de usuário, clique em Mais e escolha Alterar permissões para alterar as permissões do usuário
sk: V zázname o čitateľovi kliknite na Viac a zvoľte Nastavenie oprávnení pre zmenu oprávnení čitateľa
sv: Klicka på Mer och välj Ställ in rättigheter för att ändra rättigheterna för en låntagare
tr: Kullanıcı kaydında Daha Fazlasına tıklayın ve kullanıcı izinlerini değiştirmek için İzinleri Ayarla’yı seçin.
zh_tw: 從讀者紀錄裡勾選更多，設定其他的權限

source: On the screen listing the budget breakdown click the Edit button at the top and choose to Duplicate budget
ar: في الشاشة التي تعرض تقسيم الميزانية قم بالنقر على زر تحرير الموجود في الأعلى واختيار نسخ الميزانية
de: Auf der Maske, die die Etataufteilung anzeigt, klicken Sie auf die Schaltfläche 'Bearbeiten' und wählen Sie 'Etat duplizieren'
es: En la pantalla que lista el despliegue del presupuesto, haga clic en el botón Editar en la parte superior y seleccione Duplicar presupuesto
eu: Aurrekontu zabaldua zerrendatzen duen pantailan, klik egin goialdean dagoen Editatu botoian eta aukeratu aurrekontua Bikoiztu
fi: Budjettien erittelylistalla klikkaa 'Muokkaa'-painiketta ylhäällä ja valitse 'Kopioi budjetti'
fr: Sur l'écran de présentation de la répartition du budget, cliquez sur le bouton Modifier et sélectionnez Dupliquer le budget.
hi: स्क्रीन बजट टूटने लिस्टिंग पर शीर्ष पर संपादित करें बटन पर क्लिक करें और बजट डुप्लिकेट करने के लिए चुन
it: Sulla schermata che mostra la scomposizione in fondi del budget, clicca il bottone Modifica in alto e scegli Duplica budget.
oc: Sus l'ecran de presentacion de la respartition del budgèt, clicatz sul boton Modificar e seleccionatz Duplicar lo budgèt.
sk: Na obrazovke znázorňujúcej rozpis rozpočtu kliknite na horné tlačidlo Upraviť a zvoľte si Duplikovať rozpočet
tr: Bütçe dökümü listeleme ekranında en üstte er alan Düzenle butonuna tıklayın ve Bütçe çoğalt opsiyonunu seçin
