Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you are not sure what combination of system preferences to use, try using one of the sample profiles at install.
ar: اذا لم تكن متأكداً أي تركيبة من تفضيلات النظام للاستخدم, حاول استخدام واحدة من نماذج ملفات التعريف عند التثبيت.
cs: Pokud si nejste jisti, jakou kombinace systémových nastavení zvolit, zkuste použít některý ze vzorových profilů při instalaci.
da: Hvis du ikke er sikker på, hvilken kombination af systemparametre, du vil bruge, prøv med en af eksempelkonfigurationerne, som tilbydes under installationen.
de: Wenn Sie nicht sicher sind, welche Kombination von Systemparametern Sie benutzen sollen, versuchen Sie es mit einer der Beispielkonfigurationen, die während der Installation angeboten werden.
el: Εάν δεν είστε σίγουροι τι συνδυασμούς προτιμήσεων συστήματος να χρησιμοποιήσετε, προσπαθήστε να χρησιμοποιήσετε έναν από τα δείγματα προφίλ κατά την εγκατάσταση.
es: Si no está seguro de qué combinación de las preferencias del sistema utilizar, pruebe utilizar uno de los perfiles de ejemplo durante la instalación.
eu: Ez bazaude ziur sistemako lehentasunen zein konbinazio erabili, intalatzerakoan adibideetako profila erabil dezakezu.
fi: Jos et ole varma, mitä järjestelmäasetusten yhdistelmää pitäisi käyttää, kokeile yhtä esimerkkiprofiilia asennuksessa.
fr: Si vous n'êtes pas sûr de la combinaison de préférences système à utiliser, essayez d'utiliser un des modèles fournis à l'installation de Koha.
hi: आप सिस्टम प्राथमिकता किस संयोजन का उपयोग करने के लिए यकीन नहीं कर रहे हैं, तो स्थापित नमूना प्रोफाइल में से एक का उपयोग कर प्रयास करें।
it: Se non sai con certezza quale combinazione di preferenze di sistema usare, prova ad usare uno degli esempi dell'installazione.
oc: Se sètz pas sûr de la combinason de preferéncias sistèma a utilizar, ensajatz d'utilizar un des modèls fournis a l'installacion de Koha.
pt: Se não está segura da combinação de preferências de sistema a usar, pode tentar usar um dos perfis durante a instalação.
pt_br: Se você não estiver certo sobre qual comibanção de preferências do sistema utilizar, tente usar um dos perfis de exemplo da instalação.
sk: Ak si nie ste istí akú kombináciu nastavení systému máte používať, skúsete použiť jeden zo vzorových profilov pri inštalácii.
sv: Om du inte är säker på vilken kombination av systeminställningar du ska använda, kan du försöka med en av exempelprofilerna vid installationen.
tr: Sistem seçenekleri kombinasyonundan hangisini kullanacağınızdan emin değilseniz, kurulumda örnek profillerden birini kullanmayı deneyiniz.
zh_tw: 若不確定系統偏好的組合，試著使用安裝時的範本設定檔。

source: If you are ordering another copy of an existing item, you can simply search for the record in your system.
ar: اذا طلبت نسخة أخرى من مادة موجودة, يمكنك ببساطة البحث عن التسجيلة في نظامك.
cs: Pokud objednáváte další kopii existujícího výtisku, můžete jednoduše vyhledat záznam ve vašem systému.
da: For at bestille endnu et eksemplar af en eksisterende post, søg efter posten i dit system
de: Wenn Sie ein zusätzliches Exemplar zu einem Titel nachbestellen möchten, können Sie den Datensatz einfach im System suchen.
el: Εάν παραγγείλετε ένα αντίτυπο ενός υπάρχοντος τεκμηρίου, μπορείτε απλά να αναζητήστε για την εγγραφή στο σύστημα.
es: Si está pidiendo otra copia de un ítem existente, puede simplemente buscar el registro en su sistema.
eu: Existitzen den erregistro baten beste kopia bat eskatzen baduzu, erregistroa zure sisteman bilatu dezakezu
fi: Jos tilaat lisäkappaleen olemassa olevaan nimekkeeseen, haet vain tämän tietueen järjestelmästäsi.
fr: Si vous commandez un nouvel exemplaire d'un titre que vous avez déjà, vous pouvez chercher simplement la notice dans votre catalogue.
hi: यदि आप एक मौजूदा मद की एक प्रतिलिपि आदेश दे रहे हैं, तो आप बस अपने सिस्टम में रिकार्ड के लिए खोज सकते हैं।
it: Per ordinare da un record esistente, cerca il record nel tuo sistema
oc: Se comandatz un novèl exemplar d'un títol qu'avètz ja, podètz chercher simplament la notícia dins vòstre catalòg.
pl: Jeśli zamawiasz kolejny egzemplarz istniejącego tytułu w bazie, można wyszukać dany rekord w systemie i zamówić.
pt: Para encomendar de um registo existente, procure o registo no sistema.
pt_br: Se você estiver fazendo o pedido para um novo exemplar de um registro que já existe, você pode simplesmente buscar pelo registro em seu sistema.
sk: Ak objednávate ďalšiu kópiu existujúceho exemplára, môžete jednoducho vyhľadať záznam vo vašom systéme.
sv: Om du ska beställa en annan kopia av ett befintligt objekt, kan du helt enkelt söka efter posten i ditt system.
tr: Var olan bir materyalin diğer bir kopyasını istiyorsanız, sisteminizdeki kaydı arayabilirsiniz.
zh_tw: 訂購館藏的複本時，祗需搜尋系統的紀錄。

source: If you are ordering another copy of an existing item, you can simply search for the record in your system.
ar: اذا طلبت نسخة أخرى من مادة موجودة, يمكنك ببساطة البحث عن التسجيلة في نظامك.
cs: Pokud objednáváte další kopii existujícího výtisku, můžete jednoduše vyhledat záznam ve vašem systému.
da: For at bestille endnu et eksemplar af en eksisterende post, søg efter posten i dit system.
de: Wenn Sie ein zusätzliches Exemplar zu einem Titel nachbestellen möchten, können Sie den Datensatz einfach im System suchen.
el: Εάν παραγγείλετε ένα αντίτυπο ενός υπάρχοντος τεκμηρίου, μπορείτε απλά να αναζητήστε για την εγγραφή στο σύστημα.
es: Si está pidiendo otra copia de un ítem existente, puede simplemente buscar el registro en su sistema.
eu: Existitzen den erregistro baten beste kopia bat eskatzen baduzu, erregistroa zure sisteman bilatu dezakezu
fi: Jos tilaat lisäkappaleen olemassa olevaan nimekkeeseen, haet vain tämän tietueen järjestelmästäsi.
fr: Si vous commandez un nouvel exemplaire d'un titre que vous avez déjà, vous pouvez chercher simplement la notice dans votre catalogue.
hi: यदि आप एक मौजूदा मद की एक प्रतिलिपि आदेश दे रहे हैं, तो आप बस अपने सिस्टम में रिकार्ड के लिए खोज सकते हैं।
it: Per ordinare un'altra copia di un record esistente, cerca il record nel tuo sistema.
oc: Se comandatz un novèl exemplar d'un títol qu'avètz ja, podètz chercher simplament la notícia dins vòstre catalòg.
pl: Jeśli zamawiasz kolejny egzemplarz istniejącego tytułu w bazie, można wyszukać dany rekord w systemie i zamówić.
pt: Para encomendar de um registo existente, procure o registo no sistema.
pt_br: Se você estiver fazendo o pedido para um novo exemplar de um registro que já existe, você pode simplesmente buscar pelo registro em seu sistema.
sk: Ak objednávate ďalšiu kópiu existujúceho exemplára, môžete jednoducho vyhľadať záznam vo Vašom systéme.
sv: Om du ska beställa en annan kopia av ett befintligt objekt, kan du helt enkelt söka efter posten i ditt system.
tr: Var olan bir materyalin diğer bir kopyasını istiyorsanız, sisteminizdeki kaydı arayabilirsiniz.
zh_tw: 訂購館藏的複本時，祗需搜尋系統的紀錄。

source: If you are receiving multiple issues at once, or have marked an issue as 'Late' or 'Missing' there you can click the 'Generate Next' button below the list of issues.
ar: اذا كنت تتلقى اصدارات عديدة في آن واحد, أو قد وضعت علامة على اصدارة كـ 'متأحر' أو 'مفقود' هناك بإمكانك نقر زر 'انشاء التالي' أسفل قائمة الاصدارات.
cs: Pokud přijímáte více sešitů najednou, nebo označujete jako "Zpožděný" nebo "Chybějící" můžete kliknout na tlačítko "Generovat další" pod seznamem sešitů.
da: Hvis du tilføjer flere hæfter samtidigt eller hvis seneste udgave er forsinket eller mangler, klik på knappen 'Lav næste' under listen med ugaver.
de: Wenn Sie mehrere Hefte auf einmal zugehen lassen möchten oder bereits die nächste Nummer des Heftes angekommen ist, während das erwartete Heft verspätet oder vermisst wird, können Sie über die Schaltfläche 'Nächstes Heft vorhersagen' das nächste Heft generieren.
el: Αν παραλαμβάνετε πολλαπλά τεύχη την ίδια στιγμή ή αν έχετε χαρακτηρίσει ένα τεύχος ως 'Αργοπορημενο' ή 'Λείπει' εκεί μπορείτε να κάνετε κλικ στο κουμπί 'Δημιουργία Επόμενου' κάτω από τη λίστα με τα τεύχη.
es: Si está recibiendo varios ejemplares a la vez, o ha marcado un ejemplar como 'Retrasado' o 'Faltante' puede hacer clic en el botón 'Generar siguiente' bajo la lista de ejemplares.
eu: Si está recibiendo múltiples ejemplares a la vez, o ha marcado un ejemplar como 'Retrasado' o 'Perdido' puede hacer clic en el botón 'Generar siguiente' bajo la lista de ejemplares.
fi: Jos vastaanotat useita numeroita kerralla, tai numero on merkitty 'Myöhässä' tai 'Kadonnut'-tilaan, voit klikata 'Luo seuraava' numeroiden alapuolella.
fr: Si vous bulletinez plusieurs fascicules à la fois ou si le dernier fascicule attendu a du retard, vous pouvez cliquer sur Générer le suivant afin de créer le fascicule suivant.
hi: आप एक बार में कई इश्यूज प्राप्त कर रहे हैं, या 'देर' या 'लापता' क्या तुम वहाँ के इश्यूज की सूची के नीचे 'उत्पन्न अगला' बटन क्लिक कर सकते हैं के रूप में एक इश्यू चिह्नित किया है।
it: Se stai aggiungendo diversi fascicoli o hai segnanto un fascicolo come 'In ritardo' o 'Mancante', puoi cliccare sul bottone 'Genera il successivo' sotto la lista dei fascicoli.
oc: Se vous bulletinez plusieurs fasciculs a l'encòp o se lo darrièr fascicul esperat a del retard, podètz clicar sus Générer lo seguent per fin de crear lo fascicul seguent.
pl: Jeśli otrzymujesz wiele numerów jednocześnie lub chcesz oznaczyć numery jako 'Opóźniony' lub 'Zagubiony', wybierz 'Wygeneruj następny numer'.
pt: Se está a adicionar múltiplos número ao mesmo tempo ou se o último está atrasado, pode gerar um novo número baseado no padrão de subscrição.
pt_br: Se você está adicionando múltiplos fascículos ao mesmo tempo ou se o último está atrasado, pode gerar um novo número baseado no padrão de subscrição.
sk: Ak prijímate viacero čísiel naraz, alebo ste označili číslo ako 'Oneskorené' alebo 'Chýbajúce', môžete tam kliknúť na tlačidlo 'Vygeneruj ďalšie' pod zoznamom čísiel.
sv: Om du tar emot flera nummer samtidigt eller har markerat ett nummer som 'Sen' eller 'Saknas', kan du klicka på knappen 'Generera nästa' under listan med nummer.
tr: Bir kerede, birden fazla yayın alıyorsanız ya da yayını ‘Gecikmiş’ ya da ‘Kayıp’ olarak işaretlediyseniz, yayınlar listesi altındaki ‘Sonrakini Oluştur’u tıklayabilirsiniz.
zh_tw: 同時數到多筆刊期，或已標記某期為 '脫期' 或 '遺失'，可勾選 '產生下一期' 鈕。

source: If you are using the on site checkouts functionality (OnSiteCheckouts) then you'll have a report to view all items that are currently checked out on site.
eu: Bertan egiteko maileguaren (OnSiteCheckouts) funtzionalitatea erabiltzen baldin bazaude , orduan, lekuan bertan maileguan dauden item guztien txostena edukiko duzu.
fi: Jos on-site-lainat ovat käytössä (OnSiteCheckouts), näet raportin kaikista niteistä, jotka ovat tällä hetkellä on-site-lainassa.
hi: आप साइट पर checkouts कार्यक्षमता (OnSiteCheckouts) का उपयोग कर रहे हैं तो आप सभी आइटम है कि वर्तमान में साइट पर बाहर की जाँच कर रहे हैं देखने के लिए एक रिपोर्ट करना होगा।

source: If you believe you have returned the items below please call at and library staff will be happy to help resolve the issue.
ar: اذا كنت تعتقد أنك قد أعدت المواد أدناه الرجاء الاتصال و موظفي المكتبة سيكونون مسرورين للمساعدة في حل المسألة.
cs: Pokud si myslíte, že jste níže uvedené jednotky již vrátili, spojte se co nejrychleji s pracovníky knihovny, kteří s vámi tento problém vyřeší.
da: Hvis du mener, at du har afleveret et af eksemplarerne herunder, kontakt en af bibliotekets medarbejdere.
de: Wenn Sie der Meinung sind, dass Sie die unten genannten Exemplare bereits zurückgegeben haben, wenden Sie sich bitte an das Bibliothekspersonal, dass Ihnen gerne helfen wird den Fall zu klären.
el: Αν πιστεύετε ότι έχετε επιστρέψει τεκμήρια πιο κάτω παρακαλώ καλέστε στη βιβλιοθήκη και το προσωπικό θα σας βοηθήσει να λύσετε το πρόβλημα.
es: Si usted cree que ha devuelto el ítem por favor llame al personal de la biblioteca y ellos le ayudarán a resolver el problema.
eu: Beheko elementuak itzuli dituzula uste baduzu, mesedez, deitu liburutegira eta langileek arazoa konpontzen lagunduko dizute.
fi: Jos olet palauttanut alla olevat niteet, ota yhteys kirjastoosi asian selvittämiseksi.
fr: Si vous pensez avoir rendu les documents ci-dessous, veuillez contacter la bibliothèque. Le personnel vous aidera à résoudre ce problème.
hi: यदि आप मानते हैं आप आइटम वापस आ गए हैं तो नीचे पर कॉल करें और पुस्तकालय के कर्मचारियों को समस्या को हल करने में खुश होगी.
it: Se ritieni di aver restituito le copie elencate, chiama la biblioteca, i bibliotecari ti aiuteranno a risolvere il problema.
oc: Se vous pensatz aver rendu los documents çaijós, veuillez contactar la bibliotèca. Lo personal vous aidera a resòlvre ce problèma.
pl: Jeśli jednak jesteś przekonany, że terminowo zwróciłeś egzemplarze, prosimy o skontaktowanie się z bibliotekarzem i wyjaśnienie sytuacji.
pt: Se tem a certeza que você devolveu os itens abaixo, por favor contacte a biblioteca e os técnicos terão todo o prazer em lhe resolver o problema.
pt_br: Se tem a certeza que você devolveu os itens abaixo, por favor contacte a biblioteca e os técnicos terão todo o prazer em lhe resolver o problema.
sk: Ak si myslíte, že ste vrátili nižšie uvedené exempláre, zavolajte prosím a knihovníci Vám ochotne pomôžu vyriešiť problém.
sv: Om du tror att du återlämnat objekten nedan ringer du för att få hjälp av bibliotekspersonalen att lösa problemet.
tr: Aşağıdaki materyalleri iade ettiğinize inanıyorsanız, lütfen kütüphane personelini arayınız. Personel bu sorunu çözmek için yardımcı olacaktır.
zh_tw: 若已還入以下的館藏，請告知圖書館，館員將樂於為你解決它。

source: If you change your MARC Bibliographic framework it's recommended that you run this tool to test for errors in your definition.
ar: إذا غيرت قوالب مارك الببليوغرافية من المستسحسن أن تقوم بتشغيل هذه الأداة لفحص الأخطاء في تعريفاتك.
cs: Pokud měníte šablonu MARC bibliografického záznamu, doporučuje se spustit tento nástroj pro testování chyb v nové definici.
da: Har du ændret MARC-strukturen, er det klogt at køre dette værktøj for at kontrollere stukturen for fejl.
de: Es wird empfohlen die Bibliographischen MARC-Frameworks mit diesem Werkzeug auf Fehler zu prüfen, nachdem Sie Änderungen vorgenommen haben.
el: Εάν αλλάξετε το Βιβλιογραφικό πλαίσιο MARC, συστήνεται να τρέξετε αυτό το εργαλείο για να δείτε αν υπάρχουν σφάλματα στον ορισμό σας.
es: Si modifica su hoja de trabajo MARC recomendamos que utilice esta herramienta para verificar errores en su definición.
eu: Zure MARC lan-orri bibliografikoa aldatzen baduzu, gomendagarria da tresna hau erabiltzea definizioan egon daitezkeen erroreak aztertzeko.
fi: Jos muutat MARC-luettelointipohjaa, on suositeltavaa ajaa tämä työkalu ja testata virheet määrityksissäsi.
fr: Si vous avez modifié vos grilles de catalogage MARC, il est recommandé de lancer cet outil pour vérifier qu'il n'y a pas d'erreurs dans vos grilles
hi: यदि आप अपने मार्क ग्रंथ सूची ढांचे को बदल तो यह है कि आप अपनी परिभाषा में त्रुटियों के लिए परीक्षण करने के लिए इस उपकरण को चलाने की सिफारिश की है।
it: Se cambi la griglia di catalogazione, è raccomandabile che lanci questo script per verificare eventuali errori nella tua definizione.
oc: Se avètz modificat vos grasilhas de catalogatge MARC, il es recomandat de aviar aqueste aisina per verificar qu'il n'y a pas d'errors dins vos grasilhas
pl: Po modyfikacji szablonu bibliograficznego MARC zalecane jest uruchomienie tego narzędzia i sprawdzenie zmian pod kątem możliwych błędów.
pt: Quando é feita uma alteração numa folha de recolha é recomendado executar este procedimento para confirmar se não existem erros.
pt_br: Se você alterar sua planilha bibliográfica MARC, é recomendável executar esta ferramenta para buscar por erros em sua definição.
sk: Ak zmeníte svoj knižničný rámec MARC, odporúča sa, aby ste spustili tento nástroj a otestovali chyby vo Vašej definícii.
sv: Om du ändrar det bibliografiska MARC-ramverket rekommenderas det att du kör detta verktyg för att hitta fel i din definition.
tr: MARC bibliyografik çerçevesini değiştirmeniz durumunda, tanımlamalarınızdaki hataları test etmek için bu aracı çalıştırmanız önerilir.
zh_tw: 改變 MARC 書目框架後，建議您執行此工具，檢查定義的正確性。

source: If you charge a membership fee for your patrons (such as those who live in another region) you can enter that in the 'Enrollment fee' field.
ar: اذا فرضت رسوم عضوية للمستفيدين لديك (كالذين يعيشون في اقليم آخر) يمكنك ادخال ذلك في حقل 'رسوم التسجيل'.
cs: Pokud účtujete poplatek za členství u svých svých čtenářů (např. těch, kteří žijí v jiném regionu), můžete to zapsat v poli "Zápisné".
da: Hvis der opkræves gebyr fra lånere (f.eks. dem der bor i et andet område), indtastes det i feltet 'Lånegebyr'
de: Wenn Sie von den Benutzern (z.Bsp. von Externen) eine Benutzungsgebühr verlangen, können Sie diese im Feld 'Benutzungsgebühr' angeben.
el: Αν υπάρχει κάποιο τέλος μέλους για τα μέλη (όπως αυτά που ζουν σε άλλη περιοχή) μπορείτε να το σημειώσετε αυτό στο πεδίο "Τέλος εγγραφής'.
es: Si cobra por la afiliación a la biblioteca ingrese la cantidad correspondiente en el campo 'Costo por asociación'
eu: Bazkideei (beste eskualde batean bizi direnak kasu) bazkide egiteagatik kobratzen badiezu, hori 'Bazkidetza kostua' eremuan idatzi dezakezu.
fi: Jos asiakkaat joutuvat maksamaan jäsenmaksua (esim. muulla alueella asuvat henkilöt), voit syöttää 'Rekisteröintimaksu'-kenttään summan.
fr: Si vous faites payer l'inscription à la bibliothèque à certains adhérents, par exemple aux personnes qui ne sont pas de la région, vous pouvez entrez un montant dans la rubrique Frais d'inscription.
hi: यदि आप (जैसे जो उन लोगों के लिए एक और क्षेत्र में रहते हैं) के रूप में अपने संरक्षक के लिए एक सदस्यता शुल्क लेते हैं तो आप 'नामांकन शुल्क' के क्षेत्र में प्रवेश कर सकते हैं कि।
it: Se addebiti una parcella noleggio per copie (come DVDs) inserisci quell'importo nel campo 'Parcella noleggio'.
pl: Jeśli przewidujesz opłatę za konto, wprowadź kwotę jednostkową w odpowiednie pole.
pt: Se é cobrar uma taxa de inscrição ao leitores (a leitores de outra região por exemplo) pode introduzir essa taxa no campo 'Taxa de inscrição'.
pt_br: Se você cobra uma taxa de adesão de seus usuários (para quem vive em outra região, por exemplo) você pode digitá-la no campo 'Taxa de inscrição'.
sk: Ak vyberáte členský poplatok od svojich čitateľov (napríklad tých, ktorí žijú v inej oblasti), môžete to uviesť v poli 'Zápisné'.
sv: Om du tar ut en medlemsavgift av låntagarna (t.ex. av de som bor i en annan kommun) kan du ange detta i fältet 'Registreringsavgift'.
tr: Kullanıcılarınızdan üyelik için ücret talep ediyorsanız (başka bir bölgede oturanlardan vs…), 'Kayıt ücreti' alanına bu ücreti girebilirsiniz. .
zh_tw: 向讀者收取讀者證費用(如：外地讀者)時，可在 '註冊費' 欄位，鍵入金額。

source: If you charge patrons for placing holds on items, enter the fee amount in the 'Hold fee' field.
ar: اذا كنت مسؤول عن المستفيدين من أجل حجز المواد، ادخل مقدار الرسوم في حقل 'حجز الرسوم'
cs: Pokud účtujete poplatek za rezervace na výtisky, zapište částku v poli "Rezervační poplatek".
da: Hvis der opkræves gebyr for reserveringer, indtast beløbet i feltet 'Reserveringsgebyr'
de: Wenn Sie von den Benutzern für Vormerkungen eine Gebühr erheben, können Sie diese im Feld 'Vormerkgebühr' angeben.
el: Αν χρεώνετε τα μέλη όταν κάνουν κρατήσεις σε τεκμήρια, εισάγετε αυτό το ποσό στο πεδίο 'Τέλος κράτησης'.
es: Si cobra un valor por reservar ítems, ingrese dicha la cantidad en el campo 'Costo por reserva'
eu: Bazkideei elementuak erreserbatzeagatik kobratzen badiezu, idatzu kopurua 'Erreserba kostua' eremuan.
fi: Jos veloitat asiakkailta varausmaksun, syötä summa 'Varausmaksu'-kenttään.
fr: Si vous facturez à vos adhérents les réservations, entrez un montant dans le champ Frais de réservation.
hi: यदि आप संरक्षक को होल्ड रखने पर चार्ज करते है, 'होल्ड शुल्क' के क्षेत्र में शुल्क की राशि दर्ज करें
it: Se addebiti una parcella noleggio per copie (come DVDs) inserisci quell'importo nel campo 'Parcella noleggio'.
pl: Jeśli biblioteka pobiera opłatę za zamówienie pozycji, wprowadź kwotę w polu 'Opłata za zamówienie'.
pt: Se uma taxa é cobrada para reservar alguns exemplares, insira o valor no campo 'Taxa de reserva'.
pt_br: Se você cobra uma taxa de reserva de seus usuários, você pode digitá-la no campo 'Taxa de Reserva'.
sk: Ak majú čitatelia platiť za rezervácie exemplárov, vpíšte výšku poplatku do poľa 'Rezervačné'.
sv: Om du tar ut en avgift för att lägga reservationer, anger du beloppet i fältet 'Reservationsavgift'.
tr: Kullanıcılarınızdan materyal ayırma ücreti talep ediyorsanız, 'Ayırma ücreti' alanına ücret tutarını yazınız.
zh_tw: 向讀者收取預約費時，在 '預約費用' 欄位，鍵入金額。

source: If you check 'Mandatory' the record will not be allowed to save unless you have a value assigned to this tag
ar: اذا قمت بتحديد 'الزامي' لن يتم السماح بحفظ التسجيلة مالم يكن لديك قيمة معينة لهذه الوسيمة
cs: Pokud zaškrtnete "Povinné", záznam nebude povoleno ukložit, pokud nemáte hodnotu přiřazenou k tomuto tagu
da: Hvis feltet er markeret som 'Obligatorisk' kan posten ikke gemmes medmindre dette felt har en værdi
de: Wenn Sie 'Pflichtfeld' festgelegt haben, können Sie den Datensatz nicht speichern bis dieses Feld ausgefüllt wurde
el: Αν επιλέξετε το 'Υποχρεωτικό' δε θα είναι δυνατή η αποθήκευση της εγγραφής εκτός και αν έχετε αναθέσει μία τιμή σε αυτή την ετικέτα
es: Si se marca 'Obligatorio' no se podrá guardar el registro hasta que no se asigne un valor a ese campo
eu: 'Nahitaezkoa' markatzen baduzu, erregistroa ezingo da gorde etiketa horri balio bat esleitu ezean.
fi: Jos valitset 'Pakollinen', tietuetta ei voi tallentaa ellet syötä tähän kenttään tietoa
fr: Si vous cochez 'Obligatoire', la notice ne pourra pas être enregistrée si elle ne contient rien dans ce champ.
hi: यदि आप जांच 'अनिवार्य' रिकॉर्ड जब तक आप इस टैग को सौंपा एक मूल्य है को बचाने के लिए अनुमति नहीं दी जाएगी
it: Se spunti 'Obbligatorio', non sarà possibile salvare il record senza riempire questo campo
oc: Se marcatz 'Obligatòri', la notícia ne poirà pas èsser enregistrada se elle ne conten rien dins aqueste camp.
pt: Se marcar como 'Obrigatório' não poderá guardar o registo sem que tenha associado um valor a esse campo
pt_br: Se você registrar algum campo como 'Obrigatório' o registro não será salvo ao menos que você coloque algum valor nele
sk: Ak zaškrtnete 'Povinné', záznam sa nebude dať uložiť pokiaľ nepridelíte hodnotu pre túto menovku
sv: Om du markerar 'Obligatoriskt' kommer posten inte att kunna sparas om denna tagg inte tilldelats ett värde
tr: 'Zorunlu' yu onaylarsanız, bu etikete atanmış bir değeriniz olmadıkça kaydın kaydedilmesine onay verilmeyecektir.
zh_tw: 勾選紀錄的 '必備' 時，必須在此欄號鍵入資料，才能儲存
