Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Check the 'RegEx' box and enter your regular expression ( in this case m/^\$/ )
ar: قم بتحديد مربع 'RegEx' وإدخال تعبيرك العام (في هذه الحالة m/^\$/ )
cs: Zaškrtněte 'RegEx' a zadejte svůj regulární výraz (v tomto případě m/^\$/ )
de: Markieren Sie das Kästchen 'RegEx' und geben Sie Ihre Regular Expression ein ( in diesem Fall m/^\$/ )
el: Επιλέξτε το κουτί 'RegEx' και καταχωρήστε την συνηθισμένη σας έκφραση ( σε αυτή την περίπτωση m/^\$/ )
es: Marque la casilla 'RegEx' y escriba la expresión regular ( en este caso m/^\$/ )
eu: Aukeratu 'RegEx' kontrol-laukia eta idatzi bere adierazpen erregularra (kasu honetan m/^\$/ )
fi: Valitse 'RegEx'-laatikko ja syötä regex-kaava (tässä tapauksessa m/^\$/ )
fr: Cochez la case 'RegEx' et saisissez votre expression régulière (dans ce cas m/^\$/ )
hi: 'RegEx' बॉक्स को चेक करें और अपने नियमित अभिव्यक्ति में प्रवेश (इस मामले में मीटर / ^ \ $ /)
it: Seleziona il box 'RegEx' e inserisci la tua espressione regolare (in questo caso m/^\$/ )
oc: Marcatz la casa 'RegEx' e sasissètz vòstra expression regulara (dins ce cas m/^\$/ )
pt: Clique na caixa 'Expressão regular' e insira a sua expressão regual ( neste caso m/^\$/ )
pt_br: Clique na caixa 'RegEx' para inserir expressões regulares (neste formado m/^\$/)
sk: Skontrolujte políčko 'RegEx' a vpíšte jednoduchý výraz ( v tomto prípade m/^\$/ )
tr: 'RegEx' kutusu üzerine tıklayın ve kurallı ifadenizi girin (bu durumda m/^\$/)
zh_tw: 勾選 'RegEx' 盒並鍵入正常化表述(在此例是 m/^\$/ )

source: Check the 'RegEx' box and enter your regular expression ( in this case s/\$// )
ar: قم بتحديد مربع 'RegEx'وإدخال تعبيرك العام ( في هذه الحالة s/\$// )
cs: Zaškrtněte 'RegEx' a zadejte svůj regulární výraz (v tomto případě s/\$// )
de: Markieren Sie das Kästchen 'RegEx' und geben Sie Ihre Regular Expression ein ( in diesem Fall s/\$// )
el: Επιλέξτε το κουτί 'RegEx' και καταχωρήστε την συνηθισμένη σας έκφραση ( σε αυτή την περίπτωση m/^\$/ )
es: Marque la casilla 'RegEx' y escriba la expresión regular ( en este caso s/\$// )
eu: Aukeratu 'RegEx' kontrol-laukia eta idatzi bere adierazpen erregularra (kasu honetan s / \ $ //)
fi: Valitse 'RegEx'-laatikko ja syötä regex-kaava (tässä tapauksessa s/\$// )
fr: Cocher la case "RegEx" et saisissez votre expression régulière (dans ce cas s/\$//)
hi: 'RegEx' बॉक्स को चेक करें और अपने नियमित अभिव्यक्ति में प्रवेश (इस मामले मेंs/\$// )
it: Seleziona il box 'RegEx' e inserisci la tua espressione regolare ( in this case s/\$// )
oc: Marcar la casa "RegEx" e sasissètz vòstra expression regulara (dins ce cas s/\$//)
pt: Clique na caixa 'Expressão regular' e insira a sua expressão regual ( neste caso s/\$//)
pt_br: Clique na caixa 'RegEx' para inserir expressões regulares (neste formado s/^\$//)
sk: Skontrolujte políčko 'RegEx' a vpíšte jednoduchý výraz ( v tomto prípade s/\$// )
tr: 'RegEx' kutusu üzerine tıklayın ve kurallı ifadenizi girin (bu durumda s/\$// )
zh_tw: 勾選 'RegEx' 盒並鍵入正常化表述(在此例是 s/\$// )

source: Check the 'Source in use?' checkbox if you want the value to appear in the drop down list for this category.
ar: افحص 'المصدر المستخدم?' لاختيار إذا كنت تريد أن تظهر القيمة في القائمة المنسدلة لهذه الفئة.
cs: Zaškrtněte políčko "Je zdroj používán?", pokud chcete, aby se hodnota zobrazila v rozbalovacím seznamu pro tuto kategorii.
da: Marker 'Kilde i brug?', hvis værdien skal vises i dropdown-listen for denne kategori.
de: Wählen Sie 'Source in use?', wenn der Wert in der Auswahlliste für diese Kategorie erscheinen soll.
el: Επιλέξτε το 'Πηγή σε χρήση;' αν θέλετε η τιμή να εμφανίζεται στην πτυσσόμενη λίστα για αυτή τη κατηγορία.
es: Marque la casilla 'Fuente en uso?' si desea que el valor aparezca en la lista desplegable para esta categoría.
eu: Markatu 'Iturria erabiltzen ari da?' kontrol laukia balio hau kategoria honen goitibera zerrendan agertzea nahi baduzu.
fi: Valitse 'Lähde käytössä?' jos haluat arvon näkyvän alasvetovalikossa tässä kategoriassa.
fr: Cochez Source utilisée si vous voulez que la valeur apparaisse dans la liste pour cette catégorie.
hi: 'उपयोग में स्रोत?' चेक चेकबॉक्स आप मूल्य इस श्रेणी के लिए ड्रॉप डाउन सूची में प्रकट करना चाहते हैं।
it: Spunta "Schema in uso?" se vuoi che il valore appaia nel menù a tendina della categoria.
oc: Marcatz Font utilizada se volètz que la valor apparaisse dins la lista per aquesta categoria.
pt: Marque a caixa 'Fonte em uso?' se deseja que o valor apareça na lista para esta categoria.
pt_br: Clique na caixa de seleção 'Fonte em uso?' se você deseja que o valor apareça numa lista para esta categoria.
sk: Zaškrtnite políčko 'Zdroj sa používa?' ak chcete, aby sa hodnota zobrazila v rozbaľovacom zozname pre túto kategóriu.
sv: Markera kryssrutan 'Källa används?' om du vill att värdet ska visas i rullgardinsmenyn för denna kategori.
tr: Bu kategorinin çekme menüsünde bu değerin görünmesini istiyorsanız ,'Kullanımdaki kaynak?' kutusunu onaylayın.
zh_tw: 勾選 '使用來源？' 盒，讓值顯示在此範圍的下拉選單裡。

source: Check the 'Verify' box on the task you would like to complete (Delete or Anonymize)
ar: قم بتحديد مربع" تأكيد" على المهمة التي ترغب في إتمامها (حذف أو عدم تعريف)
cs: Zatrhněte políčko 'Ověřit' na úkole, který chcete dokončit (Vymazat nebo Anonymizovat)
da: Marker feltet 'Verificer' på den opgave, der skal udføres (Slet eller anonymiser)
de: Bestätigen Sie die Aktion, die Sie durchführen möchten (Löschen oder Anonymisieren) mit der Checkbox.
el: Επιλέξτε το κουτί 'Επιβεβαίωση' στην εργασία που θα θέλατε να ολοκληρώσετε (Διαγραφή ή Ανωνυμοποίηση)
es: Marque la casilla 'Verificar' en la tarea que le gustaría completar (Eliminar o Anonimizar).
eu: Seleccione la opción 'Verificar' en la tarea que desea completar (Eliminar o Anonimizar)
fi: Valitse 'Vahvista' sen toiminnon kohdalla, jonka haluat tehdä loppuun (Poistaa tai anonymisoida)
fr: Sélectionner la tâche que vous voulez réaliser (Supprimer ou Rendre anonyme)
hi: काम पर 'सत्यापित करें' बॉक्स को चेक करें यदि आप पूरी तरह से (हटाएँ या एनॉनिमाइज़) चाहते हैं
it: Marca il lavoro che vuoi eseguire (cancellare o rendere anonimi)
oc: Seleccionar la prètzfait que volètz réaliser (Suprimir o Rendre anonyme)
pt: Marque a caixa 'Verificar' na tarefa que deseja completar (Eliminar ou Anonimizar)
pt_br: Marque a caixa "Verificar" sobre a tarefa que você gostaria de completar (Apagar ou Anonymize)
sk: Zaškrtnite políčko 'Overiť' pri úlohe, ktorú chcete dokončiť (Odstrániť alebo Utajiť)
sv: Markera rutan 'Verifiera' för den aktivitet du vill genomföra (Radera eller Anonymisera)
tr: Tamamlamak istediğiniz görevin üstündeki 'Onayla' kutusunu işaretleyiniz (Sil ya da Anonimleştir)
zh_tw: 在您想要完成的工作 (刪除或匿名) 裡，勾選 '確認' 鈕

source: Check the box for 'Mark the original budget as inactive' if the original budget should no longer be used.
ar: قم بتحديد مربع "تحددي الميزانية الأصلية غير نشطة" إذا لم يعد يجب استخدام الميزانية الأصلية
cs: Zaškrtněte políčko "Označit původní rozpočet jako neaktinví", pokud již nebudete chtít původní rozpočet dále používat.
de: Setzen Sie ein Häkchen bei 'Original-Etat als inaktiv markieren', wenn der Original-Etat nicht mehr verwendet werden soll.
es: Seleccione la casilla 'Marque el presupuesto original como inactivo' si ya no se va a utilizar el presupuesto original.
eu: Aukeratu 'Mark the original budget as inactive' leihotxoa jatorrizko aurrekontua ez bada erabiliko.
fi: Merkitse alkuperäinen budjetti ei-aktiiviseksi, jos alkuperäinen budjetti ei ole enää käytössä.
fr: Cocher la case pour "Marquer le budget initial comme inactif" si le budget initial ne devait plus être utilisé.
hi: यदि मूल बजट नहीं रह इस्तेमाल किया जाना चाहिए 'के रूप में निष्क्रिय मार्क मूल बजट' के लिए बॉक्स को चेक करें।
it: Marca il box 'segna il budget iniziale come inattivo' se tale budget non deve più essere utilizzato.
oc: Marcar la casa per "Marquer lo budgèt initial coma inactiu" se lo budgèt initial ne devait plus èsser utilizat.
pt: Selecione a caixa 'Marcar o orçamento como inativo' se o orçamento não deve ser usado.
sk: Zaškrtnite políčko pre 'Označiť pôvodný rozpočet ako neaktívny' ak sa už pôvodný rozpočet nemá používať.
tr: Orijinal bütçenin artık kullanılmaması gerekiyorsa 'Orijinal bütçeyi inaktif olarak işaretle' kutusunu işaretleyin.
zh_tw: 若不使用原預算則按 '標記原預算為停用' 盒。

source: Check the box for 'Move remaining unspent funds' to move the unspent amounts from the funds of the budget being closed to the selected budget.
ar: قم بتحديد مربع "نقل التمويلات غير المنفقة المتبقة" لنقل المبالغ غير المنفقة من تمويلات الميزانية الجاري إغلاقها إلى الميزانية المحددة
cs: Zaškrtněte políčko "Přesunout zbývající prostředky" pokud chcete převést neutracené peníze z uzavíraného rozpočtu do nového rozpočtu.
de: Setzen Sie ein Häkchen bei 'Verbliebene Mittel umbuchen', wenn Sie verbliebene Mittel aus den Konten des zu schließenden Etats auf den ausgewählten Etat umbuchen möchten.
es: Seleccione la casilla 'Mueva fondos no gastados restantes' para mover los montos no gastados de los fondos del presupuesto que está por cerrarse al presupuesto seleccionado.
eu: Aukeratu 'Move remaining unspent funds' kutxatilla itxita dauden aurrekontuetan gastatu gabe geratu den zenbatekoa aukeratutako aurrekontura mugitzeko.
fi: Siirrä jäljellä olevat käyttämättömät varat suljettavan budjetin tililtä valittuun budjettiin.
fr: Cocher la case pour "Déplacer les fonds non-dépensés restants" pour déplacer les montants non dépensés des postes budgétaires du budget clôturé vers le budget choisi.
hi: बजट की धनराशि से अक्षय मात्रा में स्थानांतरित करने के लिए 'अक्षय निधि शेष कदम' के लिए बॉक्स को चेक चयनित बजट को बंद कर दिया जा रहा है।
it: Marca il box 'Muovi i fondi con delle rimanenze' per spostare l'ammontare non speso da fondi di budget ormai chiusi a un altro budget selezionato.
oc: Marcar la casa per "Desplaçar los fonses non-depensats restants" per desplaçar les montants non depensats des pòstes budgètaris del budgèt clôturé vers lo budgèt choisi.
pt: Marque a caixa 'Mover fundos não gastos' para mover os montantes não gastos dos fundos do orçamento a ser fechado para o orçamento selecionado.
sk: Zaškrtnite políčko 'Presunúť zostávajúce nevyužité fondy' pre presun nevyužitých čiastok z fondov rozpočtu, ktorý sa uzatvára do vybraného rozpočtu.
tr: Kapatılan bütçenin fonlarından harcanmayan miktarları, seçilen bütçeye taşımak için 'Kalan harcanmamış fonları taşı' kutusunu işaretleyin.
zh_tw: 按 '移動尚未動用的基金' 鈕把餘額移至指定的預算。

source: Check the box for 'Set all funds to zero' if you wish the new budget to contain all the same fund structures as the previous budget but no allocations until you manually enter an amount in the fund.
ar: قم بتحديد مربع "ضبط كل التمويلات إلى صفر" إذا كنت ترغب في أن تحتوي الميزانية الجديدة على جميع بنيات التمويل مثل الميزانية السابقة لكن بدون تجميعات حتى تقوم يدويا بإدخال مبلغ في التمويل.
cs: Zaškrtněte políčko "Vynulovat všechny fondy", pokud chcete, aby vytvářëný fond obsahoval stejnou strukturu fondů, ale s jinými částkami. Nové částky musíte poté fondům přiřadit ručně.
de: Setzen sie ein Häkchen bei 'Alle Konten auf Null setzen', wenn Sie die Etatstrukturen des vorherigen Kontos übernehmen, den neuen Betrag für jedes Konto jedoch manuell festlegen möchten.
es: Seleccione la casilla 'Establecer todos los fondos a cero' si desea que el nuevo presupuesto contenga todas las mismas estructuras de fondos como el presupuesto anterior, pero no las asignaciones, hasta que usted introduzca, manualmente, una cantidad en el fondo.
eu: Aukeratu 'Set all funds to zero' leihatilla aurrekontu berriak aurreko aurrekontuaren egitura bera edukitzea nahi baduzu, baina ez esleipenak funtsaren kantitate bat eskuz sartzen den arte.
fi: Valitse 'Aseta kaikki tilit nollille', jos haluat uuden budjetin sisältävän saman rakenteen kuin edellinen budjetti, mutta ei mitään määrärahoja ennen kuin lisäät ne käsin.
fr: Cochez la case pour "Remettre tous les postes budgétaires à zéro" si vous voulez que le nouveau budget contienne les mêmes structures de postes budgétaires que le budget précédent, mais aucune imputation jusqu'à ce que vous entriez manuellement un montant dans le poste budgétaire.
hi: के लिए बॉक्स को चेक करें 'शून्य करने के लिए सब धन सेट' आप पिछले बजट के रूप में सभी एक ही फंड संरचनाओं लेकिन कोई आवंटन को रोकने के लिए जब तक आप मैन्युअल कोष में एक राशि में प्रवेश नए बजट चाहते हैं।
it: Marca il box 'Imposta tutti i fondi a zero' se vuoi che il nuovo budget abbia tutti i fondi con la stessa struttura del budget precedente ma senza alcuna cifra allocata finchè non inserirai manulamente un importo nel fondo.
oc: Marcatz la casa per "Remetre totes los pòstes budgètaris a zèro" se volètz que lo novèl budgèt contienne les mêmes structures de postes budgétaires que lo budgèt precedent, mas aucune imputation fins a ce que vous entriez manualament un montant dins lo pòste budgètari.
sk: Zaškrtnite políčko 'Vynulovať všetky fondy' ak si želáte, aby nový rozpočet obsahoval rovnaké štruktúry fondu ako predchádzajúci rozpočet, avšak bez prideľovania až kým nezadáte čiastku do fondu manuálne.
tr: Yeni bütçenin bir önceki bütçe ile aynı fon yapılarını içermesini ancak siz manuel olarak fon içerisine miktar girmedikte paylaştırılmamasını istiyorsanız, 'Tüm fonları sıfırla' kutusunu işaretleyin.
zh_tw: 按 '設定所有基金為零' 鈕，則新預算保有前手預算原基金的架構但自行鍵入金額。

source: Check the box next to 'Repeatable' to let a patron record have multiple values of this attribute.
ar: اختر المربع بجانب 'قابل للتكرار' لتسمح لهذه السمة أن تأخذ قيم متعددة في تسجيلة المستفيد
cs: Zatrhněte políčko vedle "Opakovatelný", aby čtenářův záznam měl více hodnot pro tento atribut.
da: Marker feltet ved siden af 'Gentagelig' for at en lånerpost kan have flere værdier for dette attribut.
de: Wählen Sie die Box neben 'Wiederholbar', um in einem Benutzerdatensatz dafür mehrere Werte zur Verfügung zu haben.
el: Επιλέξτε το κουτί 'Επαναλαμβανόμενο' έτσι ώστε μία εγγραφή μέλους να έχει πολλαπλές τιμές για αυτή την απόδοση.
es: Marque la casilla al lado de 'Repetible' para permitir que el usuario tenga múltiples valores de este atributo.
eu: 'Errepikagarria' ondoko koadroa bazkidearen erregistroarik atributu honen balio anitzak izateko.
fi: Valitse 'Toistettavissa', jos asiakkaan tietueessa voi olla useita arvoja tässä määreessä.
fr: Cochez la case Répétable afin de permettre à l'adhérent de saisir plusieurs valeurs pour cet attribut.
hi: बॉक्स को चेक करें 'Repeatable' के बगल में जाने के लिए एक संरक्षक रिकॉर्ड इस विशेषता के कई मूल्य नहीं है।
it: Spunta la casella "Ripetibile" per permettere che un record utente abbia più valori per questo attributo.
oc: Marcatz la casa Repetible per fin de permetre a l'aderent de sasir plusieurs valors per aqueste atribut.
pl: Zaznacz pole 'Powielalne', aby umożliwić przypisanie wielu wartości do tego atrybutu.
pt: Assinalar 'Repetível' para permitir que uma inscrição de leitor tenha vários valores deste atributo.
pt_br: Clique na caixa de seleção ao lado de 'Repetitivo' para permitir que o registro do usuário tenha múltiplos valores para este atributo.
sk: Zaškrtnite políčko vedľa 'Opakovateľný', aby záznam o čitateľovi mohol mať viacero hodnôt tejto vlastnosti.
sv: Markera rutan intill 'Upprepningsbart' för att låta en låntagarpost ha flera värden för detta attribut.
tr: Kullanıcın bu nitelikte, birden çok değeri kaydetmesine izin vermek için 'Tekrar edilebilir' kutusunun yanındaki kutuyu onaylayın.
zh_tw: 勾選 '重複性' 旁的盒，讓館員紀錄內儲存多個值。

source: Check the box to the left of the titles you want to add to the new list.
hi: उन शीर्षक के बाईं ओर स्थित बॉक्स को चेक करें, जिन्हें आप नई सूची में जोड़ना चाहते हैं।

source: Check the boxes for the libraries that you accept checkins from for the item type you have selected at the top.
ar: التحقق من المربعات لمكتبات يمكن أن تقبل الإعارة منأنوع المادة الذي حددته في الجزء العلوي
cs: Zatrhněte políčka pro knihovny z kterých přijímáte výpůjčky pro typ jednotek, které jste vybrali v horní části.
da: Marker de biblioteker, hvor den valgte eksemplartype kan afleveres.
de: Markieren Sie die Bibliotheken, von denen Sie Exemplare des oben von Ihnen markierten Typs zurücknehmen.
el: Επιλέξτε τα κουτιά για τις βιβλιοθήκες στις οποίες δέχεστε να γίνονται επιστροφές για τους τύπους τεκμηρίων που έχετε επιλέξει στην κορυφή.
es: Marque las casilla para las bibliotecas de las cuales aceptará préstamos para el tipo de ítem que seleccionó al principio.
eu: Markatu liburutegien koadroak gorako aukeratu duzun elementu moten kasuan horietatik elementuen itzultzeak onartzen badituzu.
fi: Valitse ne kirjastot, joissa voi palauttaa ylhäällä valitsemasi aineistolajin niteen.
fr: Cochez les cases des sites pour lesquels vous acceptez de passer en retour les types documents sélectionnés plus haut.
hi: पुस्तकालयों कि आप आइटम प्रकार आप शीर्ष पर चुना है के लिए चेक आईएनएस को स्वीकार करने के लिए बॉक्स चेक करें।
it: Spunta le caselle delle biblioteche che accettano copie in restituzione per il tipo di copia selezionato in alto.
oc: Marcatz les cases des sites per lesquels vous acceptez de passer en retorn los tipes documents seleccionats plus haut.
pt: Marque as caixas para as bibliotecas que aceitam a devolução do tipo de exemplares que seleccionou no topo.
pt_br: Clique nas caixas de seleção para indicar que você aceita devoluções para o tipo de material selecionado acima.
sk: Zaškrtnite políčka pre knižnice, od ktorých prijímate návraty pre typ exemplárov, ktoré ste vybrali navrchu.
sv: Markera rutorna för de bibliotek från vilka du tar emot återlämnade objekt av den objekttyp du valt längst upp.
tr: En üstte seçmiş olduğunuz materyal türüne ve kabul ettiğiniz iadelere ait kütüphanelerin kutularını onaylayın.
zh_tw: 勾選圖書館，接受來自其他館藏類型的還入。

source: Check the expiration of a serial
ar: التحقق من انتهاء الدوريات
cs: Označit konec platnosti periodika
da: Kontroller udløbsdato for et tidsskrift
de: Ablaufdatum der Serie überprüfen
el: Ελέγξτε τη λήξη μίας περιοδικής έκδοσης
es: Controlar vencimiento de publicación periódica
eu: Egiaztatu aldizkako argitalpenaren iraungipena
fi: Kausijulkaisun päättymisen tarkistaminen
fr: Permission de vérifier les dates d'expiration des abonnements
hi: सीरियल समाप्ति की जाँच करें
it: Controlla la scadenza di un seriale
oc: Permission de verificar las datas d'expiracion des abonaments
pl: Sprawdzanie zakończenia prenumeraty czasopisma
pt: Verificação da expiração de um periódico
pt_br: Verificar a data de vencimento da assinatura de periódicos
sk: Zistite vypršanie periodika
sv: Kontrollera utgångsdatum för ett periodika
tr: Süreli yayınların bitim tarihini kontrol et
zh_tw: 勾選期刊的到期日

source: Check the records you want to delete and click the 'Delete selected records' button to finish the process.
ar: قم بتحديد التسجيلات التي ترغب في حذفها والنقر على زر "حذف التسجيلات المحددة" لإنهاء العملية
cs: Označte záznamy, které chcete odstranit a klikněte na tlačítko "Smazat vybrané záznamy".
de: Überprüfen Sie die Datensätze, die Sie löschen möchten, und klicken Sie 'Markierte Exemplare löschen', um den Vorgang abzuschließen.
es: Verifique los registros que desea eliminar y haga clic en el botón 'Eliminar registros seleccionados' para finalizar el proceso.
eu: Baieztatu ezabatu nahi dituzun erregistroak eta klik egin 'Delete selected records' botoian prozesua bukatzeko.
fi: Valitse tietueet, jotka haluat poistaa ja klikkaa 'Poista valitut tietueet'.
fr: Cochez les notices que vous voulez supprimer et cliquez sur "Supprimer les notices sélectionnées" pour finaliser le processus.
hi: रिकॉर्ड आप को नष्ट करना और प्रक्रिया को समाप्त करने के लिए 'चयनित रिकॉर्ड हटाएँ' बटन क्लिक करने के लिए चाहते हैं।
it: Marca i record che vuoi cancellare e clicca sul pulsante 'Cancella i record selezionati' per terminare l'operazione.
oc: Marcatz las notícias que volètz suprimir e clicatz sus "Suprimir les notícias seleccionadas" per finaliser lo processus.
pt: Marque os registos que deseja eliminar e clique no botão 'Eliminar registos selecionados' para terminar o processo.
sk: Zaškrtnite záznamy, ktoré chcete odstrániť a kliknutím na tlačidlo 'Odstrániť vybrané záznamy' dokončite úlohu.
tr: Silmek istediğiniz kayıtları işaretleyin ve işlemi bitirmek için 'Seçilen kayıtları sil' butonuna tıklayın.
zh_tw: 選欲刪除的紀錄再按 '刪除選定的紀錄' 鈕就可。

source: Check the selection boxes next to the fines you wish to pay, click "Pay Selected"
ar: تحقق من مربعات التحديد بجانب الغرامات التي ترغب في الدفع، انقر على زر "الدفع المحددة"
cs: Zatrhněte políčka vedle pokut, které chcete platit, klitmout "Zaplatiti vybrané"
da: Marker felterne ved siden af de bøder, der skal betales, klik på "Betal valgte"
de: Markieren Sie die Gebühren, die bezahlt werden sollen, über die Checkboxen und klicken Sie "Markierte bezahlten"
el: Επιλέξτε τα κουτιά επιλογής δίπλα στα πρόστιμα που θέλετε να πληρώσετε, κάντε κλικ στο 'Επιλογή Πληρωμής'
es: Haga clic en las casillas de selección próximas a las multas que desee pagar, haga clic en "Pagar seleccionado"
eu: Haga clic en las casillas de selección próximas a las multas que desee pagar, haga clic en "Pagar seleccionado"
fi: Valitse ne maksut, jotka haluat maksaa ja klikkaa "Maksa valitut"
fr: Cochez les boîtes de sélection des amendes que vous voulez payer, puis cliquez sur Payer la sélection.
hi: चयन बक्से की जाँच अगले जुर्माना आप भुगतान करना चाहते हैं, क्लिक करें "चयनित भुगतान"
it: Spunta le caselle delle multe che vuoi pagare e clicca "Paga selezionate"
oc: Marcatz les bóstias de seleccion des emendas que volètz pagar, puèi clicatz sus Pagar la seleccion.
pl: Zaznacz pola wyboru obok należności, które chcesz zapłacić, kliknij 'Zapłać zaznaczone'
pt: Marque as caixas de selecção junto às multas que deseja pagar, e clique "Pagar seleccionadas"
pt_br: Clicque na caixa de seleção próxima às multas que deseja pagar e clique "Pagar Selecionadas"
sk: Zaškrtnite výberové políčka vedľa pokút, ktoré chcete zaplatiť a kliknite na "Zaplatiť vybrané"
sv: Markera kryssrutorna intill de böter du vill betala och klicka på "Betalada valda"
tr: Ödemeyi istediğiniz cezaların yanındaki seçim kutularını onaylayın, "Seçileni Öde" ye tıklayın
zh_tw: 勾選"選定支付項目"，支付部份罰款
