Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Choose the 'Item Type' you would like this rule to apply to. If you leave this to 'All' it will apply to all item types
ar: اختيار 'نوع المادة' التي ترغب هذه القاعدة أن تنطبق عليها. إذا تركت هذا 'الكل' وسوف تطبق على جميع أنواع العناصر
cs: Vyberte 'Typ jednotek', pro které chcete použít toto pravidlo. Jestliže ponecháte 'Vše', použije se na jednotky všech typů
da: Vælg 'Medietypen', som denne regel skal gælde for. Hvis der vælges 'Alle' gælder den for alle medietyper
de: Wählen Sie den 'Medientyp' für den diese Regel angewendet werden soll. Wenn Sie hier 'Standard' belassen, wird die Regel für alle Medientypen angewandt
el: Επιλέξτε τον 'Τύπο Τεκμηρίου' πάνω στον οποίο θα θέλατε να εφαρμόσετε αυτό τον κανόνα. Αν το αφήσετε στο 'Όλα' θα τον εφαρμόσει σε όλους τους τύπους τεκμηρίου.
es: Seleccione el 'Tipo de ítem' al que quiere aplicar esta regla. Si lo deja en 'Todos' se aplicará a todos los tipos de ítem
eu: Aukeratu arau hau aplikatu nahi duzu 'Elementu mota'. 'Guztiak' aukera utziz gero, elementu mota guztiei aplikatuko zaie
fi: Valitse 'Aineistolaji', jota tämä sääntö koskee. Jos jätät tähän valinnan 'Kaikki', se koskee kaikkia aineistolajeja
fr: Sélectionnez le Type d'exemplaire auquel vous voulez appliquer cette règles. Si vous laissez 'Défaut', elle s'appliquera à tous les types d'exemplaire
hi: चुनें 'आइटम प्रकार' आप पर लागू करने के लिए इस नियम चाहते हैं। आप को यह छोड़ देते हैं 'सभी' यह सब आइटम प्रकार के लिए लागू होगी
it: Scegli il 'Tipo di copia' per cui vuoi applicare questa regola. Se lasci 'Tutti' la regola varrà per tutti i tipi di copia
oc: Seleccionatz lo Tipe d'exemplar al qual volètz aplicar aquesta règlas. Se daissatz 'Defaut', s'aplicarà a totes los tipes d'exemplar
pl: Wybierz 'Typ dokumentu', którego ma dotyczyć reguła (lub pozostaw domyślnie 'Wszystkie', aby utworzyć zasadę dla wszystkich dokumentów)
pt: Seleccionar um 'Tipo de documento' para qual deseja aplicar a regra. Se deixar na opção 'Todos', a mesma será aplicada a todos os tipos de documento
pt_br: Escolha um 'Tipo de Material' ao qual você gostaria de aplicar esta regra. Se você deixar 'Todos' esta regra será aplicada a todos os tipos
sk: Zvoľte 'Typ exemplára', na ktorý chcete použiť toto pravidlo. Ak to ponecháte na 'Všetky', použije sa na všetky typy exemplárov
sv: Välj den 'Objekttyp' du vill att denna regel ska gälla. Om du lämnar 'Alla' kommer den att gälla för alla objekttyper
tr: Bu kuralı uygulamak istediğiniz 'Materyal Türü'nü' seçin. Bunu 'Hepsi' şeklinde bırakırsanız, kural tüm materyal türlerine uygulanacaktır.
zh_tw: 選擇 '館藏類型' 供此規則使用，若保留 '全部'，則適用於所有館藏類型

source: Choose the character encoding
ar: اختيار ترميز الأحرف
cs: Vyberte kódování znaků
da: Vælg karakterkodningen
de: Wählen Sie den Zeichensatz
el: Επιλέξτε την κωδικοποίηση χαρακτήρων
es: Seleccione la codificación de caracteres
eu: Aukeratu karaktere kodetzea
fi: Valitse merkistökoodaus
fr: Choisissez l'encodage des caractères
hi: वर्ण एन्कोडिंग चुनें
it: Scegli la codifica dei caratteri
oc: Causissètz l'encodatge des caractèrs
pl: Wybierz kodowanie znaków
pt: Escolha a codificação de caracteres
pt_br: Escolha o tipo de codificação dos caracteres
sk: Zvoľte kódovanie znakov
sv: Välj teckenuppsättning
tr: Karakter kodlamasını seç
zh_tw: 選擇字元編碼方式

source: Choose the fields you want in your report. You can select multiple fields and add them all at once by using CTRL+Click on each item you want to add before clicking the Add button.
ar: قم باختيار الحقول التي تريدها في تقريرك. يمكنك تحديد عدة حقول وإضافتها مرة واحدة باستخدام CTRL والنقر على كل مادة تريد إضافتها قبل النقر على زر إضافة.
cs: Vyberte, která pole chcete zahrnout do vašeho výstupu. Můžete vybrat více polí zároveň a všechna je přidat použitím CTRL+kliknutí na každou položku, kterou chcete přidat před kliknutím na tlačítko Přidat.
da: Vælg de felter, der skal med i din rapport. Du kan vælge flere felter og tilføje dem på en gang ved at bruge CTRL+klik for hvert eksemplar der skal tilføjes, før der klikkes på knappen Tilføj.
de: Wählen Sie die Felder aus, die in Ihrem Report ausgegeben werden sollen. Es können mit Strg+Anklicken mehrere Felder ausgewählt und mit der Hinzufügen-Schaltfläche übernommen werden.
el: Επιλέξτε τα πεδία που θέλετε στην αναφορά σας. Μπορείτε να επιλέξετε πολλαπλά πεδία και να τα προσθέσετε όλα ταυτόχρονα χρησιμοποιώντας το CTRL+Click σε κάθε τεκμήριο που θέλετε να προσθέσετε πριν πατήσετε το πλήκτρο Προσθήκη.
es: Seleccione los campos que desea en el informe. Puede seleccionar múltiples campos y agregarlos todos a la vez utilizando CTRL+clic en cada ítem que desee agregar antes de hacer clic en el botón Agregar.
eu: Elija los campos que quiere en su informe. Puede seleccionar varios campos y añadirlos de una vez usando CTRL+Click en cada ítem que quira agregar antes de darl el botón de añadir.
fi: Valitse kentät raporttiisi. Voit valita useita kenttiä ja lisätä ne kerralla käyttämällä CTRL+klikkaus jokaisen lisättävän kentän kohdalla ja klikkaamalla sen jälkeen 'Lisää'-painiketta.
fr: Choisir les champs que vous voulez dans votre rapport. Vous pouvez sélectionner plusieurs champs et les ajouter en une seule fois en pressant le bouton CTRL et cliquant sur chaque champ que vous souhaitez ajouter avant de cliquer sur le bouton Ajouter.
hi: क्षेत्रों चुने जो आप अपनी रिपोर्ट में चाहते हैं। आप कई क्षेत्रों का चयन करें और उन सब को Ctrl + क्लिक प्रत्येक आइटम आप जोड़ें बटन करने से पहले जोड़ना चाहते हैं पर क्लिक करें का उपयोग करके एक बार में जोड़ सकते हैं।
it: Scegli i campi che vuoi nel report. Puoi selezionare più di un campo alla volta e inserirli tutti insieme usando CTRL+Click su ogni valore da aggiungere prima di cliccare il bottone 'Aggiungi'.
oc: Causir los camps que volètz dins vòstre rapòrt. Podètz seleccionar plusieurs camps e les apondre en un sol còp en quichant lo boton CTRL e clicant sus cada camp que volètz apondre avant de clicar sul boton Apondre.
pl: Wybierz pola, które mają znaleźć się w raporcie. Możesz wybrać wiele pól i dodać je za jednym razem. Trzymając przycisk CTRL, klikaj na wybrane pola, następnie kliknij 'Dodaj'.
pt: Escolha os campos que deseja obter no relatório. Pode selecionar múltiplos campos e adicionar todos de uma vez usando CTRL+Clique em cada item que deseja adicionar antes de carregar no botão de adição.
pt_br: Escolha os campos que deseja em seu relatório. Você pode selecionar vários campos e adicioná-los todos de uma só vez usando CTRL + Clique em cada item que deseja adicionar antes de clicar no botão Adicionar.
sk: Zvoľte si polia, ktoré chcete zobraziť vo svojom výkaze. Môžete vybrať viaceré polia a pridať ich naraz pomocou CTRL+klik na každý exemplár, ktorý chcete pridať pred kliknutím na tlačidlo Pridať.
sv: Välj vilka fält du vill ha med i rapporten. Du kan välja flera fält och lägga till dem med CTRL+klick för varje objekt du vill lägga till innan du klickar på knappen Lägg till.
tr: Raporunuzda istediğiniz, alanları seçiniz. Ekle butonuna tıklamadan önce, eklemek istediğiniz her materyali CTRL’yi kullanarak ve o materyallerin üzerine tıklayarak birden fazla alanı seçebilir ve onların tümünü aynı anda ekleyebilirsiniz.
zh_tw: 選擇報表用到的欄位。可在每個館藏使用 CTRL+Click 鍵，新增多個欄位，再按下新增鈕。

source: Choose the framework you would like to base your record off of
ar: اختر القالب الذي تريد أن تبني عليه تسجيلتك
cs: Vyberte šablonu, na které chcete založit váš záznam
da: Vælg den struktur, som posten skal bygge på
de: Wählen Sie das Framework, auf das Sie Ihren Datensatz aufbauen wollen:
el: Επιλέξτε το πλαίσιο πάνω στο οποίο θέλετε να βασίζεται η εγγραφή σας
es: Seleccione la hoja de trabajo en que desea basar su registro
eu: Aukeratu zure erregistroaren oinarria izatea nahi duzun lan orria
fi: Valitse pohja, johon haluat perustaa tietueesi
fr: Choisissez la grille sur laquelle vous voulez baser votre notice
hi: ढांचे आप से दूर अपने रिकॉर्ड के आधार पर चाहते हैं चुनें
it: Scegli il tipo di griglia di catalogazione su cui basare il record
oc: Causissètz la grasilha sus la quala volètz baser vòstra notícia
pl: Wybierz szablon, na podstawie którego chcesz stworzyć rekord
pt: Escolha o modelo em que desejar basear o seu registo
pt_br: Escolha o frameword no qual você quer que o seu registro seja baseado
sk: Zvoľte rámec, ktorý chcete použiť ako základ pre Váš záznam
sv: Välj på vilket ramverk du vill basera posten
tr: Kaydınızı temellendirmek istediğiniz çerçeveyi seçin
zh_tw: 選擇編目基礎的框架

source: Choose the library where the patron will pick up the item
ar: اختر المكتبة التي سيقصدها المستفيد لأخذ المواد
cs: Vyberte knihovnu, ve které si uživatel vyzvedne jednotku
da: Vælg biblioteket, hvor låneren vil hente eksemplaret
de: Wählen Sie die Bibliothek, in welcher der Benutzer das Exemplar abholen wird
el: Επιλέξτε τη βιβλιοθήκη από την οποία το μέλος θα παραλάβει το τεκμήριο
es: Elija la biblioteca o sede donde el usuario recogerá el ítem
eu: Elija la biblioteca o sede donde el usuario recogerá el ítem
fi: Valitse kirjasto, josta asiakas voi noutaa aineiston
fr: Choisissez le site où l'adhérent viendra prendre l'exemplaire
hi: पुस्तकालय जहां संरक्षक आइटम लेने के लिए होगा चुनें
it: Scegli la biblioteca da cui l'utente preleverà la copia
oc: Causissètz lo site où l'aderent viendra prendre l'exemplar
pl: Wybierz bibliotekę, w której użytkownik odbierze dany egzemplarz
pt: Escolha a biblioteca onde o leitor irá levantar o exemplar
pt_br: Escolha a biblioteca na qual o usuário irá retirar o exemplar
sk: Zvoľte knižnicu, v ktorej si čitateľ vyzdvihne exemplár
sv: Välj det bibliotek där låntagaren kommer att hämta objektet
tr: Kullanıcının materyali alacağı kütüphaneyi seçin
zh_tw: 選擇讀者提取館藏的圖書館

source: Choose the method for calculating due date - either include days the library is closed in the calculation or don't include them.
ar: اختيار طريقة لحساب تاريخ الاستحقاق - إما تشمل أيام يتم إغلاق المكتبة في الحساب أو لا تشمل لهم.
cs: Vyberte metodu pro výpočet termínu vrácení výpůjčky - zahrnovat do výpočtu dny, kdy je knihovna zavřená, nebo je nezahrnovat.
da: Vælg metoden til beregning af afleveringsdato - medtag lukkedage eller ej.
de: Wählen Sie die Methode, nach der das Fälligkeitsdatum berechnet werden soll - entweder werden Tage, an denen die Bibliothek geschlossen ist, eingerechnet oder nicht.
el: Επιλέξτε τη μέθοδο για να υπολογίζετε την ημερομηνία επιστροφής: είτε συμπεριλάβετε τις ημερομηνίες που η βιβλιοθήκη είναι κλειστή στον υπολογισμό είτε όχι.
es: Seleccione el método de cálculo para la fecha de vencimiento - incluyendo los días que la biblioteca está cerrada en dicho cálculo, o no.
eu: Aukeratu metodoa itzultze data kalkulatzeko - liburutegia itxita dagoen egunak barne hartu ditzakezu, edo ez.
fi: Valitse eräpäivän laskutapa - kirjaston kiinniolopäivät joko sisällytetään laina-aikaan tai ei sisällytetä.
fr: Sélectionnez la méthode de calcul des dates de retour: sélectionnez Calendar pour utiliser le calendrier de fermetures, et Days pour ignorer le calendrier de fermetures
hi: नियत तारीख की गणना के लिए विधि चुनें - या तो दिन पुस्तकालय गणना में बंद कर दिया है या उन्हें शामिल नहीं हैं शामिल हैं।
it: Scegli il metodo per calcolare la data di restituzione - includendo i giorni in cui la biblioteca chiude oppure no.
oc: Seleccionatz lo metòde de calcul des dates de retorn: seleccionatz Calendar per utilizar lo calendièr de tampaduras, e Days per ignorar lo calendièr de tampaduras
pl: Wybierz metodę wyliczania terminu zwrotu - możesz wliczać w czas wypożyczenia dni, w których biblioteka jest zamknięta, albo je pominąć.
pt: Seleccionar o método de cálculo das datas de devolução - incluir ou não os dias que a biblioteca está fechada no cálculo.
pt_br: Selecionar o método de cálculo das datas de devolução - incluir ou não os dias que a biblioteca está fechada no cálculo.
sk: Zvoľte spôsob výpočtu dátumu návratu - buď zahrňte dni, keď je knižnica zatvorená v obehu alebo ich nezahrňte.
sv: Välj metoden för att beräkna förfallodatum - antingen inkluderar du dagar då biblioteket är stängt eller också så inkluderas de inte.
tr: Son teslim tarihini hesaplamak için bir yöntem belirleyin - hesaplamaya ya kütüphanenin kapalı olduğu günleri dahil edin ya da etmeyin.
zh_tw: 選擇計算到期日的方法 - 包括或不包括閉館日。

source: Choose the module this notice is related to
ar: اختيار وحدة ويرتبط هذا الإشعار إلى
cs: Vyberte modul, ke kterému se vztahuje toto oznámení
da: Vælg det modul som denne notits er relateret til
de: Wählen Sie das Modul, zu dem diese Benachrichtigung gehört
el: Επιλέξτε την υπομονάδα με την οποία σχετίζεται αυτή η ειδοποίηση
es: Elija el módulo al cual esta noticia está relacionada
eu: Elija el módulo al cual este aviso está relacionada
fi: Valitse moduuli, johon tämä viesti liittyy
fr: Choisissez le module auquel associer la notification.
hi: मॉड्यूल इस नोटिस से संबंधित है चुनें
it: Scegli il modulo a cui l'avviso e' relativo
oc: Causissètz lo modul al qual associar la notificacion.
pl: Wybierz moduł, do którego odnosi się ta notatka
pt: Seleccionar o módulo deste aviso
pt_br: Escolha o módulo ao qual este aviso está relacionado
sk: Zvoľte modul, s ktorým súvisí toto oznámenie
sv: Välj till vilken modul detta meddelande hör
tr: Bu modülle ilgili uyarıyı seçin.
zh_tw: 選擇此通知相關的模組

source: Choose the module you want to report on. This will determine what tables and fields are available for you to query.
ar: قم باختيار النظام الفرعي الذي تريد التقرير عنه. سيحدد ذلك الجداول والحقول المتاحة لاستعلامك.
cs: Vyberte modul, pro který chcete výstup vytvářet. Toto ovlivní, které tabulky a pole budou k dispozici.
da: Vælg den modul, som der skal rapporteres om. Dermed afgøres, hvilke tabeller og felter, der er tilgængelige til rapporten.
de: Wählen Sie das Modul, zu dem der Report erstellt werden soll. Damit bestimmen Sie, welche Tabellen und Felder für die Abfrage verfügbar sind.
el: Επιλέξτε την υπομονάδα στην οποία θέλετε να κάνετε την αναφορά. Αυτό θα καθορίσει τους πίνακες και τα πεδία που θα είναι διαθέσιμα για το ερώτημά σας.
es: Seleccione el módulo sobre el que quiere un informe. Esto determina qué tablas y campos estarán disponibles para su consulta.
eu: Elija el módulo sobre el que quiere hacer el informe. Esta opción determinará las tablas y campos que estarán disponibles para la consulta.
fi: Valitse moduuli, johon raportti kuuluu. Tämä määrittää, mitä tauluja ja kenttiä on käytettävissä kyselyysi.
fr: Choisissez le module à partir duquel vous souhaitez construire votre rapport. Cela conditionnera les tables et les champs disponibles pour votre requête.
hi: मॉड्यूल आप पर रिपोर्ट करने के लिए चाहते हैं। यह वही है जो टेबल और क्षेत्रों आप क्वेरी करने के लिए उपलब्ध हैं का निर्धारण करेगा।
it: Scegli il modulo su cui vuoi basare il report. Questo determinerà le tabelle e i campi disponibili per la query.
oc: Causissètz lo modul a partir duquel volètz construire vòstre rapòrt. Aquò conditionnera las taulas e los camps disponibles per vòstra requèsta.
pl: Wybierz moduł, do którego chcesz wygenerować raport. Pozwoli to określić, jakie tabele i pola będą potrzebne dla tego zapytania.
pt: Escolha o módulo que quer reportar. Isto determina quais as tabelas e campos que estão disponíveis para pesquisa.
pt_br: Escolha o módulo que você deseja relatar. Isso vai determinar quais tabelas e campos estão disponíveis para você consultar.
sk: Zvoľte si modul, z ktorého chcete zostaviť výkaz. Týmto sa určí, ktoré tabuľky a polia sú dostupné pre váš dotaz.
sv: Välj för vilken modul du vill köra rapporten. Det avgör vilka tabeller och fält som finns tillgängliga att utföra frågor på.
tr: Rapor yazacağınız modülü seçiniz. Bu işlem hangi tabloları ve alanları sorgulayacağınızı belirleyecektir.
zh_tw: 選擇報表的模組，將決定可用的表單與欄位。

source: Choose the name you want your file to save as
ar: اختر الاسم الذي تريد حفظ الملف به
cs: Vyberte název, pod kterým chcete soubor uložit
da: Vælg navnet, som filen skal gemmes under
de: Geben Sie den Namen an, unter dem Sie die Datei speichern möchten
el: Επιλέξτε το όνομα με το οποίο θέλετε να αποθηκεύσετε το αρχείο σας
es: Seleccione el nombre que desea para guardar su archivo
eu: Aukeratu gordetzeko fitxategiari eman nahi diozun izena
fi: Valitse tallennettavan tiedoston nimi
fr: Donnez un nom au fichier dans lequel enregistrer l'export
hi: नाम चुनें आप के रूप में बचाने के लिए अपने फ़ाइल चाहते हैं
it: Scegli il nome del file in cui salvi
oc: Donatz un nom al fichièr dins lequel enregistrar l'expòrt
pl: Wybierz nazwę, pod którą chcesz zapisać plik
pt: Seleccionar o nome para guardar o ficheiro
pt_br: Selecionar o nome para guardar o arquivo
sk: Zvoľte názov, pod ktorým chcete uložiť súbor
sv: Välj det filnamn du vill spara filen som
tr: Dosyanızı kaydetmek istediğiniz adı seçin
zh_tw: 選擇儲存檔案的名稱

source: Choose the profile you would like to edit and alter the necessary fields.
ar: اختيار الملف الذي تريد تعديل وتغيير الحقول الضرورية.
cs: Vyberte profil, který chcete upravit, a změňte požadovaná pole.
da: Vælg profilen, der skal editeres og editer de nødvendige felter.
de: Wählen Sie das Profil, dass Sie ändern möchten und bearbeiten Sie die erforderlichen Felder.
el: Επιλέξτε το προφίλ που θέλετε να επεξεργαστείτε και στο οποίο να αλλάξετε τα απαραίτητα πεδία.
es: Seleccione el perfil que desea editar y modifique los campos necesarios.
eu: Aukeratu editatu nahi duzun profila eta aldatu beharrezkoak diren eremuak.
fi: Valitse muokattava profiili ja muuta tarvittavat kentät.
fr: Sélectionnez le profil que vous souhaitez éditer et modifier les champs nécessaires.
hi: प्रोफ़ाइल आप संपादित करें और आवश्यक क्षेत्रों में परिवर्तन करना चाहते हैं चुनें।
it: Scegli il profilo da modificare e cambia i campi necessari.
oc: Seleccionatz lo perfil que volètz editar e modificar los camps necessaris.
pl: Wybierz profil, który chcesz edytować i zmień niezbędne pola.
pt: Seleccionar o perfil que deseja editar e alterar os campos necessários.
pt_br: Selecionar o perfil que deseja editar e alterar os campos necessários.
sk: Zvoľte profil, ktorý chcete upraviť a obmeniť nevyhnutné polia.
sv: Välj den profil du vill redigera och ändra önskade fält.
tr: Düzenleme ve gerekli alanları değiştirmek istediğiniz profili seçin.
zh_tw: 選擇編輯的設定檔，並修改必要的欄位。

source: Choose the text file and the date you want to mark all times as seen and click 'Submit.'
ar: اختر الملف النصي والتاريخ الذي تريد تحديده كل الأوقات كما ترى، وانقر على 'إرسال'.
cs: Vyberte textový soubor a datum, ke kterému chcete označit všechny položky jako zobrazeny a klikněte na 'Odeslat'.
da: Vælg tekstfilen og datoen hvorpå eksemplarerne skal markeres som sete og klik på 'Send'.
de: Wählen Sie die Textdatei und das Datum, zu dem die Exemplare als gesehen markiert werden sllen und bestätigen Sie.
el: Επιλέξτε το αρχείο κειμένου και την ημερομηνία που θέλετε να φαίνεται κάθε φορά και κάντε κλικ στο 'Υποβολή'
es: Elija el archivo de texto y la fecha en que desea marcar todo el tiempo como se ven y haz clic en 'Enviar.'
eu: Aukeratu beti ikusita bezala markatu nahi duzun testu fitxategia eta data eta egin klik 'Bidali' botoian.
fi: Valitse tekstitiedosto ja päiväys, jolle haluat kaikki merkinnät havainnosta ja klikkaa 'OK'.
fr: Choisissez un fichier texte et la date que vous souhaitez utiliser pour marquer les exemplaires comme vus pour la dernière fois, puis cliquez sur 'Valider'
hi: पाठ फ़ाइल और तारीख आप हर समय के रूप में देखा निशान और क्लिक करने के लिए चाहते हैं चुनें 'जमा करें।'
it: Scegli il testo e la data con cui vuoi che vengano segnati i documenti e clicca su 'Submit.'
oc: Causissètz un fichièr tèxte e la data que volètz utilizar per marcar los exemplars coma vus per lo darrièr còp, puèi clicatz sus 'Validar'
pt: Seleccionar o ficheiro de texto e a dar que quer marcar e carregar em 'Submit'
pt_br: Selecionar o arquivo de texto e a dar que quer marcar e carregar em 'Enviar'
sk: Zvoľte textový súbor a dátum, ktorým chcete označiť všetky razy ako evidované a kliknite na 'Odoslať.'
sv: Välj textfilen och datumet du vill ange som det datum då de sågs senast och klicka på 'Skicka'.
tr: Tüm zamanları görülebilir olarak işaretlemek istediğiniz metin dosyası ve tarihi seçiniz ve 'Gönder'i' tıklayınız
zh_tw: 選擇文字檔與想要標記的日期，並按下 '送出' 鈕。

source: Choose the time period this budget is for, whether it's an academic year, a fiscal year, a quarter, etc.
ar: اختر المدة الزمنية التي تمتد عليها هذه الميزانية ، وإذا ما كانت سنة دراسية ، سنة مالية ، أو ميزانية فصلية ...الخ.
cs: Vyberte časové období, pro které je tento rozpočet, zda je to akademický rok, fiskální rok, čtvrtletí atd.
da: Vælg den periode, som budgettet gælder for, et akademisk år, et finansår, et kvartal etc.
de: Wählen Sie den Zeitraum, für den dieser Etat gültig ist, sei es ein Studienjahr, ein Etatjar, ein Quartal etc.
el: Επιλέξτε την περίοδο στην οποία αντιστοιχεί αυτός ο προϋπολογισμός, είτε είναι ένα ακαδημαϊκό έτος, ένα οικονομικό έτος, ένα τρίμηνο κτλ.
es: Seleccione el período de tiempo para este presupuesto, ya sea un año académico, un año fiscal, trimestre, etc.
eu: Aukeratu aurrekontu honi dagokion denbora tartea: ikasturte bat, urte fiskal bat, hiruhilabete bat, etab.
fi: Valitse ajanjakso, jolle budjetti on tehty: akateeminen vuosi, verovuosi tms.
fr: Choisissez la période pour laquelle ce budget est prévu, que ce soit une année universitaire, fiscale ou calendaire.
hi: समय अवधि के इस बजट के लिए है चुनें, चाहे वह एक शैक्षणिक वर्ष में, एक वित्तीय वर्ष, एक चौथाई, आदि है
it: Scegli la tempistica di questo budget: un anno accademico, un anno fiscale, un quadrimestre, etc.
oc: Causissètz lo periòde pel qual aqueste budgèt es previst, qu'aquò siá una annada universitària, fiscala o calendara.
pl: Wybierz przedział czasu dla tego budżetu - rok akademicki, rok obrotowy, kwartał, itd.
pt: Escolher o período de tempo do orçamento, sendo um ano académico, ou fiscal, ou um semestre, etc.
pt_br: Escolher o período de tempo do orçamento, sendo um ano acadêmico, ou fiscal, ou um semestre, etc.
sk: Zvoľte si časové obdobie, pre ktoré je tento rozpočet, či už je to akademický rok, fiškálny rok, štvrťrok, atď.
sv: Välj det tidsperiod som budgeten gäller, om det är per akademiskt år, räkenskapsår, kvartal osv.
tr: Akademik yıl, mali yıl ya da çeyrek yıl hangisi olursa olsun, bu bütçenin hangi zaman aralığına uygun olduğunu seçin.
zh_tw: 選擇預算適用的期限，學年、預算年或季。

source: Choose to export your data in marc or marcxml format
ar: اختيار لتصدير البيانات في شكل مارك أوشكل مارك اكس ام ال
cs: Vyberte export vašich údajů ve formátu marc nebo marcxml
da: Vælg MARC eller MARCXML som eksportformat
de: Wählen Sie MARC oder MARCXML als Exportformat
el: Επιλέξτε αν θέλετε να εξάγετε τα δεδομένα σας σε μορφή marc ή marcxml
es: Seleccione exportar sus datos en formato MARC o MARCXML
eu: Aukeratu zure datuak marc edo marcxml formatuan esportatzea
fi: Valitse vietävän datan muoto joko MARC tai MARCXML
fr: Choisissez d'exporter vos données au format ISO2709 ou MARCXML
hi: मार्क या marcxml प्रारूप में अपने डेटा को निर्यात करने के लिए चुनें
it: Scegli di esportare i tuoi dati in MARC oppure nel formato MARCXML
oc: Causissètz d'exportar vòstras donadas al format ISO2709 o MARCXML
pl: Możliwość eksportu danych w formacie MARC lub MARCXML
pt: Escolher para exportar os dados em MARC ou MARCXML
pt_br: Escolher para exportar os dados em MARC ou MARCXML
sk: Zvoľte export Vašich údajov vo formáte marc alebo marcxml
sv: Välj att exportera data i marc- eller marcxml-format
tr: Verilerinizi marc veya marcxml biçiminde dışa aktarmayı seçin
zh_tw: 選擇匯出資料為機讀編目格式或marcxml格式
