Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The check in option on the quick search bar on the Circulation page
ar: خيار الإرجاع على شريط البحث السريع على صفحة الإعارة
cs: Možnost vrácení na liště rychlého vyhledání na stránce výpůjček
da: Afleveringsoptionen på hurtigtsøgningsbjælken på udlånssiden
de: Die Rückgabeoption in der Suchmaske auf der Startseite der Ausleihe
el: Η επιλογή επιστροφής στην μπάρα γρήγορης αναζήτησης στη σελίδα Κυκλοφορίας Υλικού
es: La opción de devolución de la barra de búsqueda rápida en la página de Circulación
eu: Zirkulazio orriko bilaketa azkarraren barran dagoen itzultze auekera
fi: Palautus-vaihtoehto pikahakulaatikossa Lainaus ja palautus -sivulla
fr: L'option de prêt dans la barre de recherche rapide de la page de Circulation
hi: सर्कुलेशन पेज पर त्वरित खोज पट्टी पर विकल्प में चेक
it: L'opzione di restituzione prestiti sulla barra della pagina della circolazione
oc: L'opcion de prèst dins la barra de recèrca rapide de la pagina de Circulation
pl: Opcja zwrotu znajduje się na pasku szybkiego wyszukiwania, w module Udostępnianie
pt: A opção de devolução na barra de pesquisa na página de empréstimo
pt_br: O link de devolução na barra de pesquisa rápida na página de Circulação
sk: Možnosť návratu v riadku rýchleho hľadania na stránke obehu
sv: Återlämningsalternativet på snabbsökningsraden på cirkulationssidan
tr: Dolaşım sayfasındaki hızlı arama çubuğunda iade seçeneği
zh_tw: 在流通頁面快速搜尋區的還入選項

source: The circulation history tab will appear if you have set the intranetreadinghistory preference to allow it to appear. If you have the OPACPrivacy system preference set to 'Allow' and the patron has decided that the library cannot keep this information this tab will only show currently checked out items.
ar: شريط تاريخ الإعارة سوف يظهر لك إذا قمت بتعيين تفضيل intranetreadinghistory. وإذا كان لديك تفضيل النظام OPACPrivacy لتعيين 'السماح' والمستفيد كان قد قرر بأن المكتبة لا يمكنها الحفاظ على هذه المعلومات، هذا التبويب فقط سوف يظهر المواد المعارة حالياً.
cs: Záložka Výpůjční historie se zobrazí, pokud jste nastavili preferenci intranetreadinghistory. Pokud máte systémovou preferenci OPACPrivacy nastavenou na "Povolit" a čtenář se rozhodl, že knihovna nesmí udržovat tyto informace, tato záložka zobrazí pouze aktuální výpůjčky.
da: Udlånshistorik-fanen vises, hvis du har sat intranetreadinghistory-instillingen herefter. Hvis du har sat OPACPrivacy system-indstillingen til 'Tillad' og låneren har bestemt, at biblioteket ikke må bevare denne information, vil denne fane kun vise de aktuelt udlånte eksemplarer.
de: Der Reiter mit der Ausleihhistorie wird angezeigt, wenn Sie es in der Einstellung intranetreadinghistory erlaubt haben. Wenn Sie die Systemeinstellung OPACPrivacy auf 'Erlauben' gestellt haben und der Benutzer entschieden hat, dass die Bibliothek diese Information nicht speichern darf, zeigt dieser Reiter lediglich aktuell entliehene Medien an.
el: Η καρτέλα ιστορικού κυκλοφορίας υλικού θα εμφανιστεί αν έχετε κάνει την ανάλογη επιλογή στην προτίμηση intranetreadinghistory. Αν έχετε επιλέξει το 'Επιτρέπεται' στην προτίμηση συστήματος OPACPrivacy και το μέλος έχει επιλέξει να μην αποθηκεύει η βιβλιοθήκη αυτή την πληροφορία, η καρτέλα αυτή θα δείχνει μόνο τους τρέχοντες δανεισμούς.
es: La pestaña de historial de circulación aparecerá si ha establecido la preferencia intranetreadinghistory para permitir que aparezca. Si usted tiene la preferencia del sistema OPACPrivacy establecida en 'Permitir' y el usuario ha decidido que la biblioteca no puede guardar esta información, esta pestaña sólo mostrará los ítems actualmente prestados.
eu: Zirkulazio historiaren fitxa agertuko da baldin eta intranetreadinghistory lehentasunean hori agertzea onartu baduzu. OPAC pribatutasunaren sistemaren lehentasuna 'Utzi' ezarri baduzu eta bazkideak liburutegiak informazio hori gorde ezin duela erabaki badu, fitxa honekin uneko elementu mailegatuak besterik ez ditu erakutsiko.
fi: Lainahistoria-välilehti näkyy, jos intranetreadinghistory-asetus sallii sen näkyvän. Jos OPACPrivacy-järjestelmäasetus on 'Salli' ja asiakas on päättänyt, että kirjasto ei voi säilyttää tätä tietoa, tämä välilehti näyttää vain tällä hetkellä lainassa olevat niteet.
fr: L'onglet d'historique des prêts est affiché si vous avez activé la préférence système intranetreadinghistory. Si vous avez activé la préférence système OPACPrivacy, et si l'adhérent a décidé que la bibliothèque ne peut pas garder l'historique de ses prêts, cet onglet n'affichera que les exemplaires qui sont actuellement empruntés.
hi: संचलन इतिहास टैब अगर आप इसे प्रकट करने के लिए अनुमति देने के लिए intranetreadinghistory वरीयता निर्धारित किया है दिखाई देगा। आप OPACPrivacy प्रणाली वरीयता करने के लिए सेट है, तो 'अनुमति' और संरक्षक फैसला किया है कि पुस्तकालय में इस जानकारी इस टैब केवल वर्तमान में आइटम बाहर की जाँच नहीं दिखाया जाएगा रख सकते हैं।
it: Lo storico della circolazione apparirà se hai settato la preferenza 'intranetreadinghistory' per permettere che appaia. Se hai la preferenza OPACPrivacy su 'Allow' e l'utente ha deciso che la biblioteca non deve mantenere queste informazioni, questa sezione mostrerà solo le copie attualmente in prestito.
oc: L'onglet d'istoric des prèstes es afichat se avètz activat la preferéncia sistèma intranetreadinghistory. Se avètz activat la preferéncia sistèma OPACPrivacy, e se l'aderent a décidé que la bibliotèca ne pòt pas garder l'istoric de ses prèstes, aqueste onglet n'aficharà que los exemplars qui son actualament empruntats.
pl: Zakładka 'Historia udostępniania' pojawia się, jeśli opcja intranetreadinghistory ustawiona jest na 'Zezwalaj'. Jeśli opcja systemowa OPACPrivacy ustawiona jest na 'Zezwól', a użytkownik zdecydował, że biblioteka nie może przechowywać tych informacji, zakładka ta będzie pokazywała tylko aktualnie wypożyczone egzemplarze.
pt: O separado histórico de empréstimo irá aparecer se a preferência de sistema intranetreadinghistory estiver definida para aparecer. Se a preferência OPACPrivacy estiver em 'Permitir' e o leitor decidir que a biblioteca não deve guardar a informação, o separador apenas irá mostrar os exemplares emprestados no momento.
pt_br: A aba de histórico de circulação aparecerá se você tiver definido a preferência intranetreadinghistory para permitir isso. Se você tiver definido a preferência OPACPrivacy como 'Permitir' e o usuário tiver decidido que a biblioteca não pode manter esta informação esta aba permitirá apenas visualizar os empréstimos atuais.
sk: Záložka výpisu obehu sa objaví ak ste tak nastavili intranetreadinghistory. Ak máte nastavenie systému OPACPrivacy v stave 'Dovoliť' a čitateľ sa rozhodol, že knižnica tento údaj nemôže uchovávať, táto záložka sa zobrazí iba pre momentálne vypožičané exempláre.
sv: Historikfliken för cirkulation visas om du ställt in intranetreadinghistory för att den ska visas. Om du ställt in OPACPrivacy till 'Tillåt' och låntagaren bestämt att biblioteket inte får behålla denna information så visar denna flik bara titlar som är utlånade just nu.
tr: Kurum içi ağ geçmişi seçeneğini 'gözükmesine izin ver' şeklinde ayarlarsanız, dolaşım geçmiş sekmesi gözükecektir. OPAC Gizlilik sistem seçenekleri ayarlarını 'İzin ver'e ayarlarsanız ve kullanıcı kütüphanenin bu bilgiyi saklayamayacağına karar vermişse, bu sekme sadece ödünç alınmış mevcut materyalleri gösterecektir.
zh_tw: 若設定 intranetreadinghistory 偏好為顯示，流通紀錄分頁就會顯示；若設定 OPACPrivacy 系統偏好為 '允許'，則讀者可以決定讓圖書館不保留此紀錄，此分頁就祗顯示借出尚未還入的館藏。

source: The conditions
fi: Ehdot
hi: शर्तें

source: The contract form will ask for some very basic information about the contract.
ar: شكل العقد سوف يسأل بعض المعلومات الأساسية جدا عن العقد.
cs: Formulář pro smlouvu se bude ptát jen na základní informace o smlouvě.
da: Kontraktformularen beder om nogle få grundlæggende informationer om kontrakten.
de: Das Formular für die Vereinbarungen bietet Felder für ganz wesentliche Informationen über die Vereinbarung.
el: Η φόρμα συμβολαίου θα ζητήσει κάποιες πολύ βασικές πληροφορίες για το συμβόλαιο.
es: La formulario de contrato le pedirá cierta información muy básica sobre el contrato.
eu: Kontratuaren inprimakiak kontratuari buruzko oinarrizko informazioa eskatuko du.
fi: Sopimuslomake kysyy muutamaa perustietoa sopimuksesta.
fr: Le formulaire de définition du contrat permet d'entrer des données succinctes sur le contrat.
hi: अनुबंध प्रपत्र अनुबंध के बारे में बहुत कुछ बुनियादी जानकारी के लिए पूछना होगा।
it: La form del contratto serve per informazioni fondamentali del contratto.
oc: Lo formulari de definicion del contracte permet d'entrer des donadas succinctes sul contrat.
pl: Formularz tworzenia kontraktu zawiera podstawowe dane.
pt: O formulário de contracto irá pedir informações básicas sobre o contracto.
pt_br: O formulário de contrato pedirá algumas informações básicas sobre o contrato.
sk: Formulár zmluvy zisťuje niektoré veľmi základné informácie o zmluve.
sv: Avtalsformuläret ber dig fylla i en del grundläggande information om avtalet.
tr: Sözleşme formu sözleşmeyle ilgili temel bilgiler isteyecektir.
zh_tw: 合約表單將詢問部份極為基本的資訊。

source: The course reserves module in Koha allows you to temporarily move items to 'reserve' and assign different circulation rules to these items while they are being used for a specific course.
ar: يتيح لك نظام الحجز الأكاديمي الفرعي في كوها نقل المواد مؤقتاً إلى "الحجز" وتعيين قواعد الإعارة المختلفة إلى هذه المواد أثناء استخدامها لكورس محدد.
cs: Modul Kurzy umožňuje přiřadit vzdělávacím kurzům/školním předmětům materiály a pro tyto materiály na přechodnou dobu trvání kurzu změnit pravidla půjčování.
de: Das Modul zur Verwaltung von Semesterapparaten erlaubt es Exemplare temporär in einen Semesterapparat zu stellen und mit anderen Ausleihkonditionen zu verknüpfen, während Sie für den Kurs verwendet werden.
el: Η υπομονάδα κρατήσεων μαθημάτων στο Koha σας επιτρέπει να μετακινείτε προσωρινά τεκμήρια σε 'κράτηση' και να αποδίδετε διαφορετικούς κανόνες διακίνησης υλικού σε αυτά τα τεκμήρια όταν η χρήση τους γίνεται για ένα συγκεκριμένο μάθημα.
es: El módulo de Reservas para cursos en Koha le permite, temporalmente, mover ítems a 'reserva' y asignar reglas de circulación diferentes a estos ítems mientras estén siendo utilizados para un curso específico.
fi: Kurssivarannot-osio mahdollistaa niteiden siirtämiseen 'varantoon', jolloin niille voidaan antaa eri lainaussäännöt, kun niitä käytetään jollakin tietyllä kurssilla.
fr: Le module Réserves de cours permet de placer temporairement des documents dans une 'réserve' afin de leur assigner des règles de circulation particulières tant qu'ils sont utilisés pour un cours donné.
hi: कोहा में पाठ्यक्रम भंडार मॉड्यूल आप अस्थायी रूप से इन मदों के लिए 'रिजर्व' के लिए आइटम ले जाने और विभिन्न परिसंचरण नियमों आवंटित करने के लिए है, जबकि वे एक विशेष पाठ्यक्रम के लिए इस्तेमाल किया जा रहा है की अनुमति देता है।
it: Il modulo 'Testi per gli esami' in Koha permette di muovere temporaneamente le copie in sezioni 'riservate' virtuali e assegnare diverse regole di circolazione a quelle copie che devono essere usate per uno specifico corso.
oc: Lo modul Resèrvas de cors permet de placer temporairement des documents dans una 'resèrva' per fin de lor assigner des règlas de circulacion particulières tant qu'ils son utilizats per un cors donat.
pl: Moduł Kursy zezwala na 'zarezerwowanie' czasowe pozycji dla konkretnego kursu poprzez odpowiednie ustawienia zasad udostępniania i należności.
pt: O módulo de reservas de curso no Koha permite temporariamente mover exemplares para a 'reserva' e definir diferentes regras de circulação para esses exemplares enquanto estiverem a ser usado por um curso específico.
pt_br: O módulo de reservas para cursos no Koha permite que você mova temporariamente os exemplares para 'reserva' e defina regras específicas de circulação para estes exemplares enquanto eles estiverem reservados para um curso específico.
sk: Modul rezerv kurzov v Kohe vám umožňuje dočasne presunúť exempláre do 'rezervy' a priradiť týmto exemplárom rozličné pravidlá obehu, zatiaľ čo sa používajú v osobitnom kurze.
tr: Koha içerisinde yer alan kurs rezervleri modülü, materyalleri geçici olarak 'rezerv' içerisine taşımaya ve bu materyaller özel bir kurs için kullanılırken farklı dolaşım kurallarının kendilerine atanabilmesine olanak sağlar.
zh_tw: Koha 的指定參考書模組可以把館藏暫時移入 '保留' 區，並適用特別的流通規則，供指定的課程使用。

source: The cronjob script is misc/cronjobs/automatic_item_modification_by_age.pl.
fi: Cronjob-komentosarja on misc/cronjobs/automatic_item_modification_by_age.pl.
hi: cronjob स्क्रिप्ट विविध / cronjobs / automatic_item_modification_by_age.pl है।

source: The currency pull down will have the currencies you set up in the Acquisitions Administration area.
ar: القائمة المنسدلة للعملات ستحتوي على العملات التي ضبطتها في منطقة إدارة التزويد.
cs: Rozbalovací menu bude obsahovat měny, které nastavíte v sekci Administrace akvizice.
da: Valutamenuen indeholder de valutaer, som du har indstillet i indkøbs-administrationsområdet.
de: Die Auswahlliste der Währungen wird im Bereich 'Erwerbung' der Administration definiert.
el: Η αναπτυσσόμενη λίστα με τα νομίσματα θα περιέχει τα νομίσματα που έχετε ρυθμίσει στην περιοχή Διαχείρισης Προσκτήσεων.
es: El desplegable de monedas tendrá las monedas que configuró en el área de Administración de adquisiciones.
fi: Rahayksikkö-alasvetovalikko sisältää Hankinnan ylläpidossa tallennetut rahayksikkövaihtoehdot.
fr: Le menu déroulant des monnaies indiquera les monnaies que vous avez configuré dans la zone Administration des acquisitions.
hi: मुद्रा नीचे खींच मुद्राओं आप अधिग्रहण प्रशासन क्षेत्र में स्थापित होगा।
it: Il menu a tendina delle valute conterrà le valute che hai configurato nella sezione "Acquisizioni".
oc: Lo menú desenrotlant des monedas indicara les monedas qu'avètz configuré dins la zòna Administration des aquisicions.
pl: Lista walut jest tworzona na podstawie walut, wprowadzonych w module Administracja (Administracja>Gromadzenie).
pt: O menu moedas terá todas as moedas definidas na área de administração das aquisições.
pt_br: A lista de moedas mostrará as moedas que você configurou em Aquisições na Área de administração.
sk: Rozbaľovacia ponuka mien bude obsahovať meny, ktoré ste si nastavili v oblasti administrácie akvizícií.
sv: Rullgardinsmenyn med valutor har alla valutor du konfigurerade i administrationsområdet för Inköp.
tr: Para birimi çekme menüsü Sağlama Yönetim alanında ayarladığınız para biriminden olacaktır.
zh_tw: 幣別下拉選單將出現在採訪管理區塊設定的幣別。

source: The day information will also be filled in automatically based on the date you clicked on the calendar
ar: وسيتم أيضا المعلومات يوم ملئها تلقائيا استنادا إلى تاريخ النقر على التقويم
cs: Den informace se vyplní automaticky na základě data, kdy jste klikli na kalendář
da: Dag-informationen indsættes også automatisk ud fra den dato, der er klikket i kalenderen
de: Der Wochentag wird ebenfalls automatisch ausgefüllt, basierend auf dem Datum, dass Sie im Kalender angeklickt haben.
el: Οι πληροφορίες ημέρας θα συμπληρωθούν επίσης αυτόματα σύμφωνα με την ημέρα που επιλέξατε στο ημερολόγιο
es: La información del día se rellenará automáticamente a partir de la fecha en la que hizo clic en el calendario
eu: Eguneko informazioa automatikoki beteko da ere, egutegian klik egin duzun dataren arabera
fi: Päiväksi tulee automaattisesti se, jonka olet valinnut kalenterista
fr: L'information sur la date sera également renseignée automatiquement en fonction de la date que vous avez choisie dans le calendrier
hi: दिन के बारे में जानकारी भी स्वतः ही में भरा जाएगा तारीख आप कैलेंडर पर क्लिक के आधार पर
it: L'informazione sul giorno viene inserita in automatico basandosi sulla data che tu scegli sul calendario
oc: L'informacion sus la data serà tanben renseignée automaticament en fonction de la data qu'avètz causida dins lo calendièr
pt: A informação do dia também vai ser automaticamente preenchida de acordo com a data clicada no calendário
pt_br: A informação do dia também vai ser automaticamente preenchida de acordo com a data clicada no calendário
sk: Informácia o dni bude vyplnené automaticky na základe dátumu, ktorý ste vybrali kliknutím na kalendár
sv: Informationen om dag fylls också i automatiskt baserat på det datum du klickade på i kalendern
tr: Gün bilgisi aynı zamanda takvimdeki tıkladığınız tarihe bağlı olarak otomatik bir şekilde de doldurulacaktır.
zh_tw: 日期資訊將根據點選的行事曆自動更新

source: The default minimum password length is 3 characters long. To change this value, update your system preferences.
ar: الحد الأدنى للطول الإفتراضي لكلمة المرور هو 3 أحرف. لتغيير هذه القيمة، وتحديث نظام الأفضليات الخاصة بك.
cs: Výchozí minimální délka hesla je 3 znaky. Chcete-li tuto hodnotu změnit, je třeba to upravit v nastavení systému.
da: Standard minimum passwordlængden er 3 karakterer. For at ændre denne værdi, opdater systemindstillingerne.
de: Das Standardminimum der Passwortlänge ist 3 Zeichen. Um diesen Wert zu ändern, aktualisieren Sie Ihre Systemeinstellungen.
el: Το προκαθορισμένο ελάχιστο μέγεθος κωδικού πρόσβασης είναι 3 χαρακτήρες. Για να αλλάξετε αυτή τη τιμή, ενημερώστε τις προτιμήσεις συστήματός σας.
es: El largo mínimo de contraseña es de 3 caracteres. Para cambiar este valor, actualice sus preferencias del sistema.
eu: Pasahitzak hiru karaktere izan behar ditu gutxienez. Balio hori aldatzeko, eguneratu sistemaren lehentasunak.
fi: Salasanan minimipituus on oletuksena 3 merkkiä. Tämän voi muuttaa järjestelmäasetuksissa.
fr: Par défaut, le mot de passe minimum doit comporter 3 caractères. Pour changer cette valeur, modifiez vos préférences système.
hi: डिफ़ॉल्ट पासवर्ड की न्यूनतम लंबाई 3 अक्षरों लंबा है। इस मान को बदलने के लिए, अपने सिस्टम वरीयताओं को अद्यतन करें।
it: La password di default ha una lunghezza minima di 3 caratteri. Per modificare questo valore, aggiornare le preferenze di sistema.
oc: Per defaut, lo senhal minimum deu comportar 3 caractèrs. Per cambiar aquesta valor, modifiez vos preferéncias sistèma.
pl: Minimalna długość hasła to 3 znaki. Aby zmienić tą wartość, uaktualnij ustawienia systemu.
pt: O tamanho mínimo da palavra-passe por omissão é 3 caracteres. Para alterar, utilize as preferências do sistema.
pt_br: O tamanho mínimo da palavra-passe por padrão é 3 caracteres. Para alterar, utilize as preferências do sistema.
sk: Predvolená minimálna dĺžka hesla je 3 znaky. Pre zmenu tejto hodnoty, aktualizujte Vaše nastavenia systému.
sv: Som standard måste ett lösenord vara minst tre tecken långt. För att ändra detta värde uppdaterar du dina systeminställningar.
tr: Varsayılan minimum şifre uzunluğu 3 karakterdir. Bu değeri değiştirmek için sistem tercihlerinizi güncelleyin.
zh_tw: 預設密碼的最小長度為3個字元，可以從系統設定更改其值。

source: The description field is where you will enter the description of the charge
ar: حقل الوصف هو المكان الذي سيدخل وصفا للرسوم
cs: Pole popisu je místo, kde zadáte popis poplatku
da: Beskrivelsesfeltet er stedet, hvor beskrivelsen af kravet indtastes
de: Unter Beschreibung geben kann eine Beschreibung der manuellen Gebühr gespeichert werden
el: Το πεδίο περιγραφής είναι εκεί που θα εισάγετε την περιγραφή της χρέωσης
es: El campo de descripción es donde se entra la descripción de la carga
eu: Deskribapena eremua kargaren deskribapena sartuko duzun eremua da
fi: Kuvauskenttään syötät maksun kuvauksen
fr: Le champ description vous permet de décrire le coût
hi: विवरण क्षेत्र है जहाँ तुम प्रभार का विवरण दर्ज होगा
it: Il campo descrizione è dove inserisci la descrione del debito
pl: W polu 'Opis' możesz wprowadzić dodatkowy opis faktury
pt: O campo de descrição é onde é inserido a descrição da multa
pt_br: O campo de descrição é onde você irá digitar a descrição da cobrança
sk: Do poľa popisu vpíšte popis poplatku
sv: I fältet beskrivning matar du in en beskrivning av avgiften
tr: Tanım alanı cezanın girildiği alandır.
zh_tw: 說明欄位欄位是鍵入收費說明的地方

source: The description field is where you will enter the description of the credit
ar: حقل الوصف هو المكان الذي سيدخل وصفا للائتمان
cs: Pole popisu je místo, kde zadáte popis úvěru
da: Beskrivelsesfeltet er stedet, hvor beskrivelsen af kreditten indtastes
de: Unter Beschreibung kann eine Beschreibung des Guthabens gespeichert werden
el: Το πεδίο περιγραφής είναι εκεί που θα εισάγετε την περιγραφή της πίστωσης
es: El campo de descripción es donde se entra la descripción del crédito
eu: Deskribapena eremua kredituaren deskribapena sartuko duzun eremua da
fi: Kuvauskenttään syötät hyvityksen kuvauksen
fr: Le champ description vous permet de décrire le crédit
hi: विवरण क्षेत्र है जहां आप क्रेडिट का विवरण दर्ज होगा
it: Il campo descrizione è dove inserisci la descrizione del credito
oc: Lo camp descripcion vos permet de descriure lo crèdit
pl: W polu 'Opis' możesz wprowadzić dodatkowy opis dotyczący zasilenia
pt: O campo de descrição é onde é inserido a descrição do crédito
pt_br: O campo de descrição é onde você irá digitar a descrição do crédito
sk: Do poľa popisu vpíšte popis kreditu
sv: I fältet beskrivning matar du in en beskrivning av krediten
tr: Tanım alanı kredi tanımının girildiği alandır.
zh_tw: 說明欄位欄位是鍵入額度說明的地方

source: The description is the plain text definition of the item type
ar: الوصف هو تعريف نص عادي من نوع المادة
cs: Popis je prostý text definice typu výtisku
da: Beskrivelsesfeltet er den enkle beskrivelse af eksemplartypen
de: Die Beschreibung ist die Bezeichnung des Medientyps
el: Η περιγραφή είναι ο ορισμός σε απλό κείμενο του τύπου τεκμηρίου
es: La descripción es la definición de texto sin formato del tipo de ítem
eu: Deskribapena elementu motaren testu arruntan idatzitako definizioa da
fi: Kuvaus on tekstimääritelmä aineistolajista
fr: La description est la définition détaillée du type d'exemplaire
hi: विवरण आइटम प्रकार के सादे पाठ परिभाषा है
it: Il campo descrizione serve per descrivere il tipo di copia
oc: La descripcion es la definicion detalhada del tipe d'exemplar
pl: Opis jest tekstem zawierającym definicję typu pozycji
pt: A descrição é definição em texto livre do tipo de documento
pt_br: A descrição é o texto que define o tipo de material
sk: Popis je plne textová definícia typu exemplára
sv: Beskrivningen definierar objekttypen med vanlig text
tr: Tanım materyal türünün düz metin tanımıdır.
zh_tw: 說明欄位欄位是鍵入館藏類型純文字定義的地方

source: The details of the checkouts will appear on the bib detail page in the staff client as well.
ar: ستظهر تفاصيل الإعارات في صفحة التفاصيل البيبلوغرافية في برنامج العميل كذلك.
de: Die Details der Ausleihen erscheinen auch in der Detailsansicht der Dienstoberfläche.
es: Los detalles de los préstamos aparecerán también en la página de detalles del registro en la interfaz administrativa.
fi: Lainojen tiedot näkyvät myös nimekkeiden perusnäytöllä virkailijatyökalussa.
hi: checkouts के विवरण के रूप में अच्छी तरह से कर्मचारियों को ग्राहक में बिब विस्तार पृष्ठ पर दिखाई देगा।
it: I dettagli dei prestiti appariranno nella pagina di dettaglio nello staff client
sk: Podrobnosti o výpožičkách sa zobrazia aj na stránke podrobností o záznamoch v intranete.
tr: Ödünç alma ayrıntıları da personel istemcide bib ayrıntılar sayfasında görüntülenecektir.
