Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Once your hold is placed, if you'd like to have Koha forget that you used the 'Search to Hold' function, you can choose to have Koha 'forget' the patron's name by clicking the arrow to the right of the 'Place Hold' button on the search results and choosing the 'Forget' option.
ar: عند إتمام عملية الحجز ، ورغبتك بأن ينسى كوها بأنك استخدمتَ وظيفة 'البحث للحجز' ، بإمكانك أن تختار 'انسى' سينسى كوها اسم المستفيد ويتم ذلك من خلال النقر على السهم على يسار زر 'الحجز' في نتائج البحث ، واختيار خيار'أنسى'.
cs: Pokud je rezervace zadaná, a pokud chcete aby Koha zapomněla na použití funkce 'Hledat rezervaci', můžete si zvolit, že Koha 'zapomene' čtenářovo jméno kliknutím na šipku napravo od tlačítka 'Rezervovat' ve vysledcích hledání a zvolit 'Zapomenout'
da: Når reserveringen er lavet, hvis Koha skal glemme, at du brugte funktionen 'Søg til reservering', kan du få Koha til at 'glemme' lånerens navn ved at klikke på pilen til højre for knappen 'Placer reservering' i søgeresultaterne og vælge funktionen 'Glem'.
de: Nachdem die Vormerkung gesetzt wurde, können Sie den Benutzer aus dem Speicher löschen, indem Sie die Funktion 'Vergessen' aus dem Auswahlmenü für das Setzen der Vormerkung verwenden.
el: Μόλις γίνει η κράτησή σας, εάν θέλετε το Koha να ξεχάσει ότι χρησιμοποιήσατε τη λειτουργία 'Αναζήτηση για Κράτηση', μπορείτε να επιλέξετε να κάνετε το Koha να 'παραβλέψει' το όνομα μέλους πατώντας το βέλος στα δεξιά του κουμπιού 'Δημιουργία Κράτησης' στα αποτελέσματα αναζήτησης και διαλέγοντας την επιλογή 'Παράβλεψη'.
es: Una vez hecha su reserva, si desea que Koha olvide que utilizó la función 'Buscar para Reservar', puede seleccionar que Koha 'olvide' el nombre del usuario haciendo clic en la flecha a la derecha del botón 'Reservar' en los resultados de búsqueda y seleccionando la opción 'Olvidar'.
eu: Una vez que su reserva se realiza, si usted quisiera que Koha olvidara esta información debe utilizar la función 'Búsqueda de Reserva', puede optar porque Koha 'olvide' el nombre del socioseleccionando en la flecha de la derecha en el botón 'Reservas' en los resultado de búsqueda y elegir opción 'Olvidar'.
fi: Kun varaus on tehty ja haluat Kohan unohtavan 'Hae ja varaa' -toiminnon, klikkaa hakutuloksissa 'Varaa'-painikkeen vieressä olevaa alasvetovalikkoa ja valitse 'Unohda' niin asiakkaan tiedot katoavat muistista.
fr: Une fois la réservation faite, si vous souhaitez que Koha oublie que vous avez utilisé la fonction 'Rechercher pour réserver', vous pouvez faire en sorte que Koha 'oublie' le nom de l'adhérent en cliquant la flèche à droite du bouton 'Réserver' sur la page des résultats de recherche et en choisissant l'option 'Oublier'.
hi: Koha है करने के लिए एक बार अपनी पकड़ रखा है, अगर आप Koha भूल जाते हैं कि आप 'पकड़ो करने के लिए खोज' समारोह का इस्तेमाल करना चाहते हैं, तो आप चुन सकते हैं 'जगह पकड़ो के दाईं ओर तीर पर क्लिक करके संरक्षक का नाम' भूल ' 'खोज परिणामों पर बटन और चुनने' भूल 'विकल्प।
it: Una volta fatta la prenotazione, se vuoi che Koha dimentichi che hai usato la funzione 'Cerca per prenotare', puoi fare dimenticare a Koha il nome dell'utente cliccando la freccia a destra del bottone 'Prenota' e scegliere l'opzione 'Dimentica'.
oc: Un còp la reservacion faite, se volètz que Koha oublie que vous avez utilizat la fonction 'Recercar per reservar', podètz far en sorte que Koha 'oublie' lo nom de l'aderent en clicant la sageta a dreita del boton 'Reservar' sus la pagina des resultats de recèrca e en causissent l'opcion 'Oublicar'.
pl: Jeśli twoje zamówienie jest złożone, można usunąć je używając opcji 'Przeszukaj katalog', rozwijając strzałkę po prawej przy opcji 'Zamów' w wynikach wyszukiwania w katalogu i wybierając opcję 'Anulowane dla nazwa użytkownika'.
pt: Assim que a reserva for colocada, se desejar que o Koha esqueça que usou a função 'Pesquisar para reserva', pode escolher que o Koha esqueça o nome do leitor clicando na seta à direita do botão 'Reservar' nos resultados de pesquisa e escolhendo a opção 'Esquecer'.
pt_br: Uma vez que sua reserva foi efetuada, se você gostaria de ter Koha esqueça de que você usou a função 'Pesquisar para reservar' você pode optar por ter Koha' esquecer 'o nome do usuário, clicando na seta à direita no botão 'Reservar' nos resultados da pesquisa e escolher a opção 'Esquecer'.
sk: Len čo je rezervácia zadaná, a ak chcete, aby Koha zabudla na použítú funkciu 'Hľadať pre rezerváciu', môžete si zvoliť, aby Koha 'zabudla' na meno čitateľa kliknutím na šípku napravo od tlačidla 'Zarezervovať' vo výsledkoch hľadania a voľbou možnosti 'Zabudnúť'.
sv: Om du vill att Koha ska glömma bort att du använde 'Sök för reservation' när reservationen är gjord, kan du välja att låta Koha 'glömma' låntagarens namn genom att klicka på pilen till höger om knappen 'Reservera' i sökresultaten och välja alternativet 'Glöm'.
tr: Ayırmalarınız yapıldığında, 'Ayırma Araması Yap' fonksiyonunu kullandığınızı unutmak istiyorsanız, arama sonuçlarındaki 'Ayırma Yap' butonunun sağındaki ok işaretine tıklayarak ve 'Unut' seçeneğini seçerek Koha’nın kullanıcın adını 'unutmasını' onaylayabilirsiniz.
zh_tw: 預約之後，若要讓 Koha 忘記您曾使用 '搜尋以預約' 功能，可以從搜尋結果頁面的 '預約' 鈕右方的箭頭，選擇讀者的名字，選擇 '忘記' 選項，讓 Koha '忘記' 讀者。

source: Once your import is complete a link to the new bib records will appear to the right of each title that was imported
ar: عندما تنتهي عملية الإستيراد ستظهر وصلة إلى التسجيلة الجديدة على يسار كل عنوان تم استيراده
cs: Pokud je import dokončen, nový odkaz na knih. záznamy se objeví napravo od každého importovaného titulu.
da: Når importen er afsluttet, vises et link til den pågældende titelpost til højre for hver titel, der blev importeret
de: Nachdem der Import abgeschlossen wurde erscheint ein Link zum jeweiligen Titelsatz auf der rechten Seite jedes importierten Titels
el: Μόλις ολοκληρωθή η εισαγωγή θα εμφανιστεί ένας σύνδεσμος προς τις βιβλιογραφικές εγγραφές στα δεξιά του κάθε τίτλου που εισήχθη.
es: Una vez que su importación se ha completado un enlace a los registros bibliográficos aparecerá a la derecha de cada título que fue importado
eu: Inportazioa egindakoan, bibliografia erregistro berrietarako lotura agertuko da inportatutako lan bakoitzaren eskuinaldera
fi: Kun tuonti on valmis, linkki uuteen nimeketietueeseen tulee jokaisen tuodun nimekkeen oikealle puolelle
fr: Une fois votre import terminé, un lien vers les nouvelles notices appraitra sur la droite de chaque titre importé
hi: अपने आयात पूरा हो गया है एक बार नए बिब रिकॉर्ड करने के लिए एक कड़ी के प्रत्येक शीर्षक के सही है कि आयात किया गया था के लिए दिखाई देगा
it: Una volta che l'import è completato, un link ai nuovi record bibliografici apparirà a destra di ogni titolo importato
oc: Un còp vòstre impòrt terminé, un ligam cap a les novèlas notícias appraitra sus la dreita de cada títol importat
pl: Gdy import jest zakończony, po prawej stronie każdego tytułu, który został zaimportowany, pojawi się link do nowego rekordu bibliograficznego
pt: Assim que a importação esteja completa um link para os novos registos aparecerá à direita de cada título que foi importado
pt_br: Assim que a importação estiver completa, um link para os novos registros aparecerá à direita de cada título que foi importado
sk: Len čo dokončíte import, objaví sa odkaz na nové kniž. záznamy napravo od každého importovaného názvu
sv: När importen är slutförd visas en länk till de nya bibliografiska posterna till höger om varje titel som importerades
tr: İçe aktarımınız tamamlandığında, yeni bibliyografik kayıtların bağlantısı içe aktarılmış olan her başlığın sağında gözükecektir.
zh_tw: 匯入完成後，在匯入的每個題名右方將出現新的書目紀錄連結

source: Once your import is complete you will be brought to the framework edit tool where you can make any changes you need to the framework you imported.
fi: Kun tuonti on valmis, pääset luettelointipohjan muokkaustyökaluun, jossa voit tehdä tarvittavia muutoksia tuomaasi luettelointipohjaan.
hi: अपने आयात पूरा हो गया है एक बार जब आप ढांचे को संपादित उपकरण है जहाँ आप किसी भी परिवर्तन आप ढांचे आप आयातित करने की जरूरत कर सकते हैं के लिए लाया जाएगा।

source: Once your new field is added it will be visible at the top of this page and on the item search page
fi: Kun uusi kenttä on lisätty, tulee se näkyville tämän sivun yläreunaan ja niteiden hakusivulle
hi: एक बार अपने नए क्षेत्र जोड़ा जाता है यह इस पेज के शीर्ष पर और आइटम खोज पृष्ठ पर दिखाई जाएगी

source: Once your policy is set, you can unset it by clicking the 'Unset' link to the right of the rule
ar: عندما تكون سياستك مضبوطة ، فبإمكانك إلغاء ضبطها من خلال وصلة 'إلغاء الضبط' على يسار القاعدة
cs: Pokud je vaše podmínka nastavena, můžete ji deaktivovat kliknutím na 'Deaktivovat' napravo od pravidla.
da: Når du har defineret en regel, kan du fjerne den igen via linket 'Slette' til højre for reglen
de: Nachdem Sie eine Regel definiert haben können Sie diese über den Link 'Löschen' auf der rechten Seite der Regel wieder entfernen
el: Μόλις ρυθμίσετε την πολιτική σας, μπορείτε να την ξερυθμίσετε κάνοντας κλικ στον σύνδεσμο 'Ξερύθμιση' στα δεξιά του κανόνα
es: Una vez que estableció su política, puede quitarla haciendo clic en el enlace 'Eliminar' a la derecha de la regla
eu: Nahierako politika ezarri ondoren, hura desezarri dezakezu arauaren eskuinera dagoen 'Desezarri' loturan klik eginez
fi: Kun sääntö on asetettu, voit ottaa sen pois klikkaamalla 'Poista' säännön oikealla puolella
fr: Une fois votre politique de circulation configurée, vous pouvez la retirer en cliquant sur le lien Retirer sur la droite de la règle
hi: अपनी नीति निर्धारित है एक बार, आप इसे नियम के अधिकार के लिए 'unset' लिंक पर क्लिक करके कर सकते हैं अनसेट
it: Una volta che una regola è configurata, puoi cancellarla cliccando il link 'Pulisci' posto a destra della regola
oc: Un còp vòstra politique de circulacion configurée, podètz la levar en clicant sul ligam Retirer sus la dreita de la règle
pl: Po ustawieniu polityki wypożyczeń i zwrotów, możesz ją wyłączyć, klikając 'Wyłącz' po prawej stronie zasady
pt: Assim que a sua política é definida, você pode desactivar-la clicando no link "Desactivar" à direita da regra
pt_br: Assim que a sua política é definida, você pode desativar-la clicando no link "Desativar" à direita da regra
sk: Len čo bude nastavené Vaša podmienka, môžete ju deaktivovať kliknutím na odkaz 'Deaktivovať' napravo od pravidla
sv: När policyn är aktiverad, kan du avaktivera den genom att klicka på länken 'Inaktivera' till höger om regeln
tr: Kuralınızı belirlediğinizde, bu kuralı yine kuralın sağındaki 'Geri al' bağlantısına tıklayarak geri alabilirsiniz.
zh_tw: 政策設定後，畔選規則右方的 '不設定' 連結，可以取消設定

source: Once your report is saved it will appear on the 'Use Saved' page with all other saved reports.
ar: بمجرد حفظ تقريرك سيظهر في صفحة "استخدم المحفوظ" مع التقارير المحفوظة الأخرى
cs: Jakmile svůj výstup uložíte, bude dostupný se na stránce "Použít uložené" se všemi ostatními uloženými výstupy.
da: Når rapporten er gemt, vises den på siden 'Brug gemte' sammen med alle andre rapporter.
de: Nachdem der Report gespeichert wurde, erscheint er unter 'Gespeicherte Reports' mit allen weiteren.
el: Μόλις αποθηκευτεί η αναφορά σας θα εμφανιστεί στη σελίδα 'Χρήση Αποθηκευμένης' με όλες τις άλλες αποθηκευμένες αναφορές.
es: Una vez que el contrato se ha guardado aparecerá en la página 'Utilizar guardado' con los otros informes guardados.
eu: Una vez que el informe se ha grabado aparecerá en la página de 'Utilizar Guardados' con los otros informes guardados
fi: Kun raportti on tallennettu, se löytyy 'Käytä tallennettua raporttia' -osiosta.
fr: Une fois votre rapport enregistré, il apparaîtra sur la page 'Rapports sauvegardés' avec les autres rapports sauvegardés.
hi: एक बार अपनी रिपोर्ट सहेजा जाता है यह अन्य सभी सहेजे रिपोर्ट के साथ 'का प्रयोग बचाया' पेज पर दिखाई देगा।
it: Una volta salvato, il report apparirà nella pagina 'Report salvati'.
oc: Un còp vòstre rapòrt enregistrat, il apareisserà sus la pagina 'Rapports salvats' amb les autres rapòrts salvats.
pl: Po zapisaniu raport pojawi się na stronie 'Zapisane raporty', wśród wcześniej utworzonych raportów.
pt: Assim que o relatório estiver guardado é aparecer na página 'Usar guardados' com todos os relatórios guardados.
pt_br: Quando o relatório for salvo, ele aparecerá na página de 'Usar salvos' com os demais relatórios salvos.
sk: Len čo sa výkaz uloží, objaví sa na stránke 'Použiť uložené' s ostatnými uloženými výkazmi.
sv: När rapporten har sparats visas den på sidan 'Använd sparad' tillsammans med alla andra sparade rapporter.
tr: Raporunuz kaydedildiğinde, diğer kaydedilen raporlarla birlikte ‘Kaydedilmiş Olan Raporlar’ sayfasında gözükecektir.
zh_tw: 報表儲存後，將與其他儲存的報表一起出現在 '使用儲存的' 頁面。

source: Once your template is saved you will be able to pick it when using the Stage MARC Records for Import tool.
ar: بمجرد حفظ قالبك ستتمكن من التقاطه عند استخدام تسجيلات مارك المنظمة لأداة الاستيراد
cs: Když je vaše šablona uložena jste schopni ji vzít když používáte režijní MARC záznamy pro importovací nástroj.
de: Nach dem Speichern steht das Template im Werkzeug 'MARC-Datensätze für Import bereitstellen' zur Verfügung.
el: Μόλις το πρότυπό σας αποθηκευτεί θα μπορείτε πλέον να το επιλέξετε όταν χρησιμοποιείτε τα Προετοιμασμένα Αρχεία MARC για το εργαλείο Εισαγωγής.
es: Una vez que la plantilla se guarde podrá seleccionarla al utilizar la herramienta Preparar registros MARC para la importación.
fi: Kun pohja on tallennettu, voit valita sen käyttämällä 'MARC-tietueiden välivarastointi' -työkalua.
hi: एक बार अपने टेम्पलेट सहेजा जाता है आप जब आयात उपकरण के लिए स्टेज मार्क रिकॉर्ड का उपयोग कर इसे लेने के लिए सक्षम हो जाएगा।
it: Una volta che il template è stato salvato, potrai usarlo durante l'imporatzione, nella fase di deposito temporaneo dei records.
pt: As regras que definir aqui serão usadas na ferramenta de importação de registos.
pt_br: Quando seu template for salvo, você poderá utilizá-lo junto com a ferramenta de Importação de Registros MARC.
sk: Len čo je vaša šablóna uložená, budete si ju môcť zvoliť, keď budete používať nástroj Pripraviť záznamy MARC na import.
tr: Şablonunuz kaydedildiğinde, içe aktarma aracı için Stage MARC Records opsiyonunu kullanırken şablonunuzu seçebilmek mümkün olacaktır.
zh_tw: 儲存面板後，使用匯入工具的匯入 MARC 紀錄時，就能提取它。

source: One can be the patron image which you can resize to meet your needs.
ar: الأولى من الممكن أن تكون صورة المستفيد التي من الممكن أن يتغير حجمها لتتلائم مع حاجاتك.
cs: Jeden může být obrázkem Čtenáře,jehož velikost můžete změnit podle potřeby.
da: Det ene kan være lånerbilledet, hvis størrelse kan tilpasses efter behov.
de: Eines kann ein Benutzerfoto sein, dessen Größe Sie an Ihre Bedürfnisse anpassen können.
el: Το ένα μπορεί να είναι η εικόνα μέλους που μπορείτε να αλλάξετε το μέγεθος για να ικανοποιήσετε τις ανάγκες σας.
es: Puede ser la imagen del usuario, que se puede cambiar de tamaño para satisfacer sus necesidades.
eu: Horietako bat bazkidearen irudia izan daiteke, zure beharretara egokitzeko tamaina aldatu diezaiokezuna.
fi: Toinen voi olla asiakkaan kuva, jonka kokoa voit säätää sopivaksi.
fr: L'une peut être la photo de l'adhérent que vous pouvez redimensionner pour correpondre à vos besoins.
hi: एक संरक्षक छवि है जो आप अपनी जरूरतों को पूरा करने के लिए आकार बदल सकते हैं हो सकता है।
it: Una può essere l'immagine dell'utente che puoi ridimensionare per incontrare le tue necessità.
oc: L'une pòt èsser la fòto de l'aderent que podètz redimensionner per correpondre a vos besoins.
pt: Uma pode ser a imagem de leitor que pode ser redimensionada de acordo com as necessidades.
pt_br: Uma pode ser a imagem de usuário que pode ser redimensionada de acordo com as necessidades.
sk: Jeden môže byť obrázok čitateľa, ktorý môžete podľa potreby zmenšiť.
sv: En kan vara bilden på låntagaren som kan storleksförändras efter behov.
tr: İhtiyaçlarınızı karşılamak için yeniden boyutlandırabileceğiniz kullanıcı resmi her hangi bir resim olabilir.
zh_tw: 可以調整讀者照片的大小，以符合Koha的要求。

source: One you click Submit, your city will be saved and will be listed on the Cities and Towns page.
ar: عندما تنقر على أرسل ، مدينتك سوف تحفظ وستدرج في صفحة المدن والبلدات.
cs: Pokud kliknete na 'Odeslat', vaše město bude uloženo a objeví se na stránce Města a obce.
da: Når du klikker på Send, gemmes din by og vises på siden med byer.
de: Nachdem Sie gespeichert haben wird die neue Stadt mit auf der Seite aufgelistet.
el: Μόλις κάνετε κλικ στο Υποβολή, η πόλη σας θα αποθηκευτεί και θα εμφανιστεί στη σελίδα Πόλεις και Περιοχές
es: Una vez que hace clic en Enviar, la ciudad se guardará y aparecerá en la página de Ciudades y pueblos.
eu: Bidali botoian klik egin ostean, zure hiria gordeko da eta Hiriak eta herriak orrian agertuko da zerrendatuta.
fi: Kun klikkaat OK, kunta tallennetaan ja se näkyy 'Kunnat'-listalla.
fr: Une fois que vous avez cliqué sur Valider, la ville est enregistrée et elle apparaît dans la liste des villes et communes.
hi: एक आप सबमिट करें क्लिक करें, अपने शहर का उद्धार होगा और शहरों और कस्बों पृष्ठ पर सूचीबद्ध किया जाएगा।
it: Premuto 'Invia', la tua città verrà salvata ed elencata nella pagina 'Città e paesi'.
oc: Un còp qu'avètz clicat sus Validar, la vila es enregistrada e elle apareis dins la lista des vilas e comunas.
pl: Po kliknięciu „Wyślij”, miejscowość zostanie zapisana i wyświetli się na liście.
pt: Assim que clicar no botão para adicionar, a cidade irá ser guardada e listada na página das cidades.
pt_br: Quando você clicar em 'Enviar', sua cidade será salva e será listada na página de Cidades.
sk: Len čo kliknete na Odoslať, Vaše mesto sa uloží a otvorí sa Vám stránka Mestá a obce.
sv: När du klickar på Skicka sparas Orten och listas på sidan med Orter.
tr: ‘Gönder’e tıkladığınızda, şehriniz kaydedilecek; Şehir ve İlçeler sayfasında listelenecektir.
zh_tw: 點選送出後，將儲存您的縣市，並列在縣市頁面。

source: Online Help
ar: مساعدة على الإنترنت
cs: Online nápověda
da: Online-hjælp
de: Onlinehilfe
el: Ηλεκτρονική Βοήθεια
es: Ayuda en línea
eu: Online laguntza
fi: Ohje Kohan www-sivulla
fr: Aide en ligne
hi: ऑनलाइन सहायता
it: Aiuto in linea
oc: Ajuda en linha
pl: Pomoc Online
pt: Ajuda online
pt_br: Ajuda em Linha
sk: Pomoc online
sv: Online-hjälp
tr: Çevrimiçi Yardım
zh_tw: 線上說明

source: Online help
ar: مساعدة على الخط المباشر
cs: Online pomoc
da: Online-hjælp
de: Onlinehilfe
el: Ηλεκτρονική Βοήθεια
es: Ayuda en línea
eu: Ayuda en línea
fi: Ohje Kohan www-sivulla
fr: Aide en ligne
hi: ऑनलाइन सहायता
it: Aiuto in linea
oc: Ajuda en linha
pl: Pomoc Online
pt: Ajuda online
pt_br: Ajuda online
sk: Pomoc online
sv: Online-hjälp
tr: Çevrimiçi yardım
zh_tw: 線上說明

source: Open the patron you want to use as your base (the patron you want to duplicate information from)
ar: افتح المستفيد الذي تود ان تستخدمه كأساس ( المستفيد الذي ترغب بتكرار المعلومات منه)
cs: Otevřete Čtenáře, kterého chcete použít jako základ (Čtenáře, od kterého chcete duplikovat informace)
da: Låneren, der skal bruges som basis, åbnes (den låner, som der skal kopieres data fra)
de: Öffnen Sie das Benutzerkonto, dass Sie als Ausgangspunkt verwenden möchten (den Benutzer, dessen Daten kopiert werden sollen)
el: Ανοίξτε το μέλος που θέλετε να χρησιμοποιήσετε ως βάση (το μέλος από το οποίο θέλετε να αντιγράψετε πληροφορίες)
es: Abra el usuario que desea utilizar como punto de partida (el usuario del cual desea duplicar la información)
eu: Ireki oinarri gisa erabili nahi duzun bazkidea (informazioa bikoiztuko duzun bazkidea)
fi: Avaa sen asiakkaan tiedot, jota haluat käyttää pohjana (asiakas, jonka tiedot kopioidaan)
fr: Ouvrez la fiche de l'adhérent sur lequel vous voulez vous baser vos duplications.
hi: संरक्षक आप अपने बेस (संरक्षक आप से जानकारी नकल करना चाहते हैं) के रूप में उपयोग करना चाहते खोलें
it: Apri l'utente che vuoi usare come base di partenza (quello da cui vuoi duplicare le informazioni)
oc: Ouvrez la ficha de l'aderent sus lequel volètz vous baser vos duplications.
pl: Otwórz konto użytkownika, z którego chcesz powielić dane
pt: Abra o leitor que deseja usar como base (o leitor que deseja duplicar a informação)
pt_br: Abra o usuário que você deseja utilizar como base (o usuário a partid do qual você pretende duplicar as informações)
sk: Otvorte čitateľa, ktorého chcete použiť ako základ (čitateľa, ktorého informáciu chcete duplikovať)
sv: Öppna den låntagare du vill använda som grund (den låntagare du vill kopiera information från)
tr: Dayanak olarak kullanmak istediğiniz kullanıcıyı açın (bilgi çoğaltmak istediğiniz kullanıcıdan)
zh_tw: 開啟讀者做為使用的基礎(做為複製之用)

source: Or you can just have no image associated with the item type
ar: او بإمكانك ببساطة أن لا تمتلك أي صورة مرتبطة مع نوع المادة
cs: Nebo nemusíte mít k obrázku přidruženou žádnou položku
da: Eller du kan bare ikke forbinde et billede med denne medietype
de: Sie können auch keine Grafik mit dem Medientyp verknüpfen
el: Ή μπορείτε να μην έχετε εικόνα για τον τύπο τεκμηρίου
es: O simplemente no hay una imagen asociada con el tipo de ítem
eu: Edo ez eduki irudirik elementu motarekin lotuta
fi: Aineistolajiin ei ole pakko liittää kuvaa.
fr: Ou bien vous pouvez simplement ne pas associer d'image au type d'exemplaire
hi: या फिर आप सिर्फ आइटम प्रकार के साथ जुड़े कोई छवि हो सकती है
it: Oppure puoi non associare alcuna immagine al tipo di copia
oc: Ou bien podètz simplament ne pas associar d'imatge al tipe d'exemplar
pt: Ou pode não ter nenhuma imagem associada ao tipo de docuemento
pt_br: Ou você pode não ter nenhuma imagem associada a um tipo de material
sk: Alebo nemusíte mať k typu obrázka pridružený žiaden obrázok
sv: Du kan också välja att helt enkelt inte ha någon bild kopplad till objekttypen
tr: Ya da materyal türüyle ilgili resminiz olmayabilir.
zh_tw: 或您可沒有圖示連結至館藏類型

source: Or, from the "add or remove items" page for a collection, you can click the Transfer button, choose the library you wish to transfer the collection to and click "Transfer Collection".
fi: Tai kokoelman 'lisää ja poista niteitä' -sivulta voit klikata 'Siirrä'-nappia. Valitse kirjasto, johon haluat kokoelman siirtää ja klikkaa "Siirrä kokoelma".
hi: या, से एक संग्रह के लिए पेज "को जोड़ने या हटाने के आइटम", आप हस्तांतरण बटन क्लिक कर सकते हैं, आप के लिए पुस्तकालय संग्रह हस्तांतरण और क्लिक करें "स्थानांतरण संग्रह" करना चाहते हैं चुनें।

source: Order from Purchase Suggestion
ar: الطلب من مقترح شراء
cs: Objednat z návrhu na nákup
da: Bestille fra anskaffelsesforslag
de: Anschaffungsvorschlag bestellen
el: Παραγγελία από Πρόταση Αγοράς
es: Pedido desde Sugerencia de compra
eu: Eskatu erosketa proposamenetatik
fi: Tilaus hankintaehdotuksesta
fr: Commander à partir d'une suggestion d'achat
hi: क्रय सुझाव से आदेश
it: Ordine dai suggerimenti di acquisto
oc: Comandar a partir d'una suggestion de crompa
pl: Zamów z propozycji zakupu
pt: Encomenda a partir da sugestão
pt_br: Pedido da sugestão de compra
sk: Objednať z návrhu na nákup
sv: Beställ från Inköpsförslag
tr: Satın Alma Önerisinden Sipariş
zh_tw: 來自採訪建議的訂單

source: Order from a New Empty Record
ar: الطلب من تسجيلة فارغة جديدة
cs: Objednat z nového prázdného záznamu
da: Bestille fra en ny tom post
de: Neuen Titel für Bestellung anlegen
el: Παραγγελία από μια Νέα Κενή Εγγραφή
es: Pedido desde un Nuevo registro vacío
eu: Eskatu erregistro huts berri batetik
fi: Tilaus tyhjän tietueen kautta
fr: Commander à partir d'une nouvelle notice
hi: एक नया खाली रिकार्ड से आदेश
it: Ordine da un novo record (vuoto)
oc: Comandar a partir d'una novèla notícia
pl: Zamów z nowego (pustego) rekordu
pt: Encomenda a partir de um registo novo (vazio)
pt_br: Pedido a partir de um novo registro em branco
sk: Objednať z nového prázdneho záznamu
sv: Beställ från en Ny tom post
tr: Yeni Boş Bir Kayıttan Sipariş
zh_tw: 取自新增空白紀錄的訂單
