Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Export card data as a PDF readable by any standard PDF reader, making patron cards printable directly on a printer
ar: تصدير بيانات البطاقة بصيغة PDF باعتبارها قابلة للقراءة بواسطة أي قارئ PDF، مما يجعل من بطاقات المستفيد قابلة للطباعة مباشرة على الطابعة
cs: Exportujte údaje o průkazu jako PDF čitelné kterýmkoliv standardním programem pro čtení PDF. Takto bude možné čtenářské průkazy tisknout přímo na tiskárně
da: Eksporter kortdata i PDF-format. Denne fil kan læses af enhver PDF-læser og udskrives direkte på en printer
de: Exportieren Sie die Daten für die Benutzerausweise als PDF. Die Datei kann mit jedem PDF-Reader gelesen und direkt auf einem Drucker ausgedruckt werden
el: Η εξαγωγή δεδομένων καρτών σε PDF που μπορεί να αναγνωστεί από οποιδήποτε λογισμικό ανάγνωσης PDF, καθιστά τις κάρτες μελών εκτυπώσιμες κατευθείαν στον εκτυπωτή
es: Exportar datos del carné como un archivo PDF el cual se puede imprimir directamente en una impresora
eu: Esportatu txarteleko datuak edozein PDF irakurlek irakur dezakeen PDF gisa, bazkideen txartelak zuzenean inprimagailu batean inprimatzea ahalbidetuz
fi: Vie korttitiedot PDF-muodossa, jolloin ne voidaan avata millä tahansa PDF-ohjelmalla, ja tulostaa oheistulostimella
fr: Exporte les données de carte au format PDF lisible par tout lecteur PDF standard, rendant les cartes adhérent imprimables directement sur une imprimante
hi: एक पीडीएफ किसी भी मानक पीडीएफ रीडर द्वारा पठनीय, एक प्रिंटर पर सीधे संरक्षक कार्ड छापने योग्य बनाने के रूप में निर्यात कार्ड डेटा
it: Esporta i dati delle tessere in PDF; le potrai stampare su una stampante a tua scelta
oc: Exporte las donadas de carta al format PDF lisible per tot lector PDF standard, rendant las cartas aderent imprimables dirèctament sus una imprimenta
pl: Eksportowanie danych karty do pliku PDF, dzięki czemu karty użytkowników można od razu wydrukować.
pt: Exportar dados do cartão para PDF, tornando os cartões de leitor possíveis de imprimir numa qualquer impressora
pt_br: Exportar dados do cartão para PDF, tornando as carteirinhas imprimíveis diretamente na impressora
sk: Exportujte údaje o preukaze ako PDF čitateľné ktorýmkoľvek štandardným programom pre PDF. Takto sa čitateľské preukazy budú dať tlačiť priamo v tlačiarni
sv: Exportera kortdata som en PDF som kan läsas av alla PDF-läsare, vilket gör låntagarkort utskrivbara på skrivare
tr: Kullanıcı kimlik kartlarını yazıcıya direkt olarak yazılabilir kılarak, kart verisini her hangi bir standart PDF reader ile okunabilir şekilde PDF olarak dışa aktar.
zh_tw: 匯出卡片資料為PDF格式，供標準PDF閱讀器使用，印表機直接印出讀者證

source: Export label data in one of three formats:
ar: تصدير بيانات اللصاقة في واحد من ثلاثة أشكال:
cs: Exportovat údaje z popisků v jednom ze tří formátů:
da: Eksporter etiketdata i et af tre formater:
de: Exportieren Sie die Etikettendaten in einem von drei Formaten:
el: Εξωγωγή δεδομένων ετικετών σε μία από τις τρεις μορφές:
es: Exportar datos de la etiqueta en uno de tres formatos:
eu: Esportatu etiketako datuak hiru formatu hauetako batean:
fi: Vie tarratietoja näissä muodoissa:
fr: Exporte les données d'étiquette dans l'un des trois formats :
hi: तीन स्वरूपों में से एक में निर्यात लेबल डेटा:
it: Esporta i dati delle etichette in uno di questi tre formati:
oc: Exporte las donadas d'etiqueta dins l'un des tres formats :
pl: Eksportowanie danych etykiet w jednym z trzech formatów:
pt: Exportar dados da etiqueta em um dos três formatos:
pt_br: Exportar dados de etiquetas em um dos três formatos:
sk: Exportovať údaje o etiketách v jednom z troch formátov:
sv: Exportera etikettdata i ett av tre format:
tr: Etiket verisini üç formattan biriyle dışa aktar:
zh_tw: 以三種格式之一匯出書標資料：

source: Export single or multiple batches
ar: تصدير دفعات متعددة أو مفردة
cs: Exportovat jednu nebo více dávek
da: Eksporter en eller flere stabler
de: Einen oder mehrere Stapel exportieren
el: Εξαγωγή μίας ή πολλαπλών παρτίδων
es: Exportar uno o varios lotes
eu: Esportatu sorta bat edo hainbat
fi: Vie eräajoina
fr: Exporte un ou plusieurs lots
hi: एक या कई बैचों का निर्यात
it: Esporta batch singoli o multipli
oc: Exporte un o mantun lots
pl: Eksportowanie pojedynczych albo wielokrotnych grup
pt: Exportação de lotes únicos ou múltiplos
pt_br: Exportação de lotes únicos ou múltiplos
sk: Exportovať jedinú alebo viaceré dávky
sv: Exportera enstaka eller flera satser
tr: Tek ya da çoklu toplu dosyaları dışa aktar
zh_tw: 批次匯出單筆或多筆

source: Export single or multiple labels from within a batch
ar: تصدير لاصقات متعددة أو مفردة من ضمن الدفعة
cs: Exportovat jeden nebo více štítků z dávky
da: Eksporter en eller flere etiketter fra en stabel
de: Exportieren Sie eines oder mehrere Etiketten aus einem Stapel
el: Εξαγωγή μίας ή πολλαπλών ετικετών από μία παρτίδα
es: Exportar una o varias etiquetas desde dentro de un lote
eu: Esportatu sorta bat edo hainbat sorta baten barruan
fi: Vie yksittäiset tarrat eräajosta
fr: Exporte une ou plusieurs étiquettes dans un lot
hi: एकल या एक बैच के भीतर से अधिक लेबल का निर्यात
it: Esporta una o pià etichette all'interno di un batch
oc: Exporte una o plusieurs etiquetas dins un lot
pl: Eksportowanie pojedynczych albo wielokrotnych etykiet wewnątrz grupy
pt: Exportar etiquetas únicas ou múltiplas a partir de um lote
pt_br: Exportar etiquetas únicas ou múltiplas a partir de um lote
sk: Exportovať jedinú alebo viaceré etikety z dávky
sv: Export enstaka eller flera etiketter från en sats
tr: Tek ya da çoklu etiketleri toplu dosyadan dışa aktar
zh_tw: 以批次匯出單筆或多書書標

source: Export single or multiple patron cards from within a batch
ar: تصدير بطاقات المستفيد متعددة أو مفردة من ضمن الدفعة
cs: Exportovat jeden nebo více čtenářských průkazů z dávky
da: Eksporter et eller flere lånerkort fra en stabel
de: Exportieren Sie eine einzelne oder mehrere Benutzerausweise aus einem Stapel
el: Εξαγωγή μίας ή πολλαπλών καρτών μελών από μία παρτίδα
es: Exportar uno o varios carnés de usuario desde dentro de un lote
eu: Esportatu bazkide txarte bat edo hainbat sorta baten barruan
fi: Vie yksittäiset asiakastiedot eräajossa
fr: Exporte une ou plusieurs cartes adhérent dans un lot
hi: एकल या एक बैच के भीतर से कई संरक्षक कार्ड का निर्यात
it: Esporta una o più tessere all'interno di un batch
oc: Exporte una o plusieurs cartas aderent dins un lot
pl: Eksportowanie pojedynczych albo złożonych kart użytkowników wewnątrz grupy
pt: Exportar cartões de leitor únicos ou múltiplos a partir de um lote
pt_br: Exportar uma ou várias carteirinhas de usuários a partir de um lote
sk: Exportovať jedinú alebo viaceré čitateľské preukazy z dávky
sv: Export enstaka eller flera låntagarkort från en sats
tr: Tek ya da çoklu kullanıcı kartlarını toplu dosyadan dışa aktar
zh_tw: 以批次匯出單筆或多筆讀者證

source: F = Finished: the reserve has been completed, and is done
ar: F= انتهي: تم اكتمال الحجز، وانتهائه.
cs: F = Dokončeno: rezervace byla kompletně vyřízena
da: F = Afsluttet: reserveringen er afsluttet og udført
de: F = Abgeschlossen: Die Vormerkung wurde erfüllt und ist damit erledigt
el: F = Ολοκληρώθηκε: η κράτηση ολοκληρώθηκε και τελείωσε
es: F = Finalizada: la reserva se ha completado, y está hecha
eu: F = Terminado: la reserva ha sido completada y es efectiva.
fi: F = Valmis; varaus on täytetty ja se on tehty
fr: F = Close: le document réservé a été remis au lecteur, la réservation est close
hi: F = समाप्त: रिजर्व पूरा हो चुका है, और किया जाता है
it: F = Finito; la prenotazione è stata completata e finita
oc: F = Close: lo document reservat a été remis al lector, la reservacion es close
pl: F = Finished: zamówienie zostało zrealizowane
pt: F = Fechada: a reserva foi completa, e está terminada
pt_br: F = Fim: a reserva foi concluída
sk: F = Dokončený: rezervácia sa dokončila, a je hotová
sv: F = Slutförd: reservationen har slutförts
tr: F= Tamamlandı: rezerv tamamlandı ve yapıldı
zh_tw: F ＝ 完成：完成保留並做好

source: F = Overdue fine
ar: F = غرامة التأخير
cs: F = Poplatek za upomínku
da: F = Forsinkede med gebyrer
de: F = Mahngebühr
el: F = Πρόστιμο καθυστέρησης
es: F = Multa por retraso
eu: F = Multa por retraso
fi: F = Myöhästymismaksu
fr: F = Amende pour retard
hi: F = अतिदेय जुर्माना
it: F= Ritardo con sanzione
oc: F = Emenda per retard
pl: F = Overdue fine (Należność)
pt: F = Multa de atraso
pt_br: F = Multa por atraso
sk: F = Pokuta za omeškanie
sv: F = Förseningsavgift
tr: F= Gecikme cezası
zh_tw: F = 逾期罰款

source: FOR = Forgiven
ar: FOR = معفو عنه
cs: FOR = Prominuto
da: FOR = Eftergive
de: FOR = Erlass
el: FOR = Παραγραφή
es: FOR = Perdonado
fi: FOR = Annettu anteeksi
fr: FOR = Dette remise
hi: FOR = क्षमा
it: FOR = Cancellato
oc: FOR = Deute remise
pl: FOR = Forgiven (Umorzenie)
pt: FOR = Perdoado
pt_br: FOR = Perdoado
sk: FOR = Odpustené
sv: FOR = Efterskänkt
tr: FOR= Ceza silindi
zh_tw: FOR = 豁免

source: FU = Overdue, still acccruing
ar: FU = متأخر، لا يزال يتراكم
cs: FU = Nevráceno, stále narůstá
da: FU = Forsinket, løber stadig
de: FU = Weiterhin auflaufende Mahngebühr
el: FU = Εκπρόθεσμο, ακόμη προσαυξάνεται
es: FU = Retrasado, aun acumulando
eu: FU = Con retraso, acumulando multa.
fi: FU = Myöhässä, kertyy edelleen
fr: FU = Amende de retard, toujours en cours d'accroissement
hi: FU = अतिदेय, अभी भी acccruing
it: FU = In ritardo, sta ancora crescendo
oc: FU = Emenda de retard, totjorn en cors d'accroissement
pl: FU = Overdue, still accruing (Bieżąca należność)
pt: FU = Atraso, ainda a decorrer
pt_br: FU = Vencidos, ainda acumulando
sk: FU = Omeškané, ešte sa získava
sv: FU = Försenad, växande
tr: FU= Gecikme bedeli hala işliyor
zh_tw: FU = 逾期，仍持續中

source: Fast Add Cataloging
ar: إضافة سريعة للفهرسة
cs: Rychlá katalogizace
da: Hurtig katalogisering
de: Schnellaufnahme
el: Γρήγορη Προσθήκη στον Κατάλογο
es: Catalogación rápida
eu: Catalogación rápida
fi: Pikaluettelointi
fr: Catalogage rapide
hi: तेजी से जोड़ें सूचीकरण
it: Catalogazione veloce
oc: Catalogatge rapide
pl: Szybkie katalogowanie
pt: Catalogação rápida
pt_br: Catalogação expressa
sk: Rýchle pridanie do katalogizácie
sv: Snabb katalogisering
tr: Hızlı Katalog Ekle
zh_tw: 快速編目

source: Fast cataloging
ar: الفهرسة السريعة
cs: Rychlá katalogizace
da: Hurtig katalogisering
de: Schnellaufnahme
el: Γρήγορη καταλογογράφηση
es: Catalogación rápida
eu: Katalogatze azkarra
fi: Pikaluettelointi
fr: Catalogage rapide
hi: तेज सूचीकरण
it: Catalogazione veloce
oc: Catalogatge rapide
pl: Szybkie katalogowanie
pt: Catalogação rápida
pt_br: Catalogação expressa
sk: Rýchla katalogizácia
sv: Snabb katalogisering
tr: Hızlı kataloglama
zh_tw: 快速編目

source: Files
ar: الملفات
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
eu: Ficheros
fi: Tiedostot
fr: Fichiers
hi: फ़ाइलें
oc: Fichièrs
pl: Pliki
pt: Ficheiros
pt_br: Arquivos
sk: Súbory
sv: Filer
tr: Dosyalar
zh_tw: 檔案

source: Filing rules are mapped to Classification sources. You can setup new filing rules by using the New Filing Rule button. To edit use the Edit link.
ar: قواعد التصنيف تم تعيينها لمصادر التصنيف. بإمكانك إعداد قواعد تصنيف جديدة باستخدام زر قواعد التسجيل الجديدة. للتعديل استخدم وصلة التحرير.
cs: Pravidla zápisu jsou přiřazena klasifikačním zdrojům. Nová pravidla zápisu můžete nastavit pomocí tlačítka Nové pravidlo zápisu. Pro jeho úpravu použijte odkaz Upravit.
da: Sorteringsregler forbindes med katalogiseringskilder. Du kan lave nye sorteringsregler med knappen Ny sorteringsregel. For at redigere brug linket Rediger.
de: Sortierregeln werden den Klassifikationsquellen zugewiesen. Mit der Schaltfläche 'Neue Sortierregel' können Sie neue Sortierregeln anlegen. Zur Bearbeitung benutzen Sie den Link 'Ändern'.
el: Οι κανόνες ταξιθέτησης χαρτογραφούνται στις πηγές Ταξινόμησης. Μπορείτε να ορίσετε νέους κανόνες ταξιθέτησης χρησιμοποιώντας το κουμπί Νέος Κανόνας Ταξιθέτησης. Για επεξεργασία πατήστε το σύνδεσμο Επεξεργασία.
es: Las reglas de ordenación se conectan a fuentes de Clasificación. Puede configurar nuevas reglas de ordenación utilizando el botón Nueva Regla de Ordenación. Para editar utilice el enlace Editar.
eu: Artxibatze errutinak sailkapen iturriekin mapatzen dira. Artibatxe arau berriak ezarri ditzakezu Artxibatze arau berria botoia erabilita. Editatzeko, erabili Editatu lotura.
fi: Luokitusoppaat on liitetty luokitusjärjestelmiin. Voit määritellä uuden käyttämällä 'Uusi luokitusopas' -painiketta. Muokkaukseen käytä 'Muokkaa'.
fr: Les règles de classement correspondent aux sources de classification. Vous pouvez définir de nouvelles règles de classement en utilisant le bouton 'Ajouter règle de classement'. Pour les modifier, cliquez sur le lien 'Modifier'.
hi: दाखिल नियम वर्गीकरण सूत्रों के मैप कर रहे हैं। आप नया दाखिल नियम बटन का उपयोग करके सेटअप नए नियमों दाखिल कर सकते हैं। संपादित करें लिंक का उपयोग करें संपादित करने के लिए।
it: Le regole di ordinamento/normalizzazione sono associate alle regole di Classificazione. Puoi definire nuove regole usando il bottone 'Nuove regole di ordinamento'. Per modificarle, usa il link Modifica.
oc: Les règlas de classament correspondent a las fonts de classificacion. Podètz definir de novèlas règlas de classament en utilizant lo boton 'Apondre règla de classament'. Per les modificar, clicatz sul ligam 'Modificar'.
pl: Zasady klasyfikacji są mapowane do źródeł klasyfikacji. Możesz ustawić nową zasadę klasyfikacji, jeśli wybierzesz przycisk "Nowa zasada klasyfikacji"; żeby modyfikować, wybierz opcję 'Modyfikuj'.
pt: Regras de preenchimento são mapeadas para fontes de classificação. Pode definir novas regras de preenchimento usando o botão 'Nova regra de preenchimento'. Tem também uma ligação para editar.
pt_br: Regras de preenchimento são mapeadas com Fontes de classificação. Você pode configurar novas regras usando o botão Nova regra de preenchimento. Para editar use o botão Editar.
sk: Pravidlá zápisu sú priradené k zdrojom triedenia. Nové pravidlá zápisu môžete nastaviť pomocou tlačidla Nové pravidlo zápisu. Pre jeho úpravu použite odkaz Upraviť.
sv: Klassificeringsregler mappas till klassificeringskällor. Du kan skapa nya klassificeringsregler genom att använda knappen Ny klassificeringsregel. Använda länken Redigera för att redigera.
tr: Dosyalama kuralları sınıflandırma kaynaklarına eşlenir. 'Yeni Dosyalama Kuralı' butonunu kullanarak yeni dosyalama kurallarını ayarlayabilirsiniz. Düzenleme yapmak için, Düzenle bağlantısını kullanın.
zh_tw: 排序規則對映至分類法來源。您可使用新增排序規則鈕設定新的排序規則。使用編輯連結，編輯排序規則。

source: Filing rules determine the order in which items are placed on shelves.
ar: تقوم قواعد التصنيف بتحديد الترتيب الذي ستتموضع على أساسه المواد على الأرفف.
cs: Pravidlo zápisu určuje pořadí, ve kterém jsou jednotky umístěny na regálech.
da: Sorteringsregler bestemmer rækkefølgen hvori eksemplarerne placeres på hylderne.
de: Sortierregeln bestimmen die Reihenfolge, in der die Medien auf den Regalen aufgestellt sind.
el: Οι κανόνες ταξινόμησης καθορίζουν τη σειρά στην οποία τοποθετούνται τα τεκμήρια στα ράφια.
es: Reglas de ordenación determinan el orden en el cual los ítems se ubican en estantes.
eu: Artxibatze errutinek elementuak apaletan kokatzen diren ordena zehazten dute.
fi: Luokitusoppaat määrittävät hyllyjärjestystä.
fr: Les règles de classement déterminent l'ordre dans lequel les exemplaires sont rangés sur les étagères.
hi: दाखिल नियम जिस क्रम में आइटम अलमारियों पर रखा जाता है का निर्धारण।
it: Le regole di ordinamento determinano l'ordine delle copie sugli scaffali.
oc: Les règlas de classament déterminent l'òrdre dins lequel los exemplars sont rangés sus las étagères.
pl: Zasady klasyfikacji określają kolejność egzemplarzy na półkach.
pt: Regras de preenchimento determinam a ordem pela qual os exemplares são colocados na prateleira.
pt_br: Regras de preencimento determinam a ordem em que cada item terá nas estantes.
sk: Pravidlá zápisu určujú poradie, v ktorom sú exempláre uložené do poličiek.
sv: Klassificeringsregler bestämmer i vilken ordning objekt placeras på hyllorna.
tr: Dosyalama kuralları raflarda yer alan materyallerin sırasını belirler.
zh_tw: 排序規則決定館藏在書架上的順序。

source: Fill in the form in order to limit your export to a specific range (all fields are optional)
ar: ملئ الشكل في الترتيب لتحديد تصديرك لمدى محدد (جميع الحقول الإختيارية)
cs: Vyplňte formulář, abyste omezili export v určitém rozmezí (všechna pole jsou volitelná)
da: Udfyld formularen for at begrænse eksporten til et bestemt område (alle felter er optionale)
de: Füllen Sie das Formular aus, um Ihren Export auf einen bestimmten Bereich zu beschränken (alle Felder sind optional)
el: Συμπληρώστε τη φόρμα έτσι ώστε να περιορίσετε την εξαγωγή σε μία συγκεκριμένη σειρά (τα πεδία είναι προαιρετικά)
es: Rellene el formulario con el fin de limitar su exportación a un rango específico (todos los campos son opcionales)
eu: Bete inprimakia zure esportazioa bitarte zehatz batera mugatzeko (eremu guztiak aukerakoak dira)
fi: Täytä lomake rajoittaaksesi vientiä tiettyyn osaan (kaikki kentät ovat mahdollisia)
fr: Remplissez le formulaire afin de limiter votre export à un certain intervalle (tous les champs sont optionnels)
hi: आदेश में के रूप में भरने के लिए एक विशिष्ट श्रेणी के लिए अपने निर्यात (सभी क्षेत्रों वैकल्पिक हैं) को सीमित करने का
it: Compila il form per limitare il tuo export a un insieme specifico di records (tutti i campi sono opzionali)
oc: Completatz lo formulari per fin de limiter vòstre export a un certain interval (tous los camps son opcionals)
pt: Preencha o formulário para limitar a exportação a um limite específico (todos os campos são opcionais)
pt_br: Preencha o formulário, a fim de limitar a sua exportação para uma faixa específica (todos os campos são opcionais)
sk: Vyplňte formulár, aby ste obmedzili Váš export v špecifickom rozmedzí (všetky polia sú voliteľné)
sv: Fyll i formuläret för att begränsa din export till ett specifikt intervall (alla fält är valfria)
tr: Dış aktarımınızı özel bir aralıkta sınırlamak için formu doldurun (tüm alanlar seçmelidir).
zh_tw: 填入表單以限制匯出的範圍(所有欄位都是選項)

source: Fill in the form in order to limit your export to a specific range or type of authority record (all fields are optional)
ar: إملئ النموذج لتحدد ما ترغب بتصديره ويمكنك أن تخصص نطاقاً أو نوعاً من التسجيلات الإستنادية ( كل الحقول إختيارية)
cs: Vyplňte formulář, abyste omezili export v určitém rozmezí nebo typu záznamu (všechna pole jsou volitelná)
da: Udfyld formularen for at begrænse eksporten til et bestemt område (alle felter er optionale)
de: Verwenden Sie die unterschiedlichen Felder des Formulars um den Export auf einen bestimmten Nummernbereich oder Normdatentyp einzuschränken (alle Felder sind optional)
el: Συμπληρώστε τη φόρμα έτσι ώστε να περιορίσετε την εξαγωγή σας σε μία συγκεκριμένη σειρά ή έναν τύπο καθιερωμένης εγγραφής (όλα τα πεδία είναι προαιρετικά)
es: Rellene el formulario para limitar su exportación a un rango específico o tipo de registro de autoridad (todos los campos son opcionales)
eu: Bete formularioa autoritate-erregistro bateko rango edo mota zehatz batera mugatzeko esportazioak (eremu guztiak hautazkoak dira).
fi: Täytä lomake rajoittaaksesi vientiä tiettyyn osaan tai auktoriteettitietueen tyyppiin (kaikki kentät ovat mahdollisia)
fr: Remplir le formulaire afin de limiter votre export à un certain intervalle ou type d'autorité (tous les champs sont optionnels)
hi: आदेश में एक विशिष्ट श्रेणी या प्राधिकारी रिकॉर्ड के प्रकार के लिए अपने निर्यात को सीमित करने के रूप में भरें (सभी क्षेत्रों वैकल्पिक हैं)
it: Compila il form per limitare il tuo export a un insieme specifico o tipologia di records di autorità (tutti i campi sono opzionali)
oc: Remplir lo formulari per fin de limiter vòstre export a un certain interval ou tipe d'autoritat (tous los camps son opcionals)
pt: Preencha o formulário para limitar a exportação a um limite específico ou a um tipo de autoridade (todos os campos são opcionais)
pt_br: Preencha o formulário para limitar a exportação a um limite específico ou tipo de registro de autoridade (todos os campos são opcionais)
sk: Vyplňte formulár, aby ste obmedzili Váš export v špecifickom rozmedzí alebo type záznamu autorít (všetky polia sú voliteľné)
sv: Fyll i formuläret för att begränsa din export till ett specifikt intervall eller en specifik typ av auktoritetspost (alla fält är valfria)
tr: Dış aktarımınızı özel bir aralıkta sınırlamak için formu doldurun (tüm alanlar seçmelidir).
zh_tw: 填入表單以限制權威紀錄匯出的範圍與類型(所有欄位都是選項)

source: Fill in the form presented
ar: ملء اسمتارة التقديم
cs: Vyplňte tento formulář
da: Udfyld formularen
de: Füllen Sie das angezeigte Formular aus
el: Συμπληρώστε τη φόρμα που εμφανίζεται
es: Rellene el formulario presentado
eu: Rellenar en el formulario presentado
fi: Täytä lomakkeen tiedot
fr: Remplir le formulaire présenté
hi: प्रस्तुत फार्म में भरें
it: Compila nel form presentato
oc: Remplir lo formulari présenté
pl: Wypełnij przedstawiony formularz
pt: Preencha o formulário apresentado
pt_br: Preencha no formulário
sk: Vyplňte predložený formulár
sv: Fyll i det formulär som visas
tr: Sunulan formu doldurunuz
zh_tw: 在顯現的表單填入資料
