Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: You can edit the online help through the Koha Staff Client by clicking the &quot;Edit Help&quot; button. This feature has been designed so that library workflow and policies can be documented within Koha.
ar: يمكنك تحرير المساعدة على الويب من خلال برنامج عميل كوها عن طريق النقر على زر &quot;Edit Help&quot; تم تصميم هذه الخاصية ليتم توثيق سياسات وسير عمل المكتبة من خلال كوها.
cs: Můžete upravit on-line nápovědu prostřednictvím klienta zaměstnanců Koha kliknutím na tlačítko &bdquo;Upravit nápovědu&ldquo;. Tato funkce byla navržena tak, aby knihovní pracovní postupy a politiky byly v Koha zdokumentovány.
da: Du kan editere online-hjælpen gennem Koha intranet ved at klikke på knappen &quot;Editer hjælp&quot;. Denne egenskab er lavet for at bibliotekets særlige regler kan dokumenteres indenfor Koha.
de: Sie können in der Online-Hilfe der Dienstoberfläche über die Schaltfläche &quot;Hilfe Bearbeiten&quot; die Regeln der Biblioithek und den Arbeitsablauf dokumentieren.
el: Μπορείτε να επεξεργαστείτε την ηλεκτρονική βοήθεια μέσω της Διεπαφής Προσωπικού Koha πατώντας το κουμπί &quot;Edit Help&quot;. Αυτό το χαρακτηριστικό έχει σχεδιαστεί έτσι ώστε η ροή της εργασιών και οι πολιτικές της βιβλιοθήκης να μπορούν να τεκμηριωθούν μέσω του Koha.
es: Puede editar la ayuda en línea a través del cliente administrativo de Koha pulsando el botón &quot;Editar ayuda&quot;. Se ha diseñado esta característica para poder documentar dentro de Koha los usos y políticas de la biblioteca.
eu: Edita dezakezu online laguntza Koha Staff Client bidez botoi honetan klik eginez &quot;Edit Help&quot; Ezaugarri hau diseinatu da liburutegiko lan fluxua eta bertako politikak Kohan dokumenta daitezen.
fi: Voit muokata online-ohjetta Kohan virkailijatyökalun kautta klikkaamalla &quot;Muokkaa ohjetta&quot; -painiketta. Tämä toiminto on suunniteltu, jotta kirjaston työtapa ja käytäntö voidaan dokumentoida Kohaan.
fr: Vous pouvez éditer l'aide en ligne dans l'interface professionnelle en cliquant sur le bouton &quot;Modifier l'Aide&quot;. Cette fonctionnalité a été conçue de telle sorte que l'organisation du travail et les règles propres à votre bibliothèque puissent être documentées dans Koha.
hi: संपादित करने में आप &quot;मदद&quot क्लिक करके कोहा स्टाफ ग्राहक के माध्यम से ऑनलाइन मदद संपादित कर सकते हैं; बटन। यह सुविधा तो यह है कि पुस्तकालय कार्यप्रवाह और नीतियों कोहा भीतर प्रलेखित किया जा सकता डिजाइन किया गया है.
it: Puoi editare l'aiuto in linea attraverso il client dello staff di Koha, cliccando sul bottone &quot;Edita aiuto&quot;. Questa opzione è stata progettata affinché rimangano documentati in Koha i flussi e le impostazioni di lavoro della biblioteca.
oc: Podètz editar l'ajuda en linha dins l'interfàcia professionala en clicant sul boton &quot;Modificar l'Aide&quot;. Aquesta foncionalitat a été conçue de telle sorte que l'organizacion del trabalh e las règlas propres a vòstra bibliotèca puissent èsser documentées dins Koha.
pt: Pode editar a ajuda online através do interface dos técnicos e clicando no botão 'Editar Ajuda'. Esse recurso foi projectado de modo que o fluxo de trabalho da biblioteca e as políticas possam ser documentadas dentro do Koha.
pt_br: Você pode editar a ajuda online na interface administrativa do Koha clicando no botão &quot;Editar Ajuda&quot; Esta funcionalidade foi desenvolvida para que o esquema de trabalho da biblioteca e suas políticas possam ser documentadas no Koha.
sk: Pomoc online môžete upravovať cez Koha intranet kliknutím na &quot;Upraviť pomoc&quot;. Táto funkcia bola navrhnutá tak, aby postup práce a podmienky knižnice boli zdokumentované vnútri systému Koha.
sv: Du kan redigera online-hjälpen med Kohas personalklient genom att klicka på knappen &quot;Redigera hjälp&quot;. Denna funktion har utformats så att bibliotekets arbetsflöde och lokal policy kan dokumenteras i Koha.
tr: &quot;Yardımı Düzenle&quot; butonuna tıklayarak, çevrimiçi yardımı Koha Personel İstemci yoluyla düzenleyebilirsiniz. Bu özellik kütüphane çalışma düzeni ve kurallarının &nbsp; Koha içinde belgelendirilmesi için tasarlanmıştır.
zh_tw: 可以從館員介面點選&quot;編輯說明&quot;鈕，編輯線上說明。此功能讓圖書館的工作流程與政策可以在Koha內呈現。

source: You can enable automatic renewals for certain items/patrons if you'd like. This will renew automatically following your circulation rules unless there is a hold on the item
ar: يمكنك تفعيل التجديدات التلقائية لمستفيدين/مواد معينة. سيقوم ذلك بالتجديد تلقائياً وفقاً لقواعد الإعارة الخاصة بك إلا إذا كان هناك حجزاً على المادة.
de: Sie können automatische Verlängerungen für bestimmte Medientyp-Benutzertyp-Kombinationen aktivieren. Damit werden die Ausleihen anhand der Ausleihkonditionen automatisch verlängert, wenn keine Vormerkung eingetragen wurde
es: Usted puede habilitar las renovaciones automáticas para ciertos ítems/usuarios si lo desea. Esto renovará automáticamente siguiendo sus reglas de circulación, a menos que exista una reserva en el ítem
eu: Ahal dituzu berrikuntza automatikoak zenbait artikuluentzat/bazkideentzat nahi izanez gero. Hau automatikoki berrituko da zirkulazio-arauak jarraituta elementuak atxikipena ez duen bitartean.
fi: Voit mahdollistaa automaattiset uusinnat tietyille niteille/asiakkaille. Tämä uusii automaattisesti lainaussääntöjesi mukaan, kunnes nimekkeestä tehdään varaus
fr: Vous pouvez autoriser les renouvellements automatiques pour certains exemplaires/adhérents si vous le souhaitez. Ceci renouvellera automatiquement d'après vos règles de circulation à moins qu'il n'y ait une réservation sur l'exemplaire
hi: अगर आप चाहें तो आप कुछ वस्तुओं / संरक्षक के लिए स्वत: नवीकरण सक्षम कर सकते हैं। यह स्वचालित रूप से आपके रक्त परिसंचरण नियमों का पालन नवीनीकृत हो जाएगी जब तक कि वहाँ मद पर एक होल्ड है
it: Se lo desideri, puoi abilitare i rinnovi automatici per determinate copie/utenti. Questo si rinnoverà automaticamente con le regole di circolazione impostate a meno che non vi sia una prenotazione sulla copia.
oc: Podètz autorizar les renovèlaments automatiques per certains exemplars/aderents se vous lo souhaitez. Aquò renovèlara automaticament d'après vos règlas de circulacion a mens qu'il n'y ait una reservacion sus l'exemplar
pt: Pode ativar as renovações automáticas para determinados exemplares/leitores se desejar. Essa opção vai renovar automaticamente de acordo com as regras de circulação excepto se houver reservas para o exemplar
sk: Môžete zapnúť automatickú obnovu pre určité exempláre/čitateľov, ak chcete. Toto sa bude automaticky obnovovať podľa vašich pravidiel obehu, pokiaľ na exemplári nie je rezervácia
tr: Eğer isterseniz belirli materyaller/kullanıcılar için otomatik süre uzatmayı etkinleştirebilirsiniz. Bu eylem materyal üzerinde bir ayırtma olmadıkça dolaşım kurallarınızı izleyerek otomatik olarak materyalin süresini uzatacaktır.

source: You can enter info in one or both fields and you can enter any part of the title and/or vendor name.
ar: يمكنك إدخال المعلومات في أحد أو كلا الحقلين كما يمكنك إدخال أي جزء من العنوان و/أو اسم المزود.
cs: Můžete zadat informace do jednoho nebo obou polí a můžete zadat libovolnou část názvu a/nebo název dodavatele.
da: Du kan indtaste info i et eller begge felter og du kan indtaste en del af titel og/eller leverandørnavnet.
de: Sie können Angaben in einem oder beiden Feldern machen und einen beliebigen Teil des Titels oder Lieferantennamens eingeben.
el: Μπορείτε να εισάγετε πληροφορίες σε ένα ή και στα δύο πεδία και μπορείτε να εισάγετε οποιοδήποτε μέρος από τον τίτλο ή/και το όνομα του προμηθευτή.
es: Puede introducir información en uno o ambos campos y puede ingresar cualquier parte del título y/o nombre de proveedor.
eu: Informazioa eremu batean zein bietan sartu dezakezu, eta izenburuaren eta/edo hornitzailearen edozein atal idatzi.
fi: Voit syöttää tietoa yhteen tai molempiin kenttiin ja voit syöttää minkä tahansa osan nimekkeestä ja/tai toimittajan nimestä.
fr: Vous pouvez entrer des informations dans l'un ou l'autre champ.
hi: आप एक या दोनों क्षेत्रों में जानकारी दर्ज कर सकते हैं और आप शीर्षक और / या विक्रेता के नाम के किसी भी हिस्से में प्रवेश कर सकते हैं।
it: Puoi inserire informazioni in uno o in entrambi i campi e puoi mettere ogni parte del titolo e/o del nome fornitore.
oc: Podètz entrar des informacions dins l'un o l'autre camp.
pl: Wprowadź informacje w jednym oknie lub w obu oknach wyszukiwania.
pt: Pode inserir a informação em um ou ou ambos os campos e pode inserir qualquer parte do título e/ou nome do fornecedor.
pt_br: Pode inserir a informação em um ou ou ambos os campos e pode inserir qualquer parte do título e/ou nome do fornecedor.
sk: Môžete zadať informáciu do jedného alebo oboch polí a môžete zadať ktorúkoľvek časť názvu a/alebo mena predajcu.
sv: Du kan ange information i ett eller båda fälten och du kan ange vilken del som helst av titel och/eller leverantörens namn.
tr: Bilgiyi bir ya da iki alana girebilirsiniz ve başlığın her hangi bir kısmını ve/veya sağlayıcı ismini girebilirsiniz.
zh_tw: 可在一個或兩個欄位鍵入任何部份的題名或供應商名稱。

source: You can enter item specific discounts when placing an order
ar: يمكنك إدخال الخصومات الخاصة بالمادة أثناء عمل الطلبية.
cs: Můžete zadat konkrétní slevy na jednotky při objednávce
da: Du kan indtaste eksemplar-specifikke rabatter, når ordren afgives
de: Sie können bei der Bestellung einen exemplaspezifischen Rabatt eingeben
el: Μπορείτε να εισάγετε εκπτώσεις σε συγκεκριμένα τεκμήρια όταν κάνετε μία παραγγελία
es: Usted pueda introducir descuentos específicos del ítem al hacer un pedido
eu: Erreserba bat egitean, elementuaren gaineko berariazko deskontuak idatzi ditzakezu
fi: Voit syöttää nimekekohtaisen alennuksen tilausta tehdessäsi
fr: Vous pouvez entrer une remise spécifique qui sera appliquée au moment de la commande.
hi: जब एक आदेश रखने आप आइटम विशिष्ट छूट प्रवेश कर सकते हैं
it: Puoi indicare uno sconto per la copia in ordinazione
oc: Podètz entrar una remise spécifique qui serà aplicada al moment de la comanda.
pl: Podczas składania zamówienia, można wprowadzić rabaty na konkretne egzemplarze
pt: Pode inserir descontos específicos quando realizar a encomenda
pt_br: Você pode inserir um desconto específico para um exemplar quando fizer a reserva
sk: Môžete zadať osobitné zľavy na exempláre, keď zadávate objednávku
sv: Du kan ange objektspecifika rabatter när du lägger en beställning
tr: Bir spariş gerçekleştirirken materyale özgü indirimler girebilirsiniz
zh_tw: 規畫訂單時，可鍵入館藏的指定折扣

source: You can limit the results you see by using the Refine box on the left side of the page
ar: يمكنك تحديد النتائج المعروضة عن طريق استخدام مربع التنقية الموجود في يمين الصفحة.
cs: Můžete omezit výsledky které vidíte, pomocí políčka "Zpřesnit" na levé straně stránky
da: Du kan begrænse de viste resultater med sorter-feltet til venstre på siden
de: Mit den Facetten auf der linken Seite der Trefferliste können Sie ihre Suchergebnisse weiter einschränken
el: Μπορείτε να περιορίσετε τα αποτελέσματα που βλέπετε χρησιμοποιώντας το κουτί Περιορισμός στα αριστερά της σελίδας
es: Puede limitar los resultados que ve usando el cuadro Refinar en la parte izquierda de la página
eu: Ikusten dituzun emaitzak mugatu ditzakezu orriaren ezkerrera dagoen Hobetu koadroa erabilita
fi: Voit rajoittaa näytettävää hakutulosta käyttämällä sivun vasemmalla puolella olevaa lisärajauslaatikkoa
fr: Vous pouvez limiter le résultat présenté en utilisant la boîte Affiner qui se trouve sur la gauche de la page
hi: आप पृष्ठ के बाईं ओर परिष्कृत बॉक्स का उपयोग करके परिणाम आप देख सीमित कर सकते हैं
it: Puoi filtrare i risultati usando la casella 'Affina' posta a sinistra della pagina
oc: Podètz limiter lo resultat présenté en utilizant la bóstia Affiner qui se tròba sus la esquèrra de la pagina
pl: Można ograniczyć wyniki wyszukiwania używając okna 'Dostosuj wyniki' po lewej stronie
pt: Pode limitar os resultados que vê usando a caixa de refinar pesquisa no lado esquerdo da página
pt_br: Você pode limitar os resultados obtidos utilizando a caixa de Refinar Pesquisa no lado esquerdo da página
sk: Môžete obmedziť zobrazené výsledky pomocou ponuky Zúžiť v ľavej časti stránky
sv: Du kan begränsa resultaten genom att använda rutan Förfina på vänster sida
tr: Sayfanın sol yanındaki 'Gelişmiş' kutusunu kullanarak gördüğünüz sonuçları sınırlandırabilirsiniz.
zh_tw: 以頁面左方的限制盒，可以限制顯示的結果數量

source: You can link to a remote image
ar: يمكنك الربط بصورة بعيدة
cs: Můžete odkazovat na vzdálený obrázek
da: Du kan linke til et fjernt billede
de: Sie können auf ein Remote-Image verlinken
el: Μπορείτε να κάνετε σύνδεση σε μία απομακρυσμένη εικόνα
es: Usted pueda enlazar a una imagen remota
eu: Urruneko irudi bati lotu dezakezu
fi: Voit linkittää toisella palvelimella olevaan kuvaan
fr: Vous pouvez sélectionner l'image par son URL sur un serveur distant
hi: आप एक दूरस्थ छवि के लिए लिंक कर सकते हैं
it: Puoi collegare un'immagine da un altro server
oc: Podètz seleccionar l'imatge per son URL sus un servidor distant
pl: Możesz utworzyć łącze do obrazu zdalnego
pt: Pode ligar a uma imagem remota
pt_br: Você pode linkar a uma imagem remota
sk: Môžete odkázať na vzdialený obrázok
sv: Du kan länka till en extern bild
tr: Uzak bir resme bağlantı kurabilirsiniz
zh_tw: 可連結至遠端的圖像

source: You can restrict who can order from this fund by choosing either the 'owner', 'owner and users' or 'owner, users and library' from the 'Restrict access to' menu
ar: يمكنك تحديد من يمكنه الطلب من هذا التمويل عن طريق اختيار "المالك"،"المالك والمستخدمين" أو "المالك،المستخدمين والمكتبة" من قائمة "قيد الوصول"
de: Sie können einschränken, wer von diesem Konto bestellt kann, indem Sie entweder 'Besitzer', 'Besitzer und Benutzer' oder 'Besitzer, Benutzer und Bibliothek' aus dem Auswahlmenü zur Zugangsbeschränkung wählen.
es: Puede restringir quién puede hacer pedidos desde un fondo, seleccionando un 'propietario', 'propietario y usuarios' o 'propietario, usuarios y biblioteca' desde el menú 'Restringir acceso a'
eu: Murriztu dezakezu funtsa hau nork ahal duen eskatu 'jabe', 'jabea eta erabiltzailea' edo 'jabea, erabiltzailea eta liburutegia' 'Restrict access to' menuan
fi: Voit rajoittaa, kuka voi tilata tähän tiliin valitsemalla joko 'Omistaja', 'Omistaja ja käyttäjät' tai 'Omistaja, käyttäjät ja kirjasto' valikosta 'Rajoita käyttö'
fr: Vous pouvez limiter l'utilisation de ce poste budgétaire à son "propriétaire" ou à son "propriétaire et des utilisateurs" ou à son "propriétaire, des utilisateurs et un site" en utilisant le menu "Restreindre l'accès à"
hi: आप को सीमित कर सकते हैं, जो या तो 'मालिक' का चयन करके इस निधि से आदेश कर सकते हैं, 'मालिक और उन' या 'मालिक, उपयोगकर्ताओं और पुस्तकालय' मेनू 'को प्रतिबंधित पहुँच' से
it: Puoi limitare le persone che possono fare ordini su questo fondo sia scegliendo un 'proprietario', 'proprieatario e utenti', 'proprietatio, utenti e biblioteca' dal menu 'Restringi l'accesso a'
oc: Podètz limiter l'utilizacion de ce pòste budgètari a son "proprietari" o a son "proprietari e des utilizaires" o a son "proprietari, des utilizaires e un site" en utilizant lo menú "Restreindre l'accès à"
pt: Pode restringir quem pode encomendar a partir deste fundo escolhendo 'dono', 'dono e utilizadores' ou 'dono, utilizadores e biblioteca' a partir do menu 'Restringir acesso'
sk: Môžete obmedziť, kto môže objednávať z tohto fondu voľbou buď 'vlastníka', 'vlastníka a užívateľov' alebo 'vlastníka, užívateľov a knižnice' z ponuky 'Obmedziť prístup pre'
tr: 'Erişimi Kısıtla' menüsünden 'sahip', 'sahip ve kullanıcılar' ya da 'sahip, kullanıcılar ve kütüphane' opsiyonlarından birini seçerek fondan kimin istek yapabileceğini kısıtlayabilirsiniz.

source: You can search for existing subscriptions by using the search box at the top of the page. You can search for any part of the serial title or ISSN.
ar: يمكنك البحث عن اشتراكات موجودة عن طريق استخدام مربع البحث أعلى الصفحة. يمكنك البحث عن أي جزء من عنوان الدورية أو التدمك.
cs: Můžete vyhledávat existující odběry pomocí vyhledávacího pole v horní části stránky. Můžete vyhledávat v jakékoli části titulu nebo ISSN.
da: Du kan søge efter eksisterende abonnementer med søgeboksen øverst på siden. Du kan søge efter enhver del af titlen eller ISSN.
de: Sie können nach bestehenden Abonnements suchen, indem Sie das Suchfeld im oberen Bereich der Seite verwenden. Sie können nach Teilen des Zeitschriftentitels oder der ISSN suchen.
el: Μπορείτε να αναζητήσετε για υπάρχουσες συνδρομές χρησιμοποιώντας το κουτί αναζήτησης στην κορυφή της σελίδας. Μπορείτε να αναζητήσετε οποιοδήποτε μέρος του τίτλου περιοδικής έκδοσης ή το ISSN.
es: Usted puede buscar suscripciones existentes mediante el cuadro de búsqueda en la parte superior de la página. Puede buscar cualquier parte del título de la publicación o el ISSN.
eu: Existitzen diren harpidetzak bilatu ditzakezu orriaren goialdeko bilaketa koadroa erabilita. Aldizkako argitalpenaren izenaren edozein atal edo ISSNa bilatu dezakezu.
fi: Voit hakea olemassa olevia tilauksia käyttämällä hakulaatikkoa sivun yläreunassa. Voit hakea kausijulkaisua millä tahansa sen nimen osalla tai ISSN:lla.
fr: Vous retrouvez les abonnements existant dans Koha en utilisant la boîte de recherche en haut de la page. Vous pouvez chercher sur toute partie du titre du périodique ou de son ISSN.
hi: आप पृष्ठ के शीर्ष पर खोज बॉक्स का उपयोग करके मौजूदा सदस्यता के लिए खोज सकते हैं। आप सीरियल शीर्षक या ISSN के किसी भी हिस्से के लिए खोज सकते हैं।
it: Puoi cercare tra gli abbonamenti in corso usando il form di ricerca in alto. Puoi cercare con il titolo del periodico o con l'ISSN.
oc: Vous retrouvez los abonaments existant dins Koha en utilizant la bóstia de recèrca amont de la pagina. Podètz chercher sus tota partida del títol del periodic o de son ISSN.
pl: Prenumerowany tytuł można wyszukać za pomocą pól wyszukiwawczych, znajdujących się w górnej części strony. Wyszukać można według fragment tytułu lub numer ISSN.
pt: Pode pesquisar para assinaturas existentes usando a caixa de procura no topo da página. Pode pesquisar por qualquer parte do título de um periódico ou por ISSN.
pt_br: Você pode pesquisar por uma assinatura existente utilizando a caixa de pesquisa na parte superior da página.Você pode pesquisar por qualquer parte do título do periódico ou ISSN.
sk: Môžete vyhľadať existujúce predplatné s použitím políčka hľadania na vrchu stránky. Môžete vyhľadať ktorúkoľvek časť názvu periodika alebo ISSN.
sv: Du kan söka efter befintliga prenumerationer genom att använda sökrutan längst upp på sidan. Du kan söka efter vilken del som helst av namnet eller ISSN.
tr: Mevcut abonelikleri sayfanın en üstündeki arama kutusunu kullanarak arayabilirsiniz. Sürekli yayınlar başlığının her hangi bir kısmını ya da ISSN’i arayabilirsiniz.
zh_tw: 使用頁面上端的搜尋盒，可以搜尋既有的訂單。可搜尋期刊題名的任何部份或國際標準集叢號。

source: You can set a default maximum number of checkouts and hold policy that will be used if none is defined below for a particular item type or category.
ar: يمكنك ضبط حد أقصى لعدد الإعارات وسياسة الحجز ليتم استخدامها في حالة عدم تعريف أي عدد لنوع أو فئة مادة معينة.
cs: Můžete nastavit výchozí maximální počet výpůjček a rezervací, které bude použita, pokud není žádné nastavení, je definován níže pro konkrétní typ jednotky nebo kategorie.
da: Du kan fastlægge et maksimalt antal udlån og reserveringer, som gælder, hvis intet andet er angivet herunder for en bestemt medie- eller lånertype.
de: Sie können eine maximale Anzahl an Ausleihen und eine Vormerkregel definieren, die gültig ist, wenn unten keine explizite Regel für einen bestimmten Medien- oder Benutzertyp definiert wird.
el: Μπορείτε να ρυθμίσετε τον μέγιστο αριθμό δανεισμών και κανονισμών κρατήσεων που θα χρησιμοποιηθεί αν δεν καθοριστεί κανένα παρακάτω για κάποιον συγκεκριμένο τύπο τεκμηρίου ή κατηγορία.
es: Usted puede establecer un número máximo predeterminado de préstamos y reservas que se utilizará si no se definen debajo para un tipo de ítem determinado o categoría.
eu: Mailegu eta erreserben gehieneko kopuru lehenetsia ezarri dezakezu; hori erabiliko da elementu mota edo kategoria jakin batentzat ezer definituta egon ezean.
fi: Voit asettaa oletuksen lainojen ja varausten maksimimäärälle. Se on käytössä, jos muuta ei ole määritelty alapuolella tietylle aineistolajille tai kategorialle.
fr: Vous pouvez définir par défaut un nombre maximum de prêts et une politique de réservation qui seront utilisés si rien n'est défini en-dessous pour un type de document ou une catégorie d'adhérent particuliers.
hi: आप checkouts के एक डिफ़ॉल्ट अधिकतम संख्या निर्धारित करने और नीति है कि यदि कोई भी एक विशेष आइटम प्रकार या वर्ग के लिए नीचे परिभाषित किया गया है इस्तेमाल किया जाएगा होल्ड कर सकते हैं।
it: Puoi configurare dei default riguardanti il numero massimo di prestiti e le regole sulle prenotazioni che verranno usati se nulla viene definito per una particolare tipologia di copia o categoria di utente.
oc: Podètz definir per defaut un nombre maximum de prèstes e una politique de reservacion qui seràn utilizats se res es pas definit en-dejós per un tipe de document o una categoria d'aderent particuliers.
pt: Pode definir o número máximo de empréstimo ou políticas de empréstimo que serão usadas se nenhuma esta definida abaixo para um tipo de documento ou categoria particular.
pt_br: Pode definir o número máximo de empréstimo ou políticas de empréstimo que serão usadas se nenhuma esta definida abaixo para um tipo de documento ou categoria particular.
sk: Môžete nastaviť predvolený najväčší počet výpožičiek a podmienku rezervácie, ktorá sa použije, ak nič nie je definované nižšie pre konkrétny typ exemplára alebo kategórie.
sv: Du kan ställa in maximalt antal lån samt reservationspolicy som ska användas om inget definierats nedan för en viss objekttyp eller kategori.
tr: Aşağıda belirli bir materyal türü ya da kategorisi tanımlanmamışsa, kullanılacak varsayılan maksimum ödünç verme sayısını ve ayırma kuralını ayarlayabilirsiniz.
zh_tw: 若在以下的館藏類型裡沒有設定，您可在這裡設定它的借出與預約政策。
