Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you would like to prevent a patron from checking items out because of their overdue items, check the 'Restrict' box, this will put a notice on the patron's record at checkout informing the librarian that the patron cannot check out due to overdue items.
ar: إذا كنت ترغب في منع مستفيد إعارة المواد بسب وجود مواد متأخرة لديه، قم بتحديد مربع "حظر"، سيضع ذلك إخطاراً على تسجيلة المستفيد عند الإعارة تخبر المكتبي بأن المستفيد لا يمكنه الإعارة بسبب المواد المتأخرة.
cs: Pokud chcete zabránit čtenářům, kteří mají výpůjčky nevrácené v termínu, aby si mohli dále půjčovat, zaškrtněte políčko "Omezit". V režimu půjčování se potom zobrazuje informace o tomto omezení.
de: Wenn Sie möchten, dass ein Benutzer mit überfälligen Medien keine neuen Medien mehr entleihen kann, setzen Sie das Häkchen bei 'Gesperrt'. Dies erzeugt eine Notiz im Benutzerkonto, die dem Personal an der Ausleihtheke anzeigt, dass der Benutzer wegen überfälliger Medien nichts mehr entleihen darf.
el: Εάν θέλετε να εμποδίσετε ένα μέλος από το να δανείζεται τεκμήρια επειδή έχει εκπρόθεσμα τεκμήρια, επιλέξτε το κουτί 'Περιορισμός' και αυτό θα προσθέσει μια σημείωση στην εγγραφή του μέλους κατά τον δανεισμό ενημερώνοντας τον βιβλιοθηκονόμο ότι το μέλος δεν μπορεί να δανειστεί λόγω εκπρόθεσμων τεκμηρίων.
es: Si desea evitar que un usuario tome prestado ítems debido a sus ítems en demora, marque la casilla 'Suspendido', esto colocará un aviso en el registro del usuario, al momento del préstamo informará al bibliotecario que el usuario no puede pedir prestado debido a los ítems atrasados​​.
fi: Jos haluat estää asiakasta lainaamasta myöhässä olevan aineiston takia, laita valinta 'Rajoitukset' laatikkoon. Tämä lisää asiakastietueeseen huomautuksen, että asiakas on lainauskiellossa.
hi: आप अपने अतिदेय आइटम की वजह से बाहर आइटम की जाँच से एक संरक्षक को रोकने के लिए, 'प्रतिबंधित' बॉक्स की जांच चाहते हैं, तो यह एक नोटिस संरक्षक के रिकॉर्ड पर जांच में लाइब्रेरियन कि संरक्षक अतिदेय आइटम के कारण बाहर की जाँच नहीं कर सकते हैं बताए रखा जाएगा।
it: Se vuoi impedire a un utente di fare prestiti perché ha delle copie in ritardo, seleziona la casella 'Sospeso dal prestito'; questo inserirà un'informazione sul record utente che informerà il bibliotecario, al momento dell'erogazione di un prestito, che l'utente non può riceverne altri perché ha copie in ritardo.
pt: Se você gostaria de impedir que um leitor da verificação de itens por causa dos seus itens atrasados, marque a caixa 'Excluir', isto vai colocar um anúncio no registo do leitor informando o bibliotecário que o patrão não pode conferir devido aos itens em atraso.
pt_br: Se você deseja evitar que os usuários façam empréstimos se eles tiverem materiais em atraso, clique na caixa 'Restringir'. Isto colocará um aviso na tela do registro do usuário no momento do empréstimo informando o funcionário que este usuário não pode realizar empréstimos enquanto não devolver os exemplares em atraso.
sk: Ak by ste chceli zabrániť čitateľovi vo výpožičke exemplárov kvôli jeho omeškaným exemplárom, zaškrtnite políčko 'Obmedziť', tým sa do záznamu čitateľa vloží oznámenie pri výpožičke, ktoré bude knihovníka informovať, že čitateľ nemôže vypožičať kvôli omeškaným exemplárom.
tr: Gecikmiş materyalleri olması nedeniye bir kullanıcının yeni materyal ödünç almasını önlemek istiyorsanız, 'Kısıtla' kutusunu işaretleyin Bu işlem, kullanıcı kaydı üzerinde kullanıcının gecikmiş materyaller sebebiyle ödünç alma işlemi yapamayacağına dair bir uyarı koyarak, ödünç alma esnasında kütüphaneciyi bilgilendirecektir.
zh_tw: 勾選 '限制' 盒，把通知置於讀者紀錄裡，在借出時，告知館員，該讀者還有逾期館藏，不得借出；如此一來，就達到禁止讀者借出館藏的目的。

source: If you would like to replace any other cover images you may have uploaded in the past, check the 'Replace existing covers' box under the 'Options' section
ar: إذا كنت ترغب في استبدال أي صور أغلفة أخرى التي قد يكون تمرفعها في الماضي تحقق من "استبدال الأغلفة الحالية ' في إطار القسم" خيارات "
cs: Pokud byste chtěli nahradit jakékoliv obrázky obálek, které jste nahráli v minulosti, zaškrtněne políčko "Nahradit stávající obálky" v sekci 'Možnosti'
da: Hvis du vil erstattet et andet forsidebillede, som er oploadet tidligere, marker feltet 'Erstat eksisterende forsider' under afsnittet 'Optioner'
de: Wenn früher hochgeladene Umschlagbilder ersetzt werden sollen, wählen Sie 'Bestehende Umschlagbilder ersetzen' im Bereich 'Optionen'.
el: Εάν θέλετε να αντικαταστήσετε όποιες άλλες εικόνες καλύμματος έχετε αναρτήσει στο παρελθόν, επιλέξτε το κουτί 'Αντικαταστήστε τα υπάρχοντα καλύμματα' κάτω από την ενότητα 'Επιλογές'
es: Si desea reemplazar cualquier imagen de cubierta que haya subido en el pasado, seleccione 'Reemplazar cubiertas existentes' en la sección 'Opciones'
eu: Si quisiera remplazar alguna otra imagen de cubierta, deberá haberla cargado anteriormente, seleccionar en la caja de texto 'Reemplazar cubiertas existentes' debajo de la sección 'Opciones'
fi: Jos haluat korvata aikaisemmin ladattuja kansikuvia, valitse 'Korvaa olemassa olevat kansikuvat' -valinta.
fr: Si vous voulez remplacer une image de couverture locale déjà chargée, cochez la case 'Remplacer l'image existante' en dessous des options.
hi: आप किसी भी अन्य कवर छवियों आप अतीत में अपलोड हो सकता है की जगह की जांच करना चाहते है तो 'विकल्प' खंड के अंतर्गत बॉक्स 'मौजूदा कवर बदलें'
it: Se vuoi sostituire una qualsiasi immagine di copertina che hai caricato in passato, selezione il flag 'Sostituisci copertine esistenti' nella sezione 'Opzioni'
oc: Se volètz remplaçar un imatge de cobertura locala ja cargada, cochez la casa 'Remplaçar l'imatge existenta' en dejós des opcions.
pl: jeśli chcesz zastąpić wczytane wcześniej zdjęcia, zaznacz pole 'Zastąp istniejące okładki' pod sekcją 'Opcje';
pt: Se desejar substituir todas as imagens de capa carregadas no passado, marque a caixa 'Substituir capas existentes' na secção de opções.
pt_br: Se você quiser substituir qualquer uma das imagens de capa que você já tiver carregado, clique em 'Substituir capas existentes', na seção 'Opções'
sk: Ak chcete nahradiť ktorékoľvek ďalšie obrázky obálok, ktoré ste načítali v minulosti, zaškrtnite políčko 'Nahradiť jestvujúce obálky' v oddieli 'Možnosti'
sv: Om du vill byta ut andra omslagsbilder du laddat upp tidigare, markerar du 'Ersätt befintliga omslagsbilder' under sektionen 'Alternativ'
tr: Geçmişte yüklemiş olabileceğiniz her hangi bir kapak resmini değiştirmek istiyorsanız, 'Seçenekler' kısmının altındaki 'Mevcut kapakları değiştir' kutusunu işaretleyin.
zh_tw: 在 '選項' 區塊裡，勾選 '取代既有封面' 盒，就能取代已經上傳的封面

source: If you would like to see more details you can check the 'Show all details' checkbox.
ar: إذا ما أردتَ أن ترى المزيد من التفاصيل بإمكانك أن تفعل ذلك بإختيارك 'أعرض كل التفاصيل'.
cs: Pokud byste chtěli vidět další podrobnosti, můžete si zobrazit políčko "Zobrazit všechny podrobnosti".
da: Hvis du vil se flere detaljer, marker feltet 'Vis alle detaljer'.
de: Wenn Sie mehr Details sehen möchten, benützen Sie die entsprechende Checkbox.
el: Εάν θέλετε να δείτε περισσότερες λεπτομέρεις μπορείτε να επιλέξετε το κουτί 'Δείξε όλες τις λεπτομέρειες'.
es: Si desea ver mas detalles puede hacer clic en la casilla 'Mostrar todos los detalles'.
eu: Si usted quiere fusionar varios registros, puede hacerlo a través de la Herramienta de listas.
fi: Jos haluat nähdä lisää tietoja, voit valita 'Näytä kaikki tiedot' -valinnan.
fr: Si vous voulez voir plus de détails, cochez la case 'Voir toutes les informations'.
hi: यदि आप अधिक विवरण देखने के लिए चाहते हैं, तो आप 'शो में सभी विवरण' चेकबॉक्स जाँच कर सकते हैं।
it: Se vuoi vedere maggiori dettagli seleziona il rettangolo di spunta 'Visualizza tutti i dettagli'
oc: Se volètz veire plus de detalhs, marcatz la casa 'Voir totas las informacions'.
pl: Kliknięcie 'Wyświetl szczegóły' wyświetli szczegóły zamówienia.
pt: Se desejar ver mais detalhes marque a caixa de selecção 'Mostrar todos os detalhes'.
pt_br: Se você deseja ver mais detalhes, você pode clicar na caixa 'Exibir todos os detalhes'.
sk: Ak chcete vidieť viac podrobností, môžete zaškrtnúť políčko 'Zobraziť všetky detaily'.
sv: Om du vill se mer information kan du markera kryssrutan 'Visa all information'.
tr: Daha fazla ayrıntı görmek isterseniz 'Tüm detayları göster' onay kutusunu işaretleyebilirsiniz.
zh_tw: 勾選 '顯示所有詳情' 盒，就能看到更多詳情。

source: If you would like your circulation staff to confirm a patron's address before checking items out to the patron, you can see the 'Gone no Address' flag
ar: إذا ما رغبتَ بأن يؤكد موظفو الإعارة لديك عناوين المستفيدين قبل إعارتهم للمواد ، فبإمكانك أن تنظر إلى الإشارة 'ذهب بلا عنوان'
cs: Pokud chcete, aby před provedením výpůjčky byla zkontrolována správnost čtenářovy adresy, nastavte možnost "Zkontrolovat adresu"
da: Hvis medarbejderne skal kontrollere en låners adresse før der lånes ud til låneren, sættes flaget 'Gone no Address'
de: Wenn Sie möchten, dass vor einer Ausleihe zunächst die Adresse des Benutzers überprüft wird, können Sie die Sperre 'Adresse falsch/fehlt' verwenden
el: Αν θέλετε το προσωπικό κυκλοφορίας υλικού να επιβεβαιώνει τη διεύθυνση του μέλους προτού του δανείσει τεκμήρια, μπορείτε να επιλέξετε τη σημαία 'Χωρίς Διεύθυνση'
es: Si desea que su personal de circulación confirme la dirección de un usuario antes de prestarle un ítem, se puede ver la bandera 'Dado sin Dirección'
eu: Bazkideari elementuak mailegatu aurretik, zirkulazio langileak bazkidearen helbidea berrestea nahi baduzu, 'Helbiderik gabe bidali da' adierazlea ikusi dezakezu
fi: Jos haluat henkilökunnan vahvistavan asiakkaan osoitteen ennen lainaamista, asiakkaan tiedoista löytyy 'Tarkista osoite' -rajoitus
fr: Si vous voulez que le personnel qui réalise les prêts confirme l'adresse d'un adhérent avant de le laisser emprunter, vous pouvez activer le blocage 'Parti sans laisser d'adresse'.
hi: यदि आप अपने परिसंचालन स्टाफ चाहते हैं, तो संरक्षक के लिए बाहर आइटम की जाँच से पहले एक संरक्षक के पते की पुष्टि के लिए, आप 'नहीं पता चला गया' झंडा देख सकते हैं
it: Se vuoi che lo staff confermi l'indirizzo di un utente prima di dargli un prestito, puoi usare la casella 'Partito senza lasciare indirizzo'
oc: Se volètz que lo personal qui réalise los prèstes confirme l'adreça d'un aderent avant de lo daissar emprunter, podètz activer lo blocatge 'Parti sens daissar d'adreça'.
pl: Jeśli chcesz potwierdzić adres użytkownika przed wypożyczeniem egzemplarza, pojawi się komunikat 'Brak adresu'
pt: Se desejar que os técnicos verifiquem o endereço do leitor antes de emprestar exemplares ao mesmo, pode ver a condição 'Perdido sem endereço'
pt_br: Se você deseja que os funcionários confirmem o endereço dos usuários no momento dos empréstimos, você pode clicar em 'Não possui endereço'
sk: Ak chcete, aby knihovníci poverení obehom potvrdili adresu čitateľa pred vypožičaním exemplárov, môžete nastaviť príznak 'Zmizol bez adresy'
sv: Om du vill att bibliotekspersonalen ska bekräfta låntagarens adress innan lån, kan du ställa in flaggan 'Borta, utan adress'
tr: Dolaşım personelinizin, her hangi bir kullanıcının adresini kullanıcıya materyalleri ödünç vermeden önce onaylamasını istiyorsanız, 'Adres yok' bölümünü görebilirsiniz.
zh_tw: 檢視 '無地址仍繼續' 旗標，就能出現先確認讀者地址的訊息，再借出館藏

source: If you would like your course to show publicly you'll want to be sure to check the 'Enabled?' box before saving your new course.
ar: إذا كنت ترغب في عرض الكورس الخاص بك بشكل عام تأكد من تحديد مربع "مفعل؟" قبل حفظ الكورس الجديد.
cs: Pokud chcete kurz zveřejnit, zaškrtněte políčko "Povoleno?" a potvrďte formulář.
de: Wenn Sie möchten, dass der Kurs im OPAC angezeigt wird, müssen Sie darauf achten, dass 'Aktiviert?' angehakt ist, bevor Sie den Kurs speichern.
el: Εάν θέλετε το μάθημά σας να εμφανίζεται δημόσια θα χρειαστεί να βεβαιωθείτε να πατήσετε το κουτί 'Ενεργοποιημένο;' πριν αποθηκεύσετε το νέο σας μάθημα.
es: Si desea que su curso se muestre públicamente usted querrá estar seguro de comprobar la casilla 'Permitir?' antes de guardar el nuevo curso.
eu: Zure ikastaroa publikoki erakutsi nahi baduzu 'Gaitu?' kutxatila baieztatu beharko duzu, ikastaro berria gorde baino lehen.
fi: Jos haluat, että kurssi näkyy kaikille, klikkaa valinta 'Aktivoitu' ennen uuden kurssin tallentamista.
fr: Si vous voulez que votre nouveau cours soit affiché publiquement, cochez la case 'Activé ?' avant de l'enregistrer.
hi: आप अपने पाठ्यक्रम चाहते हैं, तो सार्वजनिक रूप से दिखाने के लिए आप की जाँच करने के लिए सुनिश्चित किया जाना चाहता हूँ 'सक्षम'? अपने नए पाठ्यक्रम सहेजने से पहले बॉक्स।
it: Se vuoi mostrare pubblicamente il tuo corso, selezione il box 'Abilita?' prima di salvare il nuovo corso.
oc: Se volètz que vòstre novèl cours siá afichat publiquement, cochez la casa 'Activat ?' avant de l'enregistrar.
pl: Jeśli chcesz by kurs wyświetlał się publicznie, zaznacz opcję 'Aktywny?' przed utworzeniem nowego kursu.
pt: Se desejar que o seu curso apareça publicamente a todos os leitores marque a caixa 'Ativo?' antes de guardar o seu novo curso.
pt_br: Caso você queira que seu curso tenha as reservas exibidas publicamente, você deve selecionar a caixa 'Permitir' antes de salvar seu novo curso.
sk: Ak si želáte zobraziť váš kurz verejne, presvedčte sa, že políčko 'Zapnutý?' je zaškrtnuté predtým, ako váš nový kurz uložíte.
tr: Eğer kursunuzun herkes tarafından görülmesini istiyorsanız, yeni kursunuzu kaydetmeden önce 'Etkinleştirilsin mi?' kutusunun işaretli olduğundan emin olun.
zh_tw: 如果你想公開課程，您在儲存新課程前請選擇 '啟用?' 選項。

source: If you would rather not see the MARC tag numbers you can change the value in your hide_marc system preference or each user can check the box next to 'Show tags' at the top of the editor.
ar: إذا كنت تفضل عدم رؤية أرقام وسوم مارك يمكنك تغيير القيمة في تفضيل النظام hide_marc أو يمكن لكل مستخدم تحديد المربع الموجود بجانب "عرض الوسوم" أعلى المحرر.
cs: Pokud nechcete při katalogizaci vidět čísla polí MARC, můžete nastavit jejich skrytí pomocí nastavení hide_marc, nebo během katalogizace přepnutím zaškrtávacího políčka "Zobrazit čísla polí".
de: Wenn keine MARC-Feldnummern angezeigt werden sollen, kann man diese über den Systemparameter hide_marc ganz ausblenden oder es mit der Checkbox 'Tags anzeigen' am oberen Rand der Katalogisierung dem einzelnen Benutzer überlassen.
el: Εάν θα προτιμούσατε να μην βλέπετε τους αριθμούς ετικέτας MARC μπορείτε να αλλάξετε την τιμή στην προτίμηση συστήματος hide_marc system ή κάθε χρήστης μπορεί να επιλέξει το κουτί δίπλα στο 'Δείξε τις ετικέτες' στην κορυφή του επιμελητή.
es: Si prefiere no ver los números de etiqueta MARC, puede cambiar el valor de su preferencia del sistema hide_marc o cada usuario puede marcar la casilla junto a 'Mostrar etiquetas' en la parte superior del editor.
eu: MARC etiketen zenbakiak ez badituzu ikusi nahi, sistemako lehentasuneko balorea hide_marc-era alda dezakezu edo erabiltzaileak berak 'Erakutsi etiketak' ondoko kutxatila aukera dezake, editatzailearen goialdean dagoena.
fi: Jos et halua nähdä MARC-kenttänumeroita, voit vaihtaa arvon hide_marc -järjestelmäasetuksessa tai jokainen käyttäjä voi valita muokkausnäytön yläreunassa 'Näytä kentät'.
fr: Si vous préférez ne pas voir les numéros de champ MARC, vous pouvez changer la valeur de votre préférence système hide_marc ou bien chaque utilisateur peut cocher la case à côté de "Montrer les champs" en haut de la page.
hi: आप बल्कि मार्क टैग संख्या नहीं देख पा रहे हैं तो आप अपने hide_marc प्रणाली वरीयता में मूल्य बदल सकते हैं या प्रत्येक उपयोगकर्ता बॉक्स संपादक के शीर्ष पर करने के लिए 'टैग शो' अगले जांच कर सकते हैं।
it: Se si preferisce non vedere i numeri dei tag Marc, si può modificare il valore della preferenza di sistema hide_marc o altrimenti ciascun utente può deselezionare la casella 'Mostra tag' posta nella parte alta dell'editor di catalogazione.
oc: Se vous préférez ne pas veire les numèros de camp MARC, podètz cambiar la valor de vòstra preferéncia sistèma hide_marc o bien cada utilizaire peut cocher la casa a costat de "Far veire los camps" amont de la pagina.
pl: Jeśli nie chcesz wyświetlać etykiet pól, możesz zmienić wartość w opcji hide_marc albo każdy kataloger odznaczy pole 'Wyświetl etykiety' u góry edytora.
pt: Se preferir que não apareça os números dos campos MARC pode alterar o valor da preferência de sistema hide_marc ou qualquer utilizador pode marcar a caixa 'Mostrar etiquetas' no topo do editor.
pt_br: Caso você prefira não ver os números das etiquetas MARC, altere a preferência hide_marc. Cada usuário pode ocultar estes números clicando na caixa ao lado de 'Exibir etiquetas' na barra superior do editor.
sk: Ak radšej nechcete vidieť čísla značiek MARC, môžete zmeniť hodnotu vo vašom systémovom nastavení hide_marc alebo každý užívateľ môže zaškrtnúť políčko vedľa 'Zobraziť značky' navrchu editora.
tr: MARC etiket numaralarını görmemeyi tercih ediyorsanız sistem tercihindeki hide_marc değerini değiştirebilirsiniz, veya her kullanıcı, editörün üst kısmında yer alan 'Etiketleri göster' özelliğinin yanındaki onay kutusunu işaretleyebilir.
zh_tw: 更改 hide_marc 系統偏好，就不會看到 MARC 欄號；勾選編輯器上方的 '顯示欄號' 也可達到同樣目的。

source: If you'd like to exclude a specific subfield enter it beside the field value 100a will exclude just the subfield 'a' of the 100
ar: إذا ما أردتَ أن تستثني حقلاً فرعياً معيَّناً أدخله بجانب قيمة الحقل 100a هذا سيستثني فقط الحقل الفرعي 'a' من الـ 100
cs: Pokud byste chtěli vyloučit určité podpole, zadejte ho vedle hodnoty pole, 100a vyloučí pouze podpole "a" z pole 100
da: Hvus du vil udelukke et bestemt underfelt, indtast det ved siden af feltværdien. 100a udelukker kun underfeltet 'a' fra feltet 100
de: Wenn nur ein bestimmtes Unterfeld nicht exportiert werden soll, kombinieren Sie Feldnummer und Unterfeldkennung, so wird bei 100a nur das Unterfeld a des Feldes 100 vom Export ausgeschlossen
el: Εάν θέλετε να αποκλείσετε ένα συγκεκριμένο υποπεδίο εισάγετέ το δίπλα στην τιμή πεδίου 100a. Θα αποκλείσει μόνο το υποπεδίο 'a' του 100
es: Si desea excluir un subcampo específico ingréselo al lado del valor de campo, 100a excluirá solo el subcampo 'a' de 100
eu: Si desea excluir un subcampo específico introducirlo al lado de los 100 campos de valor se excluye sólo el subcampo 'a' de los 100
fi: Jos haluat sulkea pois tietyn osakentän, syötä se kenttänumeron perään. 100a sulkee pois osakentän 'a' kentästä 100
fr: Si vous voulez exclure un sous-champs spécifique, entrez le après le champ. ex : 100a va exclure le sous-champ $a de la zone 100
hi: आप बहिष्कृत करना चाहते हैं, तो एक विशिष्ट subfield क्षेत्र मूल्य 100A इसके बगल में प्रवेश सिर्फ subfield 'ए' 100 से बाहर निकाल देगा
it: Se vuoi escludere un sottocampo specifico, indicalo dopo il nome del campo; per esempio 100a escluderà il sottocampo 'a' del campo 100
oc: Se volètz exclure un soscamps spécifique, entratz lo aprèp lo camp. ex : 100a va exclure lo soscamp $a de la zòna 100
pt: Se desejar excluir um subcampo especifico insira-o junto ao campo, 100a vai excluir apenas o subcampo 'a' do 100
pt_br: Se você quer excluir um subcampo específico digite no campo o valor: 100a irá excluir somente o subcampo a do 100
sk: Ak chcete vylúčiť špecifické podpole, zadajte ho vedľa hodnoty poľa. 100a vylúči iba podpole 'a' zo 100
sv: Om du vill exkludera ett specifikt underliggande fält, anger du det bredvid fältvärdet. 100a exkluderar bara det underliggande fältet 'a' från 100
tr: Özel bir alt alanı çıkarmak istiyorsanız bu alt alanı 100’ün sadece ‘a’ alt alanını çıkaracağı 100a alan değerinin yanına giriniz.
zh_tw: 鍵入100a 欄位值，就能排除欄位 100 的分欄 'a'

source: If you'd like to exclude all subfields of the 200 for example just enter 200
ar: إذا ما اردتَ أن تستثني كل الحقول الفرعية على سبيل المثال للتاج 200 فقط أدخل 200
cs: Pokud byste chtěli vyloučit např. všechny podpole 200, stačí zadat 200
da: Hvis du f.eks. vil udelukke alle underfelter fra 200 indtastes blot 200
de: Wenn alle Unterfelder von 200 vom Export ausgeschlossen werden sollen, geben Sie 200 an
el: Εάν θέλετε να αποκλείσετε όλα τα υποπεδία του 200 για παράδειγμα απλά εισάγετε 200
es: Si desea excluir todos los subcampos de por ejemplo 200, solo ingrese 200
eu: Si desea excluir todos los subcampos del 200 por ejemplo, introduce 200
fi: Jos haluat sulkea pois kaikki osakentät kentästä 200, syötä vain 200
fr: Si vous voulez exclure tous les sous-champs de la zone 200 par exemple, entrez juste '200'
hi: आप उदाहरण के लिए 200 के सभी उपक्षेत्रों को बाहर करना चाहते हैं तो सिर्फ 200 दर्ज
it: Se vuoi escludere tutti i sottocampi del campo 200, indica solamente 200
oc: Se volètz exclure totes los soscamps de la zòna 200 per exemple, entratz juste '200'
pt: Se desejar excluir todos os subcampos do 200, por exemplo, apenas insira 200
pt_br: Se você quer excluir todos os subcampos do 200 por exemplo, digite 200
sk: Ak chcete napríklad vylúčiť všetky podpolia z 200, zadajte iba 200
sv: Om du vill exkludera alla underliggande fält från 200, så anger du bara 200
tr: 200’ün bütün alt alanlarını çıkarmak istiyorsanız örneğin sadece 200’ü giriniz
zh_tw: 祗要鍵入200，就能排除200所有的分欄

source: If you'd like to only show this attribute on patrons of one type choose that patron type from the 'Category' pull down
ar: إذا ما رغبتَ في أن تعرض فقط هذه السمة للمستفيدين من نوع واحد اختر نوع المستفيدين من القائمة المنسدلة لـ 'الفئات'.
cs: Pokud byste chtěli zobrazovat pouze atribut čtenáře jednoho typu, zvolte typ čtenáře z roletky "Kategorie"
da: Hvis du kun vil vise dette attribut for lånere af en type vælg denne lånertype fra pulldown-menuen 'Kategori'
de: Wenn das Benutzerattribut nur für eine Benutzerkategorie angezeigt werden soll, wählen Sie diese aus der Auswahlliste unter 'Kategorie'.
el: Εάν θέλετε να φαίνεται μόνο αυτό το χαρακτηριστικό για τα μέλη μιας κατηγορίας επιλέξτε αυτή την κατηγορία μέλους από την αναπτυσσόμενη λίστα 'Κατηγορία'
es: Si desea mostrar solamente este atributo a usuarios de un tipo, seleccione ese tipo de usuario desde el desplegable 'Categoría'
eu: Si desea mostrar solamente este atributo a socios de un tipo seleccione ese tipo de socio desde el desplegable 'Categoría'
fi: Jos haluat tämän määreen vain tietylle asiakastyypille, valitse asiakastyyppi 'Tyyppi'-alasvetovalikosta
fr: Si vous voulez afficher les attributs d'adhérent d'une seule catégorie d'adhérent, choisissez ce type d'adhérent dans le menu déroulant 'Catégorie'
hi: आप केवल 'श्रेणी' से कि संरक्षक प्रकार का चयन एक प्रकार का संरक्षक पर इस विशेषता को दिखाने के लिए करना चाहते हैं तो नीचे खींच
it: Se vuoi che questo attributo venga solo mostrato per un particolare tipo di utente, allora scegli il tipo di utente dal menu a tendina 'Categoria'
oc: Se volètz afichar los atributs d'aderent d'una sola categoria d'aderent, causissètz aqueste tipe d'aderent dins lo menú desenrotlant 'Categoria'
pt: Se desejar apenas mostrar este atributo em leitores de um tipo apenas escolha o tipo de leitor no menu de categoria
pt_br: Se você quiser somente exibir este atributo em usuários de um único tipo escolha na 'Categoria' no menu
sk: Ak chcete zobraziť len túto vlastnosť čitateľov jedného typu, zvoľte si tento typ čitateľov z rozbaľovacej ponuky 'Kategória'
sv: Om du bara vill visa detta attribut för låntagare av en typ, väljer du låntagartypen från rullgardinsmenyn 'Kategori'
tr: Bu niteliği kullanıcı türlerinin sadece birinde göstermek istiyorsanız, 'Kategori' açılır menüsünden o kullanıcı türünü seçiniz.
zh_tw: 從 '類型' 下拉選單裡，選取讀者類型，就能夠顯示該類型讀者的屬性
