Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: From here you can plan your budget spending by manually entering values or by clicking the 'Auto-fill row' button. If you choose to auto-fill the form the system will try to divide the amount accordingly, you may have to make some edits to split things more accurately.
ar: من هنا ، يمكنك أن تخطط إنفاق ميزانيتك من خلال الإدخال اليدوي للقيم ، أو من خلال النقر على زر 'الملئ التلقائي للصف'. إذا ما اخترت أن يتم الملئ التلقائي للنموذج ، فإن النظام سيقوم بتقسيم المبلغ طبقاً لذلك, قد تضطر الى إجراء بعض التعديلات لتقسيم الطلبات لمزيد من الدقة
cs: Zde můžete plánovat rozpočtové výdaje ručním vložením hodnot, nebo kliknutím na tlačítko 'Automatické vyplnění řádku'. Pokud zvolíte automatické vyplnění, systém rozdělí sumu stejnoměrně. Pro vhodnější rozdělení budete muset provést ruční opravu.
da: Herfra kan brugen af budgettet planlægges ved at indtaste værdier manuelt eller ved at trykke på knappen 'Auto-fyld række'. Hvis formularen udfyldes automatisk, vil systemet forsøge at dele beløbet relativt. der kan editeres for at dele tingene mere præcist.
de: Von hier aus können Sie Ihre Ausgaben planen, indem Sie die Werte manuell oder über den Link 'Reihe automatisch ausfüllen' eingeben. Wenn Sie den Link verwenden wird das System den Betrag möglichst gleichmäßig verteilen, evtl. müssen Sie dann noch einige Anpassungen machen.
el: Από εδώ μπορείτε να σχεδιάσετε τα έξοδα του προϋπολογισμού σας εισάγοντας με το χέρι τις τιμές ή πατώντας το κουμπί 'Αυτοσυμπληρούμενη σειρά'. Αν επιλέξετε την αυτοσυμπληρωμένη φόρμα το σύστημα θα προσπαθήσει να διαιρέσει το ποσό ανάλογα, μπορεί να χρειαστεί να κάνετε μερικές αλλαγές για να χωριστούν με περισσότερη ακρίβεια.
es: Desde aquí usted puede planear su gasto presupuestario introduciendo manualmente los valores o haciendo clic en el botón 'Auto-completar fila'. Si opta por auto-completar el formulario, el sistema tratará de dividir el monto correspondientemente,deberá editar para dividir mas precisamente.
eu: Hemen zure aurrekontuaren gastuak planifikatu ditzakezu, balioak eskuz idatziz edo 'Errenkada automatikoki osatu' botoian klik eginez. Inprimakia automatikoki osatzea aukeratzen baduzu, zenbatekoa horren arabera banatzen saiatuko da sistema; hala ere, baliteke aldaketa batzuk egin behar izatea, banaketa zehaztasun handiagoz egiteko.
fi: Täällä voit suunnitella budjetin käyttöä syöttämällä käsin arvoja tai klikkaamalla 'Automaattinen täyttörivi' -painiketta. Jos valitset automaattisen täytön lomakkeelle, järjestelmä yrittää jakaa summan tasan ja voi olla tarpeen tehdä muutoksia järkevämpään jakoon.
fr: Vous pouvez ici planifier les dépenses de votre budget en entrant manuellement des valeurs ou en cliquant sur le bouton Remplir auto col. Si vous choisissez de remplir automatiquement le formulaire, le système essaiera de découper le montant en conséquence. Il se peut que vous ayez à faire des ajustements.
hi: यहाँ से आप मैन्युअल मान दर्ज करके या 'स्वत: भरण पंक्ति' बटन पर क्लिक करके अपने बजट खर्च योजना बना सकते हैं। आप फार्म ऑटो भरने के लिए चुनते हैं प्रणाली आप कुछ संपादन चीजों को और अधिक सही रूप में विभाजित करने के लिए करना पड़ सकता है राशि के हिसाब से विभाजित करने की कोशिश करेंगे।
it: Da qui puoi pianifcare le spese del budget inserendo i valori a mano o cliccando il bottone 'Autocompila linea'. Se scegli l'auto-compilazione, il sistema cerca di dividere la somma, dovrai fare qualche modifica a mano per perfezionare il risultato.
oc: Podètz aicí planificar las despensas de vòstre budgèt en entrant manualament de valors o en clicant sul boton Emplenar auto col. Se causissètz d'emplenar automaticament lo formulari, lo sistèma ensajarà de decopar lo montant en consequéncia. Es possible que vos calga far d'ajustaments.
pl: Można zaplanować budżet ręcznie wprowadzając wartości lub klikając 'Autowypełnianie'. Jeśli użyjesz autowypełniania system spróbuje wypełnić sam wartościami lub sam będziesz mógł modyfikować kwoty.
pt: A partir daqui pode planear o seu orçamento inserindo manualmente os valores ou clicando no botão de auto-preenchimento, onde o sistema tenta dividir o montante (pode ser necessário alguns ajustes apara dividir os valores de forma mais precisa).
pt_br: A partir daqui você pode planejar o seu orçamento inserindo manualmente os valores ou clicando no botão de auto-preenchimento. Se você optar por preencher automaticamente o formulário, o sistema tentará dividir o montante da melhor maneira possível (pode ser necessário alguns ajustes para dividir os valores de forma mais acurada).
sk: Odtiaľto môžete plánovať výdavky z Vášho rozpočtu ručným zadaním hodnôt alebo kliknutím na tlačidlo 'Automaticky vyplniť riadok'. Ak si zvolíte automatické vyplnenie formulára, systém sa automaticky pokúsi patrične rozdeliť sumu. Preto budete musieť urobiť nejaké úpravy ručne pre precíznejšie rozdelenie vecí.
sv: Här kan du planera hur budgeten ska användas genom att manuellt ange värden eller klicka på knappen 'Fyll i rad automatiskt'. Om du väljer att fylla i formuläret automatiskt kommer systemet att försöka dela upp beloppet på bästa sätt, men du kan behöva redigera för att förbättra uppdelningen.
tr: Burada, bütçe harcamalarınızın değerlerini manuel girerek ya da 'Otomatik doldurma satırı' düğmesine tıklayarak planlayabilirsiniz. Otomatik doldurma formunu seçerseniz, sistem, tutarı gereğince bölmeye çalışacaktır. Sonuçta, daha doğru bölümler yapmak için bazı düzenlemeler yapmak durumunda kalabilirsiniz.
zh_tw: 從這裡，可以人工方式規畫預算，或勾選 '自動填入列' 鈕。若選擇自動填入表單，系統將切割總預算，再由您進行細部的編輯。

source: From here you can see all suggestions made by the patron and their status, you can also create a purchase suggestion on the patron's behalf by clicking the 'New purchase suggestion' button at the top.
ar: من هنا يمكنك رؤية جميع المقترحات التي قام بها المستفيد وحالتها، كما يمكنك إنشاء مقترح شراء نيابةً عن المستفيد بالنقر على زر "مقترح شراء جديد" في الأعلى.
cs: Na této stránce můžete vidět všechny zadané návrhy na nákup a také stav jejich zpracování. Nové návrhy podle požadavkuů čtenářů můžete vytvářet kliknutím na tlačítko "Nový návrh na nákup".
de: Hier können Sie alle Anschaffungsvorschläge die vom Benutzer gemacht wurden und deren Status sehen. Außerdem können Anschaffungsvorschläge für den Benutzer über die Schaltfläche 'Neuer Anschaffungsvorschlag' eingegeben werden.
el: Από εδώ μπορείτε να δείτε όλες τις προτάσεις που γίνανε από το μέλος και την κατάστασή τους, μπορείτε επίσης να κάνετε μία πρόταση αγοράς εκ μέρους του μέλους πατώντας το κουμπί 'Νέα πρόταση αγοράς' στην κορυφή.
es: Desde aquí se puede ver todas las sugerencias hechas por el usuario y su estado, también puede crear una sugerencia de compra a favor del usuario haciendo clic en el botón 'Nueva sugerencia de compra' en la parte superior.
eu: Hemendik erabiltzaile batek egiten dituen proposamen eta egoera guztiak ikus daitezke, erosketa-proposamena ere sor daiteke bazkidearen alde goikaldean dagoen 'New purchase suggestion' botoian klik eginda.
fi: Täältä näet kaikki asiakkaiden tekemät hankintaehdotukset ja niiden tilat. Voit myös tehdä hankintaehdotuksen asiakkaan puolesta klikkaamalla 'Uusi hankintaehdotus' -painiketta ylhäällä.
fr: De là vous pouvez voir toutes les suggestions faites par l'adhérent et leur statut, vous pouvez aussi créer une suggestion d'achat au nom de l'adhérent en cliquant sur le bouton 'Nouvelle suggestion d'achat' en haut de la page.
hi: यहाँ से आप संरक्षक और उनकी स्थिति द्वारा किए गए सभी सुझावों को देख सकते हैं, आप भी शीर्ष पर 'नई खरीद सुझाव' बटन पर क्लिक करके संरक्षक की ओर से एक खरीद सुझाव बना सकते हैं।
it: Da qui puoi vedere tutti i suggerimenti d'acquisto e il loro stati, puoi anche creare un suggerimento dalla scheda dell'utente cliccando sul pulsante in alto 'Nuovo suggerimento d'acquisto'.
oc: De là podètz veire totas las suggestions faites per l'aderent e lor estatut, podètz tanben crear una suggestion de crompa al nom de l'aderent en clicant sul boton 'Novèla suggestion de crompa' amont de la pagina.
pt: A partir deste ponto pode ver todas as sugestões feitas pelo leitor e o seu estado, e criar novas sugestões a pedido do leitor clicando no botão 'Nova sugestão de aquisição' no topo da página.
pt_br: A partir daí, você poderá ver todas as sugestões feitas pelo usuário e seu status. Você também pode criar uma sugestão de compra em nome do usuário clicando em 'Nova sugestão de compra' na barra superior.
sk: Odtiaľto môžete vidieť všetky návrhy čitateľa a ich stav, môžete tiež vytvoriť návrh na nákup v mene čitateľa kliknutím na tlačidlo 'Nový návrh na nákup' navrchu.
tr: Buradan kullanıcılar ve statüleri tarafından yapılan tüm önerileri görebilirsiniz, ayrıca üstündeki 'Yeni satın alma önerisi' düğmesini tıklayarak kullanıcı adına bir satın alma önerisi oluşturabilirsiniz.
zh_tw: 在此可看到所有的採訪建議及其現況，您也可以讀者身份點選上方的 '新增採訪建議'。

source: From here you can set up the information needed to connect to your acquisitions vendors
eu: Hemendik beharrezko informazioa konfigura daiteke eskuraketen hornitzaileekin harremanetan jartzeko
fi: Täällä voi syöttää tarvittavat tiedot toimittajista, jotta voit olla yhteydessä heihin
hi: यहाँ से आप जानकारी आपके अधिग्रहण विक्रेताओं से कनेक्ट करने के लिए जरूरी सेट कर सकते हैं

source: From here you can upload files to attach to the patron record.
ar: من هنا بإمكانك أن ترفع ملفات لترفقها مع تسجيلة المستفيد.
cs: Zde můžete nahrávat soubory určené pro připojení k záznamu o čtenáři.
da: Herfra kan du oploade filer, som skal vedhæftes til lånerposten.
de: Von hier aus können Sie zum Benutzer gehörende Dateien hochladen.
el: Από εδώ μπορείτε να αναρτήσετε αρχεία για να τα επισυνάψετε στην εγγραφή του μέλους.
es: Desde aquí puede subir archivos para adjuntarlos al registro del usuario.
eu: Desde aquí puede subir archivos para adjuntar el registro del socio.
fi: Täällä voit ladata tiedostoja liitettäväksi asiakastietueeseen.
fr: Ici vous pouvez télécharger un fichier qui sera associé à la fiche de l'adhérent.
hi: यहाँ से आप संरक्षक रिकॉर्ड करने के लिए संलग्न करने के लिए फाइल अपलोड कर सकते हैं।
it: Da qui puoi caricare files da collegare al record dell'utente.
oc: Ici podètz telecargar un fichièr qui serà associat a la ficha de l'aderent.
pl: W tym miejscu można przesyłać pliki, które mają zostać dołączone do rekordu użytkownika.
pt: A partir deste ponto pode carregar ficheiros para associar ao registo de leitor.
pt_br: Aqui você pode enviar arquivos para anexar no registro de usuário.
sk: Odtiaľto môžete natiahnuť súbory, ktoré sa pripoja k záznamu o čitateľovi.
sv: Härifrån kan du ladda upp filer som ska bifogas låntagarposten.
tr: Burada kullanıcı kayıdına eklemek için dosya yükleyebilirsiniz.
zh_tw: 從此上傳附加於讀者紀錄的檔案。

source: From here you want to click 'Add recipients' in order to add people to the routing list. In the menu that appears you can filter patrons by part of their name, their library and/or patron category.
ar: من هنا ستنقر على 'أضف مستلمين' وذلك ﻹضافتهم إلى قائمة التمرير. في القائمة التي تظهر لك ستتمكن من تصفية المستفيدين حسب جزء من اسمهم ،حسب مكتباتهم و/أو حسب فئتهم.
cs: Zde můžete po kliknutí na 'Přidat příjemce' přidat osoby do distribučního seznamu. V nabídce, která se objeví, můžete filtrovat čtenáře podle části jména, knihovny a/nebo kategorie.
da: Herfra kan man klikke på 'Tilføj modtagere' for at tilføje folk til rutelisten. I den viste menu kan man filtrere lånere efter en del af deres navn, deres bibliotek og/eller lånerkategori.
de: Hier können Sie über 'Benutzer hinzufügen' Benutzer auf die Umlaufliste setzen. Sie können nach den Benutzern über Teile des Namens, mit der Heimatbibliothek oder dem Benutzertyp suchen.
el: Εδώ μπορείτε να κάνετε κλικ στο 'Προσθήκη παραληπτών' στην παραγγελία για να προσθέσετε άτομα στη λίστα δρομολόγησης. Στο μενού που εμφανίζεται μπορείτε να φιλτράρετε τα μέλη κατά μέρος του ονόματός τους, τη βιβλιοθήκη τους και/ή την κατηγορία μέλους.
es: Desde aquí puede hacer clic en 'Agregar destinatarios' para agregar gente a la lista de circulación. En el menú que aparece puede filtrar usuarios por parte del nombre, sede/biblioteca y/o por categoría de usuario.
eu: Desde aquí puede hacer clic en 'Agregar destinatarios' para agregar gente a la lista de ruteo. En el menú que aparece puede filtrar socios por parte del nombre, sede o categoría.
fi: Täällä voit lisätä henkilöitä kiertolistalle klikkaamalla 'Lisää vastaanottajia'. Valikosta voit suodattaa asiakkaita nimen osalla, kirjastokortilla ja/tai asiakastyypillä.
fr: À partir de là, vous cliquez sur Ajouter des destinataires afin d'ajouter des personnes à la liste de routage. Dans le menu qui s'affiche, vous pouvez filtrer les adhérents sur une partie de leur nom, leur site de rattachement et leur catégorie.
hi: यहाँ से आप क्लिक करने के लिए रूटिंग सूची में लोगों को जोड़ने के लिए 'प्राप्तकर्ताओं को जोड़ें' चाहते हैं। मेनू प्रकट होता है कि आप उनके नाम, उनके पुस्तकालय और / या संरक्षक वर्ग का हिस्सा द्वारा संरक्षक को फिल्टर कर सकते हैं।
it: Da qui puoi cliccare 'Aggiungi destinatari' per aggiungere persone alla routing list. Dal menù che appare potrai filtrare gli utenti in base a parte del nome, biblioteca o categoria di appartenenza.
oc: A partir d'aquí, clicatz sus Apondre de destinataris per fin d'apondre de personas a la lista de rotatge. Dins lo menú que s'aficha, podètz filtrar los aderents sus una partida de lor nom, lor site de restacament e lor categoria.
pl: Kliknij 'Dodaj odbiorców', aby określić osoby, które będą otrzymywać czasopismo. W wyświetlanym menu, można filtrować odbiorców według nazwy, biblioteki i kategorii użytkownika.
pt: Pode clicar em 'Adicionar receptores' para adicionar pessoas à lista de circulação. No menu que aparece pode filtrar leitores pelo seu nome, pela biblioteca e/ou categoria de leitor.
pt_br: Aqui você pode clicar em 'Adicionar usuários' para adicionar pessoas à lista de circulação. No menu que aparece, você pode filtrar os usuários por uma parte do nome, biblioteca e/ou categoria de usuário.
sk: Tu môžete kliknúť na 'Pridať adresátov', aby ste pridali ľudí do distribučného zoznamu. V ponuke, ktorá sa objaví, môžete filtrovať čitateľov podľa časti ich mena, knižnice a/alebo kategórie čitateľov.
sv: Här klickar du på 'Lägg till mottagare' för att lägga till personer på mottagarlistan. I den meny som visas kan du filtrera låntagare efter en del av deras namn, deras bibliotek och/eller deras låntagarkategori.
tr: Burada, kullanıcıları dolaşım listesine eklemek için, 'alıcıları ekle'ye tıklayabilirsiniz. Menüde gözükenlerle, kullanıcıları isimlerine, kütüphanelerine ve/veya kullanıcı kategorisine ayırabilirsiniz.
zh_tw: 從此點選 '新增收件人'，把讀者加入傳閱清單。從選單裡，可以用部份讀者名稱、所屬圖書館與讀者類型篩選讀者。

source: From here, you can edit or remove the items that you have added.
ar: من هنا يمكنك أن تحرر أو تحذف المواد التي قمت بإضافتها.
cs: Zde můžete upravovat nebo odstraňovat již přidané jednotky.
da: Herfra kan du editere eller fjerne eksemplaret, som er tilføjet.
de: Von hier aus können Sie Exemplare bearbeiten oder entfernen, die sie hinzugefügt haben.
el: Από εδώ, μπορείτε να επεξεργαστείτε ή να αφαιρέσετε τα τεκμήρια που έχετε προσθέσει.
es: Desde aquí, puede editar o remover los ejemplares que haya agregado.
eu: Desde aquí puede editar o eliminar el ítem que agregó.
fi: Täällä voit muokata tai poistaa niteitä, joita olet lisännyt.
fr: Ici vous pouvez modifier ou supprimer les exemplaires que vous avez ajoutés.
hi: यहाँ से, आप संपादित या आइटम है कि आप जोड़ लिया है हटा सकते हैं।
it: Da qui puoi modificare o cancellare le copie che hai aggiunto.
oc: Ici podètz modificar o suprimir los exemplars qu'avètz aponduts.
pl: W koszyku można modyfikować lub usuwać dodane pozycje.
pt: A partir deste ponto, pode editar ou remover os itens que adicionou.
pt_br: Aqui, você pode editar ou remover exemplares que tenha adicionado.
sk: Odtiaľto môžete upraviť alebo odobrať vami pridané exempláre.
sv: Härifrån kan du redigera eller avlägsna de poster du lagt till.
tr: Burada, eklemiş olduğunuz materyalleri düzenleyebilir ya da kaldırabilirsiniz.
zh_tw: 從此，您可編輯或移除曾經加入的館藏。

source: From the List page you can add titles by scanning barcodes into the box at the bottom of the page
ar: من صفحة القائمة تستطيع إضافة العناوين من خلال مسح باركوداتها إلى المربع أسفل الصفحة.
cs: Ze stránky seznamu můžete další tituly přidávat pomocí čárových kódů načítaných do políčka ve spodní části stránky
da: Fra listesiden kan man tilføje titler ved at scanne stregkoder ind i feltet nederst på siden
de: Im Modul Listen können Sie Exemplare zu Listen hinzufügen, indem Sie die Barcodes am unteren Seitenrand in das Feld einscannen
el: Στη σελίδα Λίστες μπορείτε να προσθέσετε τίτλους σαρώνοντας barcodes στο κουτί στο κάτω μέρος της σελίδας
es: Desde la página Listado puede agregar títulos escaneando códigos de barra en la casilla al fondo de la página
eu: Desde la página Listado puede agregar títulos escaneando códigos de barra en la casilla al fondo de la página
fi: Listat-sivulla voit lisätä nimekkeitä lukemalla viivakoodi sivun alareunassa olevaan laatikkoon
fr: Dans la page des listes, vous pouvez ajouter des titres en scannant leurs codes à barres dans la boîte de saisie qui se trouve en bas de la page.
hi: सूची पृष्ठ से आप पेज के नीचे बॉक्स में बारकोड को स्कैन करके शीर्षक जोड़ सकते हैं
it: Dalla pagina dell'Elenco puoi aggiungere titoli tramite la scansione di barcode nella casella di fondo pagina
oc: Dins la pagina des listas, podètz apondre des títols en scannant leurs còdis a barras dins la bóstia de sasida qui se tròba en bas de la pagina.
pl: W module Listy możesz dodawać tytuły przez wczytanie kodów kreskowych w polu u dołu strony
pt: A partir da página de listagem pode adicionar títulos pela leitura de código de barras para a caixa no fundo da página
pt_br: Na página de Listas você pode adicionar títulos scaneando seus códigos de barras na caixa na parte inferior da página
sk: Na stránke zoznamov môžete pridať tituly zoskenovaním čiarových kódov do políčka na spodku stránky
sv: Från listsidan kan du lägga till objekt genom att skanna streckkoder i rutan längst ner på sidan
tr: Liste sayfasından, sayfanın en altındaki kutudan barkodları tarayarak başlıklar ekleyebilirsiniz.
zh_tw: 從虛擬書架頁面，可以把條碼掃瞄入頁面下方的盒裡，藉以新增題名

source: From the authorities page you can search for existing terms and the bibliographic records they are attached to.
ar: من صفحة الإستنادات تستطيع أن تبحث عن مواد موجودة وعن التسجيلات الببليوغرافية التي تتعلق بها.
cs: Ze stránky autorit můžete vyhledávat existující termíny a bibliografické záznamy, ke kterým jsou přiřazené.
da: Fra siden med autoriteter kan du søge efter eksisterende begreber og de bibliografiske poster, som de er forbundet med.
de: Von der Normdaten-Seite aus können Sie nach existierenden Begriffen mit den ihnen zugeordneten Datensätzen suchen.
el: Στη σελίδα καθιερωμένων ορών μπορείτε να αναζητήσετε υπάρχοντα αντίτυπα και τις βιβλιογραφικές εγγραφές στις οποίες είναι προσαρτημένα.
es: Desde la página de autoridades puede buscar términos existentes y sus registros bibliográficos asociados.
eu: Autoritate orrian existitzen diren terminoak eta horiekin lotutako bibliografia erregistroak bilatu ditzakezu.
fi: Auktoriteetit-sivulla voit hakea olemassa olevia termejä ja nimeketietueita, joita niihin on liitetty.
fr: Dans la page des autorités, vous pouvez rechercher les termes existants et les notices bibliographiques qui y sont rattachées.
hi: प्राधिकारी पृष्ठ से आप मौजूदा नियमों और ग्रंथ सूची रिकॉर्ड वे से जुड़े होते हैं खोज सकते हैं।
it: Dalla pagina dei record di autorità puoi cercare termini esistenti e i record bibliografici ad essi associati.
oc: Dins la pagina des autoritats, podètz recercar los tèrmes existants e les notícias bibliograficas qui y son restacadas.
pt: A partir da página de autoridades pode pesquisar por termos existem e por registos bibliográficos que se encontram ligados.
pt_br: A partir da página de autoridades, você pode pesquisar por termos existentes e pelos registros bibliográficos aos quais eles estão relacionados.
sk: Na stránke autorít môžete hľadať jestvujúce pojmy a knižničné záznamy, ku ktorým sú priradené.
sv: Från auktoritetssidan kan du söka efter befintliga termer och de bibliografiska poster de hör till.
tr: Otoriteler sayfasından mevcut ifadeleri ve bunlara eklenen bibliyografik kayıtları araştırabilirsiniz.
zh_tw: 可從權威紀錄頁面搜尋既有的詞彙以及相關的書目紀錄。
