Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: On the summary page, you also have the option to edit the information that you entered about the basket by clicking the 'Edit basket header information' button, to delete the basket altogether by clicking the 'Delete this basket' button, or to export your basket as a CSV file by clicking the 'Export this basket as CSV' button.
ar: في صفحة الملخص ، لديك أيضاً الخيار في أن تحرر المعلومات التي أدخلتها عن السلة بالنقر على زر 'تحرير معلومات رأس السلة'، أو أن تحذف السلة تماماً بالنقر على زر 'احذف هذه السلة', أو أن تصدِّر سلتك كملف CSV بالنقر على زر 'صدر هذه السلة كـ CSV'.
cs: Také na stránce Shrnutí máte možnost upravit informaci o košíku kliknutím na Upravit hlavičku košíku, úplně odstranit košík kliknutím na Odstranit tento košík, nebo exportovat váš košík do souboru CSV kliknutím na Exportovat tento košík do CSV
da: På opsummeringssiden kan man også ændre de oplysninger, som man indtastede om kurven ved at klikke på knappen 'Editer kurvheader-information', slette kurven helt ved at trykke på knappen 'Slet denne kurv' eller eksportere kurven som en CSV-fil ved at klikke på knappen 'Eksporter denne kurv som CSV'.
de: In der Zusammenfassung haben Sie außerdem die Möglichkeit, die Information, die Sie zum Korb eingegeben haben, durch Klicken des 'Bestellposten bearbeiten'-Knopfes zu ändern, den Korb durch Klicken des 'Bestellung stornieren'-Knopfes vollständig zu löschen oder durch Klicken des 'Bestellung als CSV exportieren'-Knopfes als CSV-Datei zu exportieren.
el: Στη σελίδα περίληψης, έχετε επίσης την επιλογή να επεξεργαστείτε τις πληροφορίες για το καλάθι που καταχωρίσατε πατώντας το κουμπί 'Επεξεργασία πληροφοριών επικεφαλίδας καλαθιού', να διαγράψετε το καλάθι ολοσχερώς πατώντας το κουμπί 'Διαγραφή αυτού του καλαθιού', ή να εξάγετε το καλάθι σας σαν ένα αρχείο CSV πατώντας το κουμπί 'Εξαγωγή αυτού του καλαθιού ως CSV'.
es: En la página de resumen, también encontrará la opción de editar la información que ingresó sobre la cesta haciendo clic en 'Editar información de la cesta', eliminar la cesta haciendo clic en 'Eliminar esta cesta', o exportar su cesta como un archivo CSV haciendo clic en 'Exportar la cesta como CSV'.
eu: En la página de resumen, también encontrará la opción de editar la información que ingresó sobre la cesta seleccionando, seleccionando 'Editar información de cabecera de cesta', eliminar la cesta seleccionando en 'Eliminar esta cesta', o exportar su cesta como un archivo CSV seleccionando en 'Exportar la cesta como CSV'.
fi: Yhteenvetosivulla voit myös muokata tilauskorin tietoja klikkaamalla 'Muokkaa tilauskorin tietoja' -painiketta, poistaa tilauksen kokonaan klikkaamalla 'Poista tämä tilauskori' tai viedä tilauskorin CSV-tiedostona klikkaamalla 'Vie CSV-muodossa'.
fr: Sur l'écran de résumé, vous avez également l'option pour modifier l'en-tête du panier, en cliquant sur 'Modifier en-tête du panier', l'option pour supprimer le panier en cliquant sur 'Supprimer ce panier' et l'option pour l'exporter au format CSV en cliquant sur 'Exporter ce panier au format CSV'.
hi: सारांश पृष्ठ पर, आप भी जानकारी है कि आप 'संपादन टोकरी हेडर सूचना' बटन, कुल मिलाकर 'इस टोकरी हटाएँ' बटन पर क्लिक करके क्लिक टोकरी को नष्ट करने के द्वारा टोकरी के बारे में दर्ज की गई संपादित करने का विकल्प है, या निर्यात करने के लिए अपने क्लिक करके एक सीएसवी फाइल के रूप में टोकरी बटन 'सीएसवी के रूप में इस टोकरी निर्यात'।
it: Inoltre nella pagina riassuntiva, potrai modificare l'informazione sul raccoglitore cliccando sul bottone 'Modifica informazione del raccoglitore', o cancellare il raccoglitore premendo 'Cancella questo raccoglitore', o esportarlo come file CSV premendo il bottone 'Esporta come CSV'.
oc: Sus l'ecran de resumit, avètz tanben l'opcion per modificar l'en-tête del panièr, en clicant sus 'Modificar en-tête del panièr', l'opcion per suprimir lo panièr en clicant sus 'Suprimir ce panièr' e l'opcion per l'expòrter al format CSV en clicant sus 'Exporter ce panièr al format CSV'.
pl: W menu koszyka wyświetlają się opcje: 'Modyfikuj koszyk', 'Usuń koszyk' i 'Eksportuj koszyk jako CSV'.
pt: Na página de sumário, existe a opção de editar a informação inserida sobre o cesto clicando no botão 'Editar informação do cesto'. Para eliminar o cesto existe o botão 'Eliminar este cesto'. Pode também exportar o cesto para CSV com o botão 'Exportar o cesto em CSV'.
pt_br: Na página do sumário você também tem a opção de editar a informação sobre o cesto clicando no botão 'Editar informação do cabeçalho do cesto'. Pode excluir o cesto clicando no botão 'Excluir este cesto' ou exportar seu cesto como um arquivo CSV clicando no botão 'Exportar este cesto como CSV'.
sk: Takisto na stránke súhrnu máte možnosť upraviť zadanú informáciu o košíku kliknutím na tlačidlo 'Upraviť hlavičku košíka', úplne odstrániť košík kliknutím na tlačidlo 'Odstrániť tento košík', alebo exportovať Váš košík do súboru CSV kliknutím na tlačidlo 'Exportovať tento košík ako CSV'.
sv: På sammanfattningssidan har du även möjlighet att ändra den information som du angav för korgen genom att klicka på knappen 'Redigera rubrikinformation för korg', att radera korgen helt genom att klicka på knappen 'Ta bort den här korgen' eller att exportera korgen som en CSV-fil genom att klicka på knappen 'Exportera korg som CSV'.
tr: Özet sayfasında, ' Sepet başlık bilgisini düzenle' butonuna tıklayarak, aynı zamanda girdiğiniz sepetle ilgili bilgiyi düzenleme seçeneğiniz mevcuttur; sepeti tümüyle silmek için 'Bu sepeti sil' butonuna tıklayınız, sepetinizi CSV dosyası olarak dışa aktarmak içinse 'Bu sepeti CSV olarak dışa aktar' butonuna tıklayınız.
zh_tw: 在摘要頁面，勾選 '編輯採購籃標題資訊' 鈕，就能編輯鍵入的資訊；或勾選 '刪除採購籃' 鈕，就能刪除採購籃；或勾選 '匯出此採購籃為CSV檔'，就能以CSV檔案格式匯出採購籃。

source: On this page you can create, modify and delete OAI-PMH sets
ar: في هذه الصفحة بإمكانك إنشاء ، تعديل وحذف مجموعات OAI-PMH
cs: Na této stránce můžete vytvořit, měnit nebo odstranit sady OAI-PMH
da: På denne side kan du oprette, ændre og slette OAI-PMH sæt
de: Auf dieser Seite können Sie OAI-PMH-sets anlegen, bearbeiten und löschen
el: Σε αυτή τη σελίδα μπορείτε να δημιουργήσετε, να τροποποιήσετε και να διαγράψετε τα σύνολα OAI-PMH
es: En esta página puede crear, modificar y eliminar conjuntos OAI-PMH
eu: En esta página puede crear, modificar y eliminar conjuntos OAI-PMH
fi: Tällä sivulla voit luoda, muokata ja poistaa OAI-PMH -asetuksia
fr: Sur cette pages, vous créez, modifiez et supprimez des Sets OAI-PMH
hi: आप इस पेज को बनाने के लिए, संशोधित करने और OAI-PMH सेट नष्ट कर सकते हैं पर
it: In questa pagina puoi creare, modificare e cancellare i set di OAI-PMH
oc: Sus aquesta paginas, vous créez, modifiez e supprimez des Sets OAI-PMH
pl: Twórz, modyfikuj i usuwaj ustawienia OAI-PMH
pt: Nesta página pode criar, modificar e eliminar conjuntos OAI-PMH
pt_br: Nesta página você pode criar, editar e excluir conjuntos OAI-PMH
sk: Na tejto stránke môžete vytvoriť, zmeniť alebo odstrániť sady OAI-PMH
sv: På den här sidan kan du skapa, ändra och ta bort OAI-PMH-uppsättningar
tr: Bu sayfada OAI-PMH ayarlarını oluşturabilir, değiştirebilir ve silebilirsiniz.
zh_tw: 可從此頁新增、修改或刪除OAI-PMH資料集

source: On this tab you will be able to see and edit all of the routing lists that this patron is on.
ar: في هذا التبويب سيكون بإمكانك أن ترى وتحرر كل قوائم التمرير التي يدخل فيها هذا المستفيد.
cs: V této tabulce můžete vidět a upravovat všechny distribuční seznamy ve kterých je tento uživatel
da: På denne fane kan du se og editere alle de omløbslister, som denne låner er på.
de: Unter diesem Reiter können Sie alle Umlauflisten dieses Benutzers bearbeiten.
el: Σε αυτή την καρτέλα μπορείτε να δείτε και να επεξεργαστείτε όλες τις λίστες δρομολόγησης στις οποίες βρίσκεται αυτό το μέλος.
es: En esta pestaña podrá ver y editar las listas de circulación en las que figura este usuario.
eu: En esta ficha, podrá ver y editar todas las listas de enrutamiento que este socio está activo.
fi: Tällä välilehdellä voit nähdä ja muokata kiertolistoja, joihin asiakas kuuluu.
fr: Dans ce tableau, vous pouvez voir et modifier toutes les listes de routage de cet adhérent.
hi: इस टैब पर आप देख सकते हैं और है कि इस संरक्षक पर है रूटिंग सूची के सभी संपादित करने के लिए सक्षम हो जाएगा।
it: In questa sezione potrai vedere e modificare le routing list a cui appartiene l'utente.
oc: Dins ce tablèu, podètz veire e modificar totas las listas de rotatge de aqueste aderent.
pl: W tej zakładce będzie można zobaczyć i modyfikować wszystkie listy obiegu, w których uczestniczą użytkownicy.
pt: Neste separador poderá ver e editar as listas de circulação onde o leitor está.
pt_br: Nesta aba você poderá ver e editar todas as listas de circulação que este usuário possui.
sk: Na tejto záložke budete môcť vidieť a upraviť všetky distribučné zoznamy, na ktorých je tento čitateľ.
sv: På den här fliken kan du se och redigera alla mottagarlistor denna låntagare tillhör.
tr: Bu sekmede bu kullanıcının üzerinde olan tüm dolaşım listelerini görebilecek ve düzenleyebileceksiniz.
zh_tw: 在此分頁可看到並編輯此讀者所屬的傳閱清單。

source: Once a 'Numbering pattern' is chosen the number formula will appear.
eu: Behin 'Numerazio-txantiloia' aukeratu denean, numerazio-formula agertuko da.
fi: Kun 'Numerointikaava' on valittu, numerokaava tulee esille.
hi: एक बार एक 'क्रमांकन पैटर्न' चुना जाता है नंबर सूत्र दिखाई देगा।

source: Once a tag has been approved or rejected it will be moved to the appropriate list of tags. A summary of all tags will appear on the right of the screen.
ar: بمجرد الموافقة أو رفض الوسيمة سيتم نقلها إلى قائمة الوسوم المناسبة. سوف يظهر ملخص بكل الوسوم في يسار الشاشة
cs: Jen pokud je značka schválena nebo odmítnuta, přenese se do příslušného seznamu značek. Seznam všech značek se objeví na pravé straně obrazovky.
da: Når et mærke er godkendt eller afvist sættes det på den pågældende liste. En sammenfatning af alle mærker vises i højre side af skærmen.
de: Nachdem ein Tag zugelassen oder abgelehnt wurde wird es auf die entsprechende Liste gesetzt. Eine Zusammenfassung aller Tags erscheint auf der rechten Seite des Bildschirms.
el: Από τη στιγμή που αποδεχτείτε ή απορρίψετε μία ετικέτα, θα μεταφερθεί στην κατάλληλη λίστα ετικετών. Μία περίληψη όλων των ετικετών θα εμφανιστεί στα δεξιά της οθόνης.
es: Una vez que una etiqueta ha sido aprobada o rechazada, será trasladado a la lista apropiada de las etiquetas. Un resumen de todas las etiquetas aparecerá a la derecha de la pantalla.
eu: Una vez que una etiqueta ha sido aprobada o rechazada, será trasladado a la lista apropiada de las etiquetas. Un resumen de todas las etiquetas aparecerá a la derecha de la pantalla.
fi: Kun tagi on hyväksytty tai hylätty, se siirtyy sopivaan tagien listaan. Yhteenveto kaikista tageista näkyy näytön oikealla puolella.
fr: Après qu'un tag a été approuvé ou rejeté, il est déplacé dans la liste de tag appropriée. Tous les tags sont affiché de manière rapide sur la droite de la fenêtre.
hi: एक बार एक टैग अनुमोदित या अस्वीकृत कर दिया गया है यह टैग की उचित सूची में ले जाया जाएगा। सभी टैग का एक सारांश स्क्रीन के अधिकार पर दिखाई देगा।
it: Una volta che un tag è stato approvato o scartato, viene messo nell'apposita lista di tag. Un riassunto di tutti i tag apparirà nella parte destra della pagina
oc: Aprèp qu'un tag a été aprovat o regetat, il es desplaçat dins la lista de tag apropriada. Totes los tags son afichat de manièra rapide sus la dreita de la fenèstra.
pt: Assim que um etiqueta for aprovada ou rejeitada será movida para a lista apropriada. Um sumário de todas as etiquetas aparecerá à direita do ecrã.
pt_br: Assim que um etiqueta for aprovada ou rejeitada será movida para a lista apropriada. Um sumário de todas as etiquetas aparecerá à direita do ecrã.
sk: Len čo je menovka schválená alebo zamietnutá, prenesie sa do príslušného zoznamu menoviek. Súhrn všetkých menoviek sa objaví na pravej strane obrazovky.
sv: När en tagg har godkänts eller avslagits flyttas den till lämplig tagglista. En sammanfattning av alla taggar visas till höger i skärmen.
tr: Bir etiket onaylanmışsa ya da reddedilmişse, uygun etiketler listesine taşınacaktır. Tüm etiketlerin özeti ekranın sağında gözükecektir.
zh_tw: 標籤被審核通過或拒絕後，將移到適當的標籤清單。所有標籤的摘要將顯示在螢幕右方。

source: Once added your attribute will appear on the list of attributes and also on the patron record add/edit form
ar: عندما تُضاف سماتك ستظهر في قائمة السمات وفي تسجيلة المستفيد نموذج الإضافة/التعديل
cs: Hned po přidání se Váš Atribut objeví v Seznamu Atributů a také ve formuláři přidání/úpravy v záznamu o Čtenáři
da: Når den er tilføjet, vises egenskaben i listen med egenskaber og på siden med tilføj/editer lånere
de: Ist es einmal hinzugefügt, dann erscheit Ihr Attribut auf der Liste der Attribut und auch im Formular für das Hinzufügen/Ändern des Benutzerdatensatzes
el: Μόλις προστεθεί η απόδοσή σας θα εμφανιστεί στη λίστα αποδόσεων και στην φόρμα προσθήκης/επεξεργασίας της εγγραφής μέλους
es: Una vez añadido el atributo aparecerá en la lista de atributos y también en el formulario de agregar o modificar usuarios
eu: Atributua gehitutakoan, zure atributua atributu zerrendan agertuko da, bai eta bazkide erregistroaren gehitu/editatu inprimakian ere
fi: Kun määre on lisätty, se näkyy määreiden listassa ja myös asiakastietueessa lisättävänä/muokattavana
fr: Une fois créé, votre attribut apparaîtra dans la liste des attributs ainsi que dans le formulaire de saisie des adhérents.
hi: एक बार जब जोड़ा अपनी विशेषता विशेषताओं की सूची पर दिखाई देगा और भी संरक्षक रिकार्ड में जोड़ें / संपादित करें प्रपत्र
it: Una volta aggiunto l'attributo, apparirà nella lista degli attributi e nella scheda dell'utente
oc: Un còp creat, votre atribut apareisserà dins la lista des atributs ainsi que dins lo formulari de sasida des aderents.
pl: Dodane atrybuty wyświetlą się na liście atrybutów oraz na koncie użytkownika w sekcji 'Dodatkowe atrybuty i identyfikatory'
pt: Após adição, o atributo irá aparecer na lista de atributos e também no formulário de adicionar/editar um leitor
pt_br: Quando seu atributo é adicionado, ele aparecerá na lista de atributos e no formulário de Adicionar/Editar usuários
sk: Hneď po pridaní sa Vaša vlastnosť objaví v zozname vlastností a tiež na formulári pridania/úpravy záznamu o čitateľovi
sv: När attributen lagts till visas de i attributlistan och i formuläret för att lägga till/redigera låntagare
tr: Eklendiğinde, niteliğiniz nitelikler listesinde ve aynı zamanda kullanıcı kaydı ekle/düzenle formunda da gözükecektir.
zh_tw: 新增的屬性將出現在屬性列表，並顯示在讀者紀錄的新增/編輯表單

source: Once all of the logs from all of the circulation computers are loaded you will be able to check them all or select just those you want to process into Koha.
ar: عند تحميل كل السجلات من كل أجهزة الإعارة سيكون بإمكانك أن تعالجها جميعاً أو أن تختار فقط ما تريد أن تمرره إلى كوها.
cs: Jen pokud jsou záznamy ze všech výpujčních počítačů jsou nahrány, bude možno je všechny zkontrolovat nebo vybrat jen ty, které chcete zpracovat přes Koha.
da: Når alle logfiler fra alle udlånscomputere er indlæst, kan du kontrollere dem alle eller vælge dem, du vil behandle i Koha.
de: Wenn alle Offlineverbuchungsdateien der verschiedenen Arbeitsstationen geladen sind, können Sie alle oder nur ausgewählte Dateien Koha zur Verarbeitung übergeben.
el: Μόλις όλα τα αρχεία καταγραφής από όλους τους υπολογιστές διακίνησης υλικού φορτωθούν θα μπορείτε να τα επιλέξετε όλα ή να επιλέξετε μόνο εκείνα που θέλετε να επεξεργαστείτε στο Koha.
es: Una vez todos los logs de las computadoras de circulación estén cargados podrá verificarlos a todos o seleccionar aquellos que desee procesar en Koha.
eu: Behin zirkulazioko konputadoretako logs guztiak kargatu direnean, baieztatu ahal izango dituzu guztiak edo Kohan prozesatu nahi dituzun haiek.
fi: Kun kaikki lainaustietokoneen lokit on ladattu, voit valita ne kaikki tai valita vain osan tuotavaksi Kohaan.
fr: Une fois que tous les logs de tous les postes de circulation auront été chargés, vous serez en mesure de tous les consulter et de choisir ceux que vous souhaitez intégrer dans Koha.
hi: एक बार जब संचलन कंप्यूटर के सभी से लॉग के सभी लोड कर रहे हैं आप उन सब की जाँच करें या सिर्फ उन आप Koha में प्रक्रिया चाहते का चयन करने में सक्षम हो जाएगा।
it: Quando tutti i log sulla circolazione saranno caricati, potrai scegliere quali vuoi processare in Koha.
oc: Un còp que totes los logs de totes los postes de circulacion auront été cargats, seretz en mesure de totes los consultar e de causir ceux que volètz intégrer dins Koha.
pl: Wybierz, które operacje w trybie offline zostaną wczytane do systemu Koha.
pt: Assim que todos os logs de circulação são carregados poderá marcar-los todos ou apenas seleccionar os que deseja processar no Koha.
pt_br: Assim que todos os logs de todos os computadores que registram circulação de materiais forem carregados, será possível selecionar todos ou apenas os que você deseja que sejam processados no Koha.
sk: Len čo sa načítajú všetky denníky zo všetkých počítačov registrujúcich obeh, budete ich môcť skontrolovať všetky alebo vybrať len tie, ktoré chcete ďalej zapracovať do Kohy.
sv: När alla loggar från alla utlåningsdatorer laddats kommer du att kunna välja alla eller bara välja de du vill bearbeta i Koha.
tr: Tüm dolaşım bilgisayarlarından günlüklerin hepsi yüklendiğinde onların hepsini onaylayabilecek ya da sadece Koha’da yapmak istediğiniz işlemi seçebileceksiniz.
zh_tw: 離線流通檔案上傳之後，再選擇全部或部份處理，把它們匯入Koha。

source: Once an item is added to the basket you will be presented with a basket summary.
ar: عندما تُضاف مادة إلى السلة سيُعرض لك ملخص السلة.
cs: Pokud je položka přidána do košíku budete seznámeni se Souhrnem košíku.
da: Når et eksemplar er tilføjet til kurven, vises en oversigt over kurven.
de: Nachdem ein Medium dem Korb hinzugefügt worden ist, wird Ihnen eine summarische Übersicht des Korbes gezeigt.
el: Μόλις προστεθεί ένα αντίτυπο στο καλάθι θα εμφανιστεί η σύνοψη του καλαθιού.
es: Una vez que un ítem se agrega a la cesta se le presentará un resumen de la bolsa.
eu: Elementu bat saskira gehitutakoan, saskiaren laburpena erakutsiko zaizu.
fi: Kun nimeke on lisätty tilauskoriin, saat tilauksen yhteenvedon.
fr: Une fois qu'un document ajouté au panier, vous serez ramené à la page de résumé du panier.
hi: एक बार एक आइटम टोकरी में जोड़ा जाता है तुम एक टोकरी सारांश के साथ प्रस्तुत किया जाएगा।
it: Dopo aver aggiunto una copia al raccoglitore, ti verrà presentata la scheda intera del raccoglitore.
oc: Un còp qu'un document apondut al panièr, seretz rmenat cap a la pagina de resumit del panièr.
pl: Kiedy dodasz pozycję do zamówienia, zobaczysz ją w zestawieniu tytułów w koszyku.
pt: Assim que o item for adicionado ao cesto, um sumário do cesto será mostrado.
pt_br: Quando um exemplar é adicionado ao pedido aparecerá um resumo dos pedidos.
sk: Len čo sa exemplár pridá do košíka, zobrazí sa vám súhrn košíka.
sv: När ett objekt lagts till i korgen visas en sammanfattning av korgens innehåll.
tr: Sepetinize materyal eklendiğinde, size sepet özeti sunulacaktır.
zh_tw: 館藏加入採購籃後，就出現在採購籃摘要。

source: Once clicked a new line item will be added to the account, showing the payment as reversed
ar: عند النقر فإن سطراً جديداً للمادة سيضاف إلى الحساب، عارضاً المدفوعات معكوسة
cs: Pokud kliknete na nový řádek, položka se přidá k účtu a platba se ukáže jako vrácena
da: Når der klikkes tilføjes en ny linje til kontoen, som viser betalingen som annulleret.
de: Nach dem Anklicken wird ein neuer Eintrag mit der rückgängig gemachten Zahlung angezeigt
el: Μόλις πατηθεί, μία νέα γραμμή οφειλής θα προστεθεί στον λογαριασμό, δείχνοντας την πληρωμή ως ανακληθείσα
es: Una vez hecho clic una nueva línea de ítem se agregará a la cuenta, mostrando el pago como revertido
eu: Klik egindakoan, lerro berri bat gehituko da kontuan, orainketa ezeztatuta bezala erakutsiz
fi: Klikkaukden jälkeen uusi rivi tulee tilille ja näyttää maksun peruutettuna
fr: Une fois cliqué, une nouvelle ligne est ajouté au compte, montrant le paiement annulé
hi: एक बार क्लिक किया के रूप में उलट एक नई लाइन आइटम खाते में जोड़ दिया जाएगा, भुगतान दिखा
it: Una volta cliccata una nuova linea verrà aggiunta, il debito verrà ripristinato
oc: Un còp clicat, una novèla linha es apondut al compte, montrant lo pagament anullat
pl: Po kliknięciu nowa pozycja zostanie dodana do konta, jako płatność odwrócona
pt: Assim que clicar uma nova linha será adicionada à conta, mostrando o pagamento como revertido
pt_br: Quando clicar, uma nova linha de exemplar será adicionada a conta, exibindo o pagamento como revertido
sk: Len čo kliknete na nový riadok, pridá sa exemplár k účtu, a platba sa zobrazí ako vrátená
sv: När du klickat läggs en ny radpost till i kontot, som visar att betalningen ångrats
tr: Tıklandığında yeni ilgili kalem ödeme feshedilmiş olarak gösterilerek hesaba eklenecektir.
zh_tw: 被勾選的新館藏，將被加入帳號，顯示付款

source: Once confirmed the hold will show on the patron record and on the checkout screen under the 'Hold' tab.
ar: عندما يتم التأكيد فإن الحجز سيُعرض في تسجيلة المستفيد وفي شاشة الإعارة تحت تبويب 'الحجز'.
cs: Hned po potvrzení se rezervace zobrazí ve Čtenářském záznamu a na zobrazení výpůjček pod záložkou Rezervace
da: Når bekræftet vises reserveringen i lånerens post og på udlånsskærmen under fanen 'Reservering'.
de: Nach der Bestätigung wird die Vormerkung im Benutzerdatensatz im Reiter Ausleihe unter Vormerkungen angezeigt.
el: Μόλις επιβεβαιωθεί, η κράτηση θα εμφανιστεί στην εγγραφή μέλους και στην οθόνη δανεισμού στην καρτέλα 'Κράτηση'
es: Una vez confirmada la reserva se mostrará en el registro del usuario y en la pantalla de préstamo bajo la pestaña 'Reserva'.
eu: Una vez confirmada la reserva se mostrará en el registro del socio y en la pantalla de préstamo bajo la pestaña 'Reserva'.
fi: Kun varaus on vahvistettu, se näkyy asiakkaan tiedoissa ja lainausnäytöllä 'Varaukset'-välilehdellä.
fr: Une fois la réservation confirmée, elle apparaîtra sur la fiche de l'adhérent ainsi que sur la page de prêt dans l'onglet Réservation.
hi: एक बार पुष्टि की पकड़ 'बनाए रखें' टैब के अंतर्गत संरक्षक रिकार्ड पर और जांच स्क्रीन पर दिखाई देगा।
it: Una volta confermata, la prenotazione apparirà nella scheda dell'utente e nella schermata dei prestiti, nella Scheda "Prenotazioni"
oc: Un còp la reservacion confirmada, elle apareisserà sus la ficha de l'aderent ainsi que sus la pagina de prèst dins l'onglet Reservacion.
pl: Potwierdzone rezerwacje można zobaczyć na koncie użytkownika i na ekranie 'Podsumowania' w tabeli 'Zamówienia'.
pt: Assim que confirmar a reserva, a mesma aparecerá no registo do leitor e no ecrã de empréstimo no separador 'Reservas'
pt_br: Uma vez confirmada a reserva ela será exibida no registro do usuário e na tela de empréstimo sob a aba 'Reservas'.
sk: Hneď po potvrdení sa rezervácia zobrazí v zázname o čitateľovi a na zobrazení výpožičiek pod záložkou 'Rezervácie'.
sv: När den bekräftats kommer reservationen att visas i låntagarens post och i utlåningsskärmen under fliken 'Reservationer'.
tr: Onaylandığında, ayırma kullanıcı kaydında ve 'Ayırma' sekmesinin altındaki ödünç verme ekranında gözükecektir.
zh_tw: 確認後，預約將顯示在讀者紀錄與借出頁面的 '預約' 分頁。
