Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Depending on what you have chosen for the 'Search fields' you can search for patrons in various different ways.
ar: إعتماداً على ما اخترته لـ 'حقول البحث' ستتمكن من البحث عن مستفيدين بطرق مختلفة ومتنوعة.
cs: V závislosti na tom, co jste vybrali pro 'Pole vyhledávání' můžete hledat ve čtenářích různými způsoby.
da: Afhængig af hvad du har valgt for 'Søg felter', kan du søge efter lånere på forskellige måder.
de: Wählen Sie unter 'Suchfelder' nach welchem Feld die Benutzer gesucht werden sollen.
el: Ανάλογα με το τι έχετε επιλέξει για τα 'Πεδία αναζήτησης' μπορείτε να κάνετε αναζήτηση για μέλη σε με πολλούς διαφορετικούς τρόπους.
es: Dependiendo de lo que haya seleccionado en 'Campos de búsqueda' puede buscar usuarios de varias maneras diferentes.
eu: Dependiendo de lo que haya seleccionado en 'Campos de búsqueda' puede buscar socios de varias maneras diferentes.
fi: Voit hakea asiakkaita monella eri tavalla riippuen 'Hakukenttä'- valinnoistasi.
fr: En fonction de ce que vous avez choisi pour 'Champs de recherche' vous pouvez rechercher des adhérents de plusieurs manières.
hi: आप 'खोज क्षेत्रों' के लिए क्या चुना है पर निर्भर करता है कि आप विभिन्न अलग अलग तरीकों से संरक्षक के लिए खोज सकते हैं।
it: Dipendendo da cosa hai scelta per 'Campi di ricerca'. puoi cercare gli utenti in diversi modi.
oc: En foncion de çò qu'avètz causit per 'Camps de recèrca' podètz recercar d'aderents de mantun biais.
pl: W zależności od tego, co wybrano dla 'Pól wyszukiwania', możesz szukać użytkowników na kilka sposobów.
pt: Dependendo no que escolheu como 'Campos de pesquisa' pode pesquisar por leitores de variadas formas.
pt_br: Dependendo do que você escolheu em 'Campos de pesquisa' você pode pesquisar por usuários por diversas maneiras.
sk: V závislosti od toho, čo ste si vybrali ako 'Polia hľadania', môžete vyhľadať čitateľov rozličnými spôsobmi.
sv: Beroende på vad du valt för 'Sökfält' kan du söka efter låntagare på flera olika sätt.
tr: 'Arama alanı' için ne seçtiğinize bağlı olarak, kullanıcıları çeşitli yollarla arayabilirsiniz.
zh_tw: 依照從 '搜尋欄位' 選擇的內容，您可從不同方式搜尋讀者。

source: Depending on what you set for the values of your StatisticsFields system preference, you can see statistics for one patron's circulation actions.
ar: إعتماداً على ما ضبطتَ من قيم لتفضيل النظام StatisticsFields ، بإمكانك أن ترى الإحصاءات لنشاطات تداول المواد لمستفيد واحد.
cs: V závislosti na tom, co jste nastavili pro hodnoty vašich StatisticsFields v přednastavení, můžete vidět statistiky pro výpůjčky jednoho čtenáře.
da: Afhængig af de værdier, du indsætter i systempræferencen for StatisticsFields, kan du se statistik for hver enkelt låners udlånsaktivitet.
de: Abhängig vom Systemparameter 'StatisticsFields' werden Statistiken für die Transaktionen eines Benutzers angezeigt.
el: Ανάλογα με το τι ορίζετε για τις τιμές των StatisticsFields προτιμήσεων του συστήματός σας, μπορείτε να δείτε τα στατιστικά για τις ενέργειες διακίνησης υλικού ενός μέλους.
es: Dependiendo en la configuración de la preferencia del sistema StatisticsFields, podrá ver estadísticas para las acciones de circulación de un usuario.
eu: En función de lo establecido para los valores de su preferencia StatisticsFields sistema, puede ver las estadísticas de las acciones de la circulación un socio.
fi: StatisticsFields-järjestelmäasetuksista riippuu, mitä tietoja näet asiakkaan lainatilastossa.
fr: Selon la valeur de votre préférence système StatisticsFields, vous pouvez voir les statistiques de circulation par adhérent.
hi: यदि आप अपने StatisticsFields प्रणाली वरीयता के मूल्यों के लिए निर्धारित राशि पर निर्भर करता है, तो आप एक संरक्षक के संचलन कार्यों के लिए आंकड़े देख सकते हैं।
it: In funzione dei valori della preferenza di sistema 'StatisticsFields', potrai vedere le statistiche di circolazione per un singolo utente.
oc: Selon la valor de vòstra preferéncia sistèma StatisticsFields, podètz voir las estatisticas de circulacion per aderent.
pl: W zależności od ustawień systemu StatisticsFields możesz zobaczyć statystyki udostępniania dla jednego użytkownika.
pt: Dependendo no que definiu como valores na preferência de sistema StatisticsFields, pode ver estatísticas para acções de circulação dos leitores.
pt_br: Dependendo das suas configurações para a preferência do sistema StatisticsFields, você pode visualizar estatísticas para ações de circulação de um usuário.
sk: V závislosti od toho, čo ste zadali v hodnotách systémového nastavenia StatisticsFields, môžete si pozrieť štatistiky obehu u jedného čitateľa.
sv: Beroende på hur systeminställningen StatisticsFields är inställd kan du se lånestatistik för en låntagare.
tr: İstatistik Alanlar sistem seçeneğinize hangi değerleri ayarladığınıza bağlı olarak, bir kullanıcının dolaşım işlemleri istatistiğini görebilirsiniz.
zh_tw: 依照StatisticsFields系統偏好的設定值，您可以看見流通讀者的統計資料。

source: Depending on your actions the order may be very important. For example you don't want to delete a field before you copy it to another field.
ar: وفقاً لإجراءاتك قد يكون الطلب مهماً جداً. على سبيل المثال لا يجب عليك حذف حقل قبل أن تقوم بنسخه إلى حقل آخر.
cs: V závislosti na vašich akcích může být pořadí velice důležité. Například, nechcete smazat pole před tím, než ho zkopírujete do jiného pole.
de: Die Reihenfolge Ihrer Aktionen ist sehr wichtg. Zum Beispiel sollte ein Feld nicht gelöscht werden, bevor es in ein anderes Feld kopiert werden soll.
el: Ανάλογα με τις ενέργειές σας η παραγγελία μπορεί να είναι πολύ σημαντική. Για παράδειγμα δεν θέλετε να διαγράψετε ένα πεδίο πριν το αντιγράψετε σε ένα άλλο πεδίο.
es: Dependiendo de sus acciones el orden puede ser muy importante. Por ejemplo, usted no desea eliminar un campo antes de copiarlo a otro campo.
eu: Akzioak kontuan hartuz, eskaera oso garrantzitsua izan daiteke. Adibidez, ez baduzu nahi eremu bat ezabatu aurretik beste batean kopiatu aurretik.
fi: Toiminnoistasi riippuen järjestys voi olla hyvin tärkeä. Et esimerkiksi halua poistaa kenttää ennen kuin olet kopioinut sen toiseen.
fr: Selon vos actions l'ordre peut être très important. Par exemple vous ne voulez pas supprimer un champ avant de l'avoir copié dans un autre champ.
hi: अपने कार्यों पर निर्भर करता है कि आदेश में बहुत महत्वपूर्ण हो सकता है। उदाहरण के लिए आप इससे पहले कि आप इसे एक और क्षेत्र को कॉपी एक क्षेत्र को नष्ट करने के लिए नहीं करना चाहती।
it: Per alcune azioni l'ordine è molto importante. Ad esempio, bisogna fare attenzione a non cancellare un campo prima di copiarlo su un altro.
oc: Segon vòstras accions l'òrdre pòt èsser fòrça important. Per exemple volètz pas suprimir un camp abans de l'aver copiat dins un autre camp.
pt: Dependendo das suas ações a ordem pode ser bastante importante. Por exemplo se não deseja eliminar um campo antes de copiar-lo para outro campo.
pt_br: Dependendo de suas ações, o pedido pode ser muito importante. Por exemplo, se você quiser excluir um campo antes de copiá-lo para outro campo.
sk: V závislosti od vašich akcií, poradie môže byť veľmi dôležité. Nechcete napríklad odstrániť pole pred tým, ako ho skopírujete do iného poľa.
tr: Eylemlerinize bağlı olarak sıralama çok önemli olabilir. Örneğin, bir alanı başka bir alana taşımadan önce silmek istemeyebilirsiniz.
zh_tw: 視您的作為而訂，有時順序極為重要。例如：您不會在複製至其他欄位前，先刪除原來的欄位。

source: Depending on your settings in the suggestion system preference, patrons may be able to make purchase suggestions via the OPAC. When a suggestion is waiting for library review, it will appear on the Acquisitions home page under the vendor search.
ar: إعتماداً على ما ضبطتَ في تفضيلات النظام الخاصة بالمقترحات، فإن مستفيدي مكتبتك قد يتمكنون من تنفيذ إقتراحات شراء من خلال الأوباك. عندما يكون الإقتراح بإنتظار مراجعة المكتبة ، سيظهر في الصفحة الرئيسية للتزويد تحت مربع بحث الموردين.
cs: Záležející na tom, co jste nastavili v systémových předvolbách, čtenáři mohou dělat návrhy na nákupy přes OPAC. Pokud návrh čeká na vyhodnocení knihovny, objeví se na domovské stránce Akvizice, při vyhledávání dodavatelů.
da: Alt efter dine valg under forslag-systemindstillinger, kan lånere måske lave indkøbsforslag via OPAC. Når et forslag afventer biblioteksgennemsyn, vises det på indkøbssiden i listen med links i venstre del af siden.
de: Abhängig von der Konfiguration, können Benutzer Anschaffungsvorschläge über den OPAC machen. Wenn ein Anschaffungsvorschlag auf Bearbeitung durch die Bibliothek wartet, wird dies auf der Startseite der Erwerbung unterhalb der Lieferantensuche angezeigt.
el: Ανάλογα με τις ρυθμίσεις σας στις προτιμήσεις συστήματος προτάσεων, τα μέλη θα μπορούν να κάνουν προτάσεις αγορών μέσω του OPAC. Όταν μία πρόταση είναι σε αναμονή για έγκριση, θα εμφανίζεται στη σελίδα Προσκτήσεων κάτωβ από την αναζήτηση προμηθευτή.
es: Dependiendo en su configuración en la preferencia del sistema sugerencia, los usuarios podrán hacer sugerencias de compra vía el OPAC. Cuando una sugerencia está en espera de revisión, aparecerá en la página principal de Adquisiciones bajo la búsqueda de proveedores.
eu: Dependiendo de la configuración de la preferencia del sistema, los socios podrán hacer sugerencias de compra vía el OPAC. Cuando una sugerencia está en espera de revisión, aparecerá en la página de adquisiciones en el listado de enlaces a la izquierda de la página.
fi: Riippuu asetuksistasi hankintaehdotuksen järjestelmäasetuksissa, voivatko asiakkaat tehdä hankintaehdotuksia verkkokirjaston kautta. Kun ehdotus on odottamassa kirjaston toimia, se näkyy hankinnan etusivulla toimittajahaun alla.
fr: En fonction des préférences système choisies, les adhérents peuvent faire des suggestions d'achats via l'OPAC. Les suggestions en attente apparaîtront dans la page d'accueil du module Acquisitions, sous la recherche fournisseur.
hi: सुझाव प्रणाली वरीयता में अपनी सेटिंग्स पर निर्भर करता है, संरक्षक ओपेक के माध्यम से खरीद के सुझाव बनाने के लिए सक्षम हो सकता है। एक सुझाव पुस्तकालय समीक्षा के लिए इंतज़ार कर रही है, जब यह विक्रेता खोज के तहत अधिग्रहण मुख पृष्ठ पर दिखाई देगा।
it: Gli utenti potranno fare suggerimenti di acquisto in funzione della tue scelte di configurazione. Quanto un suggerimento è in attesa di approvazione, apparirà nella pagina principale delle Acquisizioni, sotto la ricerca per fornitore
oc: En fonction des preferéncias sistèma causidas, los aderents pòdon far des suggestions de crompas via l'OPAC. Les suggestions en espèra apparaîtront dans la pagina d'acuèlh del modul Aquisicions, jos la recèrca provesidor.
pl: W zależności od ustawień systemu, użytkownicy mogą w OPAC zgłosić propozycję zakupu. Sugestie oczekujące na zatwierdzenie przez bibliotekarza widoczne są w module Gromadzenie, pod polem do wyszukiwania zamówień u dostawców.
pt: Dependendo das suas configurações na preferência de sistema de sugestões, os leitores poderão fazer sugestões de aquisição no OPAC. Quanto uma sugestão está a espera da revisão da biblioteca, aparece na página de aquisições abaixo da pesquisa de fornecedor.
pt_br: Dependendo de suas preferências do sistema, usuários poderão realizar sugestões de aquisição pelo OPAC. Quando uma sugestão está aguardando revisão pela biblioteca, irá aparecer na página de Aquisições na pesquisa por fornecedor.
sk: V závislosti od Vašich nastavení v systémových nastaveniach návrhov, čitatelia môžu navrhnúť nákup cez OPAC. Keď návrh čaká v knižnici na odobrenie, objaví sa na domácej stránke Akvizícií pod hľadaním predajcu.
sv: Beroende på systeminställningarna för förslag, kan låntagare lägga inköpsförslag via OPAC. När ett förslag väntar på att kontrolleras av biblioteket, visas det på hemsidan för inköp, under leverantörssökningen.
tr: Öneri sistem seçeneğinde, ayarlarınıza bağlı olarak, kullanıcılar OPAC vasıtasıyla satın alma önerilerinde bulunabileceklerdir. Her hangi bir öneri kütüphane incelemesinde beklemedeyken, yine bu öneri sayfanın solundaki bağlantılar listesindeki Sağlama ana sayfasında gözükecektir.
zh_tw: 依照建議系統偏好的設定，讀者可以經由 OPAC 提出採訪建議。待審核的採訪建議，將出現在代理商搜尋的採訪首頁。

source: Depending on your tagging system preferences, librarians may need to approve tags before they are published on the OPAC. This is done via the Tag Moderation Tool. If there are tags awaiting moderation they will be listed on the main staff dashboard under the module labels.
ar: بالإعتماد على تفضيلات الوسوم في مكتبتك، فإن أمناء المكتبات قد يحتاجون لتأكيد الوسوم قبل أن يتم نشرهم في أوباك. هذا يتم من خلال أداة الإشراف على الوسوم. إذا ما كان هناك وسوم بانتظار الإشراف سيتم إدراجهم في صفحة الموظفين الرئيسية تحت أسماء الوحدات.
cs: V závislosti na Vašem nastavení tagů je někdy nutné, aby knihovníci tagy přidané čtenáři schválili předtím, než se zobrazí v katalogu. K tomu slouží nástroj "Správa tagů". Knihovníci jsou na nové tagy upozorňováni také na hlavní stránce intranetu.
da: Alt efter indstilling af mærke-systemparametre, skal mærker måske godkendes, før de offentliggøres i OPAC. Det gøres med værktøjet til mærke-godkendelse. Hvis der er mærker som afventer moderation, vil de blive listet på medarbejdernes kontrolpanel under moduletiketter.
de: Abhängig von der Konfiguration der Tagging-Systemparameter, müssen Tags von den Bibliotheksmitarbeitern zunächst moderiert werden, bevor Sie im OPAC veröffentlicht werden. Dies wird im werkzeug 'Tags moderieren' gemacht. Wenn neue Tags auf Moderation warten, wird dies unterhalb der Schaltflächen zu den Modulen auf der Intranetstartseite angezeigt.
el: Ανάλογα με τις προτιμήσεις συστήματος για τις ετικέτες, οι βιβλιοθηκονόμοι μπορεί να χρειάζεται να εγκρίνουν τις ετικέτες πριν δημοσιευτούν στον OPAC. Αυτό γίνεται μέσω του Εργαλείου Επανελέγχου Ετικετών. Εάν υπάρχουν ετικέτες που χρειάζονται επανέλεγχο θα βρίσκονται κατεγραμμένες στον κύριο πίνακα ελέγχου του προσωπικού κάτω από την υπομονάδα των ετικετών.
es: Dependiendo de sus preferencias del sistema para etiquetado, los bibliotecarios pueden necesitar aprobar etiquetas antes de su publicación en el OPAC. Esto se realiza mediante la herramienta de moderación de etiquetas. Si hay etiquetas esperando moderación ellas serán listadas en la pantalla principal administrativa bajo el módulo etiquetas.
fi: Tagien hyväksymiskäytäntö riippuu järjestelmäasetuksista. Kirjasto voi joutua hyväksymään tagit ennen niiden julkaisemista verkkokirjastossa. Tämä tehdään 'Tagit'-työkalulla. Jos järjestelmässä on hyväksymistä odottavia tageja, ne näkyvät virkailijatyökalun etusivulla linkkinä.
fr: En fonction des préférence systèmes choisies pour les commentaires, les bibliothécaires devront approuver les commentaires avant qu'ils soient publiés à l'OPAC. Cela se fait avec l'outil Modération des Commentaires. S'il y a des commentaires en attente de modération, ils seront affichés sur la page d'accueil, sous les noms des modules.
hi: अपने टैगिंग प्रणाली वरीयताओं पर निर्भर करता है, पुस्तकालयाध्यक्षों टैग को मंजूरी के लिए इससे पहले कि वे ओपेक पर प्रकाशित कर रहे हैं पड़ सकता है। इस टैग को मॉडरेशन उपकरण के माध्यम से किया जाता है। अगर वहाँ संयम वे मॉड्यूल लेबल के अंतर्गत मुख्य स्टाफ डैशबोर्ड पर सूचीबद्ध किया जाएगा का इंतजार टैग कर रहे हैं।
it: A seconda delle preferenze di sistema sui tag, può essere che il bibliotecario debba approvare i tags prima che appaiano in Opac. Questo viene fatto con lo strumento Moderazione tag. Se ci sono tags in attesa di approvazione, saranno elencati nella pagina principale dello staff sotto le etichette dei moduli.
oc: En fonction des preferéncia sistèmas causidas per los comentaris, les bibliotecaris devront approuver los comentaris avant qu'ils sián publicats a l'OPAC. Aquò se fait amb l'aisina Moderacion des Comentaris. S'i a des comentaris en espèra de moderacion, ils seràn afichats sus la pagina d'acuèlh, jos les noms des modules.
pt: Dependendo das suas preferências sistema de tagging, os bibliotecários podem ter que aprovar as etiquetas antes das mesmas serem publicadas no OPAC. Esta gestão é feita nas ferramentas. Se existem etiquetas por moderar serão listadas no listadas no ecrã principal.
pt_br: Dependendo das suas preferências sistema de tags, os bibliotecários deverão aprovar tags antes de serem publicados no OPAC. Isto será feito pela ferramenta de moderação de tags. Se existirem tags aguardando moderação elas serão listadas na tela de trabalho técnico sob o modulo etiquetas.
sk: V závislosti od Vášho systémového nastavenia menoviek, knihovníci môžu potrebovať schváliť menovky skôr ako sa budú publikovať v OPACu. Toto sa dosiahne prostredníctvom nástroja Moderovanie menoviek. Ak jestvujú menovky očakávajúce spracovanie, budú vymenované na hlavnom paneli intranetu pod etiketami modulov.
sv: Beroende på systeminställningarna för taggar, kan bibliotekarier behöva godkänna taggar innan de publiceras på OPAC. Detta sker via verktyget Taggkontroll. Om det finns taggar som väntar på att kontrolleras, listas de på huvudskärmen för personal under moduletiketterna.
tr: Etiketleme sistem seçeneğinize bağlı olarak, kütüphaneciler etiketleri OPAC’da yayınlanmadan önce onaylamak durumunda kalabilirler. Bu işlem Etiket Denetim Aracıyla yapılır. Denetim yapılmayı bekleyen etiket varsa, modül etiketlerinin altındaki ana personel gösterge tablosunda gösterilecektir.
zh_tw: 依照您標籤系統偏好的方式，館員可能需先審核，才能讓標籤顯示在 OPAC，經由標籤管理工具就可以了。待審核的標籤將出現在館員介面的標籤模組。

source: Design custom card templates for printed patron cards
ar: تصميم قوالب البطاقة المخصصة للحصول على بطاقات المستفيد المطبوعة
cs: Vytvoření vzhledu tiskových šablon čtenářských karet
da: Lav brugerdefinerede skabeloner til udskrivning af lånerkort
de: Entwerfen Sie benutzerdefinierte Templates für den Druck von Benutzerausweisen
el: Σχεδιάστε προσπαρμοσμένα πρότυπα καρτών για τις εκτυπωμένες κάρτες μελών
es: Diseñar plantillas de carnés personalizadas para imprimir carnés de usuarios
eu: Diseina tu txartel txantiloi pertsonalizatuak inprimatuko diren bazkide txartelentzat
fi: Suunnittele tulostuspohjia asiakkaiden kirjastokorteille
fr: Créer des modèles de cartes d'adhérent imprimables
hi: मुद्रित संरक्षक कार्ड के लिए डिजाइन कस्टम कार्ड टेम्पलेट्स
it: Definire dei template personalizzati per stampare le tessere degli utenti
oc: Crear des modèls de cartas d'aderent imprimables
pl: Zaprojektowanie szablonu karty
pt: Design de rótulos de modelos personalizados para cartões de leitor
pt_br: Design de rótulos de modelos personalizados para carteirinhas de usuários
sk: Navrhnite prispôsobené šablóny pre tlač čitateľských preukazov
sv: Designa anpassade kortmallar för utskrivna låntagarkort
tr: Basılı kullanıcı kartları için özel kart şablonları tasarla
zh_tw: 設定客製化讀者證布局供列印

source: Design custom label templates for printed labels
ar: تصميم قوالب ملصق كعب الكتاب المخصصة للملصقات المطبوعة
cs: Uživatelský návrh šablony pro tištěné štítky
da: Lav brugerdefinerede skabeloner til udskrevne etiketter
de: Erstellen Sie benutzerdefinierte Templates für den Etikettendruck
el: Σχεδιάστε προσπαρμοσμένα πρότυπα ετικετών για τις ετικέτες που θα εκτυπώσετε
es: Diseñar plantillas de etiquetas personalizadas para imprimir etiquetas
eu: Diseinatu etiketa txantiloi pertsonalizatuak inprimatuko diren etiketentzat
fi: Suunnittele tarrapohjia tulostettaville tarroille
fr: Créer des modèles d'étiquettes personnalisées imprimables
hi: मुद्रित लेबल के लिए डिजाइन कस्टम लेबल टेम्पलेट्स
it: Definire dei template personalizzati per stampare etichette
oc: Crear des modèls d'etiquetas personnalisées imprimables
pl: Zaprojektowanie dowolnych szablonów etykiet dla etykiet drukowanych
pt: Design de rótulos de modelos personalizados para etiquetas impressas
pt_br: Design de rótulos de modelos personalizados para etiquetas impressas
sk: Navrhnite prispôsobené šablóny pre tlač etikiet
sv: Designa anpassade etikettmallar för utskrivna etiketter
tr: Basılı etiketler için özel etiket şablonları tasarla
zh_tw: 設定客製化讀者證布局供列印

source: Detailed help for this option is available on the QOTD uploader page.
ar: تفاصيل مساعدة أكثر عن هذا الخيار تجدها في صفحة الرفع الخاصة بـQOTD .
cs: Podrobná nápověda pro tuto volbu je na stránce pro import Citátů dne.
da: Detaljeret hjælp til denne option er tilgængelig på siden Opload af dagens citat.
de: Detaillierte Instruktionen für diese Option sind auf der 'Zitat-des-Tages'-Upload-Seite zu finden.
el: Αναλυτική βοήθεια για αυτή την επιλογή υπάρχει στη σελίδα του ΑΤΗ.
es: Ayuda detallada para esta opción está disponible en la página de carga de CDD.
eu: Ayuda detallada para está opción está disponible en la página de caga de QOTD.
fi: Yksityiskohtaisempi ohje sitaattien tuonnille löytyy 'Tuo sitaatteja' -valinnan takaa.
fr: L'aide détaillée concernant cette option est disponible sur la page de l'outil de téléchargement de citations du jour.
hi: इस विकल्प के लिए विस्तृत मदद QOTD अपलोड करने वाले पेज पर उपलब्ध है।
it: Una spiegazione dettagliata di questa opzione si trova sulla pagina del caricatore QOTD.
oc: L'ajuda detalhada concernant aquesta opcion es disponible sus la pagina de l'aisina de telecargament de citacions del jorn.
pl: Szczegółowa pomoc dla tej opcji dostępna jest w zakładce Edytora Cytatu Dnia.
pt: Ajuda detalhada para esta opção está disponível na página de carregamento.
pt_br: Ajuda detalhada para esta opção está disponível na página de upload do QOTD.
sk: Podrobná pomoc pre túto možnosť je k dispozícii na stránke načítavača QOTD.
sv: Detaljerad hjälp för detta alternativ finns tillgänglig på uppladdningssidan för QOTD.
tr: Bu seçenek için detaylı yardım QOTD yükleyici sayfasında kullanılabilir.
zh_tw: 此選項的詳細說明可從QOTD上傳頁面取得。

source: Details
ar: التفاصيل
cs: Podrobnosti
da: Detaljer
el: Στοιχεία
es: Detalle
eu: Xehetasunak
fi: Tiedot
hi: विवरण
it: Dettagli
pl: Szczegóły
pt: Detalhes
pt_br: Detalhes
sk: Detaily
sv: Detaljer
tr: Ayrıntılar
zh_tw: 詳情

source: Dewey
ar: ديوى
hi: डेवी
zh_tw: 杜威

source: Did you mean?
ar: هل تعني ؟
cs: Měli jste na mysli?
da: Mente du?
de: Meinten Sie?
el: Μήπως εννοείτε;
es: ¿Quiso decir?
eu: Hau da esan nahi duzuna?:
fi: Tarkoititko?
fr: Vouliez-vous dire ?
hi: क्या आपका मतलब था?
it: Intendi dire:
oc: Voliatz dire ?
pl: Czy chodziło o...?
pt: Quis dizer?
pt_br: Você quis dizer
sk: Mali ste na mysli?
sv: Menade du?
tr: Bunu mu demek istediniz?
zh_tw: 您的意思是？

source: Display 650$a if indicator 2 for 650 is set
eu: Bistaratu 650$a if indicator 2 for 650 is set
fi: Näytä 650$a jos kentälle 650 on indikaattori 2 asetettu
hi: प्रदर्शन 650$a है, तो 650 के लिए सूचक 2 सेट है
oc: Afichar lo 650$a se l'indicador 2 es present pel 650

source: Display all 245$a and 245$c into the same column:
el: Προβολή του 245$a και 245$c στην ίδια στήλη:
eu: Bistaratu 245$a eta 245$c guztiak zutabe berean:
fi: Näytä kaikki 245$a ja 245$c samassa sarakkeessa:
hi: प्रदर्शन ही स्तंभ में सभी 245$a और 245$c:
oc: Afichar totes los 245$a e 245$c dins la meteissa colomna :

source: Display the first subfield a for first field 245 if indicator 1 for field 100 is set
eu: Erakutsi 245 -ren lehen azpieremu edo eremua 100 eremuaren 1 indikadorea moldatua baldin badago
fi: Näytä ensimmäinen osakenttä 245-kentän ensimmäisenä kenttänä, jos indikaattori 1 kenttään 100 on asetettu
hi: पहले क्षेत्र 245 के लिए पहली subfield एक प्रदर्शन करता है, तो क्षेत्र के लिए 100 सूचक 1 सेट है
oc: Afichar lo primièr soscamp "a" pel primièr camp 245 se l'indicador 1 pel camp 100 es present

source: Display the language from the control field 008
eu: Erakutsi hizkuntza 008 kontrol-eremutik
fi: Näytä kieli kontrollikentästä 008
hi: नियंत्रण क्षेत्र 008 से भाषा प्रदर्शन

source: Don't allow: Will only allow patrons to choose next available
eu: Ez utzi: utzi bakarrik bazkideei ondorengoa aukeratzen
fi: Älä salli: Antaa asiakkaan valita vain seuraavan saatavilla olevan
hi: अनुमति न दें: केवल संरक्षक अगले उपलब्ध चुनने की अनुमति मिलेगी
