Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The patron's messaging preferences are set when adding or editing the patron. This tab will show the messages that have been sent and those that are queued to be sent
ar: يتم تعيين تفضيلات رسائل المستفيد وعند إضافة أو تحرير المستفيد. وهذا التبويب سوف يظهر الرسائل التي تم إرسالها وتلك التي في قائمة الانتظار لإرسالها
cs: Preference čtenáře pro zprávy jsou nastaveny při přidávání nebo úpravách záznamu čtenáře. Tato záložka zobrazí zprávy, které byly odeslány a ty, které čekají ve frontě na odeslání
da: Lånerens beskedindstillinger sættes når låneren tilføjes eller editeres. Denne fane viser de beskeder, der er sendt og dem der er klar til at blive sendt
de: Die Einstellungen zu den Benachrichtigungen für einen Benutzer werden festgelegt, wenn Sie Benutzer anlegen oder ändern. Dieser Reiter zeigt die Nachrichten, die versandt wurden und jene, die zum Versand bereit sind
el: Οι προτιμήσεις μηνυμάτων μέλους ρυθμίζονται όταν γίνεται προσθήκη ή επεξεργασία μέλους. Αυτή η καρτέλα θα δείξει τα μηνύματα που έχουν σταλεί και εκείνα που είναι σε αναμονή για αποστολή
es: Las preferencias de mensajería del usuario se establecen al agregar o modificar el usuario. Esta pestaña muestra los mensajes que se han enviado y los que están en cola para ser enviados
eu: Bazkidearen mezularitza lehentasunak bazkidea gehitzean edo editatzean ezarriko dira. Fitxa honek bidali diren mezuak eta bidaltzeko ilaran daudenak erakutsiko ditu.
fi: Asiakkaan viestiasetukset määritellään, kun asiakastietoja lisätään tai muokataan. Tämä välilehti näyttää viestit, jotka on lähetetty tai jotka ovat jonossa odottamassa lähetystä
fr: Les préférences de notification de l'adhérent sont configurées en saisie de l'adhérent. Cet onglet montre les messages qui ont été envoyés ainsi que ceux qui sont en attente d'expédition.
hi: संरक्षक के संदेश वरीयताओं को जोड़ते या संपादित संरक्षक सेट कर रहे हैं। यह टैब संदेश है कि भेजा गया है और उन है कि भेजे जाने के लिए पंक्तिबद्ध हैं दिखाएगा
it: Le preferenze dell'utente per i messaggi sono defintite quando aggiungi o modifichi un utente. Questa sezione mostra i messaggi che sono stati inviati e quelli che sono in coda per l'invio
oc: Las preferéncias de notificacion de l'aderent son configurées en sasida de l'aderent. Aqueste onglet montre los messatges qui ont été mandats ainsi que ceux que son en espèra d'expedicion.
pl: Ustawienia powiadomień użytkownika są określane podczas dodawania lub modyfikacji konta. Poniższa tabela pokazuje wiadomości, które zostały wysłane oraz te, które oczekują na wysłanie
pt: As preferências de mensagem do leitor são definidas na sua adição ou edição. Este separador irá mostrar as mensagens que foram enviadas e as que estão em lista de espera para envio
pt_br: As preferências de mensagem do usuário são configuradas quando se adiciona ou edita um usuário. Esta aba irá exibir mensagens que foram enviadas e que estão aguardando na fila de envio
sk: Nastavenia správ čitateľa sa vykonávajú pri pridávaní alebo úprave čitateľa. Táto záložka zobrazí správy, ktoré boli odoslané alebo sú pripravené na odoslanie
sv: Låntagarens meddelandeinställningar ställs in när en låntagare läggs till eller redigeras. Denna flik visar de meddelanden som skickats och de som väntar på att skickas
tr: Kullanıcı mesajlaşma seçenekleri kullanıcıyı ekleyince ya da düzenleyince ayarlanır. Bu sekme size gönderilen ve gönderilmeyi bekleyen mesajları gösterecektir.
zh_tw: 新增或編輯讀者時，已設定簡訊偏好。此分頁顯示已送或待送出的簡訊

source: The permission to run the overdues reports found under Circulation
ar: يمكن العثور على صلاحية تشغيل تقارير المتأخرات أدنى الإعارة
cs: Oprávnění ke spouštění výstupů o překročených výpůjčkách naleznete pod "Výpůjčky"
da: Tilladelse til at køre udestående rapporten fundet under udlån
de: Die Berechtigung für das Ausführen des Überfälligkeiten-Reports findet sich unter Ausleihe
el: Η εξουσιοδότηση για εκτέλεση των εκπρόθεσμων αναφορών που βρίσκεται στη Διακίνηση Υλικού
es: El permiso de ejecutar el informe de retrasos encontrado en Circulación
eu: El permiso para ejecutar los informes de retraso den las devoluciones está en el módulo de Circulación.
fi: Oikeus ajaa myöhästymisraportti Lainaus ja palautus -osiossa
fr: L'autorisation de lancer les rapports de retards se trouve dans le module Circualtion
hi: संचालन के तहत पाया बकाया रिपोर्ट चलाने के लिए अनुमति
it: Il permesso per far girare il report dei ritardi dal menu della circolazione
oc: L'autorisation de aviar les rapòrts de retards se tròba dins lo modul Circualtion
pl: Uprawnienie do uruchamiania raportu egzemplarzy przetrzymanych znajduje się pod modułem Udostępnianie
pt: A permissão de correr relatórios de atraso encontra-se abaixo da Circulação
pt_br: A permissão de gerar relatórios de atraso encontrados em Circulação
sk: Oprávnenie pre spúšťanie výkazov o omeškaní sa nachádza pod Obehom
sv: Rättighet att köra rapporten för försenade objekt som finns under Cirkulation
tr: Dolaşım sisteminin altında bulunan gecikme raporlarını çalıştırma izni
zh_tw: 執行流通下逾期報表的權限

source: The plugin system needs to be turned on by a system administrator and should only managed by those who understand Perl and the way data connects within Koha.
ar: يجب تفعيل نظام البرامج المساعدة بواسطة مدير النظام ويجب إدارته فقط بواسطة هؤلاء الذين يفهمون بيرل وطريقة اتصال البيانات في كوها.
cs: Systém pluginů musí být zapnutý správcem systému a měli by ho řídit ti, kteří ovládají Perl a způsob připojení dat do Koha.
da: Pluginsystemet skal startes af en systemadministratoror og skal kun administreres af dem, der forstår Perl og den måde, hvorpå data håndteres i Koha.
de: Die Verwendung von Plugins muss von einem Systemadministrator aktiviert werden und sollte nur durch jemanden verwendet werden, der Kenntnisse von Perl und den Datenstrukturen in Koha hat.
el: Το σύστημα plugin χρειάζεται να ενεργοποιηθεί από τον διαχειριστή συστήματος και θα πρέπει να γίνεται η διαχείρισή του μόνο από εκείνους που αντιλαμβάνονται την Perl και τον τρόπο που τα δεδομένα συνδέονται στο Koha.
es: El sistema de plugin requiere ser habilitado por un administrador y solo debe ser administrado por aquellos que comprendan Perl y la forma en que los datos se conectan con Koha.
eu: El plugin del sistema necesita ponerse en funcionamiento por un administrador del sistema y sólo debería ser manipulado por alguien que entienda Perl y cómo los datos conectan con Koha.
fi: Järjestelmän ylläpitäjän on laitettava liitännäiset päälle. Muokkauksia tekevän henkilön olisi hyvä hallita perl-ohjelmointikieli ja Koha.
fr: Le système de plugin doit être activé par un administrateur système et devra être exclusivement géré par ceux qui comprennent Perl et la façon dont les données sont gérées dans Koha.
hi: प्लगइन प्रणाली एक सिस्टम व्यवस्थापक द्वारा चालू करने की जरूरत है और केवल उन जो पर्ल को समझते हैं और जिस तरह से डेटा कोहा भीतर जोड़ता द्वारा प्रबंधित करना चाहिए।
it: Il sistema di plugin può essere configurato solo da un system administrator ed è meglio che venga gestito da chi capisce Perl e il modo con cui sono organizzati i dati in Koha
oc: Lo sistèma de plugin deu èsser activat per un administrator sistèma e devra èsser exclusivement gerit per ceux qui comprennent Perl e la faiçon dont les donadas son geridas dins Koha.
pt: O sistema de plugins precisa de ser ativado por um administrador do sistema e deve apenas ser gerido por alguém que percebe Perl e a maneira que os dados se ligam ao Koha.
pt_br: O sistema de plugin precisa ser ativado por um administrador do sistema e só poderá ser gerenciado por alguém com bons conhecimentos de Perl e que compreenda a forma como estes dados se conectam com o Koha.
sk: Systém zásuvných modulov musí byť zapnutý administrátorom systému a mal by ho spravovať iba ten, kto ovláda Perl a spôsob, akým sú údaje poprepájané v Kohe.
sv: Systemet för insticksprogram måste aktiveras av en systemadministratör och ska bara hanteras av personer som kan Perl och vet hur Koha hanterar data.
tr: Eklenti sisteminin bir sistem yöneticisi tarafından açılması gerekiyor ve bu sistem Perl yazılımını ve Perl’in Koha’ya veri aktarma şeklini bilen bir yönetici tarafından yönetilmesi gerekiyor.
zh_tw: 外掛程式系統需由系統管理者開啟，且祗能由瞭解 Perl 與 Koha 的人管理。

source: The process of saving quotes is "asynchronous" meaning that you may navigate to other sections of the staff client while the quotes are being saved.
ar: عملية حفظ الإقتباسات هي عملية "غير متزامنة" مما يعني أنكَ ربما تذهب لأجزاء أخرى من عميل الموظفين بينما يتم حفظ الإقتباسات.
cs: Proces ukládání importovaných citátů probíhá na pozadí. To znamená že můžete dále používat jakékoliv jiné funkce systému, zatímco se vaše citáty ukládají.
da: Processen med at gemme citater er asynkron, hvilket betyder, at du kan navigere til andre afsnit af intranet, mens citaterne gemmes.
de: Das Hochladen der Zitate geschieht asynchron, was heisst, dass Sie währennd diesem Prozess andere Arbeiten in der Dienstoberfläche ausführen können.
el: Η διαδικασία αποθήκευσης αποφθεγμάτων είναι "ασύγχρονη" που σημαίνει ότι μπορείτε να πλοηγηθείτε σε άλλους τομείς της διεπαφής προσωπικού όσο τα αποφθέγματα αποθηκεύονται.
es: El proceso de guardar citas es "asincrónico" lo que significa que puede navegar otras secciones del cliente administrativo mientras se guardan las citas.
eu: El proceso de guardar quotes es "asincrónico" significa que tiene que navegar por otras secciones del usuario personal mientras las quotes son guardadas.
fi: Voit selata Kohan muita osioita samalla, kun sitaatit tallentuvat järjestelmään.
fr: Le processus de sauvegarde des cotations est "asynchrone" ce qui veut dire que vous pouvez naviguer dans d'autres sections de l'interface professionnelle pendant que les citations sont enregistrées.
hi: उद्धरण बचाने की प्रक्रिया "अतुल्यकालिक" जिसका अर्थ है कि आप कर्मचारियों ग्राहक के अन्य वर्गों के लिए है जबकि उद्धरण को बचाया जा रहा है नेविगेट कर सकते हैं।
it: Il processo di salvataggio delle citazioni è asincrono, cioè puoi spostarti in altre pagine dello staff mentre ha luogo il salvataggio.
oc: Lo processus de salvament des cotations es "asynchrone" ce qui veut dire que podètz naviguer dins d'autres seccions de l'interfàcia professionala pendant que les citacions son enregistradas.
pt: O processo de guardar frases é "assíncrono" o que significa que pode navegar por outras secções do interface dos técnicos enquanto as frases estão a ser guardadas.
pt_br: O processo de salvar citações é "assincrono", isso significa que você pode navegar por outras seções enquanto as citações são salvas.
sk: Proces ukladania citátov je "asynchrónny", čo znamená, že môžete prejsť do iných častí knihovníckeho programu kým sa citáty ukladajú.
sv: Citat sparas i en "asynkron" process, vilket innebär att du kan gå vidare till andra delar av personalklienten medan citaten sparas.
tr: Bilgileri kaydetme işlemi "eş zamansızdır" yani bilgiler kaydedilirken personel istemcinin diğer bölümlerine göz gezdirebilirsiniz.
zh_tw: 此 "非同步" 儲存引句的意思是，儲存引句的同時可以進入館員介面的其他部份。

source: The quick slip only includes items that were checked out today
ar: القسيمة السريعة فقط تحتوي على المواد التي تم إعارتها اليوم
cs: Rychlé potvrzení obsahuje pouze jednotky, které byly vypůjčeny dnes
da: Den hurtige seddel omfatter kun eksemplarer, der er udlånt i dag
de: Die Kurzquittung listet nur heute entliehene Exemplare auf
el: Το γρήγορο σημείωμα περιλαμβάνει μόνο τεκμήρια που δανείστηκαν σήμερα
es: El recibo rápido solo listará los ítems que se han prestado hoy
eu: El recibo rápido sólo incluye ítems que han sido pre´stados en el día
fi: Pikakuitissa näkyy vain tänään lainatut niteet
fr: Le Ticket rapide inclut uniquement des exemplaires qui ont été empruntés aujourd'hui.
hi: त्वरित पर्ची केवल शामिल आइटम है कि आज चैक आउट कर रहे थे
it: La ricevuta veloce include solo le copie prestate oggi
oc: Lo Ticket rapide inclut unicament des exemplars qui ont été empruntats uèi.
pt: O recibo rápido irá mostrar apenas os exemplares emprestados hoje
pt_br: O recibo rápido apenas inclui itens que foram emprestados hoje
sk: Rýchly ústrižok zahŕňa iba exempláre, ktoré boli vypožičané dnes
sv: Snabbkvitteringen inkluderar bara objekt som lånades ut idag
tr: Hızlı rapor yalnızca bugün ödünç verilen materyalleri listeleyecektir.
zh_tw: 快速收條祗包括今天借出的館藏

source: The receive page will list all items still on order with the vendor regardless of the basket the item is from.
ar: صفحة الإستلام ستدرج كل المواد التي لا تزال مطلوبة من المورد بغض النظر عن سلة المواد التي تتبع لها المادة.
cs: Stránka příjmů bude vypisovat všechny výtisky, které jsou stále na objednávce dodavateli, bez ohledu na košík, z kterého pocházejí.
da: Modtagesiden viser en liste med alle eksemplarer, som stadig er bestilt hos leverandøren, uanset hvilken kurv eksemplaret er fra.
de: Beim Zugang werden alle Exemplare angezeigt, die noch beim Lieferanten bestellt sind, unabhängig von der Zuordnung zu einer einzelnen Bestellung.
el: Η σελίδα παραλαβής θα περιλαμβάνει όλα τα τεκμήρια που είναι ακόμη υπό παραγγελία στον προμηθευτή ανεξάρτητα από το καλάθι που προέρχονται.
es: La página de recepción listará todos los ítems todavía en pedido con el proveedor, independientemente de que cesta es el ítem.
eu: Jasotze orriak hornitzaileari eskatutako elementu guztiak zerrendatuko ditu, elementuen saskia gorabehera.
fi: Vastaanottosivu listaa kaikki nimekkeet, jotka ovat tilauksessa tältä toimittajalta riippumatta siitä, missä tilauskorissa ne ovat.
fr: La page de réception liste tous les exemplairs qui sont encore en commande chez le fournisseur, quelle que soit le panier des exemplairs.
hi: प्राप्त पेज विक्रेता के साथ आदेश पर अभी भी सभी मदों की सूची होगी बास्केट की परवाह किए बिना मद से है।
it: La pagina degli arrivi elencherà tutte le copie ordinate ad un fornitore indipendentemente dal raccoglitore usato.
oc: La pagina de recepcion lista totes los exemplairs que son encara en comanda chez lo provesidor, quina que siá lo panièr des exemplairs.
pl: Formularz otrzymywania zamówienia będzie zawierać wszystkie egzemplarze od dostawcy, niezależnie od koszyka, z którego pochodzi dostawa.
pt: A página de recepção irá lista todos os items encomendados ao fornecedor, independentemente do cesto.
pt_br: A página de recebimento irá listar todos os exemplares que foram pedidos ao fornecedor independente do grupo ao qual o exemplar pertence.
sk: Stránka príjmu zobrazí všetky položky, ktoré sú stále objednané u predajcu, bez ohľadu na pôvod košíka.
sv: Mottagningssidan listar alla objekt som är beställda från leverantören, oavsett från vilken korg objekten är.
tr: Alış sayfası sepetteki materyalin nereden geldiğini dikkate almaksızın, halen siparişteki tüm materyalleri sağlayıcısıyla listeleyecektir
zh_tw: 簽收頁面將列出所有該供應商訂閱中的館藏，包括任何採購項目。

source: The record will now have the 773 field filled in properly to complete the link.
ar: التسجيلة سيُضاف لها الآن الحقل 773 مملوء كما ينبغي لإتمام الربط.
cs: Záznam bude mít nyní pole 773 správně vyplněné, tak aby se uskutečnit odkaz na zdrojový dokument.
da: Posten har nu feltet 773 udfyldt korrekt til at danne linket.
de: Feld 773 des Datensatzes wird automatisch mit den Informationen für den Link ausgefüllt.
el: Η εγγραφή θα συμπληρώσει τώρα το πεδίο 773 κανονικά για να ολοκληρωθεί η σύνδεση.
es: El registro tendrá ahora el campo 773 completado apropiadamente para completar el enlace.
eu: El registro tendrá ahora el campo 773 debidamente cumplimentado para completar el enlace.
fi: Tietueessa on nyt 773-kenttä oikein täytettynä toimiakseen linkkinä.
fr: La notice aura maintenant un champ 773 (en MARC21) rempli pour compléter le liens.
hi: रिकॉर्ड अब ठीक से भरे लिंक पूरा करने के लिए 773 मैदान में होगा।
it: Il record avrà ora il campo 773 riempito per definire il legame.
oc: La notícia aurà ara un camp 773 (en MARC21) rempli per compléter lo ligams.
pt: O registo irá ter um campo 773 preenchido correctamente para completar a ligação.
pt_br: O registro agora terá o campo 773 devidamente preenchido para completar o link.
sk: Záznam bude mať teraz správne vyplnené pole 773 pre úplné prepojenie.
sv: Posten kommer nu att ha 773-fältet korrekt ifyllt för att komplettera länken.
tr: Mevcut bağlantıyı düzgünce tamamlamak üzere kaydın şu anda 773 alanını dolduracak
zh_tw: 此紀錄的773欄位鍵入完整的連結。

source: The record will open in the MARC editor
ar: فتح التسجيلة سوف يكون في تحرير المارك
cs: Záznam bude otevřen v editoru MARC
da: Posten åbnes i MARC-editoren
de: Der Datensatz wird im MARC-Editor geöffnet
el: Η εγγραφή θα ανοίξει στον επεξεργαστή MARC
es: El registro se abrirá en editor de MARC
eu: Erregistroa MARC editorean irekiko dira
fi: Tietue avautuu MARC-muokkaukseen
fr: La notice s'ouvrira dans l'éditeur MARC
hi: रिकॉर्ड मार्क संपादक में खुलेगा
it: Il record si aprirà nell'editor MARC
oc: La notícia s'ouvrira dins l'editor MARC
pl: Rekord zostanie wyświetlony w edytorze MARC
pt: O registo será aberto no editor MARC
pt_br: O registro será aberto no editor MARC
sk: Záznam sa otvorí v editore MARC
sv: Posten öppnas i MARC-redigeraren
tr: Kayıt MARC editöründe açılacaktır
zh_tw: 將以 MARC 編輯器打開此紀錄

source: The registration date will automatically be filled in with today's date
ar: تاريخ التسجيل سيتم ملئه تلقائيا مع تاريخ اليوم
cs: Datum registrace bude automaticky vyplněno dnešním datem.
da: Registreringsdatoen udfyldes automatisk med datoen i dag
de: Das Registrierungdatum wird automatisch auf das heutige Datum gesetzt
el: Η ημερομηνία εγγραφής θα συμπληρωθεί αυτόματα με τη σημερινή ημερομηνία
es: El fecha de registro automáticamente se rellena con la fecha de hoy
eu: Erregistratze datan egungo data idatziko da automatikoki
fi: Rekisteröintipäiväksi tulee automaattisesti tämä päivä
fr: La date d'inscription est automatiquement renseignée à la date du jour.
hi: पंजीकरण की तारीख स्वचालित रूप से आज की तारीख के साथ में भरा जाएगा
it: La data di registrazione sarè riempita in automatico con la data di oggi
oc: La data d'inscripcion es automaticament renseignée a la data del jorn.
pl: Data rejestracji zostanie automatycznie wypełniona aktualną datą
pt: A data de inscrição será automaticamente preenchida com a data de hoje
pt_br: A data de inscrição será preenchida automaticamente com a data de hoje
sk: Dátum zápisu sa automaticky doplní dnešným dátumom
sv: Registreringsdatumet kommer automatiskt att fyllas i med dagens datum
tr: Kayıt olma tarihi olarak otomatik olarak bugünün tarihi verilecektir.
zh_tw: 自動填入今天為發證日

source: The relationships are set using the borrowerRelationship system preference
ar: يتم تعيين العلاقات باستخدام تفضيل نظام borrowerRelationship
cs: Vazby se nastavují pomocí systémové preference borrowerRelationship
da: Relationerne sættes med borrowerRelationship system-indstillingen
de: Die Beziehungen werden gemäß der Systemeinstellung borrowerRelationship gesetzt
el: Οι σχέσεις ρυθμίζονται μέσω της προτίμησης συστήματος borrowerRelationship
es: Las relaciones se fijan utilizando la preferencia del sistema borrowerRelationship
eu: Harremanak ezartzeko borrowerRelationship sistemaren lehentasuna erabiltzen da
fi: Suhteet asetetaan borrowerRelationship-järjestelmäasetuksella
fr: La relation est définie en utilisant la préférence système borrowerRelationship.
hi: रिश्तों सेट कर रहे हैंborrowerRelationship प्रणाली वरीयता का उपयोग कर
it: Le possibili relazioni sono definite dalla preferenza di sistema borrowerRelationship
oc: La relation es definida en utilizant la preferéncia sistèma borrowerRelationship.
pl: Stopień pokrewieństwa jest ustawiany w ustawieniach systemu borrowerRelationship
pt: As relações são definidas usando a preferência de sistema borrowerRelationship
pt_br: O relacionamento é configurado na preferência do sistema borrowerRelationship
sk: Vzťahy sa nastavujú pomocou nastavenia systému borrowerRelationship
sv: Förhållanden ställs in med systeminställningen borrowerRelationship
tr: İlişkiler, Ödünç Alan Kullanıcı İlişkileri sistem tercihleri kullanılarak ayarlanır.
zh_tw: 以borrowerRelationship系統偏好設定其關係

source: The report can be filtered using the menu options found on the left of the report.
ar: يمكن تصفية التقرير باستخدام خيارات القائمة الموجودة على يمين التقرير.
cs: Zprávu lze filtrovat pomocí volby menu na levé straně sestavy.
da: Rapporten kan filtreres med menuoptionerne fundet til venstre for rapporten.
de: Der Bericht kann mit Hilfe der Menü-Optionen links neben dem Bericht gefiltert werden.
el: Η έκθεση μπορεί να φιλτραριστεί χρησιμοποιώντας τις επιλογές που βρίσκονται στα αριστερά της έκθεσης.
es: El informe se puede filtrar usando las opciones de menú que se encuentran a la izquierda del informe.
eu: Txostena bere ezkerrera dagoen aukeren menua erabilita iragazi daiteke.
fi: Raportti voidaan suodattaa vasemmalla olevan valikon vaihtoehdoilla.
fr: Il est possible de filtrer ce rapport en utilisant les options du menu qui se trouve sur la gauche.
hi: रिपोर्ट मेनू विकल्पों की रिपोर्ट के बाईं पर पाया का उपयोग कर फ़िल्टर किया जा सकता है।
it: Il report può essere filtrato usando le opzioni del menù a sinistra del report.
oc: Es possible de filtrer aqueste rapòrt en utilizant les opcions del menú qui se tròba sus la esquèrra.
pl: Raport może być sortowany według opcji, znajdujących się po lewej stronie tabeli.
pt: O relatório pode ser filtrado com as opções do menu à esquerda do relatório
pt_br: O relatório pode ser filtrado utilizando o menu de opções encontrado no lado esquerdo do relatório.
sk: Výkaz sa dá filtrovať pomocou možností ponuky vľavo od výkazu.
sv: Rapporten kan filtreras med menyalternativen som finns till vänster om rapporten.
tr: Rapor, raporun solunda bulunan menu seçenekleri kullanılarak filtrelenebilir.
zh_tw: 以報表左方找到的選單選項可以篩選報表。
