Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: You have the option of adding up to 3 lines of text to your card. Your text can be static text of your choosing and/or fields from the patron record. If you want to print fields from the patron record you want to put the field names in brackets like so - &lt;firstname&gt;
ar: لديك خيار إضافة ما يصل إلى 3 أسطر من النص إلى البطاقة الخاصة بك.يمكن أن يكون النص نصا ثابتا من اختيارك و / أو حقولا من تسجيلة المستفيد.إذا كنت ترغب في طباعة الحقول من تسجيلة المستفيد يجب عليك وضع أسماء الحقول في أقواس هكذا - &lt;firstname&gt;
cs: Máte možnost přidání až 3 řádků textu vaší na kartě. Váš text může být statický text dle vašeho výběru a/nebo pole čtenářova záznamu. Chcete-li tisknout z polí čtenářova záznamu které chcete, zadejte názvy polí v hranatých závorkách jako - &lt;firstname&gt;
da: Der kan udskrives op til 3 linjer med tekst på kortet. Det kan være statisk tekst eller felter fra lånerdatabsen. Hvis der skal bruges felter fra databasen, skal feltnavnene sættes i spidse paranteser: &lt;firstname&gt;
de: Sie können bis zu 3 Zeilen Text auf der Karte ausgeben. Es kann sich dabei um statischen Text oder Felder aus dem Benutzerdatensatz handeln. Wenn Sie Feldera us dem Benutzerdatensatz verwenden möchten, müssen Sie die Feldnamen in spitzen Klammern angeben: &lt;firstname&gt;
el: Έχετε την επιλογή να προσθέσετε μέχρι 3 γραμμές κειμένου στην κάρτα σας. Το κείμενό σας μπορεί να είναι στατικό επιλέγοντας πεδία από την εγγραφή του μέλους. Αν θέλετε να εκτυπώσετε πεδία από την εγγραφή του μέλους πρέπει να βάλετε τα ονόματα των πεδίων μέσα σε παρενθέσεις όπως - &lt;όνομα&gt;
es: Tiene la opción de agregar hasta 3 líneas de texto a su tarjeta. Su texto puede ser un texto estático de su elección y/o campos de los registros de usuario. Si desea imprimir campos del registro del usuario deberá poner los nombres de campos entre corchetes tal como - &lt;firstname&gt;
eu: Txartelan gehienez hiru testu lerro gehitu ditzakezu. Testua nahierako testu estatikoa izan daiteke, eta/edo bazkide erregistroko eremuak. Bazkide erregistroko eremuak inprimatu nahi badituzu, eremuen izenak kortxete artean jarri behar dituzu, honela: &lt;izena&gt;
fi: Voit lisätä korttiin kolme riviä tekstiä. Teksti voi olla tavallista tekstiä tai kenttiä asiakastietueesta. Jos haluat tulostaa korttiin kenttiä asiakastietueesta, laita kenttien nimet sulkeisiin: &lt;firstname&gt;
fr: Vous pouvez ajouter à vos cartes jusqu'à trois lignes de texte. C'est du texte statistique ou le contenu de la fiche de l'adhérent. Vous ajouter des rubriques de la fiche de l'adhérent en plaçant leur nom entre crochet, par exemple &lt;firstname&gt;
hi: आप अपने कार्ड से पाठ के ऊपर से 3 लाइनों को जोड़ने का विकल्प होता है। आपका पाठ अपने को चुनने और / या क्षेत्रों संरक्षक रिकॉर्ड से की स्थैतिक पाठ हो सकता है। आप संरक्षक रिकॉर्ड से खेतों मुद्रित करने के लिए चाहते हैं तो आप बहुत पसंद कोष्ठक में क्षेत्र के नाम डाल करना चाहते हैं - &lt;firstname&gt;
it: Hai la possibilità di aggiungere fino a 3 linee di testo sulla tessera. Può essere una frase statica, con campi dal record utente. Se vuoi inserire campi dal record utente, metti i nomi dei campi tra uncinate, così: &lt;firstname&gt;
oc: Podètz apondre a vos cartas fins a tres linhas de tèxte. Es del tèxte statistique o lo contengut de la ficha de l'aderent. Vous apondre des rubricas de la ficha de l'aderent en plaçant lor nom entre crochet, per exemple &lt;firstname&gt;
pt: Possui a opção de adicionar 3 linhas de texto ao seu cartão. O texto pode ser texto estático à sua escolha e/ou campos do registo de leitor. Se deseja usar a segunda opção tem que colocar os nomes dos campos da seguinte forma - &lt;firstname&gt;
pt_br: Possui a opção de adicionar 3 linhas de texto a sua carteirinha. O texto pode ser estático à sua escolha e/ou campos do registro de usuário. Se deseja usar a segunda opção, é preciso colocar os nomes dos campos da seguinte forma - &lt;firstname&gt;
sk: Máte možnosť pridať až 3 riadky textu do Vášho preukazu. Váš text môže byť statický podľa Vašej voľby a/alebo z polia z Vášho záznamu o čitateľovi. Ak chcete tlačiť polia zo záznamu o čitateľovi, musíte vložiť názvy polí do zátvoriek takto - &lt;meno&gt;
sv: Du kan lägga till upp till tre rader text på kortet. Texten kan vara statisk text som du anger och/eller fält från låntagarposten. Om du vill skriva ut fält från låntagarposten anger du fältnamnen på följande sätt - &lt;firstname&gt;
tr: Kartınıza 3 satıra kadar metin ekleme seçeneğiniz mevcut. Metniniz sizin seçiminizle ve/veya kullanıcı kaydından alanlarla statik metin olabilir. Kullanıcı kaydından alan çıktısı almak istiyorsanız, alan isimlerini parantez içinde şu şekilde yerleştiriniz - &lt;ilk isim&gt;
zh_tw: 讀者證最多有 3 列文字，可以是固定的文字或從讀者紀錄提取的欄位內容。把欄位名稱於方括號內，就能提取欄位的內容 - &lt;firstname&gt;

source: You have the option to select the 'Routing List' notice when creating a new subscription (Choose from the 'Patron notification' drop down).
ar: لديك خيار تحديد إخطار "قائمة التمرير" أثناء إنشاء اشتراك جديد (اختر من قائمة "إشعارات المستفيد" المنسدلة)
cs: Máte možnost poslat oznámení o distribučním seznamu při vytváření nového předplatného (vyberte z rozbalovací roletky "Oznámení čtenářům").
da: Du kan vælge beskeden 'Ruteliste', når der laves et nyt abonnement (Vælg i menuen 'Lånerbeskeder').
de: Sie können die Benachrichtigung über neue Zeitschriftenhefte auswählen, wenn Sie ein Abonnement anlegen (Wählen Sie das gewünschte Benachrichtigungstemplate aus der Auswahlliste unter 'Benutzerbenachrichtigung').
el: Μπορείτε να επιλέξετε την ειδοποίηση 'Λίστας Δρομολόγησης' οταν δημιουργείτε μία νέα συνδρομή (Επιλέξτε από τη πτυσσόμενη λίστα 'Ειδοποιήσεις μελών').
es: Tiene la opción de seleccionar al aviso de 'Lista de Circulación' cuando crea una nueva suscripción (Seleccione desde el desplegable 'Notificación al usuario').
eu: Tiene la opción de seleccionar al aviso de 'Lista de ruteo' cuando crea una suscripción (Seleccione desde el desplegable 'Avisos a socios').
fi: Voit valita 'Kiertolista'-ilmoituksen, kun luot uuden lehtitilauksen. Valitse se 'Asiakkaan ilmoitukset' -alasvetovalikosta.
fr: Vous pouvez sélectionner la notification par Liste de routage quand vous créez un abonnement.
hi: आप जब एक नई सदस्यता बनाने 'रूटिंग सूची' नोटिस का चयन करने का विकल्प है ( 'संरक्षक अधिसूचना' ड्रॉप डाउन से चुनें)।
it: Hai l'opzione di selezionare l'avviso 'Routing List'' quando crei un nuovo abbonamento, sciegliendolo dal menù a tendina 'Notificazione per gli utenti' .
oc: Podètz seleccionar la notificacion per Lista de rotatge quand vous créez un abonament.
pt: Tem a opção de escolher o aviso da lista de circulação quando cria a nova assinatura.
pt_br: Você tem a opção de selecionar o aviso de 'Routing List' quando cria uma nova assinatura (escolha a partir do menu 'Notificação de usuário).
sk: Máte možnosť vybrať poznámku 'Distribučného zoznamu' keď vytvoríte nové predplatné (Zvoľte z rozbaľovacej ponuky 'Na vedomie čitateľom').
sv: Du kan välja notifikation för 'Mottagarlista' när du skapar en ny prenumeration (välj från rullgardinsmenyn 'Låntagarnotifiering').
tr: Yeni bir abonelik oluşturduğunuzda 'Dolaşım Listesi' uyarısı seçme olanağınız vardır ('Kullanıcıya Bildirin' açılır menüsünden' seçiniz).
zh_tw: 新增訂閱時(從 '讀者通知' 下拉選單選擇)，可以選擇 '傳閱清單' 通知。

source: You may also want to create new item types, collection codes and/or shelving locations to make it clear that the items are on reserve to your patrons. You will also want to be sure to confirm that your circulation and fine rules are right for your new item types (whether they be hourly or daily loans).
ar: كما يمكنك أيضاً إنشاء أنواع مادة جديدة، رموز مجموعات و/أو مواقع ترفيف لتوضيح أن المواد في الحجز إلى مستفيديك. كما يجب عليك التأكد من تأكيد أن قواعد الإعارة والغرامات الخاصة بك صحيحة لأتواع موادك الجديدة (سواء كانت إعارات بالساعة أو يومياً)
cs: Možná budete chtít také vytvořit nové typy jednotek, kódy fondů, nebo umístění na regále, aby bylo jasné, že tyto jednotky jsou určeny pro konkrétní účely. Měli byste se také ujistit, že pravidla výpůjček a upomínek jsou správně nastaveny.
de: Sie können neue Medientypen, Sammlungen und Standorte verwenden, um Ihren Benutzern zu zeigen, dass die Exemplare in einem Semesterapparat stehen. Sie können außerdem neue Ausleihkonditionen für diese Medientypen definieren.
el: Ίσως να θέλετε να δημιουργήσετε νέους τύπους τεκμηρίου, κωδικούς συλλογής και/ή τοποθεσίες στο ράφι για να είναι ευκρινές ότι τα τεκμήρια είναι σε κράτηση για τα μέλη σας. Θα θέλετε επίσης να βεβαιωθείτε ότι οι κανόνες κυκλοφορίας υλικού και προστίμων είναι σωστοί για τους νέους τύπους τεκμηρίων σας (είτε είναι ωριαίοι είτε ημερήσιοι δανεισμοί).
es: También puede crear nuevos tipos de ítems, códigos de colección y/o ubicaciones en estanterías para dejar claro que los ítems están en reserva para sus usuarios. Usted también querrá estar seguro de confirmar que sus reglas de circulación y de multas son adecuadas para sus nuevos tipos de ítems (ya se trate de préstamos por hora o por día).
fi: Voit myös lisätä uusia aineistolajeja, kokoelmakoodeja ja/tai hyllypaikkoja, jotta kursseille varatut niteet ovat selkeästi varattu kurssin osallistujille. On myös tarkistettava, että Laina- ja maksusäännöt ovat oikein kurssien uusille aineistolajeille.
fr: Vous pouvez également créer de nouveaux types d'exemplaires, codes de collection, et/ou localisations pour rendre manifeste la mise en réserve de ces exemplaires. Vous devrez également vous assurer que les règles d'amendes et de circulation sont correctes pour vos nouveaux types d'exemplaires.
hi: तुम भी नए आइटम प्रकार, संग्रह कोड और / या यह स्पष्ट है कि आइटम अपने संरक्षक के लिए रिजर्व पर कर रहे हैं स्थानों ठंडे बस्ते में डालने बनाने के लिए चाहते हो सकता है। आप भी इस बात की पुष्टि करने के लिए कि आपके रक्त परिसंचरण और ठीक नियमों अपने नए आइटम प्रकार के लिए सही (चाहे वे प्रति घंटा हो या दैनिक ऋण) कर रहे हैं सुनिश्चित हो करना चाहते हैं जाएगा।
it: Potresti voler creare nuovi tipi di copia, codici di collezione e/o di localizzazione per rendere chiaro agli utenti che le copie fanno parte dei 'Testi per gli esami'. Potresti anche voler controllare che le tue regole di circolazione e le multe sono OK per i nuovi tipi di copia (che possono avere prestiti orari o di più giorni).
oc: Podètz tanben crear de novèls types d'exemplars, còdis de colleccion, e/o localisations per rendre manifeste la mesa en resèrva de ces exemplars. Vos caldrà tanben vous assurer que las règlas d'emendas e de circulacion son correctes per vos novèls types d'exemplars.
pl: Możesz również stworzyć nowe typy dokumentów, kody kolekcji i/lub wszystkie lokalizacje, aby było jasne, że egzemplarze są zarezerwowane dla użytkowników. Sprawdź zasady udostępniania i należności czy są prawidłowe dla nowych typów dokumentów (bez znaczenia czy są to wypożyczenia czasowe czy dzienne).
pt: Pode também querer criar novos tipos de documentos, códigos de coleção e/ou localizações de prateleira para tornar claro que os exemplares estão reservados aos leitores. Pode também querer confirmar que as regras de circulação e multas estão bem para os novos tipos (seja empréstimos horários ou diários).
pt_br: Você também pode querer criar novos tipos de material, códigos de coleção e/ou localizações de estante para tornar claro que determinados exemplares estão reservados para seus usuários. Você também pode querer se certificar de que suas regras de circulação e multa estão adequadas para seus novos tipos de material (sejam eles para empréstimos por hora ou dias).
sk: Takisto môžete vytvoriť nové typy exemplárov, kódy zbierok a/alebo lokácie v policiach, aby bolo jasné, že exempláre sú rezervované pre vašich čitateľoch. Takisto sa uistite, že vaše pravidlá obehu a pokút sú správne pri vašich nových typoch exemplárov (či už ide o hodinové alebo dňové výpožičky).
tr: Materyallerin kullanıcılarınızın üzerinde rezervde olduğunu açıklığa kavuşturmak için yeni materyal türleri, koleksiyon kodları ve/veya raf yerleri oluşturmak isteyebilirsiniz. Aynı zamanda yeni dolaşım ve ceza kurallarınızın, yeni materyal türleriniz için (Saatlikte ödünç verilse günlükte ödünç verilse) doğru olduğunu onayladığınızdan da emin olmak isteyeceksiniz.
zh_tw: 或許您要建立新的館藏類型、館藏代碼與上架位置，表示該等館藏保留給特定的讀者。同時確認新館藏類型有對應的流通與罰款規則(以時或日借出)。

source: You may cancel the addition of a new quote any time prior to saving it simply by pressing the &lt;Esc&gt; key.
ar: بإمكانك إن شئت وفي أي وقت أن تلغي إضافة إقتباس جديد قبل حفظه ببساطة أنقر على زر &lt;Esc&gt; في لوحة المفاتيح لديك.
cs: Můžete zrušit přidání nové citace kdykoli před jejím uložením, pouhým stisknutím tlačítka &lt;Esc&gt;.
da: Du kan når som helst annullere tilføjelsen af et nyt citat før det gemmes ved at trykke på tasten &lt;Esc&gt;.
de: Sie können die Erfassung eines neuen Zitats mit der &lt;Esc&gt;-Taste abbrechen.
el: Μπορείτε να ακυρώσετε την προσθήκη ενός νέου αποφθέγματος οποιαδήποτε στιγμή πριν το αποθηκεύσετε πατώντας απλά το πλήκτρο &lt;Esc&gt;.
es: Puede cancelar la adición de la nueva cita en cualquier momento previo a guardarla simplemente presionando la tecla &lt;Esc&gt;.
eu: Debería cancelar la adición de una nueva oferta en cualquier momento antes de guardarlo simplemente pressionando la tecla &lt;Esc&gt;.
fi: Voit peruuttaa sitaatin lisäämisen ennen tallentamista painamalla Esc-näppäintä.
fr: Vous pouvez annuler l'ajout d'une nouvelle citation à tout moment avant sa sauvegarde, simplement en pressant la touche 'Échap'.
hi: आप एक नई बोली के अलावा रद्द कर सकते हैं किसी भी समय से पहले और लेफ्टिनेंट दबाकर यह बस को बचाने के लिए &lt;Esc&gt; कुंजी।
it: Puoi cancellare l'aggiunta di una nuova citazione prima del salvataggio, premendo il tasto 'Esc'.
oc: Podètz anullar l'ajout d'una novèla citacion a tot moment avant sa salvament, simplament en quichant la tòca 'Échap'.
pl: Możesz anulować dodawanie nowego cytatu w każdej chwili przez zapisaniem go, wybierając klawisz &lt;Esc&gt;.
pt: Pode cancelar a adição de uma nova frase a qualquer tempo antes de guardar carregando na tecla &lt;Esc&gt;.
pt_br: Você pode cancelar a adição de uma nova citação a qualquer tempo clicando na tecla &lt;Esc&gt;.
sk: Môžete zrušiť pridávanie nového citátu kedykoľvek pred jeho uložením jednoduchým stlačením klávesu &lt;Esc&gt;.
sv: Du kan när som helt annullera ett nytt citat innan du sparat genom att trycka på &lt;Esc&gt;-tangenten.
tr: İstediğiniz zaman &lt;Esc&gt; tuşuna basarak kaydetmeden önce yeni bir bilgi eklemeyi iptal edebilirsiniz.
zh_tw: 儲存之前，可以按下&lt;Esc&gt;鈕，取消新增引句。

source: You want to change the items.ccode=1 to items.ccode=2 for items created 7 days ago.
eu: Nahi duzu aldatu items.ccode=1 to items.ccode=2 duela 7 egun sortutako elementuetan.
fi: Haluat muuttaa items.ccode=1 -arvon items.ccode=2 -arvoksi niteille, jotka on luotu seitsemän päivää sitten.
hi: आप items.ccode को items.ccode = 1 = बदलने के लिए आइटम 7 दिन पहले बनाया 2 के लिए चाहते हैं।

source: You want to remove the items.new_status value for items created 10 days ago:
eu: items.new_status balorea ezabatu nahi duzu duela 10 egun sortutako elementuetan:
fi: Haluat poistaa items.new_status -arvon niteiltä, jotka on luotu 10 päivää sitten:
hi: आपके द्वारा बनाई गई 10 दिन पहले मदों के लिए items.new_status मूल्य निकालना चाहते हैं:

source: You will also see that the item is received and/or cancelled if you view the basket.
ar: سوف ترى أيضا أن المادة قد وصلت و/أو قد حذفت اذا قمت بعرض السلة.
cs: Uvidíte, že jednotka je přijat a/nebo zrušena, pokud zobrazíte koš.
da: Du vil også se, at eksemplaret er modtaget og/eller annulleret, hvis du viser din kurv.
de: In der Anzeige des Korbes sehen Sie auch ob ein Exemplar gliefert oder storniert wurde.
el: Θα δείτε επίσης ότι το τεκμήριο παραλαμβάνεται και/η ακυρώνεται εάν παρατηρήσετε το καλάθι.
es: También podrá ver que el ejemplar esta recibido y/o cancelado si ve la cesta
eu: Usted además verá que el ítem es recibido y/o cancelado si ve la cesta.
fi: Näet myös tilauskorissa, onko teos vastaanotettu ja/tai peruutettu.
fr: Vous verrez également dans le panier que l'exemplaire a été reçu ou annulé.
hi: आप यह भी देखेंगे कि आइटम प्राप्त होता है और / या रद्द कर दिया है, तो आप बास्केट में देखते हैं।
it: Vedrai anche se la copia è stata ricevuta e/o cancellata se apri il raccoglitore.
oc: Vous veirez tanben dins lo panièr que l'exemplar a été recebut o anullat.
pl: W podglądzie koszyka można zobaczyć egzemplarz i jego status otrzymany i/lub anulowany.
pt: Também verá que o item foi recebido e/ou cancelado se for ver o cesto.
pt_br: Você também pode verificar se um exemplar foi recebido se você visualizar o pedido.
sk: Uvidíte tiež, že exemplár je prijatý a/alebo zrušený, ak nazriete do košíka.
sv: Du kan också se att objektet tagits emot och/eller annullerats om du tittar i korgen.
tr: Sepeti görüntülerseniz, materyalin alındığını ve/veya iptal edildiğini göreceksiniz.
zh_tw: 檢視購物籃，就能看到簽收與取消的館藏。

source: You will be able to see your cover images in the staff client on the detail page under the 'Image' tab in the holdings table at the bottom
ar: سوف تتمكن من رؤية صور الغلاف في برنامج العميل في صفحة التفاصيل أدنى تبويب "صورة" في جدول المقتنيات أدناه.
cs: Budete mít možnost vidět vaše obrázky obálek ve služebním klientovi na podrobné stránce pod záložkou "Obrázek" dole v tabulce jednotek
da: Du vil kunne se dine titel-billeder i intranet på detaljesiden under fanen 'Billede' i bestandstabellen nederst
de: Ihre Coverbilder werden in der Dienstoberfläche im unteren Bereich der Exemplardatentabelle unter dem Reiter 'Bild' angezeigt.
el: Θα μπορέσετε να δείτε τις εικόνες καλύμματος στη διεπαφή προσωπικού στη σελίδα λεπτομερειών κάτω από την καρτέλα 'Εικόνα' στο τέλος του πίνακα κρατήσεων
es: Podrá ver sus imágenes de cubierta en el cliente administrativo en la página de detalles bajo la pestaña 'Imágenes' en la tabla de existencias al final
eu: Usted será capaz de ver sus imágenes de la cubierta en el usuario adminsitrador en la página de detalle en la ficha 'Imagen' en la tabla de participaciones en el fondo
fi: Voit nähdä kansikuvia virkailijatyökalussa 'Perustiedot'-näytöllä 'Kuvat'-välilehdellä alhaalla kokoelmataulussa.
fr: Vous verrez vos images de couverture dans l'interface professionnelle dans l'onglet Image de la page de détail.
hi: आप तल पर जोत तालिका में 'छवि' टैब के अंतर्गत विस्तार पृष्ठ पर कर्मचारियों ग्राहक में अपने कवर छवियों को देखने के लिए सक्षम हो जाएगा
it: Potrai vedere le tue immagini di coperte nel client dello staff nella pagina di dettagli del record, sotto l'etichetta Immagine della tabella delle copie
oc: Vous veirez vos imatges de cobertura dins l'interfàcia professionala dins l'onglet Image de la pagina de detalh.
pt: Poderá ver as imagens de capa no interface dos técnico na página de detalhes, mais concretamente no separador 'Imagens' que aparecer na tabela do fundo dos exemplares
pt_br: Você será capaz de ver suas imagens de capa no cliente pessoal na página de detalhes sob o separador 'Imagem' na tabela de participações no fundo
sk: Budete môcť vidieť svoje obrázky obálok v intranete na stránke podrobností pod záložkou 'Obrázky' v tabuľke exemplárov dole
sv: Du kan se omslagsbilderna i personalklienten på informationssidan under fliken 'Bild' i tabellen längst ner
tr: En alttaki ayırma tablosundaki 'Resim' sekmesinin altında, detay sayfasında, personel istemcide kapak resimlerinizi görebileceksiniz.
zh_tw: 從館員介面詳情頁面的館藏表下方 '封面' 分頁，可以看到您的封面

source: You will be asked to choose a Framework to base your new Framework off of, this will make it easier than starting from scratch
ar: سيطلب منك اختيار إطار لإنشاء إطارك الجديد على أساسه، سيكون هذا أسهل من البدء من نقطة الصفر
cs: Budete požádáni k volbě šablony, která bude základem nové šablony, bude to snadnější než začínat od nuly
da: Du skal vælge en struktur som grundlag for din nye struktur, det vil være nemmere end at starte fra bunden af
de: Sie werden gefragt, welches Framework Sie als Grundlage für das neue Framework verwenden möchten. Dies ist wesentlich einfacher als von Null an zu beginnen.
el: Θα σας ζητηθεί να επιλέξετε ένα Πλαίσιο στο οποίο θα βασιστεί το νέο Πλαίσιό σας, αυτό θα σας διευκολύνει περισσότερο από το να ξεκινήσετε από την αρχή
es: Se le pedirá elegir una hoja de trabajo como base de su nueva hoja de trabajo, esto lo hará más fácil que comenzar desde cero
eu: Zure lan-orriaren oinarria izango den lan-orria aukeratzeko eskatuko zaizu. Horrek lana erraztuko du, ez baita hutsetik hasiko.
fi: Sinua pyydetään valitsemaan luettelointipohja, johon uusi luettelointipohjasi perustuu, koska se on helpompaa kuin aloittaa tyhjästä
fr: On vous demande de choisir la grille sur laquelle baser la nouvelle grille, afin d'accélérer la procédure de création.
hi: आप से दूर अपने नए फ्रेमवर्क आधार के लिए एक फ्रेमवर्क का चयन करने के लिए कहा जाएगा, इस लिए यह आसान कर देगा खरोंच से शुरू करने की तुलना
it: Ti verrà chiesto di scegliere una griglia di catalogazione su cui basare la nuova griglia. Ti faciliterà la vita non dover iniziare da zero.
oc: On vous demanda de causir la grasilha sus la quala baser la novèla grasilha, afin d'accélérer la procédure de creacion.
pt: Será pedido para escolher o modelo para servir de base do novo modelo, o que é mais fácil de que começar do nada
pt_br: Você poderá escolher uma planilha para se basear para construir uma nova planilha, o que é mais fácil do que começar uma planilha do zero
sk: Dostanete výzvu, aby ste si zvolili rámec, na ktorom postavíte Váš nový rámec; toto Vám padne ľahšie ako začínať od základu
sv: Du ombeds välja ett ramverk att basera ditt nya ramverk på, detta är enklare än att börja om från början
tr: Sizden yeni Çerçevenize temel oluşturmak üzere bir Çerçeve seçmeniz istenecek, bu boş bir çerçeveye başlamaktan daha kolay olacaktır.
zh_tw: 將詢問新框架的基礎，以既有框架為基礎減輕新增框架的工作

source: You will be asked to confirm your actions before the file is imported.
eu: Fitxategia inportatu aurretik zure akzioak konfirmatzea eskatuko zaizu.
fi: Sinun pitää vahvistaa toiminnot ennen kuin tiedosto tuodaan.
hi: आप पहले फ़ाइल आयात किया जाता है अपने कार्यों की पुष्टि करने के लिए कहा जाएगा।
