Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Authority Types are MARC Frameworks for Authority records. Therefore, the rules below refer to the bibliographic frameworks.
ar: أنواع الإستناد هي قوالب مارك للتسجيلات الإستنادية. لذلك ، القاعدة أدناه تشير إلى القوالب الببليوغرافية.
cs: Typy autorit jsou šablony MARC pro záznamy autorit. Proto níže se uvedená pravidla odvolávají na bibliografické šablony.
da: Normtyper er grundlæggende MARC strukturer for normposter og derfor gælder nedenstående regler for bibliografiske strukturer.
de: Normdatentypen sind MARC-Frameworks für Normdaten. Daher verweisen die unten genannten Regeln auf die bibliographischen Frameworks.
el: Οι Τύποι Καθιερωμένων Όρων είναι Πλαίσια MARC για εγγραφές Καθιερωμένων όρων. Για το λόγο αυτό, οι παρακάτω κανόνες αναφέρονται στα βιβλιογραφικά πλαίσια.
es: Los tipos de autoridad son básicamente Hojas de trabajo MARC para registros de autoridad. Por ello las siguientes reglas se refieren a hojas de trabajo bibliográficas.
eu: Autoritate motak, funtsean, autoritate erregistroentzatko MARC lan-orriak dira, eta hori dela eta, hurrengo arauak lan-orri bibliografikoei dagozkie.
fi: Auktoriteettityypit ovat MARC-luettelointipohjia auktoriteettitietueille. Siksi alla olevat säännöt ovat samat kuin nimeketietueiden pohjissa.
fr: Les types d'autorités sont comparables aux grilles de notices bibliographiques. La plupart des règles ci-dessous font références aux grilles MARC des notices bibliographiques.
hi: प्राधिकरण प्रकार प्राधिकरण के रिकॉर्ड के लिए मार्क चौखटे हैं। इसलिए, नियमों के नीचे ग्रंथ सूची की व्यवस्थाएं करने के लिए देखें।
it: I tipi di autorità sono essenzialmente griglie di catalogazione di record di autorità. Perciò le regole seguenti si riferiscono alle griglie di catalogazione bibliografica.
oc: Les types d'autoritats son comparables a las grasilhas de notícias bibliographiques. La plupart des règlas çaijós font referéncias a las grasilhas MARC des notícias bibliograficas.
pl: Typy haseł wzorcowych są szablonami MARC dla rekordów haseł wzorcowych. Dlatego poniższe zasady odnoszą się do szablonów bibliograficznych.
pt: Tipos de autoridade são modelos MARC para registos de autoridade. Portanto, as regras a seguir referem-se aos modelos bibliográficas.
pt_br: Tipos de Autoridades são basicamente frameworks MARC para registros de Autoridades e por isso as regras a seguir referem-se a frameworks bibliográficos.
sk: Typy autorít sú vlastne rámce MARC pre záznamy autorít a vzhľadom na to nižšie uvedené pravidlá sa odvolávajú na knižničné rámce.
sv: Auktoritetstyper är MARC-ramverk för auktoritetsposter. Reglerna nedan gäller därför för de bibliografiska ramverken.
tr: Otorite türleri temel olarak Otorite kayıtlarının MARC çerçeveleridir ve Bu nedenle, bibliyografik çerçeveler için aşağıdaki kurallara bakınız.
zh_tw: 容許值類型是容許值記錄的 MARC 框架，以下的規則參照書目的框架。

source: Authority records are a way of controlling fields in your MARC records. Using authority records will provide you with control over subject headings, personal names and places.
ar: تسجيلات الاستناد هي الطريقة للتحكم بمجالات في قوالب مارك.استخدام تسجيلات الاستناد يزودك بالتحكم بكل المواضيع الأساسية,الأسماء الشخصية والأماكن
cs: Záznamy autorit jsou způsob, jak kontrolovat pole ve Vašich MARC záznamech. Použití záznamů autorit Vám umožní kontrolu nad záhlavími předmětů, osobními jmény a místy.
da: Normposter er en måde til kontrol af felter i MARC poster. Med normposter kan man kontrollere emneoverskrifter, personnavne og steder.
de: Normsätze sind ein Mittel um die Einträge in den MARC-Feldern zu normieren. Die Verwendung von Normsätzen gibt Ihnen Kontrolle über Schlagworte, Personennamen und Orte.
el: Οι εγγραφές καθιερωμένων όρων είναι ένας τρόπος για να ελέγχετε τα πεδία στις εγγραφές MARC. Οι εγγραφές καθιερωμένων όρων σας παρέχουν έλεγχο στις θεματικές επικεφαλίδες, ονόματα και στις τοποθεσίες.
es: Los registros de autoridad son una manera de controlar campos en sus registros MARC. El utilizar registros de autoridad le provee control sobre temas, nombres personales y lugares.
eu: Autoritate erregistroak MARC erregistroetan eremuak kontrolatzeko modu bat dira. Autoritate erregistroen erabilerari esker gai izenburuen, pertsona izenen eta tokien gaineko kontrola izango duzu.
fi: Auktoriteettitietueet on tapa kontrolloida MARC-tietueen kenttien sisältöä. Auktoriteettitietueiden käytöllä voit kontrolloida asiasanoja, henkilönnimiä ja paikkoja.
fr: Les notices d'autorité sont un moyen de contrôler les champs dans vos notices bibliographiques. Cela vous permet de contrôler les sujets, les noms propres par exemple.
hi: प्राधिकरण रिकॉर्ड अपने मार्क रिकॉर्ड में खेतों को नियंत्रित करने का एक तरीका है। प्राधिकरण के रिकॉर्ड का उपयोग कर आप विषय शीर्षकों, व्यक्तिगत नाम और स्थानों पर नियंत्रण के साथ प्रदान करेगा।
it: I record di autorità sono modi per controllare i campi dei tuoi record bibliografici. Usando i record di autorità, puoi uniformare nomi, soggetti, luoghi, ecc.
oc: Las notícias d'autoritat son un mejan de contrôler los camps dins vos notícias bibliograficas. Aquò vos permet de contrôler les subjèctes, les noms propres per exemple.
pl: Rekordy haseł wzorcowych są polami kontrolowanymi rekordów MARC.
pt: Registos de autoridade são uma forma de controlar campos nos registos bibliográficos. Usar registos de autoridade permite controlar assuntos, nomes de pessoas e locais.
pt_br: Registros de Autoridades são uma maneira de controlar campos nos seus registros MARC. Utilizar registros de Autoridades permite que você controle assuntos, cabeçalhos, nomes pessoais e lugares.
sk: Záznamy autorít majú za úlohu kontrolovať polia vo Vašich záznamoch MARC. Poskytujú Vám kontrolu hlavičiek predmetov, mien osôb a miest.
sv: Auktoritetsposter är ett sätt att styra fält i dina MARC-poster. Med auktoritetsposter kan du styra ämnesrubriker, personnamn och platser.
tr: Otorite kayıtları MARC kayıtlarınızdaki alanları kontrol etmenin bir yoludur. Otorite kayıtlarını kullanmak konu başlıklarının, personel isimlerinin ve konumların kontrolünün sizin elinizde olmasını sağlayacaktır.
zh_tw: 權威紀錄是一種控 MARC 紀錄欄位的方法，以權威紀錄控制主題標目、個人名稱與地名。

source: Authorized Values
ar: القيم الإستنادية
cs: Ověřené hodnoty
da: Normerede værdier
de: Normierte Werte
el: Καθιερωμένες Τιμές
es: Valores autorizados
eu: Balio baimenduak
fi: Auktorisoidut arvot
fr: Valeurs autorisées
hi: अधिकृत मान
it: Valori autorizzati
oc: Valors autorizadas
pl: Dopuszczone wartości
pt: Valores autorizados
pt_br: Valores autorizados
sk: Povolené hodnoty
sv: Auktoriserade värden
tr: Yetkili Değerler
zh_tw: 容許值

source: Authorized Values can be used in several areas of Koha. One reason you would add an authorized value category would be to control the values that can be entered into MARC fields by catalogers.
ar: القيم الإستنادية يمكن أن تستخدم في عدة مواضع في كوها . وسببٌ واحد لتضيف فئة قيمة إستنادية للتحكم بالقيم التي من الممكن أن يتم إدخالها إلى حقول مارك من قِبل المفهرسين.
cs: Ověřené hodnoty mohou být použity v několika oblastech Kohy. Jeden z důvodů pro přidání kategorie ověřené hodnoty by mohla být kontrola hodnot, které mohou být pracovníky katalogizace vloženy do polí MARC.
da: Normværdier kan bruges mange steder i Koha. En grund til at bruge en normværdi er muligheden for at kontrollere de værdier, der kan indtastes i MARC-felter under katalogisering.
de: Normierte Werte können in verschiedenen Bereichen von Koha verwendet werden. Eine Anwendung ist eine Auswahlliste mit möglichen Werten für ein bestimmtes Feld in der Katalogisierung.
el: Οι Καθιερωμένες Τιμές μπορούν να χρησιμοποιηθούν σε διάφορες περιοχές του Koha. Ένας λόγος για την προσθήκη μίας κατηγορίας καθιερωμένης τιμής θα ήταν για να ελέγξετε τις τιμές που εισάγονται στα πεδία MARC από τους καταλογογράφους.
es: Los valores autorizados pueden ser utilizados en muchas áreas de Koha. Una razón para agregar categorías de valores autorizados sería controlar los valores que pueden ser ingresados en campos MARC por los catalogadores.
eu: Valores Autorizados pueden ser utilizados en varias áreas de Koha. Una razón para agregar categorías de valores autorizados sería controlar los valores que pueden ser introducidos en campos MARC por los catalogadores.
fi: Auktorisoituja arvoja käytetään Kohassa monessa paikassa. Yksi syy lisätä auktorisoitu arvo on antaa luetteloijalle valmiit arvot, joista valita sisältö tiettyyn MARC-kenttään.
fr: Les valeurs autorisées sont utilisées un peu partout dans Koha. Utilisez les par exemple pour contrôler via une liste ce qui peut être saisi dans un champ MARC d'une notice bibliographique par les catalogueurs.
hi: अधिकृत मान Koha के कई क्षेत्रों में इस्तेमाल किया जा सकता है। एक कारण यह आप एक अधिकृत मूल्य वर्ग जोड़ना होगा मूल्यों है कि catalogers द्वारा मार्क क्षेत्रों में प्रवेश किया जा सकता को नियंत्रित करने के लिए किया जाए
it: I valori autorizzati possono essere usati in diverse aree di Koha. Una ragione per usarli è il controllo dei valori immessi dai catalogatori nei campi MARC.
oc: Las valors autorizadas son utilizadas un peu pertot dins Koha. Utilizatz les per exemple per contrôler via una lista ce qui pòt èsser sasit dins un camp MARC d'una notícia bibliografica pels catalogadors.
pl: Wartości Dopuszczone mogą być stosowane w wielu modułach systemu Koha. Jednym z powodów ich stosowania jest kontrola danych wprowadzanych do pól MARC przez katalogerów.
pt: Valores autorizados podem ser usados em diferentes áres do Koha. Uma razão para usar valores autorizados é para controlar os valores inseridos pelo catalogador no preenchido de um campo/subcampo MARC.
pt_br: Valores autorizados podem ser utilizados em muitas áreas do Koha. Uma das razões é que isto permite que você controle os valores que serão inseridos pela equipe de processamento nos campos MARC.
sk: Povolené hodnoty možno použiť v niekoľkých oblastiach Kohy. Jeden z dôvodov pre pridanie kategórie povolených hodnôt je kontrola hodnôt, ktoré zapisovatelia zadávajú do polí MARC.
sv: Auktoriserade värden kan användas inom flera områden i Koha. Ett skäl att lägga till en kategori med auktoriserade värden kan vara att styra vilka värden som kan anges i MARC-fält av katalogisatörer.
tr: Yetkili değerler Koha’nın çeşitli alanlarında kullanılabilir. Bir yetkili değer kategorisi eklemek istemenizin sebeplerinden biri , katalogcular tarafından MARC alanlarına girilebilen değerleri kontrol etmek olabilir.
zh_tw: 容許值可用於 Koha 的多個地方，主要的用途是控制鍵入 MARC 欄位的內容。

source: Authorized value
ar: قيمة الاستناد
cs: Ověřená hodnota
da: Normeret værdi
de: Normierter Wert
el: Καθιερωμένη τιμή
es: Valor autorizado
eu: Balio baimendua
fi: Auktorisoitu arvo
fr: Valeur autorisée
hi: अधिकृत मान
it: Valore autorizzato
oc: Valor autorizada
pl: Dopuszczona wartość
pt: Valor autorizado
pt_br: Valor autorizado
sk: Povolená hodnota
sv: Auktoriserat värde
tr: Yetkili değer
zh_tw: 容許值

source: Authorized value category; if one is selected, the patron record input page will only allow values to be chosen from the authorized value list.
ar: فئة قيمة المقننة ; ذا اختيرت واحدة, فإن تسجيل المستفيد سيوضع فقط في صفحة القيم المعطاة ليتم اختيارها من قائمة قيم التفويض.
cs: Kategorie ověřených hodnot; pokud je jedna zvolena, stránka zápisu záznamu o čtenáči povolí jen hodnoty vybrané z tohoto seznamu.
da: Kategori for normerede værdier; hvis der vælges en, vil lånerpost intastningssiden kun tillade, at der vælges værdier fra denne liste.
de: Kategorie für normierte Werte; wenn eine ausgewählt ist, dann können in den Benutzerdatensätzen nur Werte aus der Liste der normierten Werte ausgewählt werden.
el: Κατηγορία καθιερωμένης τιμής: αν επιλεχθεί μία, η σελίδα εισαγωγής εγγραφής μέλους θα επιτρέπει τιμές μόνο από αυτές της λίστας της καθιερωμένης τιμής.
es: Categoría de valor autorizado; si se selecciona alguno, la página de ingreso de usuarios sólo permitirá seleccionar valores de la lista de valores autorizados.
eu: Balio baimenduaren kategoria; baten bat hautatzen baduzu, bazkidearen sarrera orriak balio baimenduen zerrendan dauden balioak besterik ez hautatzen utziko du.
fi: Auktorisoitujen arvojen luokka; jos se on valittu, asiakastietojen syöttölomakkeella on käytettävissä vain alasvetovalikon arvot tietyissä kentissä.
fr: Catégorie de valeurs autorisées&nbsp;: si une catégorie est sélectionnée, la création d'un adhérent permettra la sélection d'une valeur à partir de la liste de valeurs autorisées sélectionnée.
hi: मूल्य वर्ग अधिकृत; अगर एक चयन किया जाता है, संरक्षक रिकॉर्ड इनपुट पेज केवल मूल्यों अधिकृत मूल्य सूची से चुना जा करने की अनुमति देगा।
it: Categoria di valori autorizzati; se una categoria viene selezionata, la pagina di inserimento dei dati relativi all'utente permetterà solo di scegliere da una lista di valori autorizzati.
oc: Categoria de valors autorizadas&nbsp;: se una categoria es seleccionada, la creacion d'un aderent permettra la seleccion d'una valor a partir de la lista de valors autorizadas seleccionada.
pl: Jeśli wybierzesz kategorię wartości dopuszczonej, wejściowa strona rekordu użytkownika będzie pozwalała na wybór wartości tylko z zatwierdzonej listy wartości.
pt: Categoria de valor autorizado; se for seleccionado, o página de entrada de registo de leitor só irá permitir valores a serem escolhidos da lista de valores autorizados.
pt_br: Categoria de valor autorizado; se uma for selecionada, a página de entrada de registros de usuários permitirá apenas o uso de valores escolhidos em lista de valores autorizados.
sk: Kategória povolených hodnôt; ak je jedna vybratá, stránka zápisu záznamu o čitateľovi dovolí iba hodnoty vybrané zo zoznamu povolených hodnôt.
sv: Auktoriserad värdekategori; om en väljs, så tillåter inmatningssidan för låntagare endast värden från den auktoriserade värdelistan.
tr: Yetkili değer kategorisi; bu kategorinin biri seçilirse kullanıcı veri girişi sayfası sadece yetkili değerler listesinden bu değerlerin seçilmesine izin verir.
zh_tw: 容許值範圍；選擇其中之一，讀者紀錄鍵入頁面將允許從容許值清單中選擇一個值。

source: Automatic item modifications by age configuration
el: Ρύθμιση αυτόματης τροποποίησης τεκμηρίων με βάση την ηλικία τους
eu: Elementuen modifikazio automatikoak adin-konfigurazioaren arabera
fi: Automaattinen niteiden muokkaus iän mukaan
hi: उम्र के विन्यास से स्वत: आइटम संशोधनों

source: Average loan time
ar: متوسط وقت الإعارة
cs: Průměrná délka výpůjček
da: Gennemsnitlig lånetid
de: Durchschnittliche Leihdauer
el: Μέσος όρος χρόνου δανεισμού
es: Tiempo de préstamo promedio
eu: Batez besteko mailegu denbora
fi: Keskimääräinen laina-aika
fr: Durée moyenne du prêt
hi: औसत ऋण समय
it: Durata media del prestito
oc: Durada mejana del prèst
pl: Średni okres wypożyczenia
pt: Duração média do empréstimo
pt_br: Tempo médio de empréstimo
sk: Priemerný čas pôžičky
sv: Genomsnittlig lånetid
tr: Ortalama ödünç verme zamanı
zh_tw: 平均借出時間

source: B = For Patrons/Borrowers
ar: B = للمستفيدين / المستعيرين
cs: B= Pro čtenáře
da: B = For lånere
de: B = für Kunden/Benutzer
el: B = Για Μέλη/Δανειζομένους
es: B = Para usuarios/Lectores
eu: B = Para socios
fi: B = Asiakkaille/Lainaajille
fr: B = pour les adhérents
hi: B = के लिए संरक्षक / उधारकर्ताओं
it: B = per gli utenti
oc: B = pels aderents
pl: B = Dla użytkowników
pt: B = Para leitores
pt_br: B = Para Usuários/Bibliotecas
sk: B = Pre čitateľov/požičiavateľov
sv: B = För låntagare
tr: B= Kullanıcılar/ Ödünç Alanlar İçin
zh_tw: B = 供讀者之用

source: Barcode not found
ar: لم يتم العثور على الباركود
cs: Čárový kód nenalezen
da: Stregkode ikke fundet
de: Barcode nicht gefunden
el: Δε βρέθηκε το barcode
es: Código de barras no encontrado
eu: Barra kodea ez da aurkitu
fi: Viivakoodia ei löydy
fr: Code à barres non trouvé
hi: बारकोड नहीं मिला
it: Codice a barre non trovato
oc: Còdi de barras pas trobat
pl: Nie znaleziono kodu kreskowego
pt: Não foi encontrado o código de barras
pt_br: Código de barras não encontrado
sk: Čiarový kód sa nenašiel
sv: Streckkod ej hittad
tr: Barkod bulunamadı
zh_tw: 找不到條碼號

source: Based on your selections, you may see some query information above your results table. You can also choose to export to a file that you can manipulate to your needs.
ar: بناء على اختياراتك, يمكن أن ترى بعض معلومات الاستعلام فوق جدول نتائجك. بإمكانك أيضا أن تختار ملف للتصدير ذلك يمكنك منمعالجة احتياجاتك.
cs: Na základě Vašeho výběru je možné, že uvidíte některé informace o dotazu nad tabulkou s výsledky. Můžete také vybrat, zda-li chcete výsledky exportovat do souboru, např. z důvodu dalšího zpracování.
da: Ud fra dit valg, ser du måske noget information over resultattabellen. Du kan også eksportere til en fil, som du så kan bearbejde efter ønske.
de: Ausgehend von Ihrer Auswahl werden Ihnen Informationen über der Ergebnistabelle angezeigt. Sie können sich auch entscheiden, die Datei zu exportieren und in einem anderen Programm weiter zu bearbeiten.
el: Σύμφωνα με τις επιλογές σας, μπορεί να δείτε πληροφορίες ερωτημάτων πάνω από τους πίνακες αποτελεσμάτων. Μπορείτε επίσης να επιλέξετε να εξάγετε σε ένα αρχείο το οποίο μπορείτε να χειριστείτε σύμφωνα με τις ανάγκες σας.
es: Basado en sus selecciones, Usted puede ver alguna información de búsquedas sobre su tabla de resultados. Usted puede además elegir el exportarla a un archivo el cual pueda manipular de acuerdo a sus necesidades.
eu: Basado en sus selecciones, Usted puede ver alguna información de búsquedas sobre su tabla de resultados. Usted puede además elegir el exportarla a un archivo el cual pueda manipular de acuerdo a sus necesidades.
fi: Valinnoistasi riippuu, mitä tietoja tulee tulostauluun. Voit myös valita vietäväksi tiedoston toiseen ohjelmaan, jossa sitä voi muokata.
fr: En fonction de vos choix, vous pourrez voir quelques informations sur la requête générée s'afficher au-dessus du résultat. Vous pouvez également exporter le résultat vers un fichier que vous pourrez manipuler à loisir.
hi: अपने चयन के आधार पर, आप अपने परिणाम तालिका के ऊपर कुछ प्रश्न जानकारी देख सकते हैं। तुम भी एक फ़ाइल है कि आप अपनी आवश्यकताओं के हेरफेर कर सकते हैं करने के लिए निर्यात करने के लिए चुन सकते हैं।
it: A seconda della tua selezione, potresti vedere qualche richiesta di informazioni sopra la tabella dei risultati. Potresti anche scegliere di esportare in un file da manipolare per le tue necessità
oc: En fonction de vos choix, poiretz veire qualques informacions sus la requèsta generada s'afichar au-dessus del resultat. Podètz tanben exporter lo resultat cap a un fichièr que poiretz manipuler a loisir.
pl: W zależności od wyboru, możesz zobaczyć informacje dotyczące zapytania nad tabelą wyników. Możesz również wyeksportować raport do pliku, który będziesz mógł modyfikować według potrzeb.
pt: Segundo as suas opções, pode ver mais informações sobre a tabela de resultados. Pode também exportar para um ficheiro que poderá manipular de acordo com as suas necessidades.
pt_br: Com base nas suas seleções, você pode observar algumas informações acima dos resultados. Você também pode escolher exportar para o arquivo que você possa manipular.
sk: S ohľadom na Váš výber, môžete vidieť niektoré informácie o dotazoch nad tabuľkou Vašich výsledkov. Môžete si tiež zvoliť export do súboru, s ktorým môžete manipulovať podľa Vašich potrieb.
sv: Baserat på dina val, kan du se frågeinformation ovanför resultattabellen. Du kan också välja att exportera till en fil som du kan redigera efter behov.
tr: Seçimlerinize bağlı olarak, sonuç tablonuzun üzerinde sorgulama bilgilerini görebilirsiniz. İhtiyaçlarınızı karşılayabilecek bir dosyayı dışa aktarmayı da seçebilirsiniz.
zh_tw: 根據你的選擇，可在搜尋表單之上看到部份查詢資訊，也可選擇匯出至檔案，再編輯成您的需要。

source: Basic Parameters
ar: الضوابط الأساسية
cs: Základní nastavení
da: Basisparametre
de: Basisparameter
el: Βασικές παράμετροι
es: Parámetros básicos
eu: Oinarrizko parametroak
fi: Perusasetukset
fr: Paramètres de base
hi: बुनियादी मानकों
it: Parametri di base
oc: Paramètres de basa
pl: Podstawowe parametry
pt: Parâmetros de base
pt_br: Parâmetros básicos
sk: Základné parametre
sv: Grundparametrar
tr: Temel Parametreler
zh_tw: 基本參數

source: Basket Groups
ar: مجموعات السلة
cs: Skupiny košíků
da: Bestillingsgrupper
de: Bestellgruppen
el: Ομάδες καλαθιού
es: Grupos de cestas
eu: Saski taldeak
fi: Tilausryhmät
fr: Bordereaux de commande
hi: टोकरी समूह
it: Ordini d'acquisto
oc: Registres de comanda
pl: Grupy koszyków
pt: Grupos de cestos
pt_br: Grupos de pedidos
sk: Skupiny košíkov
sv: Korggrupper
tr: Sepet Grupları
zh_tw: 採購項目群組

source: Batch Delete Items
ar: حذف دفعة المواد
cs: Dávkové mazání jednotek
da: Stabelsletning af eksemplarer
de: Stapellöschung von Exemplaren
el: Ομαδική Διαγραφή Τεκμηρίων
es: Eliminar ítems en lote
eu: Elementuak sortaka ezabatu
fi: Niteiden poisto eräajona
fr: Suppression d'exemplaires par lots
hi: हटाएँ बैच आइटम
it: Cancella copie via batch
oc: Supression d'exemplars per lòts
pl: Grupa usuniętych egzemplarzy
pt: Eliminar exemplares em lote
pt_br: Excluir itens em lote
sk: Hromadne odstrániť exempláre
sv: Satsradering av objekt
tr: Materyalleri Toplu Sil
zh_tw: 批次刪除館藏

source: Batch Item Deletions
ar: حذوفات دفعة المواد
cs: Dávkové mazání jednotek
da: Stabelsletning af eksemplarer
de: Stapellöschung von Exemplaren
el: Ομαδική Διαγραφή Τεκμηρίων
es: Eliminación de ítems en lote
eu: Eliminación de ítems en lote
fi: Niteiden poisto eräajona
fr: Suppression d'exemplaires par lots
hi: बैच आइटम हटाया जाना
it: Cancellazione copie via batch
oc: Supression d'exemplars per lòts
pl: Usuń Grupę Egzemplarzy
pt: Eliminar exemplares em lote
pt_br: Exclusão de Exemplares em Lote
sk: Hromadné odstránenia exemplárov
sv: Satsradering av objekt
tr: Toplu Materyal Silme
zh_tw: 批次館藏刪除

source: Batch Item Modifications
ar: تعديلات دفعة المواد
cs: Dávková úprava jednotek
da: Stabelændring af eksemplarer
de: Stapelbearbeitung von Exemplaren
el: Ομαδική Τροποποίηση Τεκμηρίων
es: Modificación de ítems en lote
eu: Modificación de ítems en lote
fi: Niteiden muokkaus eräajona
fr: Modification d'exemplaires par lots
hi: बैच आइटम संशोधन
it: Modificare copie via batch
oc: Modificacion d'exemplars per lòts
pl: Modyfikowanie Grup Egzemplarzy
pt: Modificar exemplares em lote
pt_br: Modificação de Exemplares em Lote
sk: Hromadné zmeny exemplárov
sv: Satsmodifiering av objekt
tr: Toplu Materyal Değişimi
zh_tw: 批次館藏修改

source: Batch Patron Modification
ar: تعديل دفعة المستفيد
cs: Dávková úprava čtenářů
da: Batchændring af lånere
de: Stapelbearbeitung von Benutzerdaten
el: Ομαδική Τροποποίηση Μελών
es: Modificación de usuarios en lote
eu: Batch Bazkidea aldatu
fi: Asiakkaiden muokkaus eräajona
fr: Modification d'adhérents par lots
hi: बैच संरक्षक संशोधन
it: Modifica utente via batch
oc: Modificacion d'aderents per lòts
pl: Modyfikuj Grupy Użytkowników
pt: Modificar leitores em lote
pt_br: Edição de usuários em lote
sk: Hromadná zmena čitateľov
sv: Satsmodifiering av låntagare
tr: Toplu Kullanıcı Modifikasyonu
zh_tw: 批次讀者修訂

source: Batch modify items
ar: تعديل المواد بالدفعة
cs: Dávková úprava jednotek
da: Stabelændring af eksemplarer
de: Stapelbearbeitung von Exemplaren
el: Ομαδική τροποποίηση τεκμηρίων
es: Modificar ítems en lote
eu: Batch elementuak eraldatu
fi: Niteiden muokkaus eräajona
fr: Modification d'exemplaires par lots
hi: संशोधित बैच आइटम
it: Modifica copie via batch
oc: Modificacion d'exemplars per lòts
pl: Grupuj zmodyfikowane egzemplarze
pt: Modificar exemplares em lote
pt_br: Modificar exemplares em lote
sk: Hromadne zmeniť exempláre
sv: Satsmodifiering av objekt
tr: Toplu Materyal Değiştir
zh_tw: 批次修改館藏

source: Batch record deletion
ar: الحذف الكمي للتسجيلات
cs: Dávkové mazání záznamů
de: Stapellöschung von Titeln
el: Ομαδική διαγραφή εγγραφών
es: Eliminación de ítems en lote
eu: Erregistro loteak ezabatu
fi: Niteiden poisto eräajona
fr: Suppression de notices par lots
hi: बैच रिकार्ड हटाना
it: Cancellazione record via batch
oc: Supression de notícias per lot
pt: Eliminar registos em lote
sk: Hromadné odstránenie záznamov
tr: Toplu kayıt silme
zh_tw: 批次刪除紀錄
