Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Once you have entered your info you can click 'Save'
ar: عند إنتهائك من إدخال معلوماتك ، بإمكانك أن تنقر على 'حفظ'
cs: Pokud jste zadali své informace, můžete kliknout na 'Uložit'
da: Indtast alle data og klik på 'Gem'
de: Geben Sie alle Daten ein und klicken Sie auf 'Speichern'
el: Μόλις εισάγετε τις απαραίτητες πληροφορίες κάντε κλικ στο 'Αποθήκευση'
es: Una vez que haya introducido su información usted puede hacer clic en 'Guardar'
eu: Zure informazioa idatzitakoan, 'Gorde' botoian klik egin dezakezu.
fi: Kun olet syöttänyt tiedot, klikkaa 'Tallenna'
fr: Quand vous avez saisi les données utiles, cliquez 'Sauvegarder'
hi: एक बार जब आप अपनी जानकारी दर्ज किया है आप 'सहेजें' क्लिक कर सकते हैं
it: Quando hai inserito il dato necessario clicca 'Salva'
oc: Quand avètz sasit las donadas utiles, clicatz 'Salvar'
pl: Jeśli chcesz zapisać wprowadzone dane, wybierz 'Zapisz'.
pt: Assim que tiver inserido toda a sua informação pode guardar
pt_br: Assim que tiver inserido toda a sua informação pode guardar
sk: Len čo máte zadanú Vašu informáciu, môžete kliknúť na 'Uložiť'
sv: När du angett informationen kan du klicka på 'Spara'
tr: Gerekli bilgileri girdikten sonra 'Kaydet' üzerine tıklayın
zh_tw: 鍵入您的資訊後，可以勾選 '儲存'

source: Once you have found the items on your shelves you can return to this list and check off the items you found to have the system update the last seen date to today.
ar: بمجرد عثورك على المواد على الرفوف يمكنك إعادتها إلى القائمة وإلغاء تحديد المواد التي عثرت عليها ليقوم النظام بتحديث تاريخ آخر مرة تمت رؤيتها إلى اليوم
cs: Pokud jste nalezli položky ve svých regálech, můžete se vrátit do seznamu a odznačit nalezené položky tak, aby systém aktualizoval datum naposledy zkontrolovaných položek na dnešek.
da: Når du har fndet eksemplarerne på hylderne, kan du vende tilbage til denne liste markere de fundne eksemplarer, så systemet kan sætte datoen for 'Sidst set' til dagens dato.
de: Nachdem Sie die Liste am Regal geprüft haben, können Sie zu hierher zurückkehren und die gefundenen Exemplare markieren, so dass anschließend für diese das 'Zuletzt gesehen'-Datum auf heute gesetzt wird.
el: Μόλις βρείτε τα τεκμήρια στα ράφια σας μπορείτε να επιστρέψετε σε αυτή τη λίστα και να ελέγξετε τα τεκμήρια που βρήκατε για να ενημερώσετε το σύστημα ότι είναι η σημερινή η τελευταία ημέρα που τα είδατε.
es: Una vez que se han encontrado los ítems en sus estanterías puede volver a esta lista y desmarcar los ítems para que el sistema se actualice de tal forma que sea hoy la fecha de última vez visto.
eu: Elementuak apaletan aurkitutakoan, zerrenda honetara itzuli zaitezke eta desautatu aurkitutako elementuak, sistemak azken aldiz itzulia gaurko datara eguneratzeko.
fi: Kun olet löytänyt niteet hyllystä, voit palata tähän listaan ja merkitä löytyneet niteet, jotta saat päivitettyä järjestelmään 'Viimeisin havainto' -päivämääräksi tämän päivän.
fr: Une fois que vous avez retrouvé les exemplaires dans les rayonnages, vous pouvez revenir à cette liste et désélectionner les exemplaires qui auront leur date vue pour la dernière fois mise à la date du jour
hi: एक बार जब आप अपने अलमारियों पर आइटम मिल गया है आप इस सूची में लौटने और आइटम आप प्रणाली आज के लिए पिछले देखा तिथि को अद्यतन करने के लिए मिला बंद की जांच कर सकते हैं।
it: Una volta che hai trovato le copie sugli scaffali, puoi tornare a questa lista e togliere la spunta alle copie trovate, per permettere al sistema di aggiornare la data a oggi
oc: Un còp qu'avètz retrobat los exemplars dins les rayonnages, podètz tornar a aquesta lista e deseleccionar los exemplars qui auront lor data vista per la darrièra fois mesa a la data del jorn
pl: Po odznaczeniu egzemplarzy znalezionych na półkach wróć do tej listy i odznacz na niej odnalezione egzemplarze, by uaktualnić informacje o tym, kiedy były ostatnio widziane.
pt: Assim que tiver encontrado os itens na prateleira, pode retornar à lista e seleccionar os itens que encontrar para que o sistema actualize a data de último acesso para hoje.
pt_br: Assim que tiver encontrado os itens na prateleira, pode retornar à lista e selecionar os itens que encontrar para que o sistema atualize a data de último acesso para hoje.
sk: Len čo máte nájdené exempláre vo Vašich poličkách, môžete sa vrátiť do zoznamu a odznačiť nájdené exempláre, aby systém aktualizoval dátum naposledy evidovaných na dnešok.
sv: När du har hittat objekten i hyllorna kan du återvända till listan och bocka av de objekt du hittade för att uppdatera 'senast sedd'-datumet till idag.
tr: Materyalinizi raflarınızda bulduğunuzda, bu listeye dönebilir ve son görüntülemeden bugüne sistemi güncellemek için bulduğunuz materyalleri ödünç verebilirsiniz.
zh_tw: 在自己的書架找到館藏後，可回到此清單並借出找到的館藏，更新最後看到日期為今天。

source: Once you have made the changes you want, you can click 'Save' and Koha will present you with the changed patron records.
ar: عندما تنتهي من إجراء التعديلات التي تريدُها ، بإمكانك النقر على 'حفظ' وسيعرض لكَ كوها تسجيلة المستفيد المُعدلَّة.
cs: Pokud jste učinili změny, můžete stisknout "Uložit" a Koha vás seznámí se změněnými záznamy čtenáře
da: Når ændringerne er lavet, kan du klikke på 'Gem' og Koha vil vise de ændrede lånerposter.
de: Nachdem Sie die Änderungen durchgeführt haben, klicken Sie auf 'Speichern' und Koha zeigt Ihnen die geänderten Benutzerdatensätze an.
el: Μόλις κάνετε τις αλλαγές που θέλετε, μπορείτε να πατήσετε 'Αποθήκευση' και το Koha θα σας εμφανίσει με τις τροποποιημένες εγγραφές μέλους.
es: Una vez haya hecho los cambios que desee, puede hacer clic en 'Guardar' y Koha le presentará los registros de usuarios modificados.
eu: Una vez haya hecho sus cambios se le presentarán los ítems resultantes.
fi: Kun olet tehnyt tarvittavat muutokset, klikkaa 'Tallenna' ja Koha näyttää sinulle muutetut asiakastietueet.
fr: Une fois fois les changements effectués, vous pouvez cliquer sur 'Enregistrer' et Koha vous affichera toutes les modifications apportées à l'adhérent.
hi: एक बार जब आप परिवर्तन आप चाहते हैं बनाया है, तो आप 'सहेजें' क्लिक कर सकते हैं और Koha बदल संरक्षक रिकॉर्ड के साथ पेश करेंगे।
it: Una volta fatti i cambiamenti, clicca 'Salva' e ti saranno presentati gli utenti modificati.
oc: Un còp fois los cambiaments efectuats, podètz clicar sus 'Enregistrar' e Koha vous aficharà totas las modificacions apportadas a l'aderent.
pt: Depois de fazer as alterações necessárias, pode carregar em 'Guardar' e o Koha irá mostrar os registos de leitor alterados.
pt_br: Quando você tiver feito todas as alterações, você pode clicar em 'Salvar' e o Koha irá apresentá-lo com as alterações feitas nos registros de usuários.
sk: Len čo vykonáte zmeny, môžete kliknúť na tlačidlo 'Uložiť' a Koha vám zobrazí zmenené záznamy čitateľov.
sv: När du har gjort de ändringar du vill klickar du på 'Spara', du får då se de ändrade låntagarposterna.
tr: İstediğiniz değişiklikleri yaptıktan sonra, 'Kaydet'e tıklayabilirsiniz ve Koha size değiştirilmiş kullanıcı kayıtlarını sunacaktır.
zh_tw: 改變之後，勾選 '儲存'，Koha將出現改變後的讀者紀錄。

source: Once you have made you changes you will be presented with the resulting items.
ar: عند إنهائك من عمل التعديلات فإنه سيُعرض لكَ المواد الناتجة.
cs: Pokud jste učinili změny, budete seznámeni s výslednými položkami.
da: Når ændringerne er lavet, vises de resulterende eksemplarer.
de: Nachdem Sie Ihre Änderungen vorgenommen haben, wird die geänderten Exemplare angezeigt.
el: Μόλις κάνετε τις αλλαγές θα σας παρουσιαστούν τα τεκμήρια που προκύπτουν.
es: Una vez haya hecho sus cambios se le presentarán los ítems resultantes.
eu: Una vez haya hecho sus cambios se le presentarán los ítems resultantes.
fi: Kun olet tehnyt muutokset, saat näyttöön muutetut niteet.
fr: Une fois fois les changements faits, les exemplaires sont affichés.
hi: एक बार जब आप बना दिया है आप परिवर्तनों को आप जिसके परिणामस्वरूप आइटम के साथ प्रस्तुत किया जाएगा।
it: Una volta fatti i cambiamenti, ti saranno presentate le copie risultanti.
oc: Un còp fois los cambiaments faits, los exemplars son afichats.
pt: Depois de fazer as alterações necessárias serão mostrados os exemplares resultantes.
pt_br: Quando você tiver feito todas as alterações você pode apresentá-las com os resultados de busca.
sk: Hneď po vykonaní zmien sa Vám zobrazia výsledné exempláre.
sv: När du gjort ändringarna visas de uppdaterade posterna.
tr: Değişikliklerinizi yaptığınızda, size sonuçlanan materyaller sunulacaktır.
zh_tw: 改變之後，將出現結果館藏。

source: Once you have made your choices, click the 'Move unreceived orders' button. You will be presented with a dialog box that says 'You have chosen to move all unreceived orders from 'Budget X' to 'Budget Y'. This action cannot be reversed. Do you wish to continue?' Budget X is the budget to be closed and Budget Y is the selected budget.
ar: بمجرد القيام بالاختيارات، قم بالنقر على زر "نقل الطلبيات غير المستلمة". سيظهر لك مربع حواري يقول "لقد قمت باختيار نقل جميع الطلبيات غير المستلمة من "الميزانية س" إلى "الميزانية ص". لا يمكن التراجع عن هذا الإجراء. هل ترغب في الاستمرار؟" الميزانية س هي الميزانية التي سيتم إغلاقها والميزانية ص هي الميزانية المحددة.
de: Wenn Sie ihre Auswahl getroffen haben, klicken Sie die 'Nicht zugegangene Bestellungen umbuchen'-Schaltfläche. Es erscheint der Hinweis 'Sie haben entschieden, alle nicht zugegangenen Bestellungen von 'Etat X' nach 'Etat Y' zu verschieben. Dieser Vorgang kann nicht rückgangig gemacht werden. Weiter?' Etat X ist der Etat, der geschlossen wird, Etat Y ist der ausgewählte Etat.
es: Una vez ha realizado sus elecciones, haga clic en el botón 'Mueva pedidos sin recibir'. Se le presentará un cuadro de diálogo que dice: 'Usted ha elegido mover todos los pedidos sin recibir desde 'Presupuesto X' a 'Presupuesto Y'. Esta acción no puede ser revertida. ¿Desea continuar?' Presupuesto X es el presupuesto que se va ha cerrar y Presupuesto Y es el presupuesto seleccionado.
fi: Kun olet tehnyt valintasi, klikkaa 'Siirrä vastaanottamattomat tilaukset'. Saat kysymyksen 'Olet valinnut kaikki vastaanottamattomat tilaukset siirrettäväksi 'Budjetistä X' 'Budjettiin Y'. Tätä toimintoa ei voi peruuttaa. Haluatko jatkaa?' Budjetti X on suljettava budjetti ja Budjetti Y on valittu budjetti.
hi: एक बार जब आप अपने विकल्पों को बना दिया है, बटन 'unreceived के आदेश ले जाएँ' पर क्लिक करें। आप एक संवाद बॉक्स का कहना है कि 'बजट वाई' के लिए 'बजट एक्स' 'आप सब से unreceived आदेशों स्थानांतरित करने के लिए चुना है के साथ प्रस्तुत किया जाएगा। इस कार्रवाई के उलट नहीं किया जा सकता है। क्या आप जारी रखना चाहते हैं?' बजट एक्स बजट को बंद किया जा रहा है और बजट Y चयनित बजट है।
it: Una volta fatta la tua scelta, clicca sul bottone ' Muovi ordini non ricevuti'. Ti si aprirà un finestra di dialogo che dirà 'Hai scelto di spostare tutti gli ordini non ricevuti dal 'Budget X' al 'Budget Y'. Questa azione è irreversibile. Vuoi continuare?' Budget X è il budget che verrà chiuso e Budget Y è il Budget è il budget selezionato.
sk: Po dokončení vašich nastavení, kliknite na tlačidlo 'Presunúť neprijaté objednávky'. Zobrazí sa vám dialógové okno s hlásením 'Vybrali ste si presunúť všetky neprijaté objednávky z 'Rozpočtu X' do 'Rozpočtu Y'. Táto akcia sa nedá vrátiť. Chcete pokračovať?' Rozpočet X je uzatváraný rozpočet a Rozpočet Y je zvolený rozpočet.
tr: Seçimlerinizi yaptıktan sonra 'Teslim alınmayan siparişleri taşı' butonuna tıklayın. Ekrana 'Tüm teslim alınmayan siparişleri 'Budget X' bütçesinden 'Budget Y' bütçesine taşımayı seçtiniz, bu işlem geri alınamaz. Devam etmek istiyor musunuz? diyalog kutusu gelecektir. Budget X kapatılacak bütçe ve Budget Y ise seçilen bütçedir.

source: Once you have made your edits (via either method) you can click 'Save' at the top left of the editor.
ar: عند إنتهائك من عمل تعديلاتك (من خلال الطريقة) بإمكانك ان تنقر على 'حفظ' في أعلى يمين المحرر.
cs: Pokud jste dokončili úpravy (jakoukoliv metodou), můžete kliknout na 'Uložit', nahoře vlevo v editoru.
da: Når ændringer er lavet (med en af metoderne), klik på 'Gem' øverst i editoren.
de: Nachdem Sie alle Änderungen vorgenommen haben (egal auf welche Weise), klicken Sie auf 'Speichern' in der oberen linken Ecke des Editors.
el: Μόλις κάνετε τις επεξεργασίες σας (μέσω οποιασδήποτε μεθόδου) μπορείτε να κάνετε κλικ στο 'Αποθήκευση' πάνω αριστερά από τον επεξεργαστή.
es: Una vez haya editado (por cualquier método) puede hacer clic en 'Guardar' arriba a la izquierda del editor.
eu: Una vez haya editado (por cualquier método) puede hacer clic en 'Guardar' arriba a la izquierda del editor.
fi: Kun olet tehnyt muokkaukset, klikkaa 'Tallenna' ylhäällä vasemmalla.
fr: Quand vous avez saisi les données utiles, cliquez 'Sauvegarder'
hi: एक बार जब आप अपने संपादन (या तो विधि के माध्यम से) बना दिया है आप संपादक की बाईं शीर्ष पर 'सहेजें' क्लिक कर सकते हैं।
it: Quando hai finito le modifiche, clicca 'Salva'.
oc: Quand avètz sasit las donadas utiles, clicatz 'Salvar'
pl: Po modyfikacji kliknij 'Zapisz' u góry, po lewej stronie edytora.
pt: Assim que proceder às alterações (via qualquer método) pode carregar em 'Guardar' no topo esquerdo do editor.
pt_br: Quando você tiver feito todas as edições, você pode clicar em 'Salvar' no topo do editor.
sk: Hneď po dokončení úprav (ktorýmkoľvek spôsobom), môžete kliknúť na 'Uložiť' vľavo navrchu editora.
sv: När du gjort dina ändringar (med någon av metoderna) kan du klicka på 'Spara' längst upp till vänster i redigeraren.
tr: Düzenlemelerinizi yaptığınızda (ya da metot yoluyla), metin düzenleyicinin en üst solundaki 'Kaydet'e tıklayabilirsiniz.
zh_tw: 編輯之後(任何方式均可)，可按下編輯器左上方的 '儲存' 鈕。

source: Once you have made your edits, click the 'Save Changes' button. You will be brought to a list of your existing budgets.
ar: عند إنتهائك من عمل تعديلاتك، انقر على زر 'حفظ التغييرات'. سيُجلب لكَ قائمة من ميزانياتك الحالية.
cs: Pokud jste dokončili úpravy, klikněte na tlačítko 'Uložit změny'. Budete přeneseni do seznamu stávajících rozpočtů.
da: Når du har lavet ændringerne, klik på knappen 'Gem ændringer'. Du kommer så til en liste med eksisterende budgetter.
de: Klicken Sie auf 'Änderungen speichern', wenn sie Ihre Änderungen gemacht haben. Es wird eine Liste aller Etats angezeigt.
el: Μόλις κάνετε τις αλλαγές σας, πατήστε το κουμπί 'Αποθήκευση Αλλαγών'. Θα μεταφερθείτε σε μια λίστα με τους υπάρχοντες προϋπολογισμούς σας.
es: Una vez que haya editado, haga clic en el botón 'Guardar cambios'. Será conducido a una lista de sus presupuestos existentes.
eu: Editatu ondoren, egin klik 'Gorde aldaketak' botoian. Existitzen diren aurrekontuen zerrendara joango zara.
fi: Kun olet tehnyt muokkaukset, klikkaa 'Tallenna muutokset'. Pääset olemassa olevien budjettiesi listaan.
fr: Une fois effectué vos modifications, cliquez sur le bouton 'Enregistrer'. Vous serez ramené à la liste de vos budgets existants.
hi: एक बार जब आप अपने संपादन किया है, 'परिवर्तन सहेजें' बटन पर क्लिक करें। आप अपने मौजूदा बजट की एक सूची के लिए लाया जाएगा।
it: Quando ha fatto le tue modifiche, clicca su 'Salva modifiche'. Ti sarà fornita la lista dei budget esistenti
oc: Un còp efectuat vòstras modificacions, clicatz sul boton 'Enregistrar'. Seretz rmenat cap a la lista de vos budgèts existants.
pl: Po zmodyfikowaniu kliknij 'Zapisz zmiany'. Wyświetli się lista istniejących budżetów.
pt: Assim que terminar a edição, pode carregar no botão 'Guardar alterações'. Será mostrada a lista os orçamentos existentes.
pt_br: Assim que terminar a edição, pode carregar no botão 'Guardar alterações'. Será mostrada a lista os orçamentos existentes.
sk: Len čo ste dokončili úpravy, kliknite na tlačidlo 'Uložiť zmeny'. Prenesiete sa tak k zoznamu Vašich existujúcich rozpočtov.
sv: När du har gjort ändringarna klickar du på knappen 'Spara ändringar'. Då visas en lista med befintliga budgetar.
tr: Düzenlemeleri yaptıktan sonra, 'Değişiklikleri Kaydet' butonuna tıklayınız. Daha sonra, mevcut bütçe listenize yönlendirileceksiniz.
zh_tw: 編輯完成後，按下 '儲存改變' 鈕，進入既有預算的清單。

source: Once you have saved your changes you new library will appear in the top right.
ar: عند حفظك لتغييراتك ، مكتبتك الجديدة سوف تظهر في أعلى اليسار.
cs: Hned po uložení vašich změn se nahoře vpravo objeví nová Knihovna.
da: Når ændringer er gemt, vises det nye bibliotek øverst til højre.
de: Nachdem Sie die Änderungen gespeichert haben, wird die neue Bibliothek in der oberen rechten Ecke angezeigt.
el: Μόλις αποθηκεύσετε τις αλλαγές, η νέα σας βιβλιοθήκη θα εμφανιστεί πάνω δεξιά.
es: Una vez haya hecho sus cambios su nueva biblioteca aparecerá arriba a la derecha.
eu: Una vez haya hecho sus cambios su nueva biblioteca aparecerá arriba a la derecha.
fi: Kun olet tallentanut muutoksesi, uusi kirjastosi näkyy oikeassa yläreunassa.
fr: Quand vous avez enregistré vos changements, votre nouveau site apparaît en haut à droite.
hi: आप नए पुस्तकालय शीर्ष सही में दिखाई देगा एक बार जब आप अपने परिवर्तनों को बचाया है।
it: Quando hai finito le modifiche, la nuova biblioteca apparirà in alto a destra.
oc: Quand avètz enregistrat vos cambiaments, vòstre novèl site apareis amont a dreita.
pl: Po zatwierdzeniu zmiany ustawisz wybraną bibliotekę.
pt: Assim que tiver guardado as alterações a nova biblioteca aparecerá no topo direito.
pt_br: Quando vocẽ tiver salvo suas alterações, sua nova biblioteca irá aparecer no topo direito.
sk: Hneď po uložení Vašich zmien sa Vaša nová knižnica objaví vpravo hore.
sv: När du sparat dina ändringar visas ditt nya bibliotek i det övre högra hörnet.
tr: Değişikliklerinizi kaydettiğinizde, yeni kütüphaneniz sağ en üstte gözükecektir.
zh_tw: 儲存改變後，您的新圖書館將出現在右上角。

source: Once you have saved your new profile, you can return to the list of templates and choose to edit the template that this profile is for.
ar: عند حفظك لملفك الجديد ، بإمكانك أن تعود لقائمة القوالب ، وأن تختار لتعديل القالب الذي ينتمي له هذا الملف.
cs: Pokud jste uložili váš nový profil, můžete se vrátit do seznamu šablon a vybrat úpravu šablony pro kterou je tento profil.
da: Når du har gemt din nye profil, kan du vende tilbage til listen med skabeloner og editere skabelonen til denne profil.
de: Nachdem Sie Ihr neues Profil gespeichert haben, können Sie zu der LIste der Templates zurückkehren und das Template für dieses Profil bearbeiten.
el: Μόλις αποθηκεύσεστε το νέο σας προφίλ, μπορείτε να επιστρέψετε στη λίστα με τα πρότυπα και επιλέξετε να επεξεργαστείτε το πρότυπο στο οποίο είναι αυτό το προφίλ.
es: Una vez que haya guardado el nuevo perfil, puede volver a la lista de plantillas y editar la plantilla del perfil.
eu: Zure profil berria gordetakoan, txantiloi zerrendara itzul zaitezke eta profil honi dagokion txantiloa editatu.
fi: Kun olet tallentanut uuden profiilisi, voit palata pohjien listaan ja muokata pohjaa, jota varten tämä profiili on tehty.
fr: Une fois que vous avez enregistré votre nouveau profil; vous pouvez retourner à la liste des modèles et choisir de modifier le modèle correspondant à ce profil.
hi: एक बार जब आप अपने नए प्रोफ़ाइल को बचाया है, आप टेम्पलेट की सूची में लौटने और है कि इस प्रोफ़ाइल के लिए है टेम्पलेट को संपादित करने के लिए चुन सकते हैं।
it: Una volta che hai salvato il tuo nuovo profilo, puoi tornare alla lista dei templates e scegliere di modificare il template che usa questo profilo.
oc: Un còp qu'avètz enregistrat vòstre novèl profil; podètz retourner a la lista des modèls e causir de modificar lo modèl correspondent a ce profil.
pl: Jeśli zapisano nowy profil, możesz wrócić do listy szablonów i wybrać do modyfikowania szablon, do którego należy ten profil.
pt: Após guardar o seu novo perfil, pode voltar a lista de modelos e editar o modelo para que use o perfil criado.
pt_br: Após guardar o seu novo perfil, pode voltar a lista de modelos e editar o modelo para que use o perfil criado.
sk: Len čo uložíte Váš nový profil, môžete sa vrátiť k zoznamu šablón a zvoliť úpravu šablóny, pre ktorú slúži tento profil.
sv: När du sparat din nya profil, kan du återgå till listan med mallar och välja att redigera mallen som den här profilen är till för.
tr: Yeni profilinizi kaydettiğinizde, şablonlar listesine dönebilir ve bu profil için olan şablonu düzenlemeyi seçebilirsiniz.
zh_tw: 儲存新的設定檔後，可回到模板清單並選擇編輯該模板。
