Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: In the form that appears above the calendar, enter the closing information (for more info on each option click the question mark [?] to the right of the option)
ar: في النموذج الذي يظهر أعلى التقويم ، أدخل معلومات الإغلاق (لمزيد من المعلومات انقر على علامة الإستفهام [؟] على يسار الخيار)
cs: Do formuláře, který se zobrazí nad kalendářem, zadejte informace o zavření (pro více informací o každé možnosti klikněte na otazník [?] napravo od ní)
da: I den formular, der vises over kalenderen indtastes information om lukkedagen (for mere info om hver option klik på spørgsmålstegnet [?] ttil højre for hver)
de: Geben Sie die Informationen zum Schließtag im Formular ein, das oberhalb des Kalenders eingeblendet wird. Klicken Sie auf das Fragezeichen [?] rechts neben den Optionen für weitere Informationen
el: Στη φόρμα που εμφανίζεται πάνω από το ημερολόγιο, εισάγετε τις πληροφορίες κλεισίματος (για περισσότερες πληροφορίες που αφορούν την κάθε επιλογή πατήστε το ερωτηματικό [;] δεξιά της επιλογής)
es: En el formulario que aparece sobre el calendario, ingrese la información de cierre (para más información sobre cada opción haga clic sobre el signo de pregunta [?] a la derecha de cada opción)
eu: En el formulario que aparece sobre el calendario, ingrese la información de cierre (para más información sobre cada opción, haga clic en el signo de interrogación [?] a la derecha de la opción)
fi: Syötä kalenterin yläpuolelle avautuvaan lomakkeeseen tiedot kiinniolosta (jokaisesta vaihtoehdosta saat lisätietoja klikkaamalla kysymysmerkkiä [?] vaihtoehdon oikealla puolella)
fr: Dans le formulaire qui apparaît au-dessus du calendrier, saisissez les informations de fermeture (Pour plus d'informations sur chaque option, cliquez sur le point d'interrogation [?] )
hi: फार्म का है कि कैलेंडर के ऊपर प्रकट होता है, समापन जानकारी दर्ज (प्रत्येक विकल्प के बारे में अधिक जानकारी के लिए विकल्प के अधिकार के लिए क्लिक करें सवालिया निशान [?])
it: Inserisci le informazioni per le chiusure nel form che sta sopra il calendario (per maggiori informazioni clicca il [?] sulla destra)
oc: Dins lo formulari qu'apareis au-dessus del calendièr, sasissètz les informacions de tampadura (Per plus d'informacions sus cada opcion, clicatz sul punt d'interrogation [?] )
pt: No formulário que aparece acima do calendário, insira a informação de fecho (para mais informações em cada opção carregue em [?] à direita de cada uma delas)
pt_br: No formulário que aparece debaixo do calendário, insira a informação de fechamento (para mais informações sobre cada opção, clique no sinal de interrogação [?] à direita da opção)
sk: Vo formulári nad kalendárom zadajte informáciu o zatvorení (pre viac informácií o každej možnosti kliknite na otáznik [?] napravo od možnosti)
sv: I formuläret som visas ovanför kalendern anger du stängningsinformationen (för mer information om varje alternativ klickar du på frågetecknet [?] till höger om alternativet)
tr: Takvimin üst kısmında yer alan forma kapanış bilgisini girin. (Her seçenek için daha fazla bilgi almak için, seçeneğin sağ tarafında bulunan soru işareti (?) üzerine tıklayın)
zh_tw: 從行事曆上方的表單鍵入閉館資訊 (點選選項右方的問號可知詳情)

source: In the form that appears you need to enter at least a date to search by.
ar: في النموذج الذي يظهر تحتاج لأن تدخل على الأقل تاريخاً لتبحث به.
cs: Do formuláře musíte zadat alespoň datum, podle kterého lze vyhledávat.
da: I den formular, der vises indtastes mindst en dato, der skal søges efter.
de: In der Suchmaske muss mindestens ein Datum angegeben werden.
el: Στη φόρμα που εμφανίζεται πρέπει να βάλετε το λιγότερο μία ημερομηνία για αναζήτηση.
es: En el formulario que aparece debe ingresar al menos la fecha desde la que se buscará.
eu: En el formulario que aparece debe ingresar al menos la fecha desde la que se buscará.
fi: Syötä avautuvaan lomakkeeseen ainakin päivämäärä, jota etsitään.
fr: Dans le formulaire qui s'affiche, entrez au moins une date sur laquelle faire la recherche.
hi: प्रदर्शित फ़ॉर्म में आपके द्वारा खोज करने के लिए कम से कम एक तिथि में प्रवेश करने की जरूरत है।
it: Nel form che appare devi inserire almeno una data da cercare.
oc: Dins lo formulari qui s'aficha, entratz al mens una data sus la quala faire la recèrca.
pl: Zawężenie wyników wyszukiwania datą, wyświetli wszystkie prenumeraty, które kończą się przed wprowadzoną datą.
pt: No formulário que aparece insira pelo menos a data a pesquisar.
pt_br: No formuário qua aparece você precisa digitar ao menos uma data para pesquisar.
sk: V zobrazenom formulári musíte zadať aspoň dátum, podľa ktorého treba hľadať.
sv: I formuläret som visas måste du ange minst ett datum att söka efter.
tr: Gözüken formda arama yapmak için en azından bir tarih girmek durumundasınız.
zh_tw: 在出現的表單裡至少鍵入一個日期供搜尋。

source: In the form that appears you want to enter the basics about your fund.
de: In der angezeigten Maske können Sie die Informationen zu Ihrem Etat eintragen.
el: Στη φόρμα που εμφανίζεται πρέπει να εισάγετε τις βασικές πληροφορίες για το κεφάλαιο.
es: En el formulario que aparece, usted querrá ingresar los datos básicos sobre su fondo.
eu: Agertzen den formularioan, funtsari buruzko oinarrizko datuak sartu nahi izango dituzu
fi: Syötä avautuvaan lomakkeeseen tilisi perustiedot.
hi: दिखाई देने वाले फ़ॉर्म में आप अपने फंड के बारे में मूल बातें प्रवेश करना चाहते हैं।
it: Nel form che appare puoi inserire le informazioni di base riguardo il tuo fondo.
oc: Dins lo formulari qui s'aficha, entratz las informacions de basa concernant votre pòste budgètari.
sk: V danom formulári môžete zadať základné informácie o vašom fonde.
tr: Ekrana gelen forma fonunuz ile ilgili temel bilgileri girin.

source: In the form that appears, enter the information provided by your vendor.
el: Στη φόρμα που εμφανίζεται εισάγετε τις πληροφορίες που παρέχονται από τον προμηθευτή.
eu: Agertzen den formularioan, sar ezazu ornitzaileakemandako informazioa.
fi: Syötä avautuvaan lomakkeeseen toimittajan antamat tiedot.
hi: प्रपत्र प्रकट होता है, अपने विक्रेता द्वारा उपलब्ध कराई गई जानकारी दर्ज करें।

source: In the message body feel free to type whatever message you feel is best, use the fields on the left hand side to enter individualized data from the from database.
ar: في جسد الرسالة كن حراً بكتابة أي رسالة تشعر بأنها الأفضل ، استخدم الحقول على الجانب اليميني لتدخل بيانات فردية من قاعدة البيانات
cs: Text zprávy se nebojte zapsat tak, jak si myslíte, že je to nejlepší. Použijte pole dostupná po levé straně k vložení údajů z databáze.
da: I beskedteksten kan du skrive hvad du vil, brug felterne i venstre side til at indsætte individualiserede data fra databasen.
de: Innerhalb der Benachrichtigung können Sie den Text frei formulieren. Verwenden Sie die Felder auf der linken Seite um Felder aus der Datenbank in Ihren Text einzufügen.
el: Στο μήνυμα γράψτε το μήνυμά σας, χρησιμοποιήστε τα πεδία στα αριστερά για να εισάγετε εξατομικευμένα δεδομένα από τη βάση δεδομένων της φόρμας.
es: En el cuerpo del mensaje escriba cualquier mensaje que considere apropiado, utilice los campos a la izquierda para incorporar datos individualizados desde la base de datos.
eu: En el cuerpo del mensaje escriba cualquier mensaje que considere apropiado, utilice los campos a la izquierda para incorporar datos individualizados desde la base de datos.
fi: Viestin runkoon voit kirjoittaa viestisi siten kuin haluat, käytä kenttiä vasemmalla syöttämään yksittäistä dataa tietokannasta.
fr: Placez ce qui vous semble bon dans le corps du message. Utilisez les champs proposés sur la gauche afin de personnaliser vos courriels.
hi: संदेश के मुख्य भाग में टाइप करने के लिए जो भी संदेश आप सबसे अच्छा है लग रहा है, डेटाबेस से व्यक्तिगत डेटा दर्ज करने के बाएं हाथ की ओर के खेतों का उपयोग के लिए स्वतंत्र महसूस।
it: Nel corpo del messaggio scrivi ciò che ritieni megli, usa i campi sulla sinistra per inserire dati dal database.
oc: Placez ce qui vous semble bon dins lo còs del messatge. Utilizatz los camps prepausats sus la esquèrra per fin de personnaliser vos corrièrs electronics.
pt: No corpo da mensagem esteja a vontade para escrever a mensagem que acha ideal, usando os campos à esquerda para introduzir dados directamente da base de dados.
pt_br: No corpo da mensagem, sinta-se a vontade para escrever a mensagem que desejar. Utilize os campos no lado esquerdo para incluir dados individualizados extraídos da base de dados.
sk: V hlavnej časti správy môžete písať čokoľvek chcete, pričom môžete použiť polia naľavo pre vloženie jednotlivých údajov z databázy.
sv: I meddelandetexten kan du skriva det meddelande som är lämpligast för ditt bibliotek, använd fälten på vänster sida för att ange personspecifika data från databasen.
tr: Mesaj yapısında en iyi mesaj türünün hangisi olacağı konusunda istediğinize karar verebilirsiniz, kişiselleştirilmiş veriyi veri tabanından girmek için sol taraftaki alanları kullanın.
zh_tw: 在訊息本體裡，可以鍵入任何訊息，使用左手邊的欄位鍵入來自資料庫的個別資料。

source: In the order form that pops up, you will not be able to edit the catalog details
ar: في نموذج الطلب المنبثق ، لن تتمكن من تحرير تفاصيل الفهرس
cs: Ve vyskakovacím formuláři objednávek není možné upravovat detaily katalogu
da: I den bestillingsformular, der vises, kan man ikke editere katalogets detaljer
de: Im sich öffnenden Formular können Sie die Titeldaten bearbeiten
el: Στη φόρμα παραγγελίας που εμφανίζεται, δεν θα έχετε τη δυνατότητα να επεξεργαστείτε τις λεπτομέρειες καταλόγου
es: En el formulario de pedido que aparece, no podrá editar los detalles del catálogo
eu: Agertzen den eskera inprimakian ezingo dituzu katalogoaren xehetasunak editatu
fi: Avautuvalla tilauslomakkeella et voi muokata nimeketietoja
fr: Dans le formulaire de commande qui apparaît, vous ne pourrez pas modifier le détail de la notice.
hi: आदेश फार्म है कि ऊपर चबूतरे में, आप सूची विवरण को संपादित करने में सक्षम नहीं होगा
it: Nella form di ordine che apparirà, non sarai in grado di modificare i dettagli catalografici
oc: Dins lo formulari de comanda qui apparaît, vous ne pourrez pas modificar lo detalh de la notícia.
pl: W tym formularzu zamówień nie można modyfikować informacji katalogowych
pt: No formulário da encomenda que é mostrado, não poderá editar os detalhes de catálogo
pt_br: No formulário de pedido que surgir você não poderá editar detalhes do catálogo
sk: Vo vyskakovacom objednávkovom formulári nebudete môcť upravovať detaily o katalógu
sv: I beställningsformuläret som visas kan du inte redigera kataloginformationen
tr: Açılan sipariş formunda katalog ayrıntılarını düzenlemeniz mümkün olmayacaktır.
zh_tw: 不能從彈出來的訂閱表單裡編輯目錄詳情

source: In the order form that pops up, you will not be able to edit the catalog details.
ar: في نموذج الطلب المنبثق ، لن تتمكن من تحرير تفاصيل الفهرس
cs: Ve vyskakovacím formuláři objednávek není možné upravovat detaily katalogu.
da: I den bestillingsformular, der vises, kan man ikke editere katalogets detaljer.
de: Im sich öffnenden Formular können Sie die Titeldaten bearbeiten.
el: Στη φόρμα παραγγελίας που εμφανίζεται, δεν θα έχετε τη δυνατότητα να επεξεργαστείτε τις λεπτομέρειες καταλόγου.
es: En el formulario de pedido que aparece, no podrá editar los detalles del catálogo.
eu: En el formulario de pedido que aparece, usted no será capaz de editar los detalles del catálogo.
fi: Avautuvalla tilauslomakkeella et voi muokata nimeketietoja
fr: Dans le formulaire de commande qui apparaît, vous ne pourrez pas modifier le détail de la notice.
hi: आदेश फार्म है कि ऊपर चबूतरे में, आप सूची विवरण को संपादित करने में सक्षम नहीं होगा।
it: Nella form di ordine che apparirà, non sarai in grado di modificare i dettagli catalografici
oc: Dins lo formulari de comanda qui apparaît, vous ne pourrez pas modificar lo detalh de la notícia.
pl: W wyświetlanym formularzu zamówień nie można modyfikować danych bibliograficznych.
pt: No formulário da encomenda que é mostrado, não poderá editar os detalhes de catálogo.
pt_br: No formulário de pedido que surgir você não poderá editar detalhes do catálogo.
sk: Vo vyskakovacom objednávkovom formulári nebudete môcť upravovať detaily o katalógu.
sv: I beställningsformuläret som visas kan du inte redigera kataloginformationen.
tr: Açılan sipariş formunda katalog ayrıntılarını düzenlemeniz mümkün olmayacaktır.
zh_tw: 不能從彈出來的訂閱表單裡編輯目錄詳情。

source: In the window that pops up search for the patrons you'd like to notify and click 'Select'
eu: Agentzen den leihoan bila itzazu jakinarazi nahi dituzun erabiltzaileak eta klik egin 'Aukeratu'-n
fi: Hae avautuvassa ikkunassa asiakkaita, joille haluat lähettää ilmoituksen ja klikkaa 'Valitse'
hi: खिड़की है कि संरक्षक के लिए खोज आप को सूचित करें और क्लिक करने के लिए करना चाहते ऊपर चबूतरे में 'चुनें'

source: In your results you will see all subscriptions that will expire before the date you entered. From there you can choose to view the subscription further or renew it in one click.
ar: في نتائجك سترى كل الاشتراكات التي ستنتهي قبل التاريخ المُدخَل. من هناك يمكنك أن تختار لعرض الاشتراك أو لتجدده بنقرة واحدة.
cs: Ve výsledcích se zobrazí všechna předplatná, která vyprší před zadaným datem. Lze v nich zobrazit více detailů nebo jedním kliknutím předplatné obnovit.
da: I resultaterne vises alle abonnementer, som udløber før den indtastede dato. Herfra kan man vælge om man vil se nærmere på abonnementet eller forny det med et klik.
de: In der Ergebnisliste sehen Sie alle Abonnements, die vor dem angegebenen Datum ablaufen. Von hier können Sie dann mit einem Klick entscheiden, ob das Abonnement verlänegert werden soll.
el: Στα αποτελέσματα θα δείτε όλες τις συνδρομές που θα λήξουν πριν τη μέρα που δώσατε. Από εκεί μπορείτε να επιλέξετε να δείτε περαιτέρω πληροφορίες για τη συνδρομή ή να την ανανεώσετε με ένα κλικ.
es: En sus resultados verá todas las suscripciones que expirarán antes de la fecha ingresada. Desde aquí puede seleccionar ver mas de la suscripción o renovarlas con un clic.
eu: En sus resultados verá todas las suscripciones que expirarán antes de la fecha ingresada. Desde aquí puede seleccionar ver más de la suscripción o renovarlas con un clic.
fi: Hakutuloksessasi näet kaikki tilaukset, jotka päättyvät ennen syöttämääsi päivämäärää. Voit valita tilauksen tarkempaan tarkasteluun tai uusia sen yhdellä klikkauksella.
fr: Le résultat présente tous les abonnements qui expirent avant la date saisie. A partir de là, vous pouvez voir le détail d'un abonnement ou bien le renouveler en un clic.
hi: अपने परिणामों में आप सभी सदस्यता उस तारीख से पहले आपके द्वारा दर्ज समाप्त हो जाएगा देखेंगे। वहां से आप आगे सदस्यता देखने या एक क्लिक में यह नवीनीकृत करने के लिए चुन सकते हैं।
it: Nei risultati vedrai tutti gli abbonamenti che scadono prima della data che hai specificato. Potrai vedere l'abbonamento nei dettagli o rinnovarlo con un click.
oc: Lo resultat presenta totes los abonaments qui expirent avant la data sasida. A partir de là, podètz veire lo detalh d'un abonament o bien lo renovelar en un clic.
pl: Przy każdym tytule wyświetli się opcja 'Modyfikuj' i 'Odnów'.
pt: Nos resultados verá todas as assinaturas que expiram antes da data que inseriram. A partir deste ponto podem ver a assinatura ou renovar com apenas um clique.
pt_br: Nos resultados você verá todas as assinaturas que irão vencer após a data que você informou. A partir disto, você pode escolher a assinatura depois ou renová-la em um clique.
sk: Vo Vašich výsledkoch uvidíte všetky predplatné, ktoré vypršia pred daným dátumom. Tu si môžete zvoliť ďalší náhľad na predplatné alebo ho obnoviť jedným kliknutím.
sv: I dina resultat kommer du att se alla prenumerationer som kommer att förfalla innan det datum du angav. Därifrån kan du välja att se mer information om prenumerationen eller förnya den med ett klick.
tr: Sonuçlarınızda, tüm aboneliklerin girdiğiniz tarihten önce süresinin dolduğunu göreceksiniz. Buradan, aboneliği daha fazla görmeyi seçebilirsiniz ya da bir tıklamayla bu aboneliği yenileyebilirsiniz.
zh_tw: 可從結果裡看到所有在鍵入日期前將終止的訂購；從此可選擇檢視訂購詳情或更新內容。

source: Initiate a transfer from its original current location/holding library to the current location/holding library it is to be rotated to. When a library receives a collection they will need to check in the items to complete the transfer.
fi: Aloita siirtokokoelman kuljetus sijaintikirjastosta kohdekirjastoon. Kohdekirjaston henkilökunnan pitää palauttaa siirtokokoelman niteet, jotta ne eivät olisi enää kuljetettavana.
hi: अपने मूल वर्तमान स्थान से स्थानांतरित करना शुरू / वर्तमान स्थान के पुस्तकालय पकड़े / पुस्तकालय पकड़े इसे करने के लिए घुमाया जा रहा है। एक पुस्तकालय एक संग्रह प्राप्त करता है जब वे मदों में जांच करने के हस्तांतरण को पूरा करने की आवश्यकता होगी।

source: Inventory
eu: Inbentarioa
fi: Inventaario
hi: इन्वेंटरी

source: Invoices
ar: الفواتير
cs: Doklady
da: Fakturaer
de: Rechnungen
el: Τιμολόγια
es: Facturas
eu: Fakturak
fi: Laskut
fr: Factures
hi: चालान
it: Fatture
oc: Facturas
pl: Faktury
pt: Facturas
pt_br: Faturas
sk: Faktúry
sv: Fakturor
tr: Faturalar
zh_tw: 發票

source: Irregular: The journal is not "regular" but has a periodicity. You know that it comes out on January, then in October and December, it is irregular, but you know when it's going to arrive.
ar: غير منتظم: الدورية غير"منتظمة" ولكن له تواتر.أنت تعلم أنه سيصدر في يناير, ثم في أكتوبر وديسمبر, هو غير منتظم,ولكنك تعلم متى سيصدر.
cs: Nepravidelný: Časopis nevychází pravidelně, ale má určitou periodicitu. Například vždy vychází v lednu, v říjnu a v prosinci, což je nepravidelné, ale víte, kdy má přijít příští číslo.
da: Uregelmæssig: Tidsskriftet er ikke "regelmæssigt" men kommer i perioder. Man ved at det kommer i januar og derefter i oktober og december, det er uregelmæssigt, men man ved at det kommer.
de: Unregelmäßig: Die Zeitschrift erscheint nicht 'regelmäßig', aber Sie hat eine vorhersagbare Erscheinungsweise. Sie wissen, dass die Zeitschrift im Januar, im Oktober und im Dezember erscheint. Sie ist unregelmäßig, aber die Erscheinungsdaten sind bekannt.
el: Μη τακτικό: Το τεύχος δεν είναι "τακτικό" αλλά έχει περιοδικότητα. Γνωρίζετε ότι κυκλοφορεί τον Ιανουάριο, μετά των Οκτώβριο και τον Δεκέμβριο, είναι μη τακτικό, αλλά γνωρίζετε πότε θα φτάσει στη βιβλιοθήκη.
es: Irregular: La revista no es "regular", pero tiene una periodicidad. Usted sabe que sale en enero, luego en octubre y diciembre, es irregular, pero se sabe cuando va a llegar.
eu: Irregular: La revista no es "regular", pero tiene una periodicidad. Usted sabe que sale en enero, luego en octubre y diciembre, es irregular, pero se sabe cuando va a llegar.
fi: Epäsäännöllinen: Kausijulkaisu ei ole "säännöllinen", mutta sillä on jaksotus. Se voi esimerkiksi tulla tammikuussa, lokakuussa ja joulukuussa eli se on epäsäännöllinen, mutta siitä tiedetään ilmestymisen ajankohdat.
fr: Irrégulier : Le périodique ne paraît pas régulièrement mais a une périodicité. Vous savez qu'il y a un numéro de janvier, octobre et décembre, par exemple, mais les fascicules arrivent ensuite irrégulièrement.
hi: अनियमित: पत्रिका "नियमित रूप से" लेकिन एक अवधि है नहीं है। आप जानते हैं कि यह जनवरी को बाहर आता है, तो अक्टूबर और दिसंबर में, यह अनियमित है, लेकिन आप जानते हैं कि जब यह आ रहा है।
it: Irregolare: Il periodico non è "regolare" ma ha una sua periodicità. Sai che esce a gennaio, poi ad ottobre e infine a dicembre. Non è regolare ma sai quando arriverà.
pl: Nieregularny - stosowane, gdy czasopismo jest wydawane nieregularnie, ale posiada swoją okresowość/periodyczność.
pt: Irregular: O jornal não é "regular" mas é periódico. Sabemos que vem em Janeiro, depois em Outubro e Dezembro, não é regular mas sabe-se quando chega.
pt_br: Irregular. O periódico não é regular, mas tem uma periodicidade. Você sabe que ele vem em janeiro, depois outubro e dezembro. Ele é irregular, mas você sabe quando ele chega.
sk: Nepravidelný: Časopis nie je "pravidelný", ale má periodicitu. Viete, že vychádza v januári, potom v októbri a decembri, je nepravidelný, ale viete, kedy má dôjsť.
sv: Oregelbunden: tidskriften är inte "regelbunden" men är periodisk. Du vet att den kommer ut i januari och sedan i oktober och december, den är oregelbunden men du vet när den kommer att komma.
tr: Düzensiz: Dergi "düzenli" değil fakat dönemsellik özelliği mevcuttur. Ocak’ta, Ekim’de ve Aralık’ta çıktığını bilirsiniz; bunlar düzensizdir, fakat ne zaman geleceklerini bilirsiniz.
zh_tw: 不定期：此學刊不是"規則"的，但屬定期性。1月、10月與12月分別出刊，所以不規則，但是定期出版。

source: Is a URL
el: Είναι ένα URL
eu: URL bat da
fi: On URL
hi: एक URL है:
