Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: In the 'SQL' box you will type or paste the SQL for the report
ar: في مربع SQL ستكتب أو تلصق أوامر إستعلام SQL للتقرير
cs: Do pole 'SQL' je třeba vepsat nebo zkopírovat kód v jazyce SQL
da: I feltet 'SQL' indtastes eller indsættes SQL-koden til rapporten
de: Im SQL-Eingabefeld können Sie die SQL-Abfrage eingeben oder einkopieren.
el: Στο κουτί 'SQL' θα πληκτρολογήσετε ή θα αντιγράψετε το SQL για την αναφορά
es: En la caja 'SQL' puede escribir o pegar el SQL para el informe
eu: 'SQL' kaxan txostenarako den SQL-a itsats edo idatz dezakezu.
fi: 'SQL'-kenttään kirjoita tai kopioi haluamasi SQL-lause
fr: Dans la zone 'SQL', vous pouvez taper ou copier/coller votre requête SQL pour ce rapport.
hi: 'एसक्यूएल' बॉक्स में आप लिखें या रिपोर्ट के लिए एसक्यूएल चस्पा करेंगे
it: Nel riquadro SQL puoi scrivere o incollare le istruzioni SQL per il report
oc: Dins la zòna 'SQL', podètz taper o copier/coller vòstra requèsta SQL per aqueste rapòrt.
pl: W polu 'SQL' będzie można wpisać lub wkleić SQL dla raportu
pt: Na caixa SQL coloque ou copie o SQL para o relatório
pt_br: Na caixa de 'SQL' você pode escrever ou colar a expressão SQL para o relatório
sk: Do políčka 'SQL' môžete písať alebo kopírovať SQL pre tvorbu výkazu
sv: I rutan 'SQL' skriver du eller klistrar in SQL-strängen för rapporten
tr: 'SQL' kutusuna rapor için gerekli olan SQL’i girecek ya da yapıştıracaksınız
zh_tw: 在 'SQL' 盒裡，鍵入或貼入 SQL 供報表使用

source: In the Email filed enter the email of the person you want to receive your report
ar: في حقل البريد الالكتروني أدخل البريد الالكتروني للشخص الذي تُريد أن يصله تقريرك
cs: Do pole E-mail zadejte e-mailovou adresu osoby, které chcete zaslat výstup
da: I feltet email indtastes email-adressen på den person, der skal modtage rapporten
de: Im Feld Email geben Sie die E-Mail-Adresse der Person an, die den Report erhalten soll
el: Στο πεδίο Email καταχωρήστε το email του ατόμου που θέλετε να λάβει την έκθεσή σας
es: En el campo de correo electrónico ingresar el correo electrónico de la persona que desea recibir el informe
eu: Helbide elektronikoa eremuan, idatzi zure txostena jasotzea nahi duzun pertsonaren helbide elektronikoa
fi: Syötä sähköpostiosoitekenttään sen henkilön osoite, joka saa raporttisi
fr: Saisissez dans Courriel l'adresse de la personne qui recevra l'état
hi: ईमेल में दायर व्यक्ति आप अपनी रिपोर्ट प्राप्त करना चाहते हैं के ईमेल दर्ज
it: Nel campo email scrivi l'email di chi vuoi riceva il tuo report
oc: Sasissètz dins Corrièr electronic l'adreça de la personne qui recevra l'estat
pl: 'E-mail' – wpisz e-mail osoby, do której chcesz wysłać raport
pt: No campo de Email insira o email da pessoa para a qual deseja enviar o relatório
pt_br: No campo de Email insira o email da pessoa para a qual deseja enviar o relatório
sk: V rozpísanom E-maili zadajte E-mail osoby, ktorej chcete zaslať Váš výkaz
sv: I e-postfältet anger du e-postadressen till personen som ska motta rapporten
tr: E-posta alanına raporunuzu almasını istediğiniz kişinin e-posta adresini girin.
zh_tw: 在 Email 欄位鍵入接收報表者的電子郵件

source: In the OPAC the cover images will also appear in the images tab, as well as next to the title and on the search results.
ar: في الأوباك غلاف الصور سيظهر في تبويب الصور، وكذلك بجانب العنوان وعلى نتائج البحث.
cs: Náhledy obálek se v OPACu budou zobrazovat v záložce obrázky, u názvu jednotky a ve výsledcích vyhledávání.
da: I OPAC vises titelbillederne også i billedfanen, og ved siden af titlen i søgeresultaterne.
de: Die Coverbilder erscheinen im OPAC unter dem Reiter 'Coverbilder', wie auch beim jeweiligen Titel und in der Trefferliste
el: Στον OPAC οι εικόνες καλύμματος θα εμφανίζονται επίσης στην καρτέλα εικόνων, καθώς επίσης και δίπλα στον τίτλο και στα αποτελέσματα αναζήτησης.
es: En el OPAC las imágenes de cubierta también aparecerán en la pestaña de imágenes, y también al lado del título en los resultados de búsqueda.
eu: En el OPAC las imágenes de la cubierta también aparecerán en la pestaña de imágenes, al lado del título y en los resultados de búsqueda.
fi: Verkkokirjastossa kansikuvat näkyvät myös kuvien välilehdellä sekä nimekkeen ja hakutulosten vieressä.
fr: A l'OPAC, les images de couvertures vont aussi apparaître dans l'onglet 'Images' en plus de s'afficher dans la notice détaillée et dans la liste des résultats.
hi: ओपेक में कवर छवियों को भी छवियों टैब में दिखाई देगा, साथ ही खिताब के लिए और खोज परिणामों पर अगले।
it: Nell'Opac le immagini di copertina appariranno nel punto previsto, vicino al titolo e nei risultati di ricerca.
oc: A l'OPAC, los imatges de coberturas vont tanben aparéisser dins l'onglet 'Images' en plus de s'afichar dins la notícia detalhada e dins la lista des resultats.
pt: No OPAC as imagens da capa aparecerão também no separador das imagens, assim como nos detalhes junto ao título e nos resultados de pesquisa.
pt_br: No OPAC as imagens de capa aparecerão também nas imagens da aba, assim como próximas ao título e nos resultados de busca.
sk: V OPACu sa obrázky obálok takisto zobrazia v záložke obrázkov ako aj vedľa titulu a vo výsledkoch hľadania.
sv: I OPAC kommer omslagsbilderna även att visas i fliken Bilder, samt intill titeln och i sökresultaten.
tr: OPAC’da kapak resimleri, eser adı yanında ve arama sonuçlarında olduğu gibi görüntüler sekmesinde de gözükecektir.
zh_tw: 在 OPAC 的封面分頁顯示封面，同樣的封面也顯示在題名旁與搜尋結果頁面裡。

source: In the Vendor Search you can enter any part of the vendor name to get results.
ar: في بحث البائع ,يمكنك إدخال أحد الأجزاء في اسم البائع للحصول على النتائج
cs: Pro vyhledání dodavatelů lze ve Vyhledávání dodavatelů zadat libovolnou část jména dodavatele.
da: I leverandørsøgningen kan du indtaste enhver del af leverandørnavnet for at få resultater.
de: In der Lieferantensuche können Sie auch mit Teilen des Lieferantennamens suchen.
el: Στην Αναζήτηση Προμηθευτή μπορείτε να εισάγετε οποιοδήποτε μέρος από το όνομα του προμηθευτή για να έχετε αποτελέσματα.
es: En Búsqueda de proveedores puede ingresar cualquier parte del nombre del proveedor para obtener resultados.
eu: Hornitzaileen bilaketa eremuan, hornitzailearen izenaren edozein atal idatzi dezakezu emaitzak lortzeko.
fi: Toimittajahaussa voit syöttää minkä tahansa osan toimittajan nimestä.
fr: Dans la Recherche fournisseurs, vous pouvez entrer tout ou partie du nom du fournisseur.
hi: वेंडर खोज में परिणाम प्राप्त करने के लिए विक्रेता के नाम के किसी भी हिस्से में प्रवेश कर सकते हैं।
it: Nella ricerca fornitori puoi indicare qualunque parte del nome.
oc: Dins la Recèrca provesidors, podètz entrar tot o partida del nom del provesidor.
pl: W oknie Wyszukiwania dostawcy, można wprowadzić część nazwy dostawcy.
pt: Na pesquisa de fornecedores, pode inserir qualquer parte do nome do fornecedor para obter resultados.
pt_br: Na busca de Fornecedor você pode digitar qualquer parte do nome do fornecedor para obter resultados.
sk: V hľadaní predajcov, môžete zadať akúkoľvek časť mena predajcu.
sv: I leverantörssökningen kan du ange någon del av leverantörsnamnet för att få resultat.
tr: Sağlayıcı aramasında sonuçları almak için sağlayıcının isminin her hangi bir kısmını girebilirsiniz.
zh_tw: 在供應商搜尋裡，可以鍵入供應商名稱的任何部份。

source: In the above example, Centerville library will allow patrons to return items from all libraries except Liberty and Franklin to their library.
ar: في المثال أعلاه، فإن مكتبة Centerville ستستمح للمستفيدين بإعادة المواد من كل المكتبات باستثناء مكتبتي Liberty و Franklin فسيعيدوا لمكتباتهم.
cs: Ve výše uvedeném příkladu knihovna Centerville umožní čtenářům vracet výpůjčky ze všech ostatních knihoven (kromě knihoven Liberty a Franklin) do této knihovny.
da: I ovenstående eksempel, vil Centerville bibliotek tillade lånerne at aflevere eksemplarer fra alle biblioteker bortset fra Liberty og Franklin.
de: Im oben genannten Beispiel erlaubt die Bibliothek in Centerville Benutzern Bücher aus allen Bibliotheken, außer aus Liberty und Franklin bei sich zurückzugeben.
el: Στο παραπάνω παράδειγμα, η βιβλιοθήκη Centerville επιτρέπει στα μέλη να επιστρέφουν τεκμήρια από όλες τις βιβλιοθήκες εκτός από την Liberty και τη Franklin στη δική τους βιβλιοθήκη.
es: En el ejemplo anterior, la colección de Centerville permitirá a los clientes devolver los elementos de todas las bibliotecas excepto de las sedes Libertad y Franklin.
eu: Goiko adibidean, Centerville liburutegiak edozein liburutegiko elementuak bertan itzultzeko baimena emango die bazkideei, Liberty eta Franklin liburutegikoak izan ezik.
fi: Yllä olevassa esimerkissä Centervillen kirjasto sallii asiakkaiden palauttaa aineistoa kaikista muista kirjastoista paitsi Libertystä ja Franklinista heidän kirjastoonsa.
fr: Dans l'exemple ci-dessous, la bibliothèque Centrale acceptera les retours d'exemplaires en provenance de tous les sites sauf de la bibliothèque César.
hi: उपरोक्त उदाहरण में, Centerville पुस्तकालय संरक्षक अपने पुस्तकालय के लिए स्वतंत्रता और फ्रैंकलिन को छोड़कर सभी पुस्तकालयों से आइटम लौटने के लिए अनुमति देगा।
it: Nell'esempio precedente, la Centerville Library permette la restituzione delle copie prestate tramite tutte le biblioteche tranne la Liberty e la Franklin.
oc: Dins l'exemple çaijós, la bibliotèca Centrale acceptera los retorns d'exemplars en provenance de totes los sites levat de la bibliotèca César.
pl: Przykład: biblioteka X pozwala użytkownikom na zwrot dokumentów ze wszystkich bibliotek/filii z wyjątkiem biblioteki/filii Y (jeśli przy niej odznaczono okienko).
pt: No exemplo acima, a biblioteca de Centerville permite que os leitores devolvam exemplares em todas as bibliotecas excepto na Liberty e na Franklim.
pt_br: No exemplo acima, a biblioteca de Centerville permitirá que usuários devolvam exemplares de qualquer biblioteca, exceto da Liberty e da Franklin.
sk: Vo vyššie uvedenom príklade, knižnica Centerville umožní čitateľom vrátiť exempláre zo všetkých knižníc okrem Liberty a Franklin do svojej knižnice.
sv: I exemplet ovan kommer biblioteket i Centerville att låta låntagare återlämna objekt från alla bibliotek utom Liberty och Franklin till biblioteket.
tr: Yukarıdaki örnekte, Centerville kütüphanesi kullanıcılara Liberty ve Franklin Kütüphanesi dışındaki tüm kütüphanelerden aldıkları materyalleri iade etmelerine izin verecek.
zh_tw: 在以上的例子裡，Centerville圖書館將允許讀者還入從其他圖書館借出的館藏，但來自Liberty與Franklin圖書館的館藏，仍應還回各自的圖書館。

source: In the amount box do not use any symbols, simply enter the amount of the budget with numbers and decimals.
ar: في حقل المبلغ لا تستخدم أي رموز ، ببساطة أدخل مبلغ الميزانية مع الأرقام والكسور العشرية.
cs: Při vyplňování pole s částkou nepoužívejte žádné symboly, výši rozpočtu zadejte pouze pomocí čísel.
da: Brug ikke symboler i beløbs-boksen, indtast bare beløbet med tal og decimaler
de: Verwenden Sie keine Symbole im Feld Betrag, tragen sie nur die Summe des Etats mit Nummern und Dezimalen ein.
el: Στο κουτί του ποσού μη χρησιμοποιείται σύμβολα, απλά εισάγετε το ποσό του κονδυλίου σε αριθμούς και δεκαδικούς.
es: En la caja de cantidad no utilice ningún símbolo, simplemente ingrese la cantidad del presupuesto con números y decimales.
eu: Zenbatekoa eremuan ez erabili sinbolorik: aurrekontuaren zenbatekoa idatzi, zenbaki eta dezimalekin.
fi: Älä käytä symboleja summa-kentässä, syötä vain budjetin summa numeroilla ja desimaaleilla.
fr: Ne saisissez pas symbole dans la rubrique Montant. Entrez juste des chiffres et le séparateur décimal.
hi: राशि बॉक्स किसी भी प्रतीकों का प्रयोग नहीं करते, बस संख्या और दशमलव के साथ बजट की राशि में प्रवेश।
it: Nel campo per l'importo non usare simboli, metti l'importo del budget con numeri e decimali.
oc: Ne sasissètz pas symbole dins la rubrica Montant. Entratz juste des chifras e lo séparateur décimal.
pl: W polu 'Całkowita kwota' nie używaj żadnych symboli, wprowadź kwotę budżetu z miejscem po przecinku.
pt: Na caixa de montante não use qualquer símbolo, apenas insira o montante do orçamento com números e decimais.
pt_br: Na caixa de montante não use qualquer símbolo, apenas insira o montante do orçamento com números e decimais.
sk: V políčku čiastky nepoužívajte žiadne symboly, len zadajte čiastku rozpočtu s číslami a desatinami.
sv: Använd inga symboler i rutan belopp, ange bara budgetbeloppet med nummer och decimaler.
tr: Miktar kutusunda herhangi bir sembol kullanmayın bütçe miktarını rakamlar ve ondalıklar ile girin.
zh_tw: 在金額欄位不要鍵入幣別符號，祗能以數字與小數點鍵入預約的金額。

source: In the amount field, do not enter currency symbols, only numbers and decimals
ar: في حقل المبلغ ، لا تدخل رموز العملة ، فقط أدخل أرقاماً وكسوراً عشرية
cs: Do pole s částkou nepište symbol měny, pouze čísla.
da: I beløbsfeltet indtastes ingen valutasymboler, kun tal og decimaler
de: Verwenden Sie im Feld Summe keine Währungssymbole, sondern nur Zahlen und Dezimalpunkte
el: Στο πεδίο ποσού, μη βάζετε σύμβολα νομισμάτων, μόνο αριθμούς και δεκαδικά ψηφία
es: En la caja de cantidad no utilice ningún símbolo de moneda, solo números y decimales.
eu: Zenbatekoa eremuan ez idatzi moneta sinbolorik, zenbakiak eta dezimalak soilik
fi: Älä käytä valuuttasymboleja summa-kentässä, vain numeroita ja desimaaleja
fr: Ne saisissez pas de symbole monétaire dans la rubrique Montant. Entrez juste des chiffres et le séparateur décimal.
hi: राशि के क्षेत्र में, मुद्रा प्रतीकों प्रवेश नहीं करते, केवल संख्या और दशमलव में
it: Nel campo per l'importo non usare simboli, metti solo numeri e decimali.
oc: Ne sasissètz pas de symbole monétaire dins la rubrica Montant. Entratz juste des chifras e lo séparateur décimal.
pl: W polu 'Kwota' nie należy wprowadzać symboli walut, jedynie cyfry i ich dziesiętne
pt: Na caixa de montante não use qualquer símbolo, apenas insira o montante do orçamento com números e decimais
pt_br: No campo de valor, não digite símbolos de unidades monetárias, apenas números e decimais
sk: Do poľa čiastky nezadávajte symboly meny, iba čísla a desatiny
sv: Använd inga valutasymboler i fältet belopp, bara siffror och decimaler
tr: Miktar alanında kur sembolü girmeyin, sadece rakamlar ve ondalıklar girin.
zh_tw: 在金額欄位不要鍵入幣別符號，祗能鍵入數字與小數點

source: In the center of the screen is a simple upload form, simply browse for the file on your computer and give it a name you'll recognize later.
ar: في وسط الشاشة نموذج رفع بسيط ، ببساطة استعرض حاسبك للعثور على الملف ، واعطه اسماً لتنظمه لاحقاً.
cs: Ve středu obrazovky najdete jednoduchý nahrávací formulář, stačí najít v počítači soubor a rozpoznatelně jej pojmenovat.
da: I midten af skærmen er der en enkel opload-formular, find filen på din computer og giv den et navn, som du kan genkende senere.
de: In der Mitte der Seite ist ein einfaches Upload-Formular. Suchen Sie nach der Datei auf Ihrem Computer und geben Sie ihr einen Namen, den Sie später leicht erkennen.
el: Στο κέντρο της οθόνης υπάρχει μία φόρμα απλής φόρτωσης, απλά ψάξτε για το αρχείο στον υπολογιστή και δώστε του ένα όνομα το οποίο θα αναγνωρίσετε αργότερα.
es: En el centro de la pantalla hay una forma simple de carga, sólo tiene que buscar el archivo en su computadora y darle un nombre que para reconocerlo más adelante.
eu: Pantailaren erdialdean kargatzeko inprimaki sinple bat dago: fitxategia zure ordenagailuan bilatu eta beranduago ezagutuko duzun izen bat eman besterik ez duzu.
fi: Klikkaa 'Selaa' ja etsi vietävä kuva koneeltasi. Anna sille helposti tunnistettava nimi.
fr: Au centre de l'écran se trouve un formulaire de chargement. Parcourez votre ordinateur pour trouvez le fichier idoine et donnez-lui un nom.
hi: स्क्रीन के केंद्र में, एक सरल अपलोड फार्म है बस अपने कंप्यूटर पर फ़ाइल के लिए ब्राउज़ करें और इसे एक नाम आप बाद में स्पष्ट रूप से दिखता दे।
it: Al centro dello schermo si trova una semplice form per inviare un file. Cercalo sul tuo computer e associa un nome per lavorarlo dopo averlo caricato su Koha.
oc: Al centre de l'ecran se tròba un formulari de cargament. Parcourez votre ordenador per trouvez lo fichièr idoine e donnez-lui un nom.
pl: Na środku strony znajduje się formularz do wczytania zdjęcia – przeglądarka i możliwość nadania nazwy plikom.
pt: No centro do ecrã existe um simples formulário de carregamento, onde apenas escolhe o ficheiro no computador e fornece um nove de forma a reconhecer mais tarde.
pt_br: No centro da tela há um formulário simples de upload, procure o arquivo em seu computador e dê-lhe um nome para reconhecê-lo mais tarde.
sk: V strede zobrazenia je jednoduchý formulár načítania, takže môžete jednoducho vo Vašom počítači vyhľadávať súbor a dať mu meno, podľa ktorého ho neskôr rozoznáte.
sv: I mitten av skärmen finns ett enkelt formulär för uppladdning, bara leta efter filen på din dator och ge den ett namn du kommer att komma ihåg senare.
tr: Ekranın ortasında basit bir yükleme formu var, dosyayı bilgisayarınızdan tarayın ve daha sonra hatırlayacağınız bir isim verin.
zh_tw: 在螢幕中央是一個簡單的上傳表單，瀏覽電腦的檔案，選定後給個容易辨識的名稱。

source: In the description enter the reason the library is closed
ar: في الوصف أدخل سبب إغلاق المكتبة
cs: Do popisu napište, proč je knihovna zavřená.
da: I beskrivelsen angives hvorfor biblioteket er lukket
de: In Beschreibung können Sie angeben, warum die Bibliothek geschlossen ist
el: Στην περιγραφή αναφέρετε τον λόγο για τον οποίο η βιβλιοθήκη είναι κλειστή
es: En la descripción ingresar la razón por la cual la biblioteca está cerrada
eu: Deskribapenean, idatzi liburutegia itxita egotearen arrazioa
fi: Syötä kuvaukseen syy, miksi kirjasto on suljettu
fr: Définir les jours de fermeture de la bibliothèque
hi: विवरण में कारण पुस्तकालय में प्रवेश बंद कर दिया है
it: Nella descrizione metti la regione per cui la biblioteca è chiusa
oc: Definir los jorns de tampadura de la bibliotèca
pl: W opisie podaj powód zamknięcia biblioteki.
pt: Na descrição insira a razão da biblioteca estar fechada
pt_br: Na descrição insira a razão da biblioteca estar fechada
sk: V popise zadajte dôvod pre zatvorenie knižnice
sv: I beskrivningen anger du skälet till att biblioteket är stängt
tr: Tanımlamada kütüphanenin neden kapalı olduğunu açıklayın
zh_tw: 在說明裡鍵入閉館的理由

source: In the form above you will note that there is now an option to 'Generate an exception for this repeated holiday,' choosing this option will allow you to make it so that this date is not closed even though the library is usually closed on this date.
ar: الآن ستلاحظ في النموذج أعلاه وجود خيار لـِ 'توليد إستثناء لهذه العطلة المتكررة' فباختيارك لهذا الخيار سيتيح لك ان تجعل هذا التاريخ ليس حدثاً لإغلاق المكتبة وهي عادةً تغلق فيه.
cs: Ve výše uvedeném formuláři si všimněte nově přidané možnosti 'Generovat výjimku pro tento opakující se svátek'. Tato možnost umožňuje, aby knihovna měla otevřeno v den, kdy by normálně mělo být zavřeno.
da: I masken derover er der nu en option 'Lav en undtagelse for denne gentagne helligdag.'. Hvis denne option vælges, kan du fastlægge, at biblioteket alligevel ikke er lukket på denne dag.
de: In der Maske darüber gibt es jetzt eine Option 'Ausnahme für diesen Schließtag eintragen'. Wenn Sie diese Option auswählen, können Sie festlegen, dass die Bibliothek an diesem Datum nicht geschlossen ist, auch wenn Sie normalerweise geschlossen hätte.
el: Στην παραπάνω φόρμα θα δείτε ότι τώρα υπάρχει μία επιλογή για 'Δημιουργία εξαίρεσης για αυτή την επαναλαμβανόμενη αργία', επιλέγοντάς την τη συγκεκριμένη ημερομηνία η βιβλιοθήκη δεν θα υπολογίζεται ότι είναι κλειστή, παρότι είναι συνήθως κλειστή αυτή την ημερομηνία.
es: En el formulario de arriba se dará cuenta de que ahora hay una opción 'Generar una excepción para este feriado repetido,'. Elegir esta opción le permitirá abrir la biblioteca en una fecha en que la biblioteca usualmente está cerrada.
eu: Goiko inprimakian aukera berri bat dagoela ikusiko duzu: 'Sortu salbuespen bat jai egun errepikatu honentzat'. Aukera horri esker, data ez da itxiko nahiz eta normalean, data horretan liburutegia itxita egongo den.
fi: Yllä olevassa lomakkeessa on nyt vaihtoehto 'Tee poikkeus tälle toistuvalle kiinniololle'. Valitsemalla tämän vaihtoehdon voit määrittää, että tänä päivänä kirjasto ei ole kiinni, vaikka kirjasto on normaalisti kiinni tänä päivänä.
fr: Dans le formulaire au-dessus, vous noterez la présence d'une option 'Créer une exception à ce jour de fermeture'. Choisissez-la pour que la date soit ouvrée même si la bibliothèque est habituellement fermée ce jour-la.
hi: आप ऊपर के रूप में इस विकल्प को चुनने ध्यान दें अब के लिए एक विकल्प यह है कि वहाँ 'यह दोहराया छुट्टी के लिए एक अपवाद उत्पन्न,' आप इसे बनाने के लिए इतना है कि इस तिथि बंद नहीं है, भले ही पुस्तकालय आम तौर पर इस तारीख को बंद कर दिया है की अनुमति देगा ।
it: Nel form qui sopra puoi notare che c'è l'opzione 'Crea una eccezione per chiusura/festività ripetuta', scegliendola farai in modo che la data non sia uan chiusura anche se di solito la biblioteca è chiusa in quella data.
oc: Dins lo formulari au-dessus, vous noterez la preséncia d'una opcion 'Crear une exception a ce jorn de tampadura'. Causissètz-la per que la data siá ouvrée même se la bibliotèca es habituellement tampada ce jour-la.
pt: No formulário abaixo pode verificar que existe uma opção para gerar uma excepção para o feriado repetido. Ao escolher essa opção, permite transformar a data em não fechada mesmo que a biblioteca esteja fechada nessa data.
pt_br: No formulário abaixo pode verificar que existe uma opção para gerar uma excepção para o feriado repetido. Ao escolher essa opção, permite transformar a data em não fechada mesmo que a biblioteca esteja fechada nessa data.
sk: Vo hornej časti formulára si všimnete, že je tam teraz možnosť 'Generovať výnimku pre tento opakovaný sviatok'. Voľbou tejto možnosti budete môcť označiť tento dátum za otvorený, hoci knižnica je zvyčajne v tento dátum zatvorená.
sv: I formuläret ovan kommer du nu att lägga märke till alternativet 'Skapa ett undantag för denna återkommande helg', väljer du detta alternativ kan du ställa in systemet så att detta datum inte är stängt, även om biblioteket normalt är stängt detta datum.
tr: Yukarıdaki formda 'bu tekrarlanan tatile istisna oluşturmak üzere,' bir seçenek olduğunu fark edeceksiniz. Bu seçenek, kütüphane o tarihte genelde kapalı olsa bile, size o tarihin açık olma imkanını sunacaktır.
zh_tw: 在前述的表單裡，有個選項 '產生重複假日的例外'，選取之後，將允許您在此日繼續開放圖書館。
