Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To mark an item as back at the home branch, check the item in at the home branch
ar: لتحديد المادة بالرجوع إلى الفرع الرئيسي، وتحقق من المادة التي في الفرع الرئيسي
cs: Chcete-li označit výtisk jako vrácený do domovské pobočky, přijměte výtisk v domovské pobočce
da: For at markere et eksemplar som tilbage i dets hjemmeafdeling, aflever eksemplaret i hjemmeafdelingen
de: Um ein Exemplar als 'zurück in der Heimatbibliothek' zu markieren, buchen Sie das Exemplar einfach in der Heimatbibliothek zurück
el: Για να επισημάνετε ότι γύρισε ένα τεκμήριο στη θέση του, κάνετε επιστροφή του τεκμηρίου στο κύριο παράρτημα
es: Para marcar un ítem como regresado a su sede, proceda a devolverlo en la sede de origen
eu: Elementu bat jatorri-liburutegian itzuli dela bezala markatzeko, itzuli ezazu jatorri-liburutegian bertan
fi: Ilmoittaaksesi, että nide on takaisin kotikirjastossaan, palauta nide kotikirjastossa
fr: Pour marquer un exemplaire comme retourné à sa bibliothèque de rattachement, effectuer un retour de l'exemplaire sur la bibliothèque de rattachement
hi: एक आइटम घर शाखा में के रूप में वापस चिह्नित करने के लिए, घर शाखा में में आइटम की जाँच
it: Per indicare che una copia è tornata alla biblioteca che la possiede, registra il rientro nella biblioteca che lo possiede
oc: Per marcar un exemplar coma retourné a sa bibliotèca de restacament, effectuer un retorn de l'exemplar sus la bibliotèca de restacament
pl: Egzemplarz musi zostać zwrócony do biblioteki macierzystej
pt: Para marcar um exemplar como de volta à sua biblioteca, retorne o exemplar na biblioteca em questão
pt_br: Para registrar um exemplar como devolvido a biblioteca de origem, registre a devolução na biblioteca de origem
sk: Pre označenie exemplára ako vráteného späť do domovskej pobočky, vykonajte návrat exemplára v domovskej pobočke
sv: För att markera ett objekt som tillbaka på hembiblioteket återlämnar du objektet på hembiblioteket
tr: Bir materyali ana birime geri döndü şeklinde işaretlemek için, o materyali ana birimde iade alınız
zh_tw: 在所屬圖書館勾選館藏，標記該館藏已回到所屬圖書館

source: To merge bibliographic records together you will want to go to the Cataloging module and perform a search.
fi: Kun haluat yhdistää nimeketietueita, mene luettelointiosioon ja tee haku.
hi: ग्रंथ सूची रिकॉर्ड मर्ज करने के लिए एक साथ आप सूचीबद्ध मॉड्यूल के लिए जाने के लिए और एक खोज प्रदर्शन करना चाहते हैं जाएगा।

source: To moderate comments click on the notification on the main dashboard or go directly to the Comments Tool and click 'Approve' or 'Delete' to the right of the comments awaiting moderation.
ar: لتعديل التعليقات انقر على الإشعارات من لوحة المعلومات الرئيسية أو الذهاب مباشرة إلى أداة التعليقات والنقر على 'موافق' أو 'حذف 'من على يسار التعليقات وانتظار التعديل.
cs: K moderování připomínek klikněte na oznámení na hlavním panelu nebo přejděte přímo na nástroj Poznámky" a klikněte na tlačítko "Schválit" nebo "Odstranit" vpravo od připomínky čekající na moderování.
da: For at godkende kommentarer, klik på meldingen på opslagstavlen eller gå direkte til kommentarværktøjet og klik på 'Godkend' eller 'Slet' til højre på den kommentar, der afventer godkendelse.
de: Alle Kommentare, die von Benutzern im OPAC verfasst werden, müssen durch einen Bibliotheksmitarbeiter moderiert werden. Um Kommentare zu moderieren, klicken Sie auf 'Genehmigen' oder 'Löschen' auf der rechten Seite des jeweiligen Kommentars.
el: Για να ελέγξετε τα σχόλια πατήστε την ειδοποίηση στον κύριο πίνακα ή πηγαίνετε κατευθείαν στο Εργαλείο Σχολίων και πατήστε 'Έγκριση' ή 'Διαγραφή' δεξιά των σχολίων που αναμένουν τον έλεγχο.
es: Para moderar los comentarios haga clic en la notificación de la pantalla principal o vaya directamente a la herramienta Comentarios y haga clic en 'Aprobar' o 'Eliminar' a la derecha de los comentarios esperando moderación.
eu: Para moderar los comentarios seleccionar en la notificación de la tabla de herramientas o ir directamente a Herramientas de Comentarios y seleccionar 'Aprobar' o 'Borrar' a la derecha de los comentarios pendientes de moderación.
fi: Kommenttien hyväksymiseen pääsee klikkaamalla ilmoitusta etusivulla tai menemällä suoraan Kommentit-työkaluun ja klikkaamalla 'Hyväksy' tai 'Poista' kunkin hyväksymistä odottavan kommentin oikealla puolella.
fr: Pour modérer les commentaires, cliquez sur la notification ou allez dans l'outil 'Commentaires'. Vous modérez les commentaires en cliquant sur Approuver ou Supprimer sur la droite des commentaires en attente de modération.
hi: मॉडरेट करने के लिए टिप्पणियों के मुख्य डैशबोर्ड पर अधिसूचना पर क्लिक करें या टिप्पणियां उपकरण के लिए सीधे जाने के लिए और 'स्वीकृत' या मॉडरेशन टिप्पणियों के सही करने के लिए 'हटाएँ' पर क्लिक करें।
it: Per moderare i commenti clicca sulla notifica che c'e' nella bashbord principlae o vai nello stumente 'Commenti' e clicca su 'Accetta' o 'Cancella' alla destra dei commenti in attesa di moderazione.
oc: Per moderar los comentaris, clicatz sus la notificacion o allez dins l'aisina 'Comentaris'. Vous modérez los comentaris en clicant sus Approuver o Suprimir sus la dreita des comentaris en espèra de moderacion.
pl: W celu moderowania komentarzy, kliknij na powiadomienia znajdujące się na głównej stronie albo przejdź bezpośrednio do narzędzi komentarzy i kliknij "zatwierdź" bądź "usuń" (po prawej od komentarza oczekującego na moderację).
pt: Para moderar comentários clique na notificação na página principal ou vá à ferramenta de comentários e clique em 'Aprovar' ou 'Eliminar' à direita dos comentários à espera de moderação.
pt_br: Todos os comentários adicionados pelos usuários via OPAC dependem de moderação de funcionários para serem visualizados. Para moderar os comentários, simplesmente clique em 'Aprovar' ou 'Excluir' no lado direito dos comentários que estão aguardando moderação.
sk: Pre moderovanie recenzií kliknite na upozornenie na hlavnom paneli alebo prejdite priamo do nástroja Recenzií a kliknite na 'Schváliť' alebo 'Odstrániť' napravo od recenzií čakajúcich na moderovanie.
sv: För att kontrollera kommentarer klickar du på meddelandet i huvudfönstret eller går direkt till verktyget Kommentarer och klickar på 'Godkänn' eller 'Radera' till höger om kommentarerna som väntar på kontroll.
tr: Yorumları yönetmek için, ana gösterge tablosundaki bildirime tıklayınız ya da direkt olarak Yorumlar Aracına gidiniz ve onaylamayı bekleyen yorumların sağındaki 'Onayla' ya da 'Sil'e tıklayınız.
zh_tw: 勾選主頁的通知或進入評論工具點選評論右方的 '通過' 或 '拒絕'，就能評審讀者送來的評論。

source: To moderate the tags visit the Tags tool. When first visiting the tool, you will be presented with a list of tags that are pending approval or rejection by a librarian
ar: لإدارة الوسوم إذهب إلى أدوات الوسوم. عند زيارتك الأولى لهذا المكان ، سيُعرض لك قائمة من الوسوم التي تتطلب الموافقة أو الرفض من أمين المكتبة.
cs: K moderování hodnotících štítků navštivte nástroj"Hodnotící štítky". Při první návštěvě vám nástroj předloží seznam hodnotících štítků, které čekají na schválení nebo zamítnutí knihovníka
da: For at moderere mærker besøg mærke-poolen. Første gang, du besøger dette værktøj, vil du se en række mærker, der afventer godkendelse eller afvisning fra en bibliotekar
de: Wenn Sie das Werkzeug zum ersten mal verwenden, sehen Sie eine Liste der Tags, die darauf warten von einem Mitarbeiter zugelassen oder abgelehnt zu werden
el: Για να ελέγξετε τις ετικέτες επισκεφτείτε το εργαλείο Ετικετών. Όταν επισκέφτεστε για πρώτη φορά το εργαλείο, θα σας παρουσιαστεί μία λίστα ετικετών που αναμένουν έγκριση ή απόρριψη από έναν βιβλιοθηκονόμο
es: Para moderar etiquetas visite la herramienta Etiquetas. La primera vez que visite la herramienta, se le presentará con una lista de etiquetas pendientes de aprobación o rechazo por parte de un bibliotecario
eu: Para moderar las etiquetas visite la herramienta TAgs. La primera vez que visite la herramienta, se le presentará con una lista de etiquetas pendientes de aprobación o rechazo por parte de un bibliotecario
fi: Tagien hyväksyntä tehdään 'Tagit'-työkalussa. Kun menet sinne ensimmäistä kertaa, saat listan tageista, jotka odottavat virkailijan hyväksyntää tai hylkäystä
fr: Pour modérer les commentaires, allez dans l'outil 'Tags'. En allant pour la première fois dans cet outil, vous verrez une liste des tags qui sont en attente d'approbation ou de rejet par un bibliothécaire
hi: मॉडरेट करने के लिए टैग टैग टूल पर जाएं। पहला उपकरण में यात्रा के दौरान, आपको लगता है कि एक लाइब्रेरियन द्वारा अनुमोदन या अस्वीकृति लंबित हैं टैग की एक सूची के साथ प्रस्तुत किया जाएगा
it: Per moderare i tag usa lo strumento Tags. Quando usi questo strumento per la prima volta, ti sara presentata una lista di tag che aspettano di essere approvati o rifiutati da un bibliotecario
oc: Per moderar los comentaris, allez dins l'aisina 'Tags'. En allant per la primièra fois dins aqueste aisina, veiretz una lista des tags que son en espèra d'approbation o de rejet per un bibliotecari
pl: Jeśli chcesz moderować tagi, kliknij na moduł Narzędzia > Moderuj Tagi. Zostanie wyświetlona lista tagów oczekujących na akceptację lub odmowę bibliotekarza.
pt: Para moderar etiquetas visite a ferramenta de etiquetas. Na primeira visita à ferramenta poderá ver a lista de todas as etiquetas à espera de moderação ou rejeitadas por um técnico.
pt_br: Para moderar as tags visite a ferramentas de Tags. Quando visitar pela primeira vez a ferramenta, será apresentado para você uma lista com tags que estão aguardando aprovação por um bibliotecário
sk: Na moderovanie menoviek navšívte nástroj Menovky. Keď narábate s nástrojom poprvýkrát, zobrazí sa Vám zoznam menoviek, ktoré očakávajú schválenie alebo zamietnutie knihovníkom
sv: För att kontrollera taggar går du till verktyget Taggar. När du öppnar verktyget första gången visas en lista med taggar som väntar på att godkännas av en bibliotekarie
tr: Etiketleri denetlemek için, etiketler aracını ziyaret ediniz. Aracı ilk ziyaret ettiğinizde, ekranda kütüphaneci tarafından onaylanmayı ya da reddetmeyi bekleyen etiketler listesi çıkacak
zh_tw: 以標籤工具管理標籤。首次使用此工具時，出現待評審的標籤清單，或被館員拒絕的標籤清單

source: To modify a set, just click on the link 'Modify' on the same line of the set you want to modify. A form similar to set creation form will appear and allow you to modify the setSpec, setName and descriptions.
ar: لتعديل المجموعة، فقط أنقر على وصلة 'عدل' على نفس السطرمن المجموعة التي تود تعديلها. حيث سيُعرض لك نموذج مشابه لنموذج إنشاء المجموعة ، سيتيح لك تعديل setSpec، setName والمواصفات.
cs: Chcete-li změnit sadu, klikněte na odkaz "Změnit" na stejném řádku sady, kterou chcete upravit. Objeví se formulář podobný formuláři pro vytvoření sady a umožní vám změnit setSpec, setName a popisy.
da: For at ændre et sæt, Klik bare på linket 'Ændre' på samme linie, som det sæt, der skal ændres. Der vises en formular som den der bruges til sæt-oprettelse og heri kan man ændre setSpec, setName og beskrivelser.
de: Klicken Sie den Link 'Bearbeiten' in der Zeile für des Sets, das Sie bearbeiten möchten. Es öffnet sich ein Formular ähnlich wie zur Erfassung von Sets, wo Sie setSpec, setName und Beschreibung bearbeiten können.
es: Para modificar un conjunto, haga clic en el enlace 'Modificar' en la mísma línea del conjunto que desea modificar. Aparecerá un formulario similar al de creación y le permitirá modificar setSpec, setName y descripciones.
eu: Para modificar un conjunto, seleccione el enlace 'Modificar' en la mísma línea del conjunto que desea modificar. Aparecerá un formulario similar al de creación y le permitirá modificar setSpec, setName y descriptores.
fi: Jos haluat muokata OAI-joukkoa, klikkaa 'Muokkaa' samalla rivillä. Seuraavaksi voit muokata kenttiä 'Määritys', 'Nimi' ja 'Kuvaus'.
fr: Pour modifier un Set, cliquez sur le lien Modifier qui se trouve en face du Set. Un formulaire similaire à celui utilisé pour créer un Set sera affiché et vous pourrez modifier le nom, la description et les paramètres du Set.
hi: एक सेट को संशोधित करने के लिए, बस कड़ी 'संशोधित' के सेट आप बदलना चाहते हैं की एक ही लाइन पर पर क्लिक करें। सृजन के फार्म स्थापित करने के लिए इसी तरह के एक फार्म दिखाई देते हैं और आप setSpec, setName और विवरण को संशोधित करने की अनुमति देगा।
it: Pre modificare un set clicca il link 'Modifica' sulla linea del set che vuoi modificare. Apparirà un form simile a quello per creare i set; esso ti permette di modificare setSpec, setName e le descrizioni.
oc: Per modificar un Set, clicatz sul ligam Modificar qui se tròba en face del Set. Un formulari similaire a celui utilizat per crear un Set serà afichat e poiretz modificar lo nom, la descripcion e los paramètres del Set.
pl: Jeśli chcesz modyfikować zestaw, kliknij „Modyfikuj”. Formularz będzie podobny do tego, który wyświetla się przy tworzeniu zestawu, możesz zmienić pola ‘setSpec’, ‘setName’ oraz opisy.
pt: Para modificar um conjunto, clique na ligação 'Modificar' na mesma linha do conjunto que deseja modificar. Um formulário similar ao de criação irá aparecer e permitirá modificar os detalhes do conjunto.
pt_br: Para editar um conjunto, apenas clique no link 'Editar' na mesma linha do conjunto que queira editar. O formulário similar a criação do conjunto irá aparece e permitira editar o setSpec e SetName e descrições.
sk: Pre zmenu sady, stačí ak kliknete na odkaz 'Zmeniť' na tom istom riadku, ako je sada, ktorú chcete zmeniť. Objaví sa formulár podobný formuláru tvorby sady a budete môcť zmeniť setSpec, setName a popisy.
sv: För att modifiera en uppsättning klickar du på länken 'Modifiera' på samma rad som uppsättningen du vill modifiera. Ett formulär som liknar det för att skapa en uppsättning visas och du kan där ändra setSpec, setName och beskrivningar.
tr: Bir ayarı değiştirmek için, değiştirmek istediğiniz ayarın satırındaki 'Değiştir' bağlantısına tıklayınız. Daha sonra, ayar oluşturma formuna benzer bir form ekrana gelecektir ve size setSpec, isim ve tanım ayarlarını değiştirmenize imkan verecektir.
zh_tw: 按下修改那列的 '修改' 連結，就能修改資料集。出現類似新增資料集的表單，允許您修改setSpec、setName 與說明。

source: To move subfields in to the right order, click the up arrow to the left of the field
ar: للانتقال إلى الحقول الفرعية بالترتيب الصحيح، انقر فوق السهم إلى يمين الحقل
cs: Chcete-li přesunout podpole ve správném pořadí, klepněte na šipku nahoru na levé straně pole
da: For at flytte underfelter i rigtig rækkefølge, klik på pilen op til venstre for feltet
de: Um die Reihenfolge der Felder zu verändern, können Sie auf den Pfeil auf der lingen Seite des Feldes klicken
el: Για να μετακινήσετε τα υποπεδία στη σωστή σειρά, κάντε κλικ στο πάνω βελάκι στα αριστερά του πεδίου
es: Para mostrar los subcampos en el orden correcto, haga clic en la flecha hacia arriba a la izquierda del campo
eu: Azpieremuak ordena egokian izateko, klikatu eremuaren ezkerrera dagoen goi gezia
fi: Jos haluat siirtää osakentät oikeaan järjestykseen, klikkaa kentän vasemmalla puolella olevaa nuolta
fr: Pour positionner les sous-champs correctement, cliquez sur la flèche "vers le haut" à gauche du sous-champ
hi: सही क्रम में उपक्षेत्रों को स्थानांतरित करने के लिए, ऊपर क्षेत्र के बाईं ओर तीर क्लिक करें
it: Per spostare i sottocampi nell'ordine desiderato, clicca la piccola freccia verticale a sinistra del campo
oc: Per positionner les soscamps corrèctament, clicatz sus la sageta "vers lo haut" a esquèrra del soscamp
pt: Para mover subcampos para a ordem correcta, clique na seta à esquerda do campo
pt_br: Para mover os subcampos para a ordem correta, clique na seta para cima no lado esquerdo do campo
sk: Pre premiestnenie podpolí v správnom poradí, kliknite na šípku nahor naľavo od poľa
sv: För att placera underliggande fält i rätt ordning klickar du på uppåtpilen till vänster om fältet
tr: Alt alanları doğru bir düzene sokmak için, yukarı oku alanın soluna tıklayın.
zh_tw: 勾選欄位左方的向上箭，把分欄移到正確的位置

source: To only change the patron's password, click the 'Change Password' button
ar: لتغيير كلمة المرورالمستفيد، انقر على زر'تغيير كلمة المرور'
cs: Chcete-li změnit pouze heslo čtenáře, klikněte na tlačítko 'Změnit heslo'
da: For kun at ændre en låners password, klik på knappen 'Ændre password'
de: Wenn Sie das Passwort des Benutzers aktualisieren möchten, können Sie die Schaltfläche 'Passwort ändern' verwenden
el: Για να αλλάξετε μόνο τον κωδικό πρόσβασης του μέλους, κάντε κλικ στο κουμπί 'Αλλαγή Κωδικού Πρόσβασης'
es: Para solo cambiar la contraseña del usuario, haga clic en el botón 'Cambiar Contraseña'
eu: Para solo cambiar la contraseña del socio, haga clic en el botón 'Cambiar contraseña'
fi: Jos haluat vain vaihtaa asiakkaan salasanan, klikkaa 'Vaihda salasana'
fr: Pour ne modifier que la mot de passe de l'adhérent, cliquez sur le bouton Changer mot de passe.
hi: केवल संरक्षक का पासवर्ड बदलने के लिए, 'पासवर्ड बदलें' बटन पर क्लिक करें
it: Per cambiare solo la password dell'utente, clicca sul bottone 'Cambia password'
oc: Per ne modificar que la senhal de l'aderent, clicatz sul boton Cambiar senhal.
pt: Para apenas alterar a palavra-passe do leitor, clique no botão 'Alterar palavra-passe'
pt_br: Para só trocar a senha do usuário, clique no botão 'Alterar senha'
sk: Pre zmenu iba hesla čitateľa, kliknite na tlačidlo 'Zmeniť heslo'
sv: För att bara byta låntagarens lösenord klickar du på knappen 'Byt lösenord'
tr: Yalnızca kullanıcı şifresini değiştirmek için "Şifre Değiştir" butonuna tıklayınız
zh_tw: 按下 '變更密碼' 鈕，變更密碼

source: To order from a record that can't be found anywhere else, choose the 'From a new (empty) record.'
ar: للطلب من التسجيلة التي لا يمكن العثورعليها في أي مكان آخر، اختار 'من تسجيلة جديدة (فارغة) .'
cs: Chcete-li objednat ze záznamu, který nelze nikde najít, zvolte "Od nového (prázdného) záznamu."
da: For at bestille fra en post, der ikke kan findes andre steder, klik på 'Fra en ny (tom) post'.
de: Um ein neues Buch zu bestellen, klicken Sie auf 'Bestellung aus Neuaufnahme'.
el: Για να παραγγείλετε από μια εγγραφή που δεν μπορεί να βρεθεί πουθενά αλλού, επιλέξτε 'Από μία νέα (κενή) εγγραφή.'
es: Para hacer un pedido de un registro que no se puede encontrar en ningún otro lugar, elija 'Desde un nuevo registro (vacío).'
eu: Beste inon aurkitu ezin den erregistro batetik eskaera egiteko, aukeratu 'Erregistro berri (huts) batetik'.
fi: Jos haluat tilata nimekkeen, jonka tietuetta ei löydy mistään, valitse 'Uudesta (tyhjästä) tietueesta'.
fr: Pour commander à partir d'une notice qui ne peut être trouvée nulle part, choisissez "Depuis une nouvelle notice (vide)".
hi: एक रिकार्ड कहीं और नहीं पाया जा सकता है कि से ऑर्डर करने के लिए, चयन 'से एक नया (खाली) रिकॉर्ड है।'
it: Per ordinare un nuovo libro che non si trova altrove, clicca su 'Da un nuovo record (vuoto)'
oc: Per comandar a partir d'una notícia qui ne pòt èsser trobada nulle part, causissètz "Depuis una novèla notícia (vide)".
pl: Jeśli chcesz złożyć zamówienie na pozycję, której nie było w bazie, wybierz formularz 'z nowego (pustego) rekordu'.
pt: Para encomendar de um registo que não pode ser encontrado em nenhum sítio, clique em 'De um registo novo (em branco)'.
pt_br: Para fazer um pedido com base em um registro de outro lugar, selecione 'A partir de um novo registro (vazio)'
sk: Pre objednávku záznamu, ktorý sa už inde nenachádza, zvoľte 'Z nového (prázdneho) záznamu.'
sv: För att beställa från en post som inte kan hittas på annan plats, väljer du 'Beställ från en ny (tom) post'.
tr: Başka hiçbir yerde bulunamayan bir kayıttan istekte bulunmak için 'Yeni (boş) kayıttan' seçeneğini seçiniz.
zh_tw: 訂閱別處找不到的紀錄時，選擇 '取自新(空白)紀錄'。

source: To order from a record that can't be found anywhere else, choose the 'From a new (empty) record.'
ar: للطلب من التسجيلة التي لا يمكن العثورعليها في أي مكان آخر، اختار 'من تسجيلة جديدة (فارغة). '
cs: Chcete-li objednat ze záznamu, který nelze nikde najít, zvolte "Od nového (prázdného) záznamu."
da: For at bestille fra en post, der ikke kan findes andre steder, klik på 'Fra en ny (tom) post'.
de: Um ein neues Buch zu bestellen, klicken Sie auf 'Bestellung aus Neuaufnahme' .
el: Για να παραγγείλετε από μια εγγραφή που δεν μπορεί να βρεθεί πουθενά αλλού, επιλέξτε 'Από μία νέα (κενή) εγγραφή.'
es: Para hacer un pedido de un registro que no se puede encontrar en ningún otro lugar, elija 'Desde un nuevo registro (vacío).'
eu: Beste inon aurkitu ezin den erregistro batetik eskaera egiteko, aukeratu 'Erregistro berri (huts) batetik'.
fi: Jos haluat tilata nimekkeen, jonka tietuetta ei löydy mistään, valitse 'Uudesta (tyhjästä) tietueesta'.
fr: Pour commander à partir d'une notice qui ne peut être trouvée nulle part, choisissez "Depuis une nouvelle notice (vide)".
hi: एक रिकार्ड कहीं और नहीं पाया जा सकता है कि से ऑर्डर करने के लिए, चयन 'से एक नया (खाली) रिकॉर्ड है।'
it: Per ordinare un nuovo libro che non si trova altrove, clicca su 'Da un nuovo record (vuoto)'
oc: Per comandar a partir d'una notícia qui ne pòt èsser trobada nulle part, causissètz "Depuis una novèla notícia (vide)".
pl: Jeśli chcesz złożyć zamówienie na pozycję, której nie było w bazie, wybierz formularz 'z nowego (pustego) rekordu'.
pt: Para encomendar de um registo que não pode ser encontrado em nenhum sítio, clique em 'De um registo novo (em branco)'.
pt_br: Para fazer um pedido com base em um registro de outro lugar, selecione 'A partir de um novo registro (vazio)'.
sk: Pre objednávku záznamu, ktorý sa už inde nenachádza, zvoľte 'Z nového (prázdneho) záznamu.'
sv: För att beställa från en post som inte kan hittas på annan plats, väljer du 'Beställ från en ny (tom) post'.
tr: Başka hiçbir yerde bulunamayan bir kayıttan istekte bulunmak için 'Yeni (boş) kayıttan' seçeneğini seçiniz.
zh_tw: 訂閱別處找不到的紀錄時，選擇 '取自新(空白)紀錄'。

source: To print to a duplex card printer you need a '1 up template' (1 row / 1 column) and for both card sides a separate layout.
hi: एक डुप्लेक्स कार्ड प्रिंटर पर प्रिंट करने के लिए आपको '1 अप टेम्प्लेट' (1 पंक्ति / 1 कॉलम) की आवश्यकता होती है और दोनों पक्षों के लिए एक अलग लेआउट है।
