Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: According to our records, at the time of this notice, you have items that are overdue. Please return or renew them as soon as possible to avoid increasing late fines.
ar: طبقا لسجلاتنا ، في وقت هذا الإشعار ،يتبين أن لديك مواد متأخرة.فالرجاء إعادتها أو تجديدها في أقرب وقت ممكن لتجنب زيادة غرامة التأخير.
cs: Podle našich záznamů máte v tuto chvíli některé výpůjčky, u kterých byla překročena výpůjční lhůta. Prosíme o jejich brzké vrácení nebo prodloužení. Předejdete tak případným dalším upomínkám.
da: Efter vores oplysninger har du i øjeblikket udestående udlån. Giv dem tilbage eller forlæng dem, for at undgå stigende bøder.
de: Nach unseren Unterlagen haben Sie zum Zeitpunkt dieser Mahnung überfällige Ausleihen. Bitte geben Sie diese zurück oder verlängern Sie sie, um sich erhöhende Überziehungsgebühren zu vermeiden.
el: Σύμφωνα με τις εγγραφές μας, κατά τη στιγμή αυτής της ειδοποίησης, έχετε εκπρόθεσμα τεκμήρια. Παρακαλώ επιστρέψτε ή ανανεώστε τα το συντομότερο δυνατό για να αποφύγετε αυξημένα πρόστιμα.
es: Según nuestros registros, en el momento de esta notificación, tiene ítems que están atrasados. Por favor, devolver o renovar tan pronto como le sea posible para evitar el aumento de multas por demora.
eu: Gure erregistroen arabera, jakinarazpen hau jasotzerakoan atzerapenak dituzu. Mesedez, itzuli edo berritu ahal bezain laster atzerapenagatiko isunak gora ez egiteko.
fi: Tietojemme mukaan sinulla on erääntyneitä lainoja tämän ilmoituksen lähettämisaikaan. Ole hyvä ja palauta tai uusi aineisto niin pian kuin mahdollista, jotta maksuja ei kerry enempää.
fr: Selon notre système informatisé, à l'instant de ce message, vous avez des documents en retard. Merci de les retourner ou les renouveler dès que possible afin d'éviter des pénalités de retard croissantes.
hi: हमारे रिकॉर्ड के अनुसार, इस नोटिस के समय में, आप आइटम है कि अरसे से कर रहे हैं। वापसी या जितनी जल्दी हो सके उन्हें नवीनीकृत देर जुर्माना बढ़ती से बचने के लिए करें।
it: In base a i nostri record, al momento della notizia, hai dei documenti scaduti. Per favore, restituisci o rinnova i documenti prima possibile per evitare l'aumento della sanzione.
oc: Selon nòstre sistèma informatisé, a l'instant de ce messatge, avètz des documents en retard. Mercé de les retourner o les renovelar dès que possible afin d'evitar des pénalités de retard creissentas.
pl: Uwaga: Przetrzymane egzemplarze na koncie bibliotecznym. Prosimy o jak najszybszy zwrot lub prolongatę, w celi uniknięcia powiększania się należności.
pt: De acordo com nossos registos, no momento do presente, você tem itens que estão em atraso. Por favor, retorne ou renove-os o mais rapidamente possível para evitar o aumento das coimas.
pt_br: De acordo com nossos registros, no momento do presente, você tem itens que estão em atraso. Por favor, retorne ou renove-os o mais rapidamente possível para evitar o aumento das multas.
sk: Podľa našich záznamov, v čase tohto oznámenia máte omeškané exempláre. Čím skôr ich prosím vráťte alebo obnovte, aby ste sa vyhli zvyšovaniu pokút za omeškanie.
sv: Enligt våra register hade du vid tiden för detta meddelande försenade lån. Lämna tillbaka eller låna om dem så snart som möjligt för att undvika högre förseningsavgifter.
tr: Kayıtlarımıza göre bu bildirimi gönderdiğimiz süre zarfında üzerinizde süresi dolan materyaller bulunmaktadır. Lütfen gecikme cezanızın artış göstermemesi için üzerinizdeki materyallerin mümkün olan en kısa zamanda uzatmasını yapın ya da materyalleri iade edin.
zh_tw: 根據我們的紀錄，發出此通知時，您的借出館藏已逾期，請儘快歸還或續借，以免持續增加罰款。

source: Acquisition and/or suggestion management
ar: التزويد و / أو إدارة المقترحات
cs: Správa akvizice a návrhů na nákup
da: Indjkøbs- pg/eller forslagsadministration
de: Erwerbung und/oder Verwaltung von Anschaffungsvorschlägen
el: Διαχείριση προσκτήσεων και/ή πρότασεων
es: Administración de adquisiciones y/o sugerencias
eu: Gestión de adiquisiciones y sugerencias
fi: Hankinnan ja/tai hankintaehdotusten hallinta
fr: Gestion des acquisitions et/ou des suggestions
hi: अधिग्रहण और / या सुझाव प्रबंधन
it: Gestione delle acquisizioni e dei suggerimenti
oc: Gestion des aquisicions e/o des suggestions
pl: Zarządzanie gromadzeniem i/lub propozycjami
pt: Aquisição e/ou gestão das sugestões
pt_br: Gerenciamento da sugestão/aquisição
sk: Spracovanie nákupu a/alebo návrhov
sv: Hantering av inköp och/eller förslag
tr: Sağlama ve/veya öneri yönetimi
zh_tw: 採訪或建議管理

source: Acquisitions
ar: التزويد
cs: Akvizice
da: Erhvervelser
de: Erwerbung
el: Προσκτήσεις
es: Adquisiciones
eu: Eskurapenak
fi: Hankinnat
hi: अधिग्रहण
it: Acquisizioni
oc: Aquisicions
pl: Gromadzenie
pt: Aquisições
pt_br: Aquisições
sk: Akvizície
sv: Inköp
tr: Sağlama
zh_tw: 採訪

source: Acquisitions Searching
ar: بحث التزويد
cs: Vyhledávání v akvizici
da: Erhvervelsessøgning
de: Erwerbungsdaten durchsuchen
el: Αναζήτηση Προσκτήσεων
es: Búsqueda en adquisiciones
eu: Eskurapen Bilaketa
fi: Hankinnan haku
fr: Recherche sur les acquisitions
hi: अधिग्रहण सर्च कर रहे हैं
it: Acquisizioni - Ricerca
oc: Recèrca sus las aquisicions
pl: Wyszukiwanie w module Gromadzenie
pt: Pesquisa de aquisições
pt_br: Busca em aquisições
sk: Hľadanie akvizícií
sv: Inköpssökning
tr: Sağlama Arama
zh_tw: 採訪搜尋

source: Acquisitions statistics
ar: إحصائيات التزويد
cs: Statistika akvizic
da: Erhvervelsesstatistik
de: Erwerbungsstatistik
el: Στατιστικά στοιχεία προσκτήσεων
es: Estadística de adquisiciones
eu: Eskurapenen estatistikak
fi: Hankintatilastot
fr: Statistiques sur les acquisitions
hi: अधिग्रहण के आँकड़े
it: Statistiche delle Acquisizioni
oc: Estatisticas sus las aquisicions
pl: Statystyki gromadzenia
pt: Estatísticas das aquisições
pt_br: Estatísticas da aquisição
sk: Štatistika akvizícií
sv: Inköpsstatistik
tr: Sağlama istatistikleri
zh_tw: 採訪統計

source: Acquisitions:
ar: التزويد:
cs: Akvizice:
da: Erhvervelse:
de: Erwerbung:
el: Προσκτήσεις:
es: Adquisiciones:
eu: Eskurapenak:
fi: Hankinta:
fr: Acquisitions&nbsp;:
hi: अधिग्रहण:
it: Acquisizioni:
oc: Aquisicions&nbsp;:
pl: Gromadzenie:
pt: Aquisições:
pt_br: Aquisições:
sk: Akvizície:
sv: Inköp:
tr: Sağlama:
zh_tw: 採訪：

source: Actions within the Koha system are tracked in log files. Your system preferences can be changed to prevent the logging of different actions. These logs can be viewed using the Log Viewer Tool.
ar: ويتم تتبع الإجراءات داخل نظام كوها في ملفات السجل كما يمكن تغيير تفضيلات النظام الخاص بك لمنع التسجيل بإجراءات مختلفة.و يمكن الاطلاع على هذه السجلات باستخدام أداة عارض دخول.
cs: Akce v systému Koha se sledují v záznamových (logovacích) souborech. Nastavení Vašeho systému se dá změnit, aby se předešlo zaznamenávání rozličných akcí. Záznamy se dají zobrazit pomocí nástroje Prohlížeč záznamů.
da: Handlinger i Koha-systemet registreres i logfiler. Din systemindstillinger kan ændres til at forhindre logning af de forskellige handlinger. Disse logfiler kan vises med Log-vise-værktøjet.
de: Aktionen innerhalb von Koha werden in der Datenbank aufgezeichnet. Die Systemparameter erlauben es zu konfigurieren, welche Aktionen aufgezeichnet werden. Diese Aufzeichnungen können über das Werkzeug Loganzeige eingesehen und durchsucht werden.
el: Οι ενέργειες στο Koha καταγράφονται σε αρχεία ιστορικού. Οι προτιμήσεις συστήματός σας μπορούν να αλλαχτούν έτσι ώστε να παρεμποδίζουν την καταγραφή διαφόρων ενεργειών. Αυτό το ιστορικά μπορείτε να το δείτε μέσω του Εργαλείου Προβολής Ιστορικού.
es: Las acciones en el sistema Koha son registradas en los archivos de log. Sus preferencias de sistema pueden ser cambiadas para prevenir el registro de diferentes acciones. Estos logs pueden ser visualizados usando la herramienta de revisión de logs.
eu: Las acciones en el sistema Koha son registradas en los archivos de log. Sus preferencias de sistema pueden ser cambiadas para prevenir el registro de diferentes acciones. Estos logs pueden ser visualizados usando la herramienta de revisión de logs.
fi: Kohassa tapahtuvat toiminnot näkyvät lokitiedostoissa. Järjestelmäasetuksia voidaan muuttaa estämään toimintojen lokikirjaaminen. Näitä lokeja voidaan katsoa 'Lokien katselu' -työkalua käyttäen.
fr: Toutes les actions ayant lieu dans votre système Koha sont journalisées dans le fichier des log. Vous pouvez limiter les actions journalisées au moyen des préférences système. Les logs sont visualisés au moyen de l'outil de visualisation des logs.
hi: Koha प्रणाली के भीतर प्रक्रिया लॉग फाइल में ट्रैक किए गए हैं। आपका सिस्टम प्राथमिकताएं अलग-अलग कार्यों के प्रवेश को रोकने के लिए बदला जा सकता है। लॉग इन लॉग व्यूअर उपकरण का उपयोग करके देखा जा सकता है।
it: Le operazioni in Koha vengono registrate nei file di log. Puoi cambiare le preferenze di sistema per non loggare alcune azioni. I log possono essere letti con lo strumento 'Visualizzatore dei log'.
oc: Totas les accions ayant lieu dins vòstre sistèma Koha son jornalisées dins lo fichièr des log. Podètz limiter les accions jornalisées amb l'ajuda des preferéncias sistèma. Les logs son visualisés amb l'ajuda de l'aisina de visualizacion des logs.
pt: Acções feitas no sistemas são guardadas nos logs. O sistema pode ser alterado para não guardar acções de diferentes módulos. O logs podem ser vistos recorrendo à ferramenta de visualização de logs.
pt_br: As ações realizadas no Koha são registradas em arquivos de log. Suas preferências podem ser alteradas para ajustar estes logs. Essas informações podem ser vistas utilizando a ferramenta 'Visualizador de Log'.
sk: Akcie v systéme Koha sa sledujú v súboroch denníkov. Vaše nastavenia systému sa dajú zmeniť, aby sa predišlo sledovaniu rozličných akcií. Tieto denníky sa zobrazujú v nástroji Zobrazovač denníkov.
sv: Åtgärder i Koha-systemet spåras med hjälp av loggfiler. Dina systempreferenser kan ändras för att exkludera loggning av olika åtgärder. Dessa loggar kan ses med verktyget för loggranskning.
tr: Koha sistemindeki işlemler giriş dosyalarınızda takip edilir. Sistem tercihleriniz farklı işlem girişlerini önlemek için değiştirilebilir. Bu girişler ‘Giriş Görüntüleyici Aracı’ kullanarak görülebilir.
zh_tw: Koha的運作都儲存在紀錄檔內。經由系統偏好的設定，可以不儲存它。可從檢視紀錄工具查看該等紀錄。

source: Add A New Serial Subscription
ar: إضافة اشتراك دورية جديد
cs: Přidat nové předplatné periodika
da: Tilføj nyt tidsskrift-abonnement
de: Abonnement hinzufügen
el: Προσθήκη μίας Νέας Συνδρομής Περιοδικής Έκδοσης
es: Agregar una nueva suscripción a una publicación periódica
eu: Gehitu aldizkako argitalpen berri baten harpidetza
fi: Lisää uusi kausijulkaisutilaus
fr: Ajouter un nouvel abonnement à un périodique
hi: एक नई सीरियल सदस्यता जोड़ें
it: Aggiungi un nuovo abbonamento per una risorsa in continuazione
oc: Apondre un novèl abonament a un periodic
pl: Dodaj nową prenumeratę
pt: Adicionar nova assinatura
pt_br: Adicionar uma nova assinatura
sk: Pridať nové predplatné periodika
sv: Lägg till en ny periodikaprenumeration
tr: Yeni Bir Süreli Yayın Aboneliği Ekle
zh_tw: 新增訂閱期刊

source: Add CSV Profiles
ar: إضافة أوضاع CSV
cs: Přidat CSV profily
da: Tilføj CSV-profiler
de: Neues CSV-Profil
el: Προσθήκη Προφίλ CSV
es: Agregar Perfiles CSV
eu: Agregar Perfiles CSV
fi: Lisää CSV-profiili
fr: Ajouter des profils CSV
hi: सीएसवी प्रोफाइल जोडे
it: Aggiiungi profili CSV
oc: Apondre des perfils CSV
pl: Dodaj profile CSV
pt: Adicionar perfis CSV
pt_br: Adicionar Perfis CSV
sk: Pridať profily CSV
sv: Lägg till CSV-profiler
tr: CSV Profilleri ekle
zh_tw: 新增 CSV 設定檔

source: Add New Authorized Value
ar: إضافة قيمة استناد جديدة
cs: Přidat novou povolenou hodnotu
da: Tilføj ny autoriseret værdi
de: Neuer normierter Wert
el: Προσθήκη Νέας Καθιερωμένης Τιμής
es: Agregar nuevo valor autorizado
eu: Agregar nuevo valor autorizado
fi: Lisää uusi auktorisoitu arvo
fr: Ajouter une nouvelle valeur autorisée
hi: नई अधिकृत मूल्य जोड़े
it: Aggiungi un nuovo valore autorizzato
oc: Apondre una novèla valor autorizada
pl: Dodaj Nową Wartość Dopuszczoną
pt: Adicionar um valor autorizado
pt_br: Adicionar Novo Valor Autorizado
sk: Pridať novú povolenú hodnotu
sv: Lägg till nytt auktoriserat värde
tr: Yeni Yetkili Değer Ekle
zh_tw: 新增容許值

source: Add New Authorized Value Category
ar: إضافة فئة قيمة استناد جديدة
cs: Přidat novou kategorii povolených hodnot
da: Tilføj ny kategori med autoriserede værdier
de: Neue Kategorie normierter Werte
el: Προσθήκη Νέας Κατηγορίας Καθιερωμένης Τιμής
es: Agregar nueva categoría de valor autorizado
eu: Agregar nueva categoría de valor autorizado
fi: Lisää uusi auktorisoitu arvo -luokka
fr: Ajouter une nouvelle catégorie de valeurs autorisées
hi: एक नया अधिकृत मान श्रेणी जोड़ें
it: Aggiungi una nuova categoria di valori autorizzati
oc: Apondre una novèla categoria de valors autorizadas
pl: Dodaj Nową Kategorię Dopuszczonych Wartości
pt: Adicionar uma categoria de valor autorizado
pt_br: Adicionar Nova Categoria de Valores Autorizados
sk: Pridať novú kategóriu povolenej hodnoty
sv: Lägg till ny kategori för auktoriserade värden
tr: Yeni Yetkili Değer Kategorisi Ekle
zh_tw: 新增容許值類型

source: Add New Framework
ar: إضافة إطار جديد
cs: Přidat novou šablonu
da: Tilføj ny struktur
de: Neues Framework
el: Προσθήκη Νέου Πλαισίου
es: Agregar nueva hoja de trabajo
eu: Gehitu
fi: Lisää uusi luettelointipohja
fr: Ajouter une nouvelle grille
hi: नई फ्रेमवर्क जोड़े
it: Nuova griglia di catalogazione
oc: Apondre una novèla grasilha
pl: Dodaj szablon
pt: Adicionar modelo
pt_br: Adicionar Novo Framework
sk: Pridať nový rámec
sv: Lägg till nytt ramverk
tr: Yeni Çerçeve Ekle (framework)
zh_tw: 新增書目紀錄框架

source: Add Quote
ar: إضافة اقتباس
cs: Přidat citát
da: Tilføj citat
de: Zitat hinzufügen
el: Προσθήκη Αποφθέγματος
es: Agregar cotización
eu: Gehitu kuota
fi: Lisää sitaatti
fr: Ajouter une citation
hi: उद्धरण जोड़े
it: Aggiungi una citazione
oc: Apondre una citacion
pl: Dodaj Cytat
pt: Adicionar frase
pt_br: Adicionar citação
sk: Pridať citát
sv: Lägg till citat
tr: Alıntı Ekle
zh_tw: 新增引句

source: Add a Batch
ar: إضافة دفعة
cs: Přidat dávku
da: Tilføje en stabel
de: Neuer Stapel
el: Προσθήκη Παρτίδας
es: Agregar un lote
eu: Gehitu sorta bat
fi: Lisää eräajo
fr: Ajouter un lot
hi: एक बैच जोड़े
it: Aggiungi un batch
oc: Apondre un lòt
pl: Dodaj grupę
pt: Adicionar um lote
pt_br: Adicionar um Lote
sk: Pridať dávku
sv: Lägg till en sats
tr: Toplu dosya ekle
zh_tw: 新增批次

source: Add a Contract
ar: إضافة عقد
cs: Přidat smlouvu
da: Tilføj en kontrakt
de: Neue Vereinbarung
el: Προσθήκη Επαφής
es: Agregar un contrato
eu: Gehitu kontratu bat
fi: Lisää sopimus
fr: Ajouter un contrat
hi: एक अनुबंध जोड़े
it: Aggiungi un contratto
oc: Apondre un contracte
pl: Dodaj kontrakt
pt: Adicionar um contracto
pt_br: Adicionar um Contrato
sk: Pridať zmluvu
sv: Lägg till ett avtal
tr: Sözleşme Ekle
zh_tw: 新增合約

source: Add a Fund
ar: إضافة تمويل
cs: Přidat fond
da: Tilføj en indtægt
de: Neues Konto
el: Προσθήκη Χρηματοδότησης
es: Agregar un fondo
eu: Gehitu funtsa bat
fi: Lisää tili
fr: Ajouter un poste budgétaire
hi: एक कोष जोड़ें
it: Aggiungi un fondo
oc: Apondre un pòste budgètari
pl: Dodaj fundusz
pt: Adicionar um fundo
pt_br: Adicionar um fundo
sk: Pridať fond
sv: Lägg till ett budgetställe
tr: Fon Ekle
zh_tw: 新增基金

source: Add a Layout
ar: إضافة تخطيط
cs: Přidat rozložení
da: Tilføj layout
de: Neues Layout
el: Καθορίστε μία Διάταξη
es: Agregar un diseño
eu: Gehitu diseinu bat
fi: Lisää asettelu
fr: Créer une nouvelle mise en page
hi: एक लेआउट जोड़े
it: Definisci un layout
oc: Crear una novèla mesa en pagina
pl: Dodaj układ
pt: Adicionar um Esquema
pt_br: Adicionar um layout
sk: Pridať rozloženie
sv: Lägg till en layout
tr: Sayfa Yerleşim Düzeni Ekle
zh_tw: 新增布局

source: Add a Profile
ar: إضافة ملف شخصي
cs: Přidat profil
da: Tilføj profil
de: Neues Profil
el: Προσθήκη Προφίλ
es: Agregar un perfil
eu: Gehitu profil bat
fi: Lisää profiili
fr: Ajouter un profil
hi: जोड़ें प्रोफाइल
it: Aggiungi un profilo
oc: Apondre un perfil
pl: Dodaj profil
pt: Adicionar um Perfil
pt_br: Adicionar um perfil
sk: Pridať profil
sv: Lägg till en profil
tr: Profil Ekle
zh_tw: 新增設定檔

source: Add a Staff Patron
ar: إضافة مستفيد موظف
cs: Přidat zaměstnance
da: Tilføje en medarbejderlåner
de: Benutzerkonten für Mitarbeiter anlegen
el: Προσθήκη Μέλους Προσωπικού
es: Agregar un usuario administrativo
eu: Gehitu langile bazkide bat
fi: Henkilökunta-asiakkaan lisääminen
fr: Ajout d'un adhérent Bibliothécaire
hi: स्टाफ संरक्षक जोडे
it: Aggiungi un utente staff
oc: Apondon d'un aderent Bibliotecari
pl: Dodaj bibliotekarza
pt: Adicionar um leitor Staff
pt_br: Adicionar um Funcionário
sk: Pridať knihovníka
sv: Lägg till en bibliotekslåntagare
tr: Personel Kullanıcı Ekle
zh_tw: 新增館員讀者

source: Add a Template
ar: إضافة قالب
cs: Přidat šablonu
da: Tilføj skabelon
de: Neues Template
el: Επεξεργασία Προτύπου
es: Agregar una plantilla
eu: Gehitu txantiloi bat
fi: Lisää tallennuspohja
fr: Ajouter un modèle
hi: एक खाका जोड़ें
it: Aggiungi un template
oc: Apondre un modèl
pl: Dodaj szablon
pt: Adicionar um Modelo
pt_br: Adicionar Template
sk: Pridať šablónu
sv: Lägg till en mall
tr: Şablon Ekle
zh_tw: 新增模版

source: Add a Vendor
ar: إضافة مزود
cs: Přidat dodavatele
da: Tilføj en leverandør
de: Neuer Lieferant
el: Προσθήκη Προμηθευτή
es: Agregar un proveedor
eu: Gehitu hornitzaile bat
fi: Lisää toimittaja
fr: Ajouter un fournisseur
hi: विक्रेता जोड़ें
it: Aggiungi un fornitore
oc: Apondre un provesidor
pl: Dodaj dostawcę
pt: Adicionar fornecedor
pt_br: Adicionar um fornecedor
sk: Pridať predajcu
sv: Lägg till en leverantör
tr: Sağlayıcı Ekle
zh_tw: 新增供應商

source: Add a Z39.50/SRU Target
ar: إضافة هدف Z39.50/SRU
cs: Přidat Z39.50/SRU server
de: Neuer Z39.50/SRU-Server
el: Προσθήκη Στόχου Z39.50
es: Agregar un servidor Z39.50/SRU
eu: Gehitu Z39.50/SRU Target
fi: Lisää Z39.50/SRU-kohde
fr: Ajouter une cible Z39.50
hi: एक Z39.50 / एसआरयू लक्ष्य जोड़ें
it: Aggiungi un server Z39.50/SRU
oc: Apondre una cibla Z39.50
pt: Adicionar servidor Z39.50/SRU
sk: Pridať cieľ Z39.50/SRU
tr: Z39.50/SRU Hedefi ekle
zh_tw: 新增 Z39.50/SRU 目標

source: Add a custom report
ar: إضافة تقرير مخصص
cs: Vytvořit vlastní výstup
da: Tilføj brugerdefineret rapport
de: Benutzerdefinierten Report hinzufügen
el: Προσθήκη Προσαρμοσμένης Αναφοράς
es: Agregar un informe personalizado
eu: Agregar un informe personalizado
fi: Lisää muokattu raportti
fr: Ajouter un rapport personnalisé
hi: एक कस्टम रिपोर्ट जोड़े
it: Aggiungi un report personalizzato
oc: Apondre un rapòrt personnalisé
pl: Dodaj raport niestandardowy
pt: Adicionar um relatório
pt_br: Adicionar um relatório personalizado
sk: Pridať prispôsobený výkaz
sv: Lägg till en anpassad rapport
tr: Özel Rapor Ekle
zh_tw: 新增客製化報表

source: Add a new Patron
ar: إضافة مستفيد جديد
cs: Přidat nového uživatele
da: Tilføj en ny låner
de: Neuer Benutzer
el: Προσθήκη νέου Μέλους
es: Agregar un nuevo Usuario
eu: Gehitu bazkide berri bat
fi: Uuden asiakkaan lisääminen
fr: Ajouter un adhérent
hi: एक नए संरक्षक जोड़ें:
it: Aggiungi un nuovo utente
oc: Apondre un aderent
pl: Dodaj nowego użytkownika
pt: Adicionar um novo leitor:
pt_br: Adicionar um novo usuário
sk: Pridať nového čitateľa
sv: Lägg till en ny låntagare
tr: Yeni kullanıcı ekle
zh_tw: 新增讀者

source: Add and delete budgets (but can't modify them)
ar: إضافة وحذف الميزانيات (لكن لا يمكن تعديلها)
cs: Přidat nebo odstranit rozpočty (ne měnit)
da: Mulighed for at tilføje og slette budgetter (ikke ændre)
de: Konten anlegen und löschen (aber nicht bearbeiten)
el: Προσθήκη και διαγραφή κονδυλίων (χωρίς όμως δυνατότητα τροποποίηση)
es: Agregar y eliminar presupuestos (pero no puede hacer modificaciones)
eu: Añadir y borrar presupuestos (no se podrán modificar)
fi: Budjettien lisääminen ja poistaminen, mutta ei muokkaaminen
fr: Ajouter ou supprimer des budgets (sans possibilité de modification)
hi: जोड़ें और बजट को नष्ट (लेकिन उन्हें संशोधित नहीं कर सकते हैं)
it: Aggiungere e cancellare budgets (non a modificare)
oc: Apondre o suprimir des budgèts (sans possibilitat de modificacion)
pl: Dodawanie i usuwanie budżetów (bez zmiany istniejących)
pt: Adicionar e eliminar orçamentos (não modificar)
pt_br: Adicionar e excluir orçamentos (não modificar)
sk: Pridať a odstrániť rozpočty (nie ich zmeniť)
sv: Lägg till och radera budgetar (kan inte redigera dem)
tr: Bütçeleri ekle ve sil (bütçeleri değiştiremezsiniz)
zh_tw: 新增與刪除預算(但不能修改它們)

source: Add help
ar: إضافة مساعدة
cs: Přidat nápovědu
da: Tilføj hjælp
de: Hilfe hinzufügen
el: Προσθήκη βοήθειας
es: Agregar Ayuda
eu: Gehitu laguntza
fi: Lisää ohje
fr: Ajouter de l'aide
hi: मदद जोड़ें
it: Aggiungi aiuto
oc: Apondre d'ajuda
pl: Dodaj pomoc
pt: Ajuda sobre adicionar
pt_br: Adicionar ajuda
sk: Pridať pomoc
sv: Lägg till hjälp
tr: Yardım ekle
zh_tw: 新增說明

source: Add or modify patrons
ar: إضافة أو تعديل المستفيدين
cs: Přidat nebo upravit čtenáře
da: Tilføje eller ændre lånere
de: Benutzer hinzufügen oder bearbeiten
el: Προσθήκη ή τροποποίηση μελών
es: Agregar o modificar usuarios
eu: Añadir y modificar socios
fi: Asiakkaan lisääminen ja muokkaaminen
fr: Ajouter ou modifier des adhérents
hi: जोड़े या संरक्षक को संशोधित
it: Aggiungi o modifica utenti
oc: Apondre o modificar d'aderents
pl: Dodawanie albo modyfikowanie użytkowników
pt: Adicionar ou modificar leitores
pt_br: Adicionar ou modificar usuários
sk: Pridať alebo upraviť čitateľov
sv: Lägg till eller modifiera låntagare
tr: Kullanıcıları ekle veya değiştir
zh_tw: 新增或修改讀者

source: Add patrons
ar: إضافة مستفيدين
cs: Přidat uživatele
da: Tilføje lånere
de: Benutzer hinzufügen
el: Προσθήκη μελών
es: Agregar usuarios
eu: Agregar socios
fi: Lisää asiakkaita
fr: Ajouter des adhérents
hi: संरक्षक जोड़ें
it: Aggiungi utenti
oc: Apondre d'aderents
pl: Dodaj użytkowników
pt: Adicionar leitores
pt_br: Adicionar usuários
sk: Pridať čitateľov
sv: Lägg till låntagare
tr: Kullanıcıları ekle
zh_tw: 新增讀者

source: Add subfields to Frameworks
eu: Gehitu azpieremua Frameworks-entzat
fi: Lisää osakenttiä luettelointipohjaan
hi: फ्रेमवर्क करने के लिए उपक्षेत्रों जोड़े
oc: Apondre des soscamps a las grasilhas

source: Add to a list
ar: إضافة إلى قائمة
cs: Vložit do seznamu
da: Tilføj til en liste
de: Einer Liste hinzufügen
el: Προσθήκη σε μια λίστα
es: Agregar a una lista
eu: Gehitu zerrenda bati
fi: Lisää listaan
fr: Ajouter à une liste
hi: एक सूची जोड़ें
it: Aggiungi ad una lista
oc: Apondre a una lista
pl: Dodaj do listy
pt: Adicionar a uma nova lista
pt_br: Adicionar para uma lista
sk: Pridať do zoznamu
sv: Lägg till i en lista
tr: Bir liste ekle
zh_tw: 新增至虛擬書架

source: Add/edit a course
ar: إضافة/تحرير كورس
cs: Vytvořit/upravit kurz
de: Kurs anlegen/bearbeiten
el: Προσθήκη/επεξεργασία μαθήματος
es: Agregar/editar un curso
eu: Gehitu/editatu ikastaro bat
fi: Lisää/muokkaa kurssia
fr: Ajouter/modifier un cours
hi: जोड़ें/संपादन पाठ्यक्रम आइटम
it: Aggiungi/modifica un corso
oc: Apondre/modificar un cors
pl: Dodaj/Modyfikuj kurs
pt: Adicionar/editar curso
pt_br: Adicionar/editar um curso
sk: Pridať/upraviť kurz
tr: bir süreç ekle/güncelle
zh_tw: 新增/編輯一個課程

source: Add/edit course items
ar: إضافة / تحرير مواد الكورس
cs: Přidat/upravit materiály kurzu
de: Exemplare hinzufügen/bearbeiten
el: Προσθήκη/επεξεργασία τεκμήρια μαθημάτων
es: Agregar/Editar ítems al curso
eu: Gehitu/editatu ikastaro elementuak
fi: Lisää/muokkaa kurssinimekkeitä
fr: Ajouter/modifier des éléments de cours
hi: जोड़ें/संपादन पाठ्यक्रम आइटम
it: Aggiungi/Modifica copie per i corsi
oc: Apondre/modificar d'elements de cors
pl: Dodaj/Modyfikuj egzemplarze
pt: Adicionar/editar exemplares de curso
pt_br: Adicionar/Editar cursos
sk: Pridať/upraviť exempláre kurzu
tr: süreç materyalleri Ekle/Düzenle
zh_tw: 新增/編輯課程館藏
