Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If the price is uncertain, check the uncertain price box.
ar: إذا ما كان السعر غير مؤكد، قم بتحديد مربع السعر غير محدد.
cs: Jesli je cena těžko zjistitelná, zatrhněte políčko "Nejistá cena".
da: Hvis prisen er usikker, sæt mærke i feltet usikker pris.
de: Wenn der Preis nicht klar ist, setzen Sie das Häkchen bei 'Ungewisser Preis'.
el: Αν η τιμή είναι αβέβαιη, επιλέξτε το κουτί αβέβαιη τιμή.
es: Si el precio es incierto, marque la casilla del precio incierto.
eu: Prezioa zehaztu gabe badago, markatu prezio zehaztugabea koadroa.
fi: Jos hinta on epävarma, klikkaa vahvistamattoman hinnan valinta.
fr: Si le prix n'est pas certain, cochez la boîte Incertain.
hi: मूल्य अनिश्चित है, तो अनिश्चित कीमत बॉक्स की जाँच करें।
it: Se il prezzo è incerto, spunta la casella.
oc: Se lo prix es pas certain, cochez la bóstia Incertain.
pl: Jeśli cena nie jest znana bądź przybliżona, zaznacz opcję 'Niepewna cena'.
pt: Se o preço é incerto, marque a caixa de preço incerto.
pt_br: Se o preço é indefinido, cliuq en caixa Preço Indefinido.
sk: Ak je cena neistá, zaškrtnite políčko neistej ceny.
sv: Om priset är osäkert, markerar du rutan för osäkert pris.
tr: Fiyat belirsizse, belirsiz fiyat kutusunu işaretleyin.
zh_tw: 若價格不確定，則勾選價格不確定盒。

source: If the staff member has 'acquisition' permissions they have the ability to perform all of these actions. If you would like to control acquisitions permissions on a more granular level choose from these options:
ar: إذا ما امتلك الموظفون صلاحيات 'التزويد' فإن بإمكانهم القيام بكل هذه الأعمال. وإذا ما أردتَ أن تتحكم بصلاحيات التزويد بمرحلة أكثر تفصيلاً فاختر من هذه الخيارات:
cs: Pokud má knihovník nastaveno oprávnění "acquisition - akvizice", může provádět všechny tyto akce. Pokud byste chtěli ovládat oprávnění k akvizici podrobněji, můžete využít následující možnosti:
da: Hvis medarbejderen har 'indkøbs' tilladelser, kan de udføre alle disse handlinger. Hvis indkøbstilladelser skal kontrolleres på en mere sammensat måde, vælg blandt disse optioner:
de: Wenn der Mitarbeiter die Berechtigung für die Erwerbung hat, kann er alle diese Aktionen durchführen. Wenn Sie die Berechtigungen in der Erwerbung genauer festlegen möchten, können Sie aus diesen Optionen wählen:
el: Αν το μέλος προσωπικού έχει εξουσιοδότηση 'προσκτήσεων' έχει τη δυνατότητα να εκτελέσει όλες αυτές τις ενέργειες. Αν θέλετε να ελέγξετε τις εξουσιοδοτήσεις προσκτήσεων σε πιο εξατομικευμένο επίπεδο επιλέξτε από αυτές τις επιλογές:
es: Si un miembro del personal tiene permisos de 'acquisition' tienen la capacidad para llevar a cabo todas estas acciones. Si desea controlar los permisos de adquisiciones en un nivel más granular, elija entre estas opciones:
eu: Si un miembro del personal tiene permisos de 'acquisition' tienen la capacidad para llevar a cabo todas estas acciones. Si desea controlar los permisos de adquisiciones en un nivel más granular, elija entre estas opciones:
fi: Jos virkailijalla on hankinnan oikeudet, on mahdollista käyttää kaikkia näitä toimintoja. Jos haluat hallita hankinnan oikeuksia tarkemmin, valitse näistä vaihtoehdoista:
fr: Si l'utilisateur a la permission 'acquisition', il aura le doit d'effectuer toute opération d'acquisition. Pour un contrôle plus fin de ces droits, utilisez les options ci-dessous :
hi: स्टाफ सदस्य 'अधिग्रहण' की अनुमति है, तो वे इन कार्यों के सभी प्रदर्शन करने की क्षमता है। आप एक अधिक बारीक स्तर पर अधिग्रहण अनुमतियों को नियंत्रित करने के लिए चाहते हैं, तो इन विकल्पों में से चयन:
it: Se lo staff ha i permessi 'acquisition' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sulle acquisizioni, scegli tra queste opzioni:
pl: Jeśli bibliotekarz posiada uprawnienia 'acquisition', ma dostęp do wszystkich działań z tego zakresu. Dodatkowe uprawnienia dostępne są po wybraniu poniższych opcji:
pt: Se o técnico tem permissões sobre aquisições, possui a capacidade de executar todas as acções. Se deseja controlar as permissões de aquisição de forma mais restrita escolha as seguintes opções:
pt_br: Se o funcionário tiver permissão de 'aquisição' ele poderá realizar todas estas ações. Se você quiser utilizar um controle mais específico, utilize uma das opções a seguir:
sk: Ak má knihovník oprávnenia na 'akvizície', môže vykonať všetky dané akcie. Ak chcete kontrolovať akvizičné oprávnenia na podrobnejšej úrovni, zvoľte si z týchto možností:
sv: Om personalanvändaren har rättighet att göra 'inköp', kan de utföra alla dessa åtgärder. Om du vill ha mer kontroll över inköpsrättigheterna kan du välja mellan dessa alternativ:
tr: Personel üyesinin 'ödünç alma' izni varsa, bu işlemlerin hepsini gerçekleştirme yetkisine sahiptir. Ödünç alma izinlerini daha granüler bir seviyeden kontrol etmek istiyorsanız, şu seçeneklerden tercih ediniz:
zh_tw: 若館員有 'acquisition' 權限，則可執行所有作業。若您可控制流通權限，則選擇：

source: If the staff member has 'circulate' permissions they have the ability to perform all of these actions. If you would like to control circulation permissions on a more granular level choose from these options:
ar: إذا ما امتلك الموظفون صلاحيات 'الإعارة' فإن بإمكانهم القيام بكل هذه الأعمال. وإذا ما أردتَ أن تتحكم بصلاحيات الإعارة بمرحلة أكثر تفصيلاً فاختر من هذه الخيارات:
cs: Pokud má knihovník nastaveno oprávnění "circulate - výpůjčky", může provádět všechny tyto akce. Pokud byste chtěli ovládat oprávnění výpůjček podrobněji, můžete využít následující možnosti:
da: Hvis medarbejderen har 'udlåns' tilladelser, kan de udføre alle disse handlinger. Hvis udlånstilladelser skal kontrolleres på en mere sammensat måde, vælg blandt disse optioner:
de: Wenn der Mitarbeiter die Berechtigung für die Ausleihe hat, kann er alle diese Aktionen durchführen. Wenn Sie die Berechtigungen in der Ausleihe genauer festlegen möchten, können Sie aus diesen Optionen wählen:
el: Αν το μέλος προσωπικού έχει εξουσιοδότηση 'κυκλοφορίας υλικού' έχει τη δυνατότητα να εκτελέσει όλες αυτές τις ενέργειες. Αν θέλετε να ελέγξετε τις εξουσιοδοτήσεις κυκλοφορίας υλικού σε πιο εξατομικευμένο επίπεδο επιλέξτε από αυτές τις επιλογές:
es: Si un miembro del personal tiene permisos de 'circulate' tienen la capacidad para llevar a cabo todas estas acciones. Si desea controlar los permisos de circulación en un nivel más granular, elija entre estas opciones:
eu: Langile batek 'zirkulazio' baimenak baldin baditu, ekintza hauek guztiak egin ahal izango ditu. Zirkulazio baimenak xehetasun handiagoz kontrolatu nahi badituzu, aukeratu aukera hauen artean:
fi: Jos virkailijalla on lainauksen oikeudet, on mahdollista käyttää kaikkia näitä toimintoja. Jos haluat hallita lainauksen oikeuksia tarkemmin, valitse näistä vaihtoehdoista:
fr: Si l'utilisateur a la permission 'circulate', il aura le droit de réaliser toutes les opérations de circulation. Si vous souhaitez contrôler plus finement les permissions, utilisez les options ci-dessous :
hi: स्टाफ सदस्य 'प्रसारित' की अनुमति है, तो वे इन कार्यों के सभी प्रदर्शन करने की क्षमता है। आप एक अधिक बारीक स्तर पर प्रचलन अनुमतियों को नियंत्रित करने के लिए चाहते हैं, तो इन विकल्पों में से चयन:
it: Se lo staff ha i permessi 'circulate' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sulla circolazione, scegli tra queste opzioni:
oc: Se l'utilizaire a la permission 'circulate', il aurà lo dreit de réaliser totas las operacions de circulacion. Se volètz contrôler plus finement las permissions, utilizatz les opcions çaijós :
pl: Jeśli bibliotekarz posiada uprawnienia 'circulate', ma dostęp do wszystkich działań z tego zakresu. Dodatkowe uprawnienia dostępne są po wybraniu poniższych opcji:
pt: Se o técnico tem permissões de circulação, possui a capacidade de executar todas as acções. Se deseja controlar as permissões de aquisição de forma mais restrita escolha as seguintes opções:
pt_br: Se o funcionário tiver permissão de 'circulação' ele poderá realizar todas estas ações. Se você quiser utilizar um controle mais específico, utilize uma das opções a seguir:
sk: Ak má knihovník oprávnenia na 'obeh', môže vykonať všetky dané akcie. Ak chcete kontrolovať obehové oprávnenia na podrobnejšej úrovni, zvoľte si z týchto možností:
sv: Om personalanvändaren har rättighet att 'låna ut/återlämna', kan de utföra alla dessa åtgärder. Om du vill ha mer kontroll över lånerättigheterna kan du välja mellan dessa alternativ:
tr: Personel üyesinin 'dolaşım' izni varsa, bu işlemlerin hepsini gerçekleştirme yetkisine sahiptir. Dolaşım izinlerini daha granüler bir seviyeden kontrol etmek istiyorsanız, şu seçeneklerden tercih ediniz:
zh_tw: 若館員有 'circulate' 權限，則可執行所有作業。若您可控制流通權限，則選擇：

source: If the staff member has 'editcatalogue' permissions they have the ability to perform all of these actions. If you would like to control cataloging permissions on a more granular level choose from these options:
ar: إذا ما كان الموظفون يمتلكون صلاحيات 'تعديل الفهرس' فإنهم سيكون بمقدورهم القيام بكل هذه الأعمال. إذا ما أردتَ أن تتحكم بصلاحيات الفهرسة بشكل أكثر تفصيلاً فاختر إحدى هذه الخيارات:
cs: Pokud má knihovník nastaveno oprávnění "editcatalogue - katalogizovat", může provádět všechny tyto akce. Pokud byste chtěli ovládat oprávnění ke katalogizaci podrobněji, můžete využít následující možnosti:
da: Hvis medarbejderen har 'editer-katalog' tilladelser, kan de udføre alle disse handlinger. Hvis katalogiseringstilladelser skal kontrolleres på en mere sammensat måde, vælg blandt disse optioner:
de: Wenn der Mitarbeiter die Berechtigung für die Katalogisierung hat, kann er alle diese Aktionen durchführen. Wenn Sie die Berechtigungen in der Katalogisierung genauer festlegen möchten, können Sie aus diesen Optionen wählen:
el: Αν το μέλος προσωπικού έχει εξουσιοδότηση 'επεξεργασίας καταλόγου' έχει τη δυνατότητα να εκτελέσει όλες αυτές τις ενέργειες. Αν θέλετε να ελέγξετε τις εξουσιοδοτήσεις καταλογογράφησης σε πιο εξατομικευμένο επίπεδο επιλέξτε από αυτές τις επιλογές:
es: Si un miembro del personal tiene permisos de 'editcatalogue' tienen la capacidad para llevar a cabo todas estas acciones. Si desea controlar los permisos de catalogación en un nivel más granular, elija entre estas opciones
eu: Langile batek 'editatu katalogoa' baimenak baldin baditu, ekintza hauek guztiak egin ahal izango ditu. Katalogatze baimenak xehetasun handiagoz kontrolatu nahi badituzu, aukeratu aukera hauen artean:
fi: Jos virkailijalla on luetteloinnin oikeudet, on mahdollista käyttää kaikkia näitä toimintoja. Jos haluat hallita luettelointioikeuksia tarkemmin, valitse näistä vaihtoehdoista:
fr: Si l'utilisateur a la permission 'editcatalogue', il aura le droit de faire toute opération de catalogage. Pour un contrôle plus fin de ces droits, utilisez les options ci-dessous :
hi: स्टाफ सदस्य 'editcatalogue' की अनुमति है, तो वे इन कार्यों के सभी प्रदर्शन करने की क्षमता है। आप एक अधिक बारीक स्तर पर सूचीबद्ध अनुमतियों को नियंत्रित करने के लिए चाहते हैं, तो इन विकल्पों में से चयन:
it: Se lo staff ha i permessi 'editcatalogue' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sulla catalogazione, scegli tra queste opzioni:
pl: Jeśli bibliotekarz posiada uprawnienia 'editcatalogue', ma dostęp do wszystkich działań z tego zakresu. Dodatkowe uprawnienia dostępne są po wybraniu poniższych opcji
pt: Se o técnico tem permissões de catalogação, possui a capacidade de executar todas as acções. Se deseja controlar as permissões de aquisição de forma mais restrita escolha as seguintes opções:
pt_br: Se o funcionário tiver permissão de 'editar catálogo' ele poderá realizar todas estas ações. Se você quiser utilizar um controle mais específico, utilize uma das opções a seguir:
sk: Ak má knihovník oprávnenia na 'úpravu katalógu', môže vykonať všetky dané akcie. Ak chcete kontrolovať katalogizačné oprávnenia na podrobnejšej úrovni, zvoľte si z týchto možností:
sv: Om personalanvändaren har rättighet att 'redigera katalog', kan de utföra alla dessa åtgärder. Om du vill ha mer kontroll över katalogiseringsrättigheterna kan du välja mellan dessa alternativ:
tr: Personel üyesinin 'Kataloğu Düzenle' izni varsa, bu işlemlerin hepsini gerçekleştirme yetkisine sahiptir. Kataloglama izinlerini daha granüler bir seviyeden kontrol etmek istiyorsanız, şu seçeneklerden tercih ediniz:
zh_tw: 若館員擁有 'editcatalogue' 權限，則可執行所有的作業。若您可控制編目權限，則選擇：

source: If the staff member has 'parameters' permissions they have the ability to perform all of these actions. If you would like to control parameter permissions on a more granular level choose from these options:
ar: إذا كان الموظف لديه صلاحية 'المعاملات' فسيكون بإمكانهم القيام بهذه الأفعال. إذا ما أردت أن تتحكم بصلاحيات المعاملات بمرحلة تفضيلية أعلى اختر من هذه الخيارات:
cs: Pokud má knihovník nastaveno oprávnění "parameters - nastavení", může provádět všechny tyto akce. Pokud byste chtěli ovládat oprávnění k nastavení podrobněji, můžete využít následující možnosti:
da: Hvis medarbejderen har 'parameter' tilladelser, kan de udføre alle disse handlinger. Hvis rapporttilladelser skal kontrolleres på en mere sammensat måde, vælg blandt disse optioner:
de: Wenn der Mitarbeiter die Berechtigung 'parameters' hat, kann er alle diese Aktionen durchführen. Wenn Sie die Berechtigungen für die Reports genauer festlegen möchten, können Sie aus diesen Optionen wählen:
el: Εάν το μέλος προσωπικού έχει εξουσιοδότησεις 'παραμέτρων' έχει τη δυνατότητα να εκτελέσει όλες αυτές τις ενέργειες. Εάν θέλετε να ελέγξετε τις εξουσιοδοτήσεις παραμέτρων σε πιο λεπτομερές επίπεδο διαλέξτε από αυτές τις επιλογές:
es: Si el miembro del personal dispone del permiso 'parámetros' tendrá la habilidad de realizar todas estas acciones. Si desea controlar los permisos de parámetros de una forma más granular elija desde estas opciones:
eu: Si un miembro del personal tiene permisos de 'reports' tienen la capacidad para llevar a cabo todas estas acciones. Si desea controlar los permisos de informes en un nivel más granular, elija entre estas opciones:
fi: Jos virkailijalla on asetusten oikeudet, on mahdollista käyttää kaikkia näitä toimintoja. Jos haluat hallita asetusoikeuksia tarkemmin, valitse näistä vaihtoehdoista:
fr: Si l'utilisateur a la permission 'parameters', il pourra utiliser toutes les fonctions. Pour un contrôle plus fin de ses droits, utilisez les options ci-dessous :
hi: अगर स्टाफ सदस्य 'मापदंडों' अनुमति है वे इन कार्यों के सभी प्रदर्शन करने की क्षमता है। आप एक अधिक बारीक स्तर पर पैरामीटर अनुमतियों को नियंत्रित करने के लिए चाहते हैं, तो इन विकल्पों में से चयन:
it: Se lo staff ha i permessi puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sui livelli di permessi, scegli tra queste opzioni:
oc: Se l'utilizaire a la permission 'parameters', il poirà utilizar totas las fonctions. Per un contraròtle plus fin de ses dreits, utilizatz les opcions çaijós :
pl: Jeśli bibliotekarz posiada uprawnienia 'parameters', ma dostęp do wszystkich działań z tego zakresu. Dodatkowe uprawnienia dostępne są po wybraniu poniższych opcji"
pt: Se o técnico tem permissões de parâmetros, possui a capacidade de executar todas as acções. Se deseja controlar as permissões de aquisição de forma mais restrita escolha as seguintes opções:
pt_br: Se o funcionário tiver permissão de 'parâmetros' ele poderá realizar todas estas ações. Se você quiser utilizar um controle mais específico, utilize uma das opções a seguir:
sk: Ak má knihovník oprávnenia na 'parametre', môže vykonať všetky dané akcie. Ak chcete kontrolovať oprávnenia pre parametre na podrobnejšej úrovni, zvoľte si z týchto možností:
sv: Om personalanvändaren har rättighet för 'parametrar', kan de utföra alla dessa åtgärder. Om du vill ha mer kontroll över parameterrättigheterna kan du välja mellan dessa alternativ:
tr: Personel üyenin 'parametre' izinleri mevcutsa, tüm bu işlemleri gerçekleştirme yetkisi mevcuttur. Parametre izinlerini daha granüler bir seviyeden kontrol etmek isterseniz, bu seçeneklerden seçiniz:
zh_tw: 若館員有 'parameters' 權限，則可執行所有作業。若您可控制流通權限，則選擇：

source: If the staff member has 'reports' permissions they have the ability to perform all of these actions. If you would like to control reports permissions on a more granular level choose from these options:
ar: إذا ما كان الموظفون يمتلكون صلاحيات 'التقارير' فإنه بإمكانهم أداء كل هذه الأعمال. وإذا ما أردتَ أن تتحكم بصلاحيات التقارير بشكل أكثر تفصيلاً فاختر من هذه الخيارات:
cs: Pokud má knihovník nastaveno oprávnění "reports - výstupy", může provádět všechny tyto akce. Pokud byste chtěli ovládat oprávněn k výstupům podrobněji, můžete využít následující možnosti:
da: Hvis medarbejderen har 'rapport' tilladelser, kan de udføre alle disse handlinger. Hvis rapporttilladelser skal kontrolleres på en mere sammensat måde, vælg blandt disse optioner:
de: Wenn der Mitarbeiter die Berechtigung für die Reports hat, kann er alle diese Aktionen durchführen. Wenn Sie die Berechtigungen für die Reports genauer festlegen möchten, können Sie aus diesen Optionen wählen:
el: Αν το μέλος προσωπικού έχει εξουσιοδότηση 'εκθέσεων' έχει τη δυνατότητα να εκτελέσει όλες αυτές τις ενέργειες. Αν θέλετε να ελέγξετε τις εξουσιοδοτήσεις εκθέσεων σε πιο εξατομικευμένο επίπεδο επιλέξτε από αυτές τις επιλογές:
es: Si un miembro del personal tiene permisos de 'reports' tienen la capacidad para llevar a cabo todas estas acciones. Si desea controlar los permisos de informes en un nivel más granular, elija entre estas opciones:
eu: Langile batek 'txostenak' baimenak baldin baditu, ekintza hauek guztiak egin ahal izango ditu. Txosten baimenak xehetasun handiagoz kontrolatu nahi badituzu, aukeratu aukera hauen artean:
fi: Jos virkailijalla on raporttien oikeudet, on mahdollista käyttää kaikkia näitä toimintoja. Jos haluat hallita raporttioikeuksia tarkemmin, valitse näistä vaihtoehdoista:
fr: Si l'utilisateur a la permission 'reports', il pourra utiliser toutes les fonctions liées aux rapports. Pour un contrôle plus fin des ces droits, utilisez les options ci-dessous :
hi: अगर स्टाफ सदस्य 'रिपोर्ट' अनुमति है वे इन कार्यों के सभी प्रदर्शन करने की क्षमता है। आप एक अधिक बारीक स्तर पर रिपोर्ट अनुमतियों को नियंत्रित करने के लिए चाहते हैं, तो इन विकल्पों में से चयन:
it: Se lo staff ha i permessi 'reports' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sui reports, scegli tra queste opzioni:
oc: Se l'utilizaire a la permission 'reports', poirà utilizar totas las foncions ligadas als rapòrts. Per un contraròtle mai fin d'aqueles dreits, utilizatz las opcions çaijós :
pl: Jeśli bibliotekarz posiada uprawnienia 'Raporty', ma dostęp do wszystkich działań z tego zakresu. Jeśli chciałbyś kontrolować uprawnienia Raportów w bardziej złożony sposób, wybierz jedną z tych opcji:
pt: Se o técnico tem permissões de relatórios, possui a capacidade de executar todas as acções. Se deseja controlar as permissões de aquisição de forma mais restrita escolha as seguintes opções:
pt_br: Se o funcionário tiver permissão de 'relatórios' ele poderá realizar todas estas ações. Se você quiser utilizar um controle mais específico, utilize uma das opções a seguir:
sk: Ak má knihovník oprávnenia na 'výkazy', môže vykonať všetky dané akcie. Ak chcete kontrolovať výkazové oprávnenia na podrobnejšej úrovni, zvoľte si z týchto možností:
sv: Om personalanvändaren har rättighet för 'rapporter', kan de utföra alla dessa åtgärder. Om du vill ha mer kontroll över rapporträttigheterna kan du välja mellan dessa alternativ:
tr: Personel üyesinin 'raporlar' izni varsa, bu işlemlerin hepsini gerçekleştirme yetkisine sahiptir. Raporlar izinlerini daha granüler bir seviyeden kontrol etmek istiyorsanız, şu seçeneklerden tercih ediniz:
zh_tw: 若館員有 'reports' 權限，則可執行所有作業。若您可控制流通權限，則選擇：

source: If the staff member has 'reserveforothers' permissions they have the ability to perform all of these actions. If you would like to control holds permissions on a more granular level choose from these options:
ar: إذا ما كان الموظفون يمتلكون صلاحيات'reserveforothers' فإنه بإمكانهم أداء كل هذه الأعمال. وإذا ما أردتَ أن تتحكم بصلاحيات الحجوزات بشكل أكثر تفصيلاً فاختر من هذه الخيارات:
cs: Pokud má knihovník nastaveno oprávnění "reserveforothers - provádět rezervace pro čtenáře", může provádět všechny tyto akce. Pokud byste chtěli ovládat oprávnění rezervací pro čtenáře podrobněji, můžete využít následující možnosti:
da: Hvis medarbejderen har 'reservertilandre' tilladelser, kan de udføre alle disse handlinger. Hvis reserveringstilladelser skal kontrolleres på en mere sammensat måde, vælg blandt disse optioner:
de: Wenn der Mitarbeiter die Berechtigung für Vormerkungen hat, kann er alle diese Aktionen durchführen. Wenn Sie die Berechtigungen für die Vormerkungen genauer festlegen möchten, können Sie aus diesen Optionen wählen:
el: Αν το μέλος προσωπικού έχει εξουσιοδότηση 'κρατήσεων για άλλους' έχει τη δυνατότητα να εκτελέσει όλες αυτές τις ενέργειες. Αν θέλετε να ελέγξετε τις εξουσιοδοτήσεις κρατήσεων σε πιο εξατομικευμένο επίπεδο επιλέξτε από αυτές τις επιλογές:
es: Si un miembro del personal tiene permisos de 'reserveforothers' tienen la capacidad para llevar a cabo todas estas acciones. Si desea controlar los permisos de reservas en un nivel más granular, elija entre estas opciones:
eu: Langile batek 'erreserbatu besteentzat' baimenak baldin baditu, ekintza hauek guztiak egin ahal izango ditu. Erreserba baimenak xehetasun handiagoz kontrolatu nahi badituzu, aukeratu aukera hauen artean:
fi: Jos virkailijalla on varauksenteko-oikeudet, on mahdollista käyttää kaikkia näitä toimintoja. Jos haluat hallita varauksenteko-oikeuksia tarkemmin, valitse näistä vaihtoehdoista:
fr: Si l'utilisateur a la permission 'reserveforothers', il pourra utiliser toutes les fonctions liées aux réservations. Pour un contrôle plus fin, utilisez les options ci-dessous :
hi: स्टाफ सदस्य 'reserveforothers' की अनुमति है, तो वे इन कार्यों के सभी प्रदर्शन करने की क्षमता है। आप एक अधिक बारीक स्तर पर अनुमति रखती इन विकल्पों में से चयन को नियंत्रित करने के लिए करना चाहते हैं:
it: Se lo staff ha i permessi 'reserveforothers' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sulle prenotazioni, scegli tra queste opzioni:
oc: Se l'utilizaire a la permission 'reserveforothers', il poirà utilizar totas las foncions liées a las reservacions. Per un contraròtle plus fin, utilizatz les opcions çaijós :
pt: Se o técnico tem permissões de reserva, possui a capacidade de executar todas as acções. Se deseja controlar as permissões de aquisição de forma mais restrita escolha as seguintes opções:
pt_br: Se o funcionário tiver permissão de 'reservar para outros' ele poderá realizar todas estas ações. Se você quiser utilizar um controle mais específico, utilize uma das opções a seguir:
sk: Ak má knihovník oprávnenia na 'rezervácie pre iných', môže vykonať všetky dané akcie. Ak chcete kontrolovať rezervačné oprávnenia na podrobnejšej úrovni, zvoľte si z týchto možností:
sv: Om personalanvändaren har rättighet för 'reservera för andra', kan de utföra alla dessa åtgärder. Om du vill ha mer kontroll över reservationsrättigheterna kan du välja mellan dessa alternativ:
tr: Personel üyesinin ' Diğerleri için rezerve et' izni varsa, bu işlemlerin hepsini gerçekleştirme yetkisine sahiptir. Ayırma izinlerini daha granüler bir seviyeden kontrol etmek istiyorsanız, şu seçeneklerden tercih ediniz:
zh_tw: 若館員有 'reserveforothers' 權限，則可執行所有作業。若您可控制流通權限，則選擇：
