Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: MARC import
ar: استيراد مارك
cs: Importovat MARC
el: Εισαγωγή MARC
es: Importar MARC
eu: Importación MARC
fi: MARC-tietueiden tuonti
fr: Import MARC
hi: मार्क आयात
it: Importazione MARC
oc: Impòrt MARC
pl: Import MARC
pt: Importar MARC
pt_br: Importação MARC
tr: MARC İçe Aktarımı
zh_tw: MARC 匯入

source: MARC subfield is the subfield you'd like to search in
eu: MARC azpieremua bilaketa egin nahi duzun azpieremua da
fi: MARC-osakenttä on se osakenttä, josta haluat hakea
hi: मार्क subfield आप subfield खोज करना चाहते हैं

source: MILTON PL cat.mpl.on.ca:210 horizon
cs: MILTON PL cat.mpl.on.ca:210 horizont
hi: मिल्टन पीएल cat.mpl.on.ca:210 horizon

source: Make sure that your TXT file is a plain text document, not RTF.
ar: تأكد من أن ملفك النصي نص بسيط وليس نصاً قابلاً للتنسيق.
cs: Ujistěte se, že váš TXT soubor je skutečně prostý text, ne RTF.
da: Sørg for at TXT-filen indeholder almindelig tekst og ikke RTF.
de: Stellen Sie sicher, dass Ihre TXT-Datei nur Klartext enthält und kein RTF.
el: Σιγουρευτείτε ότι το TXT αρχείο σας είναι ένα καθαρό έγγραφο κειμένου, όχι RTF.
es: Asegúrese de que su archivo TXT es un documento de texto simple, no RTF.
eu: Asegúrese de que su archivo TXT es un documento de texto simple, no RTF.
fi: Varmista, että tekstitiedostosi on puhdas tekstitiedosto, ei RTF.
fr: Veillez à ce que votre fichier soit bien en plein texte (txt) et pas en rtf.
hi: सुनिश्चित करें कि आपके TXT फ़ाइल एक सादा पाठ दस्तावेज़, नहीं आरटीएफ है सुनिश्चित करें।
it: Assicurati che il tuo file TXT sia un documento di testo in chiaro, non un RTF.
oc: Veillez a ce que vòstre fichièr siá bien en plein tèxte (txt) e pas en rtf.
pl: Upewnij się, że Twój dokument zapisany jest w postaci zwykłego tekstu (TXT), a nie RTF.
pt: Assegure-se que o seu ficheiro TXT é um ficheiro de texto plano e não RTF.
pt_br: Assegure-se que o seu arquivo TXT é um arquivo de texto plano e não RTF.
sk: Uistite sa, že Váš súbor TXT je čistý textový dokument, nie RTF.
sv: Kontrollera att din TXT-fil är ett vanligt textdokument, inte RTF.
tr: TXT dosyanızın RTF değil, düz metin belgesi olduğundan emin olun.
zh_tw: 確定您TXT檔為純文字檔，不是RTF檔。

source: Manage CSV export profiles
ar: إدارة تصدير الملفات الشخصية
cs: Správa CSV profilů pro export
da: Administrere CSV-eksport
de: Profile für CSV-Export verwalten
el: Διαχείριση CSV εξαγωγής προφίλ
es: Administrar perfiles de exportación CSV
eu: Kudeatu CSV esportazio profilak
fi: CSV-tuonnin profiilien hallinta
fr: Gestion des profils d'export CSV
hi: सीएसवी निर्यात प्रोफाइल की व्यवस्था करें
it: Crea dei profili CSV per personalizzare l'esportazione di dati dalle liste o dal carrello
oc: Gestion des perfils d'expòrt CSV
pl: Zarządzanie profilami eksportu CSV
pt: Perfis de Exportação CSV
pt_br: Perfis de Exportação CSV
sk: Spracovať profily exportu CSV
sv: Hantera exportprofiler för CSV
tr: CSV dışa aktarım profillerini yönet
zh_tw: 管理CSV匯出設定檔

source: Manage Images
ar: إدارة الصور
cs: Spravovat obrázky
da: Administrere billeder
de: Bilder verwalten
el: Διαχείριση Εικόνων
es: Administrar Imágenes
eu: Kudeatu irudiak
fi: Käsittele kuvia
fr: Gérer les images
hi: छवियों का प्रबंधन
it: Manipola immagini
oc: Gerir los imatges
pl: Zarządzaj zdjęciami
pt: Gerir imagens
pt_br: Gerenciar Imagens
sk: Spracovať obrázky
sv: Hantera bilder
tr: Resimleri yönet
zh_tw: 管理照片

source: Manage Koha system settings (Administration panel)
ar: أدر إعدادات نظام كوها (لوحة الإدارة)
cs: Spravovat systémová nastavení Koha (Panel administrace)
da: Administrer Koha systemindstillinger (Administrationspanel)
de: Zugriff auf die Systemadministration
el: Διαχείριση ρυθμίσεων συστήματος Koha (πίνακας Διαχείρισης)
es: Gestionar las configuraciones de sistema de Koha (Panel de administración)
eu: Gestionar configuraciones del sistema de Koha (panel de Administración)
fi: Kohan järjestelmäasetuksien hallinta (Ylläpito)
fr: Gérer les modèles de transformation MARC
hi: Koha प्रणाली सेटिंग्स (प्रशासन पैनल) की व्यवस्था करें
it: Gestisci le configurazioni di Koha (Pannello di amministrazione)
oc: Gerir los modèls de transformacion MARC
pl: Zarządzanie ustawieniami systemu Koha (moduł Administracja)
pt: Gerir preferências do sistema (Painel de administração)
pt_br: Gerencar configurações de sistema do Koha (Painel de administração)
sk: Spracovať nastavenia systému Koha (Panel administrácie)
sv: Hantera systeminställningar för Koha (administrationspanelen)
tr: Koha sistem ayarlarını yönet (Yönetim masası)
zh_tw: 管理 Koha 系統設定 (管理面板)

source: Manage Labels
eu: Etiketak kudeatu
fi: Tarrojen hallinta
hi: लेबल प्रबंधित करें

source: Manage Staged MARC Records
ar: أدر تسجيلات مارك المجهزة
cs: Správa připravených MARC záznamů
da: Administrere klargjorte MARC-poster
de: Bereitgestellte MARC-Datensätze verwalten
el: Διαχείριση Oργανωμένων Εγγραφών MARC
es: Administrar registros MARC preparados
eu: Kudeatu prestatutako MARC erregistroak
fi: Välivarastoitujen MARC-tietueiden hallinta
fr: Gestion des notices téléchargées
hi: प्रबंधित मंचन मार्क रिकॉर्ड
it: Gestisci i record MARC preparati
oc: Gestion des notícias telecargadas
pl: Zarządzanie rekordami MARC przygotowanymi do importu
pt: Gerir Registos MARC
pt_br: Gerenciar Registros MARC
sk: Spracovať pripravené záznamy MARC
sv: Hantera förberedda MARC-poster
tr: İşlem Sırasına Konulmuş MARC Kayıtlarını Yönet
zh_tw: 管理待處理 MARC 紀錄

source: Manage all budgets
ar: أدر كل الميزانيات
cs: Spravovat všechny rozpočty
da: Administrere alle budgetter
de: Alle Etats verwalten
el: Διαχείριση όλων των προϋπολογισμών
es: Administrar todos los presupuestos
eu: Administrar todos los presupuestos
fi: Kaikkien budjettien hallinta
fr: Gérer tous les budgets
hi: सभी बजट का प्रबंधन
it: Gestisci tutti i budgets
oc: Gerir totes los budgèts
pl: Zarządzanie wszystkimi budżetami
pt: Gerir todos orçamentos
pt_br: Gerenciar todos os orçamentos
sk: Spracovať všetky rozpočty
sv: Hantera alla budgetar
tr: Tüm bütçeleri yönet
zh_tw: 管理所有預算

source: Manage all orders and baskets, regardless of restrictions on them
ar: أدر جميع الطلبيات والسلات، بغض النظر على القيود الموجودة عليها
cs: Správa objednávek a košíků bez ohledu na jejich přístupová omezení
de: Alle Bestellungen und Bestellposten verwalten, unabhängig von anderen Berechtigungen
el: Διαχείριση όλων των παραγγελιών και των καλαθιών, ανεξαρτήτως των περιορισμών που ισχύουν γι'αυτά
es: Administrar todos los pedidos y cestas, independientemente de las restricciones en ellos
eu: Kudeatu eskaera eta saski guztiak, beraien arteko murrizketak edozein izanda ere
fi: Kaikkien tilauskorien hallinta huolimatta niiden rajoituksista
fr: Gestion des commandes et des paniers, quelques soient les restrictions pesant sur eux
hi: उन पर प्रतिबंध के सभी आदेशों और टोकरी की व्यवस्था करें, भले ही
it: Gestisci ordini e raccoglitori senza restrizioni al riguardo
pl: Zarządzaj zamówieniami i grupami koszyków, niezależnie od ograniczenia na nie
pt: Gerir encomendas e grupos de cestos, independentemente das restrições
pt_br: Gerenciar pedidos e grupos de pedidos, independente de suas restrições
sk: Spracovať všetky objednávky a košíky, bez ohľadu na ich obmedzenia
tr: Üzerlerinde bulunan kısıtlamaları dikkate almadan tüm istekleri ve sepetleri yönet.
zh_tw: 管理訂單與採購項目群組，即使有限制也可管理

source: Manage budget planning
ar: إدارة تخطيط الميزانية
cs: Správa rozpočtového plánování
da: Administrer budgetplanlægning
de: Etatplanung
el: Διαχείριση σχεδιασμού κονδυλίου
es: Administrar planificación del presupuesto
eu: Kudeatu aurrekontuaren plangintza
fi: Budjetin suunnittelun hallinta
fr: Permission de gérer les prévisions budgétaires
hi: बजट की योजना बना प्रबंधित
it: Pianificazione del budget
oc: Permission de gerir les previsions budgétaires
pl: Zarządzanie planowaniem budżetu
pt: Planeamento do orçamento
pt_br: Gerenciar planejamento orçamentário
sk: Spracovať plánovanie rozpočtu
sv: Hantera budgetplanering
tr: Bütçe planlamasını yönet
zh_tw: 管理預算規畫

source: Manage budgets
ar: إدارة الميزانيات
cs: Správa rozpočtů
da: Administrere budgetter
de: Etats verwalten
el: Διαχείριση κονδυλίων
es: Administrar presupuestos
eu: Kudeatu aurrekontuak
fi: Budjetin hallinta
fr: Permission de gérer les budgets
hi: बजट का प्रबंधन
it: Gestisci i budgets
oc: Permission de gerir les budgèts
pl: Zarządzanie budżetami
pt: Gerir orçamentos
pt_br: Gerenciar orçamentos
sk: Spracovať rozpočty
sv: Hantera budgetar
tr: Bütçeleri yönet
zh_tw: 管理預算

source: Manage circulation rules
ar: أدر قواعد الإعارة
cs: Spravovat pravidla výpůjček
da: Administrer udlåns- og afleveringsbetingelser
de: Ausleihkonditionen verwalten
el: Διαχείριση κανόνων διακίνησης υλικού
es: Administrar reglas de circulación
eu: Gestionar reglas de circulación
fi: Nidekierron (lainauksen ja palautuksen) sääntöjen hallinta
fr: Gérer les règles de circulation
hi: परिसंचालन नियम प्रबंधित
it: Gestisci le regole di circolazione
oc: Gerir las règlas de circulacion
pl: Zarządzanie zasadami udostępniania
pt: Gerir regras de circulação
pt_br: Gerenciar regras de circulação
sk: Spracovať pravidlá obehu
sv: Hantera låneregler
tr: Dolaşım kurallarını yönet
zh_tw: 管理流通規則

source: Manage contracts
ar: أدر العقود
cs: Správa smluv
da: Administrere kontrakter
de: Vereinbarungen verwalten
el: Διαχείριση συμβολαίων
es: Administrar contratos
eu: Kudeatu kontratuak
fi: Sopimusten hallinta
fr: Permission de gérer les contrats
hi: ठेके की व्यवस्था करें
it: Gestisci i contratti
oc: Permission de gerir les contrats
pl: Zarządzanie kontraktami
pt: Gerir contratos
pt_br: Gerenciar contratos
sk: Spracovať zmluvy
sv: Hantera avtal
tr: Sözleşmeleri yönet
zh_tw: 管理合約

source: Manage orders and basket groups
ar: أدر الطلبات وسلة المجموعات
cs: Správa objednávek a košíkových spupin
da: Administrere bestillinger og kurvgrupper
de: Bestellungen und Bestellgruppen verwalten
el: Διαχείριση παραγγελιών και ομάδων καλαθιών
es: Administrar pedidos y grupos de cestas
eu: Kudeatu eskaerak eta saski taldeak
fi: Tilausten ja tilausryhmien hallinta
fr: Gestion des commandes et des groupes de paniers
hi: आदेश और टोकरी समूहों का प्रबंधन करें
it: Gestisci ordini, raccoglitori e ordini d'acquisto
oc: Gestion des comandas e des gropes de panièrs
pl: Zarządzanie zamówieniami i grupami koszyków
pt: Gerir encomendas e grupos de cestos
pt_br: Gerenciar pedidos e grupos de pedidos
sk: Spracovať objednávky a skupiny košíkov
sv: Hantera beställningar och korggrupper
tr: Siparişleri ve sepet gruplarını yönet
zh_tw: 管理訂單與採購項目群組

source: Manage orders and baskets
ar: أدر الطلبات والسلات
cs: Správa objednávek a košíků
da: Administrere ordrer og kurve
de: Bestellposten und Bestellungen verwalten
el: Διαχείριση παραγγελιών και καλαθιών
es: Administrar pedidos y cestas
eu: Kudeatu eskaerak eta saskiak
fi: Tilausten ja tilauskorien hallinta
fr: Gestion des commandes et des paniers
hi: आदेशों और टोकरी की व्यवस्था करें
it: Gestisci ordini e raccoglitori
oc: Gestion des comandas e des panièrs
pl: Zarządzanie zamówieniami i zamówionymi koszykami
pt: Gerir encomendas e cestos
pt_br: Gerenciar pedidos
sk: Spracovať objednávky a košíky
sv: Hantera beställningar och korgar
tr: Siparişleri ve sepetleri yönet
zh_tw: 管理訂單與採購項目

source: Manage patrons fines and fees
ar: أدر غرامات ورسوم المستفيدين
cs: Spravovat čtenářské pokuty a poplatky
da: Administrere lånerbøder og -gebyrer
de: Benutzergebühren verwalten
el: Διαχείριση προστίμων και χρεώσεων μελών
es: Administrar multas y cuotas de usuarios
eu: Gestionar socios. multas y deudas
fi: Asiakkaiden maksujen hallinta
fr: Gérer les amendes et les charges des adhérents
hi: संरक्षक जुर्माना और फीस की व्यवस्था करें
it: Gestisci le multe e le tariffe
oc: Gerir les emendas e les cargas des aderents
pl: Zarządzanie należnościami i płatnościami użytkowników
pt: Gerir multas dos leitores
pt_br: Gerenciar taxas e multas dos usuários
sk: Spracovať poplatky a pokuty čitateľov
sv: Hantera böter och avgifter för låntagare
tr: Kullanıcı cezalarını ve ücretlerini yönet
zh_tw: 管理讀者罰款與費用

source: Manage periods
ar: أدر الفترات
cs: Správa období
da: Administrere perioder
de: Etats verwalten
el: Διαχείριση περιόδων
es: Administrar periodos
eu: Kudeatu epeak
fi: Jaksojen hallinta
fr: Gestion des périodes
hi: अवधि प्रबंधित
it: Gestisci le risorse in continuazione
oc: Gestion dels periòdes
pl: Zarządzanie okresami czasu
pt: Gerir períodos
pt_br: Gerenciar períodos
sk: Spracovať obdobia
sv: Hantera perioder
tr: Süreçleri yönet
zh_tw: 管理有效期

source: Manage routing lists
ar: أدر قوائم التمرير
cs: Správa kolovacího seznamu
da: Administrere omløbslister
de: Umlauflisten verwalten
el: Διαχείριση λιστών δρομολόγησης
es: Administrar listas de circulación
eu: Kudeatu ibilbide-orriak
fi: Kiertolistojen hallinta
fr: Gestion des liste de routage
hi: रूटिंग सूचियां प्रबंधित
it: Gestisci le routing lists
oc: Gestion de las listas de rotatge
pl: Zarządzanie listami obiegu
pt: Gerir listas de circulação
pt_br: Gerenciar listas de circulação
sk: Spracovať distribučné zoznamy
sv: Hantera mottagarlistor
tr: Dolaşım listelerini yönet
zh_tw: 管理傳閱清單

source: Manage serial subscriptions
ar: أدر اشتراكات الدوريات
cs: Správa odběrů periodik
da: Administrer tidsskriftsabonnementer
de: Zeitschriftenabonnements verwalten
el: Διαχείριση συνδρομών περιοδικών εκδόσεων
es: Administrar suscripciones a series
eu: Gestionar suscripciones
fi: Lehtitilauksien hallinta
fr: Gérer les abonnements aux périodiques
hi: सीरियल सदस्यता को प्रबंधित करें
it: Gestisci gli abbonamenti alle risorse in continuazione
oc: Gerir los abonaments als periodics
pl: Zarządzanie prenumeratami czasopism
pt: Gerir assinaturas de periódicos
pt_br: Gerenciar assinaturas de periódicos
sk: Spravovať predplatné periodík
sv: Hantera prenumerationer för periodika
tr: Süreli yayın aboneliklerini yönet
zh_tw: 管理期刊訂閱

source: Manage subscriptions from any branch (only applies when IndependentBranches is used)
ar: أدر الاشتراكات من أي فرع (ينطبق فقط عند استخدام IndependentBranches )
cs: Spravovat předplatné periodik všech knihoven (má vliv pouze při zapnutém nastavení IndependentBranches)
de: Verwalte Abonnements von allen Bibliotheken (nur relevant, wenn IndependentBranches verwendet wird)
el: Διαχείριση συνδρομών από οποιοδήποτε παράρτημα (εφαρμόζεται μόνο όταν χρησιμοποιείται το IndependentBranches)
es: Administrar subscripción de cualquier sede (solamente aplica cuando IndependentBranches es utilizado)
eu: Edozein egoitzako harpidetza kudeatu (erabili soilik IndependentBranches erabiltzen denean)
fi: Minkä tahansa kirjaston lehtitilauksien hallinta (vain, jos IndependentBranches-asetus käytössä)
fr: Gestion des abonnements de tous les sites (ne s'applique que si la préférence IndependentBranches est activée)
hi: किसी भी शाखा से सदस्यता प्रबंधित (केवल लागू होता है जब IndependentBranches प्रयोग किया जाता है)
it: Gestisci gli abbonamenti da ogni biblioteca (si applica solo se e' attiva la preferenza IndependentBranches)
oc: Gestion des abonaments de totes los sites (ne s'aplica que se la preferéncia IndependentBranches es activada)
pl: Zarządzaj prenumeratą niezależnie od biblioteki/filii (w przypadku używania opcji IndependentBranches)
pt: Gerir assinaturas de qualquer biblioteca (apenas aplicável se IndependentBranches está em uso)
pt_br: Gerenciar assinatura de cada biblioteca (aplicável apenas quando a preferência IndependentBranches está em uso)
sk: Spracovať predplatné z ktorejkoľvek pobočky (používa sa len pri IndependentBranches)
tr: Herhangi bir koldan abonelikleri yönetin (yalnızca IndependentBranches kullanıldığında geçerlidir)
zh_tw: 從任何分館管理訂閱 (只適用於啟用 IndependentBranches 偏好時)

source: Manage vendors
ar: أدر المزودين
cs: Sopráva dodavatelů
da: Administrere leverandører
de: Lieferanten verwalten
el: Διαχείριση προμηθευτών
es: Administrar proveedores
eu: Kudeatu hornitzaileak
fi: Toimittajien hallinta
fr: Gestion des fournisseurs
hi: विक्रेताओं का प्रबंधन करें
it: Gestisci i fornitori
oc: Gestion des provesidors
pl: Zarządzanie dostawcami
pt: Gerir fornecedores
pt_br: Gerenciar fornecedores
sk: Spracovať predajcov
sv: Hantera leverantörer
tr: Sağlayıcıları yönet
zh_tw: 管理供應商

source: Managed in tab
ar: يُدار في التبويب
cs: Spravováno v záložce
da: Vist i faner:
de: Angezeigt auf Reiter
el: Διαχειριζόμενο στην καρτέλα
es: Administrado en campo
eu: Fitxa honetan kudeatuta
fi: Näytetään välilehdellä
fr: Géré dans l'ongleti
hi: टैब में प्रबंधित
it: Gestito nella scheda
oc: Géré dins l'ongleti
pl: Zarządzane w zakładce
pt: Usar no separador
pt_br: Gerenciado na aba
sk: Spracované v záložke
sv: Hanterad i flik
tr: sekmede yönetilir:
zh_tw: 在分頁管理

source: Managed staged MARC records, including completing and reversing imports
ar: تسجيلات مارك المجهزة المدارة، تشتمل إكمالها وتحويلها الإستيرادات.
cs: Správa připravených MARC záznamů, včetně importu a rušení importu
da: Administrere mellemlagrede MARC-poster, inclusiv komplettering og annullering af import
de: In Datenpool zwischengespeicherte MARC Datensätze verwalten, inklusive Vervollständigen und rückgängig Machen von Importen
el: Έγινε διαχείριση οργανωμένων εγγραφών MARC, συμπεριλαμβανομένων της ολοκλήρωσης και αντιστροφής των εισαγωγών
es: Administrar registros MARC preparados, incluyendo completar y revertir importaciones
eu: Kudeatu prestatutako MARC erregistroak, barne hartuta inportazioak osatzea eta alderantzikatzea
fi: Välivarastoitujen MARC-tietueiden hallinta
fr: Gestion des notices téléchargées, importation dans le catalogue ou annulation de l'importation
hi: प्रबंधित मंचन मार्क रिकॉर्ड, को पूरा करने और आयात के पीछे सहित
it: Gestisci i records MARC preparati, completa e riversa le importazioni
oc: Gestion des notícias telecargadas, importacion dins lo catalòg o anullacion de l'importacion
pl: Zarządzaj przygotowanymi rekordami (w tym ukończenie lub porzucenie importu)
pt: Gestão dos registos MARC processados, incluindo a conclusão ou reversão da importação.
pt_br: Gestão dos registros MARC processados, incluindo a conclusão ou reversão da importação
sk: Spracovať pripravené záznamy MARC, vrátane dokončovania a anulovania nahrávania
sv: Hanterade förberedda MARC-poster, inklusive slutföra och ångra importer
tr: İşlem sırasına konulmuş MARC kayıtları yönetimi, tamamlananlar ve içe aktarımı iptal edilenler dahil
zh_tw: 管理待處理 MARC 紀錄，包括完成與反轉匯入

source: Managing Holds
ar: إدارة الحجوزات
cs: Správa rezervací
da: Administrere reserveringer
de: Vormerkungen verwalten
el: Διαχείριση Κρατήσεων
es: Administrando reservas
eu: Administrando reservas
fi: Hallinnoi varauksia
fr: Gestion des réservations
hi: प्रबंध होल्ड्स
it: Gestisci le prenotazioni
oc: Gestion des reservacions
pl: Zarządzanie zamówieniami
pt: Gestão de reservas
pt_br: Gerenciar reservas
sk: Spracovanie rezervácií
sv: Hantera reservationer
tr: Ayırmaları Yönetiyor
zh_tw: 管理預約

source: Mandatory
ar: إلزامى
cs: Povinné
da: Obligatorisk
de: Pflichtfeld
el: Υποχρεωτικό
es: Obligatorio
eu: Nahitaezkoa
fi: Pakollinen
fr: Obligatoire
hi: अनिवार्य
it: Obbligatorio
oc: Obligatòri
pl: Wymagane
pt: Obrigatório
pt_br: Obrigatório
sk: Povinné
sv: Obligatorisk
tr: Zorunlu
zh_tw: 必備

source: Manual credits can be used to pay off parts of fines, or to forgive a fine amount.
ar: دليل الاعتماد المالي من الممكن أن يستخدم لتسديد أجزاء من الغرامات، أو للمسامحة في مبلغ الغرامة.
cs: Ruční úvěry mohou být použity na splacení části pokuty, nebo prominutí částky pokuty.
da: Manuelle kreditter kan bruges til at betale dele af en bøde eller afskrive et bødebeløb.
de: Manuelle Guthaben können verwendet werden einen Teil einer Gebühr zu bezahlen oder eine bestimmte Summe zu erlassen.
el: Οι χειρωνακτικές πιστώσεις μπορούν να χρησιμοποιηθούν για την πληρωμή μερών των προστίμων, ή για τη διαγραφή ενός ποσού.
es: Los créditos manuales pueden ser utilizados para pagar parte de las multas, o para perdonar un monto de la multa.
eu: Eskuzko kredituak isunen zati bat ordaintzeko erabili daitezke, edo isunaren kopuru bat barkatzeko.
fi: 'Luo hyvitys' -toimintoa käytetään hyvittämään osa maksuista tai antamaan maksujen summa anteeksi.
fr: Les crédits manuels peuvent être utilisés pour payer partiellement des amendes ou pour annuler toute une amende.
hi: मैनुअल क्रेडिट बंद जुर्माना के कुछ हिस्सों को भुगतान करने के लिए, या एक ठीक राशि माफ करने के लिए इस्तेमाल किया जा सकता है।
it: I crediti aggiunti a mano possono essere usati per pagare le multe.
oc: Les crèdits manuals pòdon èsser utilizats per pagar parcialament des emendas o per anullar tota una emenda.
pl: Zasilenia konta mogą być wykorzystywane w celu spłacenia części należności lub anulowania należności.
pt: Créditos manuais podem ser usados para pagar partes de multas, ou para perdoar uma multa.
pt_br: O crédito manual pode ser utilizado para pagar parte de multas ou para perdoar uma multa.
sk: Manuálne kredity možno použiť na vyrovnanie častí pokút alebo na odpustenie pokutovej čiastky.
sv: Manuella krediter kan användas för att betala av delar av böter, eller för att efterskänka ett bötesbelopp.
tr: Manuel krediler cezaları ödemek için ya da ceza tutarını silmek için kullanılabilir.
zh_tw: 人工額度可以支付部份或豁免罰款。
