Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: 'MANUAL_INV' includes values for manual invoicing.
ar: 'MANUAL_INV' تضمين القيم للفوترة اليدوية.
cs: 'MANUAL_INV' zahrnuje hodnoty pro ručně vytvářené faktury.
da: 'MANUAL_INV' omfatter værdier til manuel fakturering.
de: 'MANUAL_INV' ist für zusätzliche benutzerdefinierte Gebührenarten.
el: 'MANUAL_INV' περιλαμβάνει τιμές για χειρωνακτική τιμολόγηση.
es: 'MANUAL_INV' incluye valores para facturación manual.
eu: 'MANUAL_INV' incluye valores para facturación manual.
fi: 'MANUAL_INV': käytetään käsintehdyn laskun tietojen tallentamiseen.
fr: 'MANUAL_INV' inclut des valeurs pour la facturation manuelle.
hi: 'MANUAL_INV' मैनुअल चालान के लिए मूल्यों को भी शामिल है.
it: Valori per i tipi di fatture fatte a mano
oc: 'MANUAL_INV' inclutz de valors per la facturacion manuala.
pt: 'MANUAL_INV' inclui valores para tipo de factura manual.
pt_br: 'MANUAL_INV' inclui valores para tipos de notas manuais.
sk: 'MANUAL_INV' zahŕňa hodnoty pre manuálnu fakturáciu.
sv: 'MANUAL_INV' inkluderar värden för manuell fakturering.
tr: 'MANUAL_INV' manuel faturalama değerlerini içerir.
zh_tw: 'MANUAL_INV' 包括人工發票的值。

source: 'Managed in tab' defines the tab where the subfield is shown. All subfields of a given field must either be in the same tab or ignored. 'Ignore' means that the subfield is not managed.
ar: 'Managed in tab' يعرِّف التبويب حيث سيتم عرض الحقل الفرعي. كل الحقول الفرعية للحقل المُعطى يجب إما أن تكون كما هي في التبويب أو أن متجاهلة 'تجاهل' يعني أن الحقل الفرعي غير ممكَّن.
cs: 'Spravováno v záložce' definuje záložku, ve které je podpole zobrazeno. Všechna podpole daného pole musí buď být ve stejné záložce, nebo ignorované. 'Ignorovat' znamená, že podpole není spravováno.
da: 'Managed in tab' definerer den fane, hvor underfeltet vises. Alle underfelter for et givet felt skal være i samme fane eller ignoreres. Ignorer betyder at underfeltet ikke administreres.
de: 'Verwaltet in Tab' definiert den Tab bzw. Reiter, in dem das Feld angezeigt wird. Alle Unterfelder eines Feldes sollten dem selben Tab zugeordnet oder 'ignoriert' werden. 'Ignoriert' bedeutet, dass das Feld nicht verwendet bzw. zur Bearbeitung angezeigt wird.
el: 'Διαχείριση σε καρτέλα' καθορίζει την καρτέλα στην οποία εμφανίζεται το υποπεδίο. Όλα τα υποπεδία ενός πεδίου πρέπει είτε να είναι στην ίδια καρτέλα είτε να αγνοούνται. 'Ignore' σημαίνει ότι το υποπεδίο δεν χρησιμοποιείται.
es: 'Administrada en pestaña' define la pestaña donde se muestra el subcampo. Todos los subcampos de un campo determinado deben estar en la misma pestaña o ignoradas. 'Ignorar' significa que el subcampo no se gestiona.
eu: 'Administrada en pestaña' define la pestaña donde se muestra el subcampo. Todos los subcampos de un campo determinado deben estar en la misma pestaña o ignoradas. 'Ignorar' significa que el subcampo no se gestiona.
fi: 'Näytetään välilehdellä': määrittää välilehden, jossa kenttä näytetään. Saman kentän osakenttien täytyy olla samalla välilehdellä tai ei välilehdillä ollenkaan.
fr: 'Géré dans l'onglet' se rapporte à l'onglet où le sous-champ est affiché. Tous les sous-champs d'un même champ doivent être soit gérés dans le même onglet, soit ignorés. 'Ignorer' signifie que le sous-champ n'est pas géré.
hi: 'Managed in tab' टैब को परिभाषित करता है जहां subfield दिखाया गया है । एक दिए गए क्षेत्र के सभी उपक्षेत्रों या तो एक ही टैब या नजरअंदाज में होना चाहिए। 'नजरअंदाज' का अर्थ है कि उपक्षेत्र प्रबंधित नही है।
it: indica la scheda in cui il sottocampo viene mostrato. Tutti i sottocampi di un campo devono essere sotto la stessa scheda o ignorati. 'Ignora' significa che il sottocampo non viene gestito.
oc: 'Gerit dins l'onglet' se rapòrta a l'onglet où lo soscamp es afichat. Totes los soscamps d'un meteis camp devon èsser siá gerits dins lo meteis onglet, siá ignorats. 'Ignorar' significa que lo soscamp es pas gerit.
pt: 'Usar no separador' lida com o separador onde o subcampo é mostrado. Ignorar significa que o subcampo não é gerido.
pt_br: 'Gerenciado na aba' define a aba na qual o subcampo é exibido. Todos os subcampos de um determinado campo devem estar na mesma bada ou ignorados. Ignorado quer dizer que o campo não é utilizado.
sk: 'Spracované v záložke' definuje záložku, v ktorej sa zobrazuje podpole. Všetky podpolia daného poľa musia byť v rovnakej záložke alebo ignorované. 'Ignorovať' znamená, že podpole sa nespracúva.
sv: 'Hanteras i flik' anger den flik där det underliggande fältet visas. Alla underliggande fält för ett givet fält måste vara i samma flik eller ignoreras. 'Ignorera' innebär att det underliggande fältet inte hanteras.
tr: 'Managed in tab' Alt alanın gösterildiği sekmeyi tanımlar. Belirli bir alanda tüm alt alanlar aynı sekmede olmalıdır ya da göz ardı edilmelidir. Göz ardı etmek alt alanın yönetilmediği anlamına gelir.
zh_tw: '分頁管理' 定義分欄顯示的分頁。所有的分欄必須與其欄位在同個分頁或忽視它。'忽視' 指不管理該分欄。

source: 'Mandatory' prevents the user from saving a record unless there is a value assigned to the tag.
ar: 'Mandatory' تمنع المستخدم من حفظ تسجيلة إلا في حال وجود قيمة معينة للوسم.
cs: 'Povinné' zamezí uživateli uložit záznam, nebude-li přidělena hodnota pro tag.
da: 'Obligatorisk' forhindrer, at posten kan gemmes, hvis dette felt ikke indeholder en værdi.
de: Wenn Sie 'Pflichtfeld' festgelegt haben, kann der Datensatz nicht gespeichert werden, bis das Feld ausgefüllt wurde.
el: 'Υποχρεωτικό' αποτρέπει τον χρήστη από την αποθήκευση της εγγραφής εκτός κι αν έχει αποδοθεί κάποια τιμή στην ετικέτα.
es: 'Obligatorio' impide al usuario guardar el registro hasta que no se asigne un valor a ese campo.
eu: 'Obligatorio' impide al usuario guardar el registro hasta que no se asigne un valor a ese campo.
fi: 'Pakollinen'-merkintä estää tallentamasta tietuetta, jos kenttä on jätetty tyhjäksi.
fr: 'Obligatoire', empêche l'enregistrement de la notice si elle ne contient pas de valeur dans le champ.
hi: 'Mandatory' एक रिकार्ड बचत जब तक कि वहाँ टैग को सौंपा एक मूल्य से उपयोगकर्ता को रोकता है।
it: Se spunti 'Obbligatorio', non sarà possibile salvare il record senza riempire questo campo
oc: 'Obligatòri', empacha l'enregistrament de la notícia se conten pas de valor dins lo camp.
pt: 'Obrigatório' obriga o utilizador a preencher esse campo antes de guardar o registo.
pt_br: 'Obrigatório' previne que o usuário não salve a não ser que coloque algum valor nele.
sk: 'Povinné' nedovoľuje užívateľovi uložiť záznam kým nebude pridelená hodnota pre túto menovku.
sv: 'Obligatorisk' förhindrar att användaren sparar en post om taggen inte tilldelats ett värde.
tr: 'Zorunlu', etikete atanmış bir değer olmadıkça kullanıcının bir kaydı kaydetmesini engeller.
zh_tw: '必備' 必須有值，才能儲存該紀錄。

source: 'Match threshold' - The total number of 'points' a biblio must earn to be considered a 'match'
ar: 'حد المطابقة' - مجموع 'النقاط' التي يجب على التسجيلة أن تكسبها لكي تُعتَبر 'مطابقة'
cs: 'Odpovídá prahu' - Celkový počet 'bodů', kterého musí biblio dosáhnout, aby bylo považováno za 'odpovídající'
da: 'Dublet-grænse' - Det samlede antal 'points' som en post skal have for at blive betragtet som en 'dublet'
de: 'Schwellenwert' - Die Gesamtanzahl von 'Punkten', die ein Titel bekommen muss, um als 'Treffer' gewertet zu werden.
el: 'Όριο ταύτισης' - Ο συνολικός αριθμός 'σημείων' που μπορεί να μαζέψει ένα biblio για να θεωρηθεί 'ταύτιση'
es: 'Límite de coincidencia' - El total de 'puntos' que debe sumar un registro para considerarse una 'coincidencia'
eu: 'Bat etortze atalasea' - 'bat etortze' gisa hartzeko erregistro batek izan behar dituzen 'puntuak'
fi: 'Osumaraja': Pistemäärä, jolla tietue tulkitaan 'hakuosumaksi'.
fr: 'Seuil de correspondance' - Le nombre total de 'points' que doit atteindre une notice pour être considérée comme un doublon
hi: 'Match threshold' - 'अंक' की कुल संख्या एक Biblio एक 'मैच' पर विचार किया जाएगा अर्जित करना चाहिए
it: 'Soglia di match' - Il numero totale di 'punti' che un record bibliografico deve assommare per essere considerato uguale a un altro
oc: 'Seuil de correspondéncia' - Lo nombre total de 'points' que deu aténher una notícia per èsser considerada coma un doblon
pl: 'Próg dopasowania' - całkowita liczba 'punktów', które musi zebrać rekord, by być 'dopasowany'
pt: 'Limite para correspondência' - Número total de 'pontos' que um registo deve ter para ser considerado uma 'correspondência'
pt_br: 'Correspondências Necessárias' - O número total de 'pontos' que um registro bibliográfico deve alcançar para ser considerado uma 'correspondência'
sk: 'Zhoda prahu' - Celkový počet 'bodov', ktoré musí získať biblio, aby sa považovalo za 'zhodu'
sv: 'Matcha tröskelvärde' - Det totala antalet 'poäng' en bibliografisk beskrivning måste få för att anses vara en 'träff'
tr: ‘Eşiği eşle' - 'Noktaların' toplam sayısı, bibliyografik kayıt 'eşleşme' olarak düşünülmelidir
zh_tw: '匹配閾值' - 達到指定的 '點數' 後，才認定為 '匹配'

source: 'NOT_LOAN' is used to list reasons why a title is not for loan.
ar: 'NOT_LOAN' يستخدم لتحديد قائمة من الاسباب التي تؤدي ان تكون العناوين لا تعار.
cs: 'NOT_LOAN' se používá k nalezení důvodu, proč titul nelze vypůjčit.
da: 'NOT_LOAN' indeholder årsager, hvorfor en titel ikke er til udlån
de: 'NOT_LOAN' wird verwendet, um anzuzeigen, warum ein Exemplar nicht entleihbar ist.
el: 'NOT_LOAN' χρησιμοποιείται για να απαριθμήσει τους λόγους για τους οποίους ένας τίτλος δεν δανείζεται.
es: 'NOT_LOAN' se utiliza para listar motivos por los que un título no es para préstamo.
eu: 'NOT_LOAN' se utiliza para listar motivos por los que un título no es para préstamo.
fi: 'NOT_LOAN': määrittää mahdolliset syyt, miksi nimeke ei ole lainattavissa.
fr: 'NOT_LOAN' précise les raisons pour lesquelles le titre n'est pas empruntable
hi: 'NOT_LOAN' कारणों की सूची क्यों एक शीर्षक ऋण के लिए नहीं है प्रयोग किया जाता है।
it: Ci sono motivi per cui un titolo non è prestabile.
oc: 'NOT_LOAN' precisa les raisons per lesquelles lo títol es pas empruntable
pl: 'NOT_LOAN' - lista powodów niewypożyczania egzemplarza.
pt: 'NOT_LOAN' são as razões porque o título não pode ser requisitado
pt_br: 'NOT_LOAN' é usado para listar razões que o título não pode ser emprestado.
sk: 'NOT_LOAN' sa používa na vymenovanie dôvodov, prečo je titul nevypožičateľný.
sv: 'NOT_LOAN' används för att lista skäl till varför ett objekt inte lånas ut.
tr: 'NOT_LOAN' bir kaynağın neden ödünç verilmediğinin sebeplerini listelemek için kullanılır.
zh_tw: 'NOT_LOAN' 列出不外借的原因。

source: 'Nonpublic Note' should be used for notes that are only visible to the librarians via the staff client
ar: وينبغي أن تستخدم 'ملاحظة خاصة' للملاحظات التي تكون مرئية فقط لأمناء المكتبات عن طريق عميل للموظفين
cs: 'Neveřejná poznámka' by mělo být použito pro poznámky, které jsou zobrazovány pouze knihovníkům prostřednictvím intranetu
da: 'Ikke-offentlig note' bruges til noter, der kun skal kunne ses af bibliotekaren via admin-klienten
de: 'Interne Notiz' kann für Notizen verwendet werden, die nur für die Mitarbeiter in der Dienstoberfläche sichtbar sein sollen
el: Το 'Μη Δημόσια Σημείωση' πρέπει να χρησιμοποιείται για σημειώσεις που είναι ορατές στους βιβλιοθηκονόμους μέσω της διεπαφής προσωπικού
es: 'Nota no pública' debe ser utilizado para notas que solo son visibles par los bibliotecarios vía el cliente administrativo
eu: 'Nota no pública' debe ser utilizado para notas que solo son visibles par los bibliotecarios vía el cliente administrativo
fi: 'Viesti virkailijalle': käytetään virkailijaliittymän kautta henkilökunnan nähtäville tarkoitettujen huomautusten tekemiseen
fr: 'Note privée' est utilisée pour les notes qui sont montrées uniquement aux bibliothécaires dans l'interface professionnelle.
hi: 'Nonpublic नोट' नोटों कि कर्मचारियों कलाइन्ट के माध्यम से ही पुस्तकालय के लिए दिखाई दे रहे हैं के लिए इस्तेमाल किया जाना चाहिए
it: 'Nota non pubblica' è usato per le note che sono visibili solo ai bibliotecari tramite il client dello staff
oc: 'Nòta privada' es utilizada per las nòtas que son montradas unicament als bibliotecaris dins l'interfàcia professionala.
pl: 'Uwaga wewnętrzna' - pole uwag wyświetlane w interfejsie bibliotekarza
pt: 'Nota não-pública' deve ser usada para as notas que apenas são visíveis para os bibliotecários via Staff Client
pt_br: 'Nota não pública' pode ser usada para notas que são visíveis apenas para os funcionários, na interface administrativa
sk: 'Neverejná poznámka' by sa mala používať na poznámky, ktoré sú viditeľné len pre knihovníkov cez Intranet
sv: 'Icke offentligt meddelande' ska användas för meddelande som bara kan ses av bibliotekarier via personalklienten
tr: 'Özel Not' yalnızca personel kullanıcı ile kütüphaneciler tarafından görülebilir notlar için kullanılmalıdır
zh_tw: '不公開的說明' 祗供館員從館員介面檢視

source: 'Notes' will also appear on the Saved Reports page, this can be used to provide more details about the report or tips on how to enter values when it runs
ar: 'الملاحظات' أيضاً ستظهر في صفحة التقارير المحفوظة ، ومن الممكن استخدامه لتزويد التقارير بتفاصيل أكثر او تعليمات عن كيفية إدخال القيم عند تشغيله
cs: 'Poznámky' jsou součástí stránky Uložené výstupy a mohou být využity k podrobnějšímu popisu výstupu nebo k poskytnutí tipů k zadávání vstupních dat.
da: 'Noter' vises også på siden Gemte rapporter, det kan bruges til at give flere detaljer om rapporten eller tips til indtastning af værdier, når den køres.
de: 'Notizen' werden auf der Übersichtsseite für gespeicherte Reports angezeigt und können verwendet werden um Informationen über den Report oder Tipps für die Ausführung zu hinterlegen
el: 'Σημειώσεις' θα εμφανίζεται επίσης στη σελίδα Αποθηκευμένων Αναφορών, αυτό μπορεί να χρησιμοποιείται για να παρέχει περισσότερες πληροφορίες για την αναφορά ή συμβουλές για το πως να εισάγετε τις τιμές κατά τη διαδικασία
es: 'Notas' también aparecerá en la página de Informes Guardados, esto puede utilizarse para proporcionar más detalles sobre el informe o consejos sobre cómo ingresar valores cuando se ejecuta
eu: 'Notas' observa también aparecerá en la página de Informes guardados, esto puede ser usado para proporcionar más detalles sobre el informe o consejos sobre cómo introducir los valores cuando se ejecuta
fi: 'Huomautukset' näkyvät myös 'Tallennettujen raporttien' sivulla. Niillä voidaan antaa lisätietoja raportista tai vinkkejä arvojen syöttämiseen.
fr: 'Notes' apparaîtra également sur la page des Rapports sauvegardés. Les notes peuvent être utilisées pour fournir plus de détails sur le rapport ou des astuces sur la façon d'entrer les critères à l'exécution
hi: 'नोट्स' भी बचाया रिपोर्ट पृष्ठ पर दिखाई देगा, इस या कैसे मान दर्ज करने के लिए जब यह रन पर रिपोर्ट के बारे में अधिक जानकारी के सुझाव प्रदान करने के लिए इस्तेमाल किया जा सकता
it: Le note appariranno anche nella pagina dei reports salvati, posso essere usate per fornire maggiori dettagli sul report o suggerimenti sui valori da inserire quando lo si lancia
oc: 'Notes' apareisserà tanben sus la pagina des Rapports salvats. Les nòtas peuvent èsser utilizadas per fournir plus de detalhs sul rapòrt o des astuces sus la faiçon d'entrer los critèris a l'execucion
pl: 'Notatki' będą również pojawiały się na stronie Raportów zapisanych. Mogą zostać wykorzystane do opisania większej ilości szczegółów dotyczących danego raportu lub mogą zawierać wskazówki dotyczące sposobu wprowadzania wartości do raportu
pt: 'Notas' irão também aparecer na página de relatórios guardados, e podem ser usadas para fornecer mais detalhes do relatório ou dicas como introduzir valores na execução
pt_br: 'Notes' irão aparecer na página de Relatórios salvos, isto pode ser usado para fornecer mais detalhes sobre o relatório ou dicas de como incluir valores enquanto ele roda
sk: 'Poznámky' sa takisto objavia na stránke Uložených výkazov. Toto sa dá použiť na poskytnutie viac detailov o výkaze alebo tipov ako zadať hodnoty, keď to beží
sv: 'Kommentarer' visas även på sidan med sparade rapporter och kan användas för att ge mer information om rapporten eller tips om hur värden ska anges vid körning
tr: 'Notlar' aynı zamanda kaydedilmiş raporlar sayfasında da görüntülenecektir. Bu, rapor hakkında daha fazla ayrıntı sağlamak ya da çalıştırıldığında değerlerin nasıl girildiği üzerine ipuçları sağlamak için kullanılabilir
zh_tw: '說明' 顯示在儲存報表頁面，列出該報表更詳盡的說明

source: 'Numbering pattern' will help you determine how the numbers are printed for each issue. Patterns entered here are saved and editable at any time by visiting 'Manage numbering patterns'
fi: 'Numerointikaavaa' käytetään määrittämään, kuinka usein lehti ilmestyy. Täällä lisätyt kaavat tallennetaan "Numerointikaavat"-osioon ja voit muokata kaavoja siellä.
hi: 'क्रमांकन पैटर्न' की मदद से आप पता लगाएँ कैसे संख्या हर मुद्दे के लिए मुद्रित कर रहे हैं। यहाँ प्रवेश पैटर्न पर जाकर किसी भी समय बचाया और संपादन कर रहे हैं 'पैटर्न नंबर प्रबंधित करें'

source: 'Offset' - For use with control fields, 001-009
ar: 'الأوفست'- للاستخدام مع حقول التحكم, 001-009
cs: 'Ofset' - Pro použití s kontrolními podpoli 001-009
da: 'Offset' - Til brug med kontrolfelter, 001-009
de: "Offset" - Für die Verwendung mit den Kontrollfeldern, 001-009
el: 'Όφσετ' - Για χρήση με τα πεδία ελέγχου, 001-009
es: 'Offset' - Para usar en campos de control, 001-009
eu: 'Offset' - kontrol eremuekin erabiltzeko, 001-009
fi: 'Vastaa': käytetään MARC-formaatin kontrollikentissä 001-009
fr: 'Décalage' - A utiliser avec les champs de contrôle, 001-009
hi: 'ऑफसेट' - नियंत्रण के क्षेत्रो, 001-009 के साथ प्रयोग के लिए
it: 'Offset' - Da usare nei campi di controllo, 001-009
oc: 'Decalatge' - D'utilizar amb los camps de contraròtle, 001-009
pt: 'Offset' - Para usar com campos de controle, '001-009'
pt_br: 'Offset' - Para uso com os campos de controle, 001-009
sk: 'Dĺžka' - Pre použitie s kontrolnými poľami, 001-009
sv: 'Förskjutning' - För användning med kontrollfälten, 001-009
tr: 'Ofset' – Kontrol alanları kullanımı için, 001-009
zh_tw: 'Offset' - 適用於控制欄位 001-009

source: 'PROC' is for the location to be used for NewItemsDefaultLocation (change description as desired), also the location expected by InProcessingToShelvingCart.
ar: 'PROC' وهو للموقع الذي يستخدم من قبل التفضيل NewItemsDefaultLocation ( عدل الوصف حسب الرغبة) ، أيضاً الموقع المتوقع بواسطة التفضيل InProcessingToShelvingCart .
cs: 'PROC' slouží k tomu, aby umístění mohlo být zpracováno NewItemsDefaultLocation (změní popis na požadovaný), také umístění očekávané InProcessingToShelvingCart.
da: 'PROC' er til placeringen brugt til NewItemsDefaultLocation (beskrivelse ændres som ønsket), er også placeringen forventet i InProcessingToShelvingCart.
de: 'PROC' ist der Standort, der für NewItemsDefaultLocation verwendet und von InProcessingToShelvingCart erwartet wird.
el: 'PROC' είναι για την τοποθεσία που θα χρησιμοποιηθεί στο NewItemsDefaultLocation (αλλάξτε την περιγραφή κατά το δοκούν), επίσης για την τοποθεσία που αναμένεται από το InProcessingToShelvingCart.
es: 'PROC' es para la ubicación que se utilizará para NewItemsDefaultLocation (cambiar descripción si lo desea), también la ubicación esperada de InProcessingToShelvingCart.
eu: 'PROC' es para la ubicación que se utilizará para NewItemsDefaultLocation (cambiar descripción si lo desea), también la ubicación esperada de InProcessingToShelvingCart.
fi: 'PROC': käytetään saapumissijaintipaikan ilmaisemiseen muuttujien NewItemsDefaultLocation ja InProcessingToShelvingCart yhteydessä. Palautettujen ja uusien lehtiniteiden hyllypaikka uutuuksille ja vasta palautetuille.
fr: 'PROC' contient les localisations utilisées par NewItemsDefaultLocation (modifier la description comme souhaité), et également le site attendu par InProcessingToShelvingCart.
hi: 'PROC' स्थान NewItemsDefaultLocation के लिए प्रयोग की जाने वाली (बदलें विवरण के रूप में वांछित), भी स्थान InProcessingToShelvingCart तक होने की उम्मीद है।
it: La posizione da usare per NewItemsDefaultLocation (cambia la descrizione come meglio credi), e la posizione attesa per InProcessingToShelvingCart.
oc: 'PROC' conten les localisations utilizadas per NewItemsDefaultLocation (modificar la descripcion coma souhaité), e tanben lo site esperat per InProcessingToShelvingCart.
pl: 'PROC' - lokalizacja używana dla NewItemsDefaultLocation (zmień opis, jeśli chcesz), także lokalizacja oczekiwania przez InProcessingToShelvingCart.
pt: 'PROC' é a localização a ser usada por NewItemsDefaultLocation (alterar descrição conforme desejado), e a localização esperada por InProcessingToShelvingCart.
pt_br: 'PROC' é a localização a ser utilizada para NewItemsDefaultLocation (altere a descrição como queira) e também a localização esperada para InProcessingToShelvingCart.
sk: 'PROC' znamená lokáciu používanú pre NewItemsDefaultLocation (zmeňte popis ak treba), ako aj lokácia, ktorú očakáva InProcessingToShelvingCart.
sv: 'PROC' är för platsen som ska användas för NewItemsDefaultLocation (byt beskrivning efter behov) samt för platsen som förväntas av InProcessingToShelvingCart.
tr: 'PROC', Yeni Materyallerin Varsayılan Konumu tarafından kullanılacak konum (tanımı istenilen şekilde değiştirin) için, aynı zamanda İşlemdeki Raf Sepetinden beklenen konum içindir.
zh_tw: 'PROC' 是位置，供 NewItemsDefaultLocation (視情況改變說明)之用，也是 InProcessingToShelvingCart 預期的位置。
