Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you set the EnableBorrowerFiles preference to 'Do' the Files tab will be visible on the patron information page.
ar: إذا ما ضبطتَ التفضيل EnableBorrowerFiles إلى 'إفعل' فإن تبويب الملفات سيكون ظاهراً في صفحة معلومات المستفيد.
cs: Pokud nastavíte preferenci EnableBorrowerFiles, na kartě Soubory, budou viditelné na informační stránce čtenáře.
da: Hvis indstillingen EnableBorrowerFiles sættes til 'Gør' bliver fanebladet filer synligt på låner informationssiden.
de: Wenn Sie im Systemparameter EnableBorrowerFiles den Upload von benutzerspezifischen Dateien erlauben, erscheint ein entsprechender Reiter auf der Seite mit den Benutzerinformationen.
el: Εάν ορίσετε την προτίμηση EnableBorrowerFiles στο 'Κάνε' η καρτέλα Αρχείων θα είναι ορατή στη σελίδα πληροφοριών του χρήστη.
es: Si configura la preferencia EnableBorrowerFiles a 'Habilitar' la pestaña de archivos será visible en la página de información del usuario.
eu: Si establece la preferencia EnableBorrowerFiles 'Hacer' en la pestaña Archivos será visible en la página de información del usuario.
fi: Jos EnableBorrowerFiles-asetus on 'Salli', Tiedostot-välilehti on näkyvissä asiakastietonäytöllä.
fr: Si vous avez activé la préférence 'EnableBorrowerFiles', alors l'onglet 'Files' sera visible dans la page de présentation de l'adhérent.
hi: आप 'Do' के लिए EnableBorrowerFiles वरीयता निर्धारित करते हैं तो फ़ाइल टैब संरक्षक जानकारी पृष्ठ पर दिखाई जाएगी।
it: Se imposti la preferenza di sistema EnableBorrowerFiles al valore 'Do', la sezione Tab sarà visibile sulla pagina di informazioni dell'utente.
oc: Se avètz activat la preferéncia 'EnableBorrowerFiles', alors l'onglet 'Files' serà visible dins la pagina de presentacion de l'aderent.
pl: Jeżeli w ustawieniach systemu EnableBorrowerFiles wybrano 'Tak' pole 'Pliki' będzie widoczne na koncie użytkownika.
pt: Se definiu a preferência EnableBorrowerFiles para 'Fazer' o separador de ficheiros será visível na página de informação do leitor.
pt_br: Caso você configure a preferência EnableBorrowerFiles para 'Fazer' a aba Arquivos ficará visível na página de informações do usuário.
sk: Ak zapnete nastavenie EnableBorrowerFiles na 'Áno', záložka súborov bude viditeľná na stránke informácií o čitateľovi.
sv: Om du ställde in EnableBorrowerFiles till 'Ja' kommer Fil-fliken att visas på informationssidan för låntagaren.
tr: EnableBorrowerFiles seçeneğini 'Etkin kıl' olarak ayarlarsanız, Dosyalar sekmesi kullanıcı bilgi sayfasında gözükecektir.
zh_tw: 若設定 EnableBorrowerFiles 偏好為 '啟用'，則在讀者資訊頁面出現檔案分頁。

source: If you use the priority pull down to rearrange or delete holds you will need to click the 'Update hold(s)' button to save your changes.
ar: اذا كنت تستخدم أولوية الانسدال لترتيب أو حذف الحجوزات ستحتاج أن تنقر على زر 'تحديث الحجوزات' لحفظ تغيراتك.
cs: Pokud roletku priorit na přeskupení nebo odstranění rezervací, musíte kliknout na tlačítko "Aktualizovat rezervace", aby se změny uložily.
da: Hvis prioritets pulldownmenuen bruges til at ordne eller slette reserveringer, skal du klikke på knappen 'Opdater reservering(er)' for at gemme ændringerne.
de: Wenn Sie die Auwahlliste verwenden um die Reihenfolge der Vormerkungen zu verändern, müssen Sie abschließend die Änderungen mit 'Vormerkungen aktualisieren' übernehmen.
el: Εάν ορίστε την αναπτυσσόμενη λίστα προτεραιότητας να αναδιατάξει ή να διαγράψει τις κρατήσεις θα χρειαστεί να πατήσετε το κουμπί 'Ανανέωση κράτησης/εων' για να αποθηκεύσετε τις αλλαγές σας.
es: Si utiliza el desplegable de prioridad para reordenar o eliminar reservas deberá hacer clic en 'Actualizar reserva(s)' para guardar sus cambios.
eu: Si utiliza la prioridad de desactivación para cambiar la hora/fecha o borrar las reservas, necesitará seleccionar el botón 'Actualización de reserva(s)' para guardar los cambios
fi: Jos käytät 'Sija'-alasvetovalikkoa varausten järjestämiseen tai poistamiseen, klikkaa 'Päivitä varaukset' tallentaaksesi muutokset.
fr: Si vous utilisez le menu déroulant pour classer ou supprimer des réservations, vous aurez besoin de cliquez sur le bouton 'Actualiser réservations' pour enregistrer vos modifications.
hi: आप को पुनर्व्यवस्थित या हटाने के लिए नीचे खींच प्राथमिकता का उपयोग रखती है, तो आप क्लिक करने के लिए 'अद्यतन होल्ड (s)' बटन अपने परिवर्तनों को सेव करने की जरूरत होगी।
it: Se usi il menu per riordinare o cancellare prenotazione, devi cliccare su "Aggiorna prenotazione(i)" per salvare i tuoi cambiamenti.
oc: Se vous utilizatz lo menú desenrotlant per classer o suprimir des reservacions, auretz besonh de clicatz sul boton 'Actualiser reservacions' per enregistrar vòstras modificacions.
pl: Jeśli używasz listy rozwijanej 'Priorytet' do zmieniania kolejności lub usuwania zamówień, musisz kliknąć na 'Aktualizuj zamówienia', żeby zapisać zmiany.
pt: Se utiliza o menu prioridade para rearranjar ou eliminar reservas necessita de clicar em 'Actualizar reservas' para guardar as alterações.
pt_br: Se você usar a lista suspensa de prioridades para reordenar ou apagar empréstimos você terá que clicar em 'Atualizar empréstimos' para salvar as alterações.
sk: Ak používate ponuku prednosti pre zmenu alebo odstránenie rezervácií, budete potrebovať kliknúť na tlačidlo 'Aktualizovať rezervácie' pre uloženie zmien.
sv: Om du använder rullgardinsmenyn för prioritet för att ändra eller radera reservationer, måste du klicka på knappen 'Uppdatera reservationer' för att spara dina ändringar.
tr: Öncelik çekme menüsünü, ayırmaları tekrar düzenlemek ya da silmek için kullanırsanız, değişikliklerinizi kaydetmek için 'Ayırma(ları) güncelle ' butonuna tıklamak durumunda kalacaksınız.
zh_tw: 若使用優先下拉選單重新安排或刪除預約，則需要按下 '更新預約' 鈕，儲存改變。

source: If you want one plugin to take priority over another you simply drag it above the other.
ar: إذا ما أردتَ أن تأخذ إحدى الإضافات الأولوية فوق الأخرى ببساطة أسحبها فوق الإضافات الأخرى.
cs: Pokud chcete přiřadit některému pluginu větší prioritu, posuňte jej nad ostatní.
da: Hvis et plugin skal have prioritet over et andet, trækkes det simpelthen øverst.
de: Wenn ein Plugin die Priorität vor einem anderen haben soll, ziehen Sie es einfach über das andere.
el: Εάν θέλετε μία υπομονάδα να προηγείται μίας άλλης απλά σύρετέ την πάνω από την άλλη.
es: Si desea que un plugin tenga prioridad sobre otro arrástrelo simplemente encima del otro.
eu: Si desea un plugin para dar prioridad sobre otro sólo tiene que arrastrar encima del otro.
fi: Voit muuttaa liitännäisen sijaa raahaamalla sen toisen yläpuolelle.
fr: Si vous voulez qu'un plugin soit prioritaire sur un autre, il vous suffit de le faire glisser au-dessus de l'autre.
hi: आप एक प्लगइन दूसरे पर प्राथमिकता लेना चाहते हैं तो आप बस एक दूसरे के ऊपर खींचें।
it: Se vuoi che un plugin abbia priorità su un altro, spostalo sopra all'altro, trascinandolo.
oc: Se volètz qu'un plugin siá prioritaire sus un autre, il vous suffit de lo far glisser au-dessus de l'autre.
pt: Se deseja que um plugin tome prioridade face a outro simplesmente arraste um para cima do outro.
pt_br: Se você deseja que um plugin tenha prioridade sobre outro, você precisa simplesmente o arrastar sobre ele.
sk: Ak chcete, aby jeden zásuvný modul mal prednosť pred druhým, potiahnite ho jednoducho nad druhý.
sv: Om du vill att ett insticksprogram ska gälla före ett annat drar du det bara över det andra.
tr: Bir eklentinin diğerinden önce gelmesini istiyorsanız, o eklentiyi bir diğerinin üstüne sürükleyiniz.
zh_tw: 需要優先權的外掛程式，應把它拉到最上面。

source: If you want the amounts of budget and funds to be modified by a percentage, fill the text field for 'Change amounts by'. This should be a number, positive or negative. Decimal point can be used.
eu: Portzentaje batean aurrekontuetako eta funtsetako zenbatekoak aldatu nahi badituzu, bete 'kantitateak aldatu hemen' testu eremua. Horrek zenbakia bat izan behar du, positiboa edo negatiboa. Puntu hamartarra erabil daiteke.
fi: Jos haluat muuttaa budjettien ja tilien summia prosentuaalisesti, täytä tekstikenttä "Muuta summia". Kenttään pitää laittaa positiivinen tai negatiivinen numero. Desimaalipilkkua voi käyttää.
hi: आप बजट और धन की मात्रा का एक प्रतिशत से संशोधित किया जा करने के लिए चाहते हैं, तो 'द्वारा राशियों में परिवर्तन' के लिए पाठ क्षेत्र भरें। यह एक संख्या है, सकारात्मक या नकारात्मक होना चाहिए। दशमलव बिंदु के लिए इस्तेमाल किया जा सकता है।

source: If you want the burden of holds fulfillment to be spread out equally throughout your library system, simply enable RandomizeHoldsQueueWeight. When this system preference is enabled, the order in which libraries will be requested to fulfill an on-shelf hold will be randomized each time the list is regenerated.
ar: إذا ما أردتَ أن تقوم بنشر عبء الحجوزات بالتساوي في نظام مكتبتك. ببساطة قم بتفعيل التفضيل RandomizeHoldsQueueWeight . فعندما يكون هذا التفضيل ممكَّناً، فإن الترتيب الذي سيطلب من المكتبات إنجازحجز لمواد على الرف سيكون عشوائياً في كل مرة يتم إعادة توليد القائمة.
cs: Chcete-li rozložit rovnoměrně břemeno rezervací na celý knihovní systém, jednoduše zapněte RandomizeHoldsQueueWeight. Je-li tato systémová preference nastavena, bude pořadí, ve kterém budou knihovny žádány, aby dodávaly rezervované knihy, náhodné a při každé změně seznamu se znovu generuje.
da: Hvis lasten af reserveringer skalfordeles jævnt over bibliotekssystemet, aktiveres simpelthen RandomizeHoldsQueueWeight. Når denne indstilling er aktiveret, vil rækkefølgen for hvilke biblioteker, der skal opfylde reserveringen være tilfældig, hver gang listen laves.
de: Wenn Sie die Last der Vormerkungen gleichmäßig auf alle Bibliotheken verteilen wollen, schalten Sie den Systemparameter 'RandomizeHoldsQueueWeight' ein. Auf diese Weise wird jedesmal, wenn die Liste generiert wird, die Reihenfolge der betroffenen Bibliotheken zufällig neu gemischt.
el: Εάν θέλετε ο φόρτος εκπλήρωσης των κρατήσεων να διαμοιράζεται ισόποσα διαμέσου του συστήματος βιβλιοθήκης, απλά ενεργοποιήστε το RandomizeHoldsQueueWeight. Όταν είναι ενεργοποιημένη αυτή η προτίμηση συστήματος, η σειρά με την οποία θα ζητηθεί στις βιβλιοθήκες να εκπληρώσουν μία κράτηση στο ράφι θα είναι τυχαία κάθε φορά που θα δημιουργείται η λίστα.
es: Si desea que el peso de cubrir las reservas se divida igualmente en su sistema de bibliotecas, habilite simplemente RandomizeHoldsQueueWeight. Cuando esta preferencia del sistema está habilitada, el orden en el cual las bibliotecas son requeridas de cubrir una reserva será aleatorio cada vez que la lista es regenerada.
eu: Si desea que la carga de cumplimiento tiene que extenderse igualmente a través de su sistema de bibliotecas, sólo tiene que activar RandomizeHoldsQueueWeight. Cuando esta preferencia del sistema está activado, el orden en el que las bibliotecas se les pedirá que cumplan una reserva en las estanterías serán asignados aleatoriamente cada vez que se vuelve a generar la lista.
fi: Jos haluat, että varaukset jäävät kiinni tasaisesti kaikissa kirjastoissa, RandomizeHoldsQueueWeight-asetus mahdollistaa sen. Kun tämä järjestelmäasetus on käytössä, hyllyvarauspyyntö menee satunnaisesti joka kerta, kun lista muodostetaan.
fr: Si vous souhaitez répartir de manière équitable la réponse aux demandes de réservations au sein de votre réseau, activez RandomizeHoldsQueueWeight. Lorsque cette préférence système est activée, l'ordre dans lequel les sites devront répondre aux demandes de réservations pour une demande de document disponible sera généré de façon aléatoire à chaque réactualisation de la liste.
hi: आप अपने पुस्तकालय प्रणाली भर में समान रूप से बाहर फैल होने की बोझ चाहते हैं पूर्ति होल्ड की, बस RandomizeHoldsQueueWeight सक्षम करें। जब इस प्रणाली वरीयता सक्षम है, जिस क्रम में पुस्तकालयों पर एक शेल्फ होल्ड को पूरा करने का अनुरोध किया जाएगा हर बार सूची पुनर्जीवित है बेतरतीब दिया जाएगा।
it: Se vuoi che il carico delle prenotazioni venga suddiviso equamente tra le varie biblioteche del sistema, abilita la preferenza di sistema RandomizeHoldsQueueWeight. Quando è attiva, l'ordine delle biblioteche verrà rigenerato casualmente ogni volta che viene creata la loro lista.
oc: Se volètz respartir de manièra équitable la responsa a las demandes de reservacions al sein de votre ret, activez RandomizeHoldsQueueWeight. Quand aquesta preferéncia sistèma es activada, l'òrdre dins lequel les sites devront répondre a las demandes de reservacions per una demanda de document disponible serà généré de faiçon aléatoire a cada réactualisation de la lista.
pl: Jeśli chcesz, aby obciążenie zamówień w systemie było równo rozłożone, włącz opcję RandomizeHoldsQueueWeight. Jeśli opcja jest włączona, kolejność przesyłania zamówień do bibliotek jest generowana za każdym razem, gdy kolejka jest tworzona.
pt: Se desejar que o fardo do preenchimento das reservas seja repartido equitativamente pelo sistema, basta activar RandomizeHoldsQueueWeight. Quando esta preferência do sistema está activa, a ordem pela qualquer as bibliotecas serão utilizadas será aleatória cada vez que a lista é regenerada.
pt_br: Caso você queira que o encargo das reservas recaia de maneira equânime na rede de bibliotecas, simplesmente ative a preferência RandomizeHoldsQueueWeight.Quando esta preferência do sistema está ativa, a ordem na qual cada biblioteca será solicitada a atender reservas será aleatória a cada vez que a lista for gerada.
sk: Ak chcete záťaž vykonávania rezervácií rovnomerne rozložiť na váš knižničný systém, jednoducho zapnite RandomizeHoldsQueueWeight. Keď je toto systémové nastavenie zapnuté, poradie, v ktorom budú knižnice žiadané o vykonanie rezervácie v policiach, bude určované náhodne vždy, keď sa zoznam opäť vygeneruje.
sv: Om du vill att bördan av reservationsuppfyllelser ska spridas jämt över bibliotekssystemet aktiverar du RandomizeHoldsQueueWeight. När detta alternativ är aktiverat bestäms vilket bibliotek som ska uppfylla en hyllreservation slumpmässigt varje gång listan omgenereras.
tr: Ayırma yapma işlemleri yükünün kütüphane sisteminizin genelinde eşit olarak dağılmasını istiyorsanız, Ayırma Kuyruğu Rastgele Tercihlerini etkinleştiriniz. Bu sistem tercihi etkinleştirildiğinde, kütüphanelerdeki raflarda ayırma yapma isteği liste her defasında tekrar oluşturulduğunda rastgele hale getirilecektir.
zh_tw: 若期望各圖書館平均分擔預約的任務，應啟用 RandomizeHoldsQueueWeight 偏好，將隨機將預約分配給各圖書館。

source: If you want this field to be a drop-down menu with limited possible answers, choose which 'Authorized value' list you want to use.
ar: اذا كنت تريد هذا الحقل أن يكون قائمة مُنسدلة مع اجابات محتملة محدودة، اختر أي قائمة 'القيمة الاستنادية' تريد استخدامها.
cs: Chcete-li, aby toto pole mělo mělo rozbalovací menu s nabídkou odpovědí, zvolte který seznam "Ověřené hodnoty" chcete použít.
da: Hvis dette felt skal være en pulldownmenu med begrænsede mulige svar, vælg den 'Normværdier'-liste der skal bruges
de: Wenn Sie wollen, dass Ihnen hier eine Auswahlliste mit möglichen Antworten angeboten wird, wählen Sie eine Kategorie aus den Normierten Werten
el: Εάν θέλετε αυτό το πεδίο να είναι ένα αναπτυσσόμενο μενού με περιορισμένες πιθανές απαντήσεις, επιλέξετε ποια λίστα 'Καθιερωμένης τιμής' θέλετε να χρησιμοποιήσετε.
es: Si desea que este campo sea un desplegable con un número limitado de respuestas posibles, elija que lista de 'Valor autorizado' desea utilizar.
eu: Si desea que este campo sea un desplegable con un número limitado de respuestas posibles, elija quelista de 'Valor autorizado' desea utilizar.
fi: Jos haluat tämän kentän olevan alasvetovalikko, jossa on rajallinen määrä valintoja, valitse mitä auktorisoidut arvot -listaa haluat käyttää.
fr: Si vous voulez que ce champ soit contraint à une liste de réponses possibles, choisissez la liste en question dans vos 'valeurs autorisées'.
hi: आप इस क्षेत्र सीमित संभव जवाब के साथ एक ड्रॉप-डाउन मेनू होना चाहते हैं, तो आप उपयोग करना चाहते हैं जो 'अधिकृत' मूल्य सूची का चयन करें।
it: Se vuoi che questo campo abbia valori determinati e non altri, scegli quale lista di 'Valori autorizzati' associargli.
oc: Se volètz qu'aqueste camp siá contraint a una lista de responsas possibles, causissètz la lista en question dins vos 'valors autorizadas'.
pl: Jeśli chcesz, aby to pole było rozwijanym menu z ograniczoną liczbą możliwych odpowiedzi, należy wybrać odpowiednią listę Dopuszczonych Wartości.
pt: Se desejar que este campo tenha um conjunto limitado de opções, escolha um 'Valor autorizador' da lista.
pt_br: Se você quiser que este campo tenha uma lista de seleção com as possíveis respostas, escolha uma lista de 'Valores Autorizados' que você deseja utilizar.
sk: Ak chcete, aby toto pole bolo rozbaľovacie s obmedzením na určité možné odpovede, zvoľte si, ktorý zoznam 'Povolených hodnôt' chcete použiť.
sv: Om du vill att detta fält ska vara en rullgardinsmeny där bara vissa alternativ kan väljas, väljer du vilken lista med 'Auktoriserade värden' som du vill använda.
tr: Bu alanın olası sınırlı cevaplarla açılır bir menü olmasını istiyorsanız, hangi 'Yetkili değer' listesini kullanmak istediğinizi seçiniz.
zh_tw: 若希望此欄位有下拉選單並限制答案內容，選擇使用的 '容許值' 清單。

source: If you want this field to be a pull down with limited possible answers, choose which 'Authorized value' list you want to use
ar: اذا كنت تريد هذا الحقل أن يكون مُنسدل مع اجابات مُحتملة محدودة،اختر أي قائمة 'القيمة الاستنادية' تريد أن تستخدمها
cs: Chcete-li, aby toto pole mělo rozbalovací menu s nabídkou odpovědí, zvolte který seznam "Ověřené hodnoty" chcete použít.
da: Hvis dette felt skal være en pulldownmenu med mulige svar, vælg den 'Normværdier'-liste der skal bruges
de: Wenn Sie wollen, dass Ihnen hier eine Auswahlliste mit möglichen Antworten angeboten wird, wählen Sie eine Kategorie aus den Normierten Werten
el: Αν θέλετε αυτό το πεδίο να είναι κατεκδιπλούμενο με περιορισμένες πιθανές απαντήσεις, επιλέξετε ποια λίστα 'Καθιερωμένης τιμής' θέλετε να χρησιμοποιήσετε
es: Si desea que este campo sea un desplegable con un número limitado de respuestas posibles, elija que 'Valor autorizado' desea utilizar
eu: Eremu hau erantzun mugatuak dituen goitibeherako zerrenda bat izatea nahi baduzu, aukeratu erabili nahi duzun 'Balio baimendua' zerrenda
fi: Jos haluat tämän kentän sisältävän alasvetovalikon, jossa rajoitettu määrä vaihtoehtoja, valitse mitä 'Auktoriteettiarvot'-listaa käytetään
fr: Si vous voulez que ce champ soit limité à une liste de valeurs autorisées, choisissez la catégorie de valeur autorisée que vous voulez utiliser
hi: आप इस क्षेत्र चाहते हैं होने के लिए एक सीमित संभव जवाब के साथ नीचे खींच, जो 'अधिकृत' मूल्य सूची आप उपयोग करना चाहते हैं का चयन
it: Se vuoi che questo campo abbia valori determinati e non altri, scegli quale lista di 'Valori autorizzati' associargli.
oc: Se volètz qu'aqueste camp siá limitat a una lista de valors autorizadas, causissètz la categoria de valor autorizada que volètz utilizar
pl: Jeśli chcesz, aby to pole było rozwijanym menu z ograniczoną liczbą możliwych odpowiedzi, należy wybrać odpowiednią listę Dopuszczonych Wartości.
pt: Se desejar que este campo tenha um conjunto limitado de opções, escolha um 'Valor autorizador' da lista
pt_br: Se você quiser que este campo tenha uma lista de seleção com as possíveis respostas, escolha uma lista de 'Valores Autorizados' que você deseja utilizar
sk: Ak chcete, aby toto pole bolo rozbaľovacie s obmedzením na určité možné odpovede, zvoľte si, ktorý zoznam 'Povolených hodnôt' chcete použiť
sv: Om du vill att detta fält ska vara en rullgardinsmeny där bara vissa alternativ kan väljas, väljer du vilken lista med 'Auktoriserade värden' som du vill använda
tr: Bu alanın sınırlı olası cevaplarla bir çek menü olmasını istiyorsanız, hangi 'Yetkili değer' listesini kullanmak istediğinizi seçin.
zh_tw: 若希望此欄位有下拉選單並限制答案內容，選擇使用的 '容許值' 清單

source: If you want to add another condition, click on 'OR' button and repeat step 1.
ar: اذا كنت تريد إضافة شرط آخر, انقر على زر 'OR' و كرر المرحلة الأولى.
cs: Chcete-li přidat další podmínku, klikněte na tlačítko "NEBO" a opakujte krok 1.
da: Hvis du vil tilføje endnu en betingelse, klik på knappen 'ELLER' og gentag skridt 1.
de: Wenn Sie eine weitere Bedingung hinzufügen möchten, klicken Sie auf die Schaltfläche 'ODER' ('OR') und wiederholen Sie Schritt 1.
el: Εάν θέλετε να προσθέσετε μία άλλη κατάσταση, πατήστε το κουμπί 'Η' και επαναλάβετε το βήμα 1.
es: Si desea agregar otra condición, haga clic en el botón 'OR' y repita el paso 1.
eu: Si desea agregar otra condición, haga clic en el botón 'OR' y repita el paso 1.
fi: Jos haluat lisätä toisen ehdon, klikkaa 'OR'-nappia ja toista vaihe 1.
fr: Si vous voulez ajouter un autre critère, cliquez sur le bouton 'OU' et recommencez à l'étape 1.
hi: यदि आप किसी अन्य शर्त जोड़ने के लिए 'या' बटन और दोहराने चरण 1 पर क्लिक करें।
it: Per aggiungere una nuova condizione, fai click sul bottone 'OR' e ripeti il passo 1.
oc: Se volètz apondre un autre critèri, clicatz sul boton 'OU' e recommencez a l'etapa 1.
pl: Jeśli chcesz dodać dodatkowy warunek, kliknij na 'OR' i powtórz krok 1.
pt: Se desejar adicionar outra condição, carregue no botão 'OR' e repita o passo 1.
pt_br: Se você quer adicionar outra condição, clique no botão 'OR' e repita o passo 1.
sk: Ak chcete pridať ďalšiu podmienku, kliknite na tlačidlo 'ALEBO' a opakujte krok 1.
sv: Om du vill lägga till ett annat villkor, klickar du på knappen 'ELLER' och upprepar steg 1.
tr: Diğer bir koşul eklemek istiyorsanız 'VEYA' butonuna tıklayın ve 1.basamağı tekrarlayın.
zh_tw: 按下 '或' 鈕，並重複步驟 1，就能新增其他條件。

source: If you want to catalog a record based on an existing record at another library
ar: اذا كنت تريد فهرسة تسجيلة اعتماداً على تسجيلة موجودة في مكتبة أخرى
cs: Chcete-li katalogizovat záznam na základě existujícího záznamu v jiné knihovně
da: Hvis du vil katalogisere postbaseret på en eksisterende post fra et andet bibliotek
de: Wenn Sie einen neuen Datensatz aus einem vorhandenen Datensatz einer anderen Bibliothek erzeugen möchten
el: Αν θέλετε να καταλογογραφήσετε μία εγγραφή σύμφωνα με μία υπάρχουσα εγγραφή μίας άλλης βιβλιοθήκης
es: Si usted desea catalogar un registro basado en un registro existente en otra biblioteca
eu: Beste liburutegi batean exisitzen den erregistro batean oinarrituta erregistro bat katalogatu nahi baduzu,
fi: Jos haluat luetteloida tietueen, joka pohjautuu toisen kirjaston tietueeseen
fr: Si vous voulez cataloguer une nouvelle notice en la dérivant d'une notice existante dans une autre bibliothèque
hi: यदि आप किसी अन्य पुस्तकालय में एक मौजूदा रिकॉर्ड के आधार पर एक रिकॉर्ड सूची को चाहते हैं
it: Se vuoi catalogare un record partendo da un record di un altro catalogo
oc: Se volètz catalogar una novèla notícia en la dérivant d'una notícia existenta dins una autra bibliotèca
pt: Se desejar catalogar um registo baseado num registo existente noutra biblioteca
pt_br: Se você deseja catalogar um registro com base em um registro existente em outra biblioteca
sk: Ak chcete katalogizovať záznam na základe existujúceho záznamu v inej knižnici
sv: Om du vill katalogisera en post baserat på en befintlig post i ett annat bibliotek
tr: Diğer bir kütüphanede mevcut olan her hangi bir kayda bağlı olarak kayıt kataloglamak istiyorsanız
zh_tw: 若您要依照其他圖書館既有的紀錄編目新的紀錄
