Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Editing items
ar: تعديل المواد
cs: Úprava položek
da: Rediger materialer
de: Exemplare bearbeiten
el: Επεξεργασία αντιτύπων
es: Editando ítems
eu: Elementuak editatu
fi: Niteiden muokkaus
fr: Modifier des exemplaires
hi: संपादित आइटम करे
it: Modificare copie
oc: Modificar des exemplars
pl: Modyfikowanie egzemplarzy
pt: Modificar exemplares
pt_br: Editando itens
sk: Upravujú sa exempláre
sv: Redigera objekt
tr: Materyaller düzenleniyor
zh_tw: 編輯館藏

source: Editing records
ar: تعديل التسجيلات
cs: Úprava záznamů
da: Rediger poster
de: Titel bearbeiten
el: Επεξεργασία εγγραφών
es: Editando registros
eu: Editatu erregistroak
fi: Tietueiden muokkaus
fr: Modifier des notices
hi: संपादित करें रिकार्ड
it: Modifica i record
oc: Modificar des notícias
pl: Modyfikowanie rekordów
pt: Modificar registos
pt_br: Editando registros
sk: Upravujú sa záznamy
sv: Redigera poster
tr: Kayıtlar düzenleniyor
zh_tw: 編輯紀錄

source: Editing/Deleting Patron Attributes
ar: تعديل/حذف سمات المستفيد
cs: Úprava/Smazání atributů čtenáře
da: Redigerer/sletter lånerattributer
de: Benutzerattribute bearbeiten/löschen
el: Επεξεργασία/Διαγραφή Χαρακτηριστικών Μελών
es: Editando/Eliminando Atributos de Usuarios
eu: Bazkide atributuak editatzea/ezabatzea
fi: Asiakasmääreiden muokkaus/poisto
fr: Modification/suppression des attributs d'adhérent
hi: संपादन/हटाना संरक्षक गुण
it: Modifica/cancella attributi utente
oc: Modificacion/supression des atributs d'aderent
pl: Modyfikowanie/Usuwanie atrybutów użytkownika
pt: Modificar/eliminar atributos de leitor
pt_br: Editando/Excluindo atributos de usuários
sk: Úprava/Odstraňovanie vlastností čitateľov
sv: Redigera/radera låntagarattribut
tr: Kullanıcı Nitelikleri düzenleniyor/siliniyor
zh_tw: 編輯/刪除讀者屬性

source: Editing/Deleting a Library
ar: تعديل/حذف مكتبة
cs: Úprava/Smazání knihovny
da: Redigere/slette et bibliotek
de: Bibliothek bearbeiten/löschen
el: Επεξεργασία/Διαγραφή Βιβλιοθήκης
es: Editando/Eliminando una biblioteca
eu: Liburutegi bat editatzea/ezabatzea
fi: Kirjaston muokkaus/poisto
fr: Modification/suppression d'un site
hi: संपादन/डिलिट एक पुस्तकालय
it: Modificare/cancellare una biblioteca
oc: Modificacion/supression d'un site
pl: Modyfikowanie/Usuwanie biblioteki
pt: Modificar/eliminar uma biblioteca
pt_br: Editando/Excluindo uma biblioteca
sk: Úprava/Odstraňovanie knižnice
sv: Redigera/radera ett bibliotek
tr: Kütüphane Düzenleniyor/Siliniyor
zh_tw: 編輯/刪除圖書館

source: Email:
ar: البريد الإلكترونى:
eu: Helbide elektronikoa:
fi: Sähköposti:
fr: Courriel&nbsp;:
hi: ईमेल:
oc: Corrièr electronic&nbsp;:
sv: E-post:
tr: Eposta:
zh_tw: 電子郵件：

source: Encoding
ar: ترميز
cs: Kódování
de: Codierung
el: Κωδικοποίηση:
es: Codificación
eu: Kodetzea
fi: Merkistö
fr: Encodage
hi: एनकोडिंग
it: Codifica
oc: Encodatge
pt: Codificação
sk: Kódovanie
tr: Kodlama
zh_tw: 編碼

source: Enhanced Content:
ar: محتوى محسَّن:
cs: Rozšířený obsah
da: Udvidet indhold:
de: Kataloganreicherung:
el: Εμπλουτισμένο Περιεχόμενο:
es: Contenido mejorado:
eu: Contenido mejorado:
fi: Sisältölaajennukset:
fr: Contenu enrichi&nbsp;:
hi: परिवर्तित सामग्री
it: Arricchimento Opac:
oc: Contengut enrichi&nbsp;:
pl: Rozszerzona Zawartość:
pt: Gestão de conteúdos:
pt_br: Enriquecimento de conteúdos:
sk: Rozšírený obsah:
sv: Utökat innehåll:
tr: Gelişmiş İçerik:
zh_tw: 強化內容：

source: Enrollment period (in months) should be filled in if you have a limited enrollment period for your patrons (eg. Student cards expire after 9 months or until a specific date)
ar: ينبغي أن تملأ فترة التسجيل (في أشهر) إذا كان لديك فترة التسجيل محدودة للمستفيدين الخاصين بك (بطاقات الطالب مثلا تنتهي صلاحيتها بعد 9 أشهر أو حتى تاريخ محدد)
cs: Období trvání registrace (v měsících) se vyplňuje, pokud máte časově omezenou registraci pro vaše čtenáře (například studentská registrace vyprší po devíti měsících nebo k určitému datu)
da: Gyldighedsperiode (i måneder) skal udfyldes hvis der gælder en begrænset gyldighedsperiode for lånerne (f.eks. studenterkort udløber efter 9 måneder eller indtil en bestemt dato)
de: Gültigkeitsdauer (in Monaten) sollte eingegeben werden, wenn Sie befristete Benutzerkonten verwenden (z.B. Benutzerausweise, die nach 9 Monaten oder nach einem bestimmten Datum ablaufen)
el: Η περίοδος εγγραφής (σε μήνες) πρέπει να συμπληρωθεί αν έχετε περιορισμένη περίοδο εγγραφής για τα μέλη σας (π.χ. οι Φοιτητικές κάρτες λήγουν μετά από 9 μήνες ή σε μία συγκεκριμένη ημερομηνία)
es: El periodo de inscripción (en meses) debe ser llenado si hay un periodo limitado asociación (Ej. matrícula de estudiante vence luego de 9 meses o hasta una fecha específica)
eu: Atxikitze denbora (hilabetetan) idatzi behar da baldin eta bazkideen atxikitze denbora mugatuta badago (adibideez, ikasleen txartelak bederatzi hilabeteren ostean iraungitzen dira, edo data jakin batean)
fi: Voimassaoloaika (kuukausina) pitäisi olla täytettynä, jos joillakin asiakkailla on rajoitettu voimassaolo (esim. opiskelijoilla vanhenee 9 kuukauden jälkeen tai viimeistään tiettynä päivänä)
fr: La durée d'inscription (en mois) doit être renseignée si vous inscrivez vos lecteurs pour une durée limitée (par ex. des cartes d'étudiant expirent après neuf mois ou à une date spécifique).
hi: नामांकन की अवधि (महीने में) में भरा जाना चाहिए अगर आप अपने संरक्षक के लिए एक सीमित नामांकन अवधि होती है (जैसे। छात्र कार्ड 9 महीने के बाद समाप्त हो या एक विशिष्ट तिथि तक)
it: Il periodo di iscrizione (in mesi) va riempito in casi come quello di studenti in cui la tessera studente scade al termine dell'anno scolastico, o ad una certa data.
oc: La durada d'inscripcion (en meses) deu èsser completada se inscrivètz vòstres lectors per una durada limitada (per ex. de cartas d'estudiant expiran aprèp nòu meses o a una data especifica).
pl: 'Okres ważności' (określ liczbę miesięcy) należy wypełnić, jeśli użytkownik jest rejestrowany tylko na pewien okres czasu (np. karty studenckie wygasają po upływie 9 miesięcy lub po określonej dacie)
pt: Período de inscrição (em meses) deve ser preenchido se existe uma limitação de tempo de inscrição para os leitores (ex. os cartôes expiram 9 meses após determinada data)
pt_br: Período de inscrição (em meses) pode ser preenchido se você tem um período limitado para inscrição dos usuários (ex. Cartões de usuários expiram em 9 meses ou até uma data específica)
sk: Doba zápisu (v mesiacoch) treba vyplniť ak máte obmedzenú dobu zápisu pre Vašich čitateľov (napr. ak študentský preukaz končí po 9 mesiacoch alebo do špecifického dátumu)
sv: Registreringsperiod (i månader) ska fyllas i om låntagare har begränsade giltighetsperioder (t.ex. kan studentkort förfalla efter 9 månader eller gälla till ett visst datum)
tr: Kullanıcılarınızın kayıt süresi sınırlıysa kayıt süresinin (ay olarak) doldurulması gerekir (örneğin; öğrenci kimliklerin kullanım süresi 9 aydan sonra ya da belli bir tarihe kadar sona ermesi).
zh_tw: 註冊期間(月)應填入資料，若您的讀者有固定的註冊期間(如：學生證在9個月後失效或祗能在指定的時間內使用)

source: Enter 'Comments about this file' to identify your upload when going to the 'Manage Staged MARC Records' tool
ar: أدخل "التعليقات حول هذا الملف" لتحديد عملية الرفع خاصتك وعند الذهاب إلى أداة 'إدارة تسجيلات مارك المجهزة'
cs: Zadejte 'Komentáře k tomuto souboru', abyste identifikovali vaši dávku, když se chystáte použít nástroj 'Zpracovat připravené záznamy MARC'
da: Indtast 'Kommentarer om denne fil' for at identificere den oploadede fil i værktøjet 'Administrer forberedte MARC poster'
de: Geben Sie einen 'Kommenter zu dieser Datei' an, um die Datei leichter zu erkennen, wenn Sie im Werkzeug 'Bereitgestellte MARC-Datensätze verwalten' sind
el: Εισάγετε 'Σχόλια σχετικά με αυτό το αρχείο' για να αναγνωρίσετε τη φόρτωσή σας όταν πηγαίνετε στο εργαλείο 'Διαχείρισης Οργανωμένων Εγγραφών MARC'
es: Escriba 'Comentarios acerca de este archivo' para identificar lo cargado cuando se va a la herramienta 'Administrar los registros MARC preparados'
eu: Idatzi 'Fitxategi honi buruzko iruzkinak' 'Prestatutako MARC erregistroen kudeaketa' tresnara joatean kargatzen duzun hori identifikatzeko
fi: Syötä 'Kommentit tästä tiedostosta' yksilöimään latauksesi 'Välivarastoitujen MARC-tietueiden hallinta' -työkalussa
fr: Saisissez un commentaire sur ce fichier afin de l'identifier aisément quand vous utiliserez l'outil 'Gestion des notices téléchargées'
hi: दर्ज करें अपने अपलोड जब 'का मंचन किया प्रबंधित मार्क रिकॉर्ड' उपकरण करने जा पहचान करने के लिए 'इस फाइल के बारे में टिप्पणियाँ'
it: Inserisci qualcosa in 'Note su questo file' per identificare il tuo upload quando userai lo strumento 'Gestisci records MARC preparati'
oc: Sasissètz un comentari sus aqueste fichièr per fin de l'identificar aisidament quand utilizaretz l'aisina 'Gestion de las notícias telecargadas'
pl: Wpisz 'Komentarze do pliku', by odróżnić swój wczytany plik, gdy przejdziesz do narzędzia 'Zarządzanie rekordami MARC przygotowanymi do importu'
pt: Digite 'Comentários sobre este arquivo' para identificar o upload quando vai à ferramenta 'Gerir registos MARC'
pt_br: Digite 'Comentários sobre este arquivo' para identificar o arquivo carregado na ferramente 'Gerir registros MARC'
sk: Zadajte 'Komentáre o tomto súbore', aby ste identifikovali Vašu dávku, keď idete do nástroja 'Spracovať pripravené záznamy MARC'
sv: Ange 'Kommentarer om denna fil' för att identifiera det du laddat upp i verktyget 'Hantera förberedda MARC-poster'
tr: 'Düzenlenmiş MARC kayıtlarını yönet' alanına giderken yüklemenizi belirlemek için 'bu dosya hakkındaki yorumlar' girin
zh_tw: 進入'管理待匯入 MARC 紀錄' 工具時，'鍵入 '評論此檔案' 以辨識您的上傳

source: Enter a 'Barcode' if searching for a single item; if not leave this field blank
ar: إدخال "الباركود" إذا تم البحث عن مادة واحدة، وإذا لم يتم ترك هذا الحقل فارغا
cs: Pokud hledáte konkrétní jednotku, vložte 'Čárový kód'; pokud ne, nechte toto pole prázdné
da: Indtast en 'Stregkode', hvis du leder efter et enkelt eksemplar; hvis ikke, lad dette felt være tomt
de: Geben Sie einen 'Barcode' ein, wenn Sie nach einem einzelnen Exemplar suchen; wenn nicht, lassen Sie dieses Feld leer
el: Εισάγετε ένα 'Barcode' αν αναζητείτε ένα μόνο τεκμήριο; αν όχι αφήστε αυτό το πεδίο κενό
es: Ingrese un 'Código de barras' si busca un único ítem, si no deje este campo en blanco
eu: Idatzi 'Barra kode' bat elementu bakar bat bilatu nahi baduzu; bestela, utzi hutsik eremua
fi: Syötä 'Viivakoodi', jos haetaan yksittäistä nidettä, mutta jätä kenttä tyhjäksi, jos ei haeta yksittäistä
fr: Si vous cherchez un exemplaire, entrez un code à barres; sinon laissez le champ vide
hi: एक 'बारकोड' अगर एक भी आइटम के लिए खोज दर्ज करें; नहीं तो इस क्षेत्र को खाली छोड़ दें
it: Inserisci un 'Codice a barre' se stai cercando una copia singola; se no lascia questo campo bianco
oc: Se cercatz un exemplar, entratz un còdi de barras; siquenon daissatz lo camp void
pl: Wprowadź 'Kod kreskowy', jeśli szukasz pojedynczego egzemplarza; jeżeli nie, pozostaw to pole puste
pt: Insira o código de barras se se encontra a pesquisa por um item único; caso contrário deixe em branco
pt_br: Insira o código de barras se se encontra a pesquisa por um item único; caso contrário deixe em branco
sk: Zadajte 'Čiarový kód' ak hľadáte jediný exemplár, inak nechajte toto pole prázdne
sv: Ange en 'Streckkod' om du söker efter ett enskilt objekt; lämna fältet tomt i annat fall
tr: Eğer tek bir materyal arıyorsanız 'Barkod' girin; aksi takdirde bu alanı boş bırakın
zh_tw: 若搜尋單一館藏，則鍵入 '條碼'；否則讓此欄位空白

source: Enter a code and a description
ar: إدخال رمز الوصف
cs: Vložte kód a popis
da: Indtast en kode og en beskrivelse
de: Bitte Code und Beschreibung eingeben
el: Εισάγετε έναν κωδικό και μία περιγραφή
es: Ingrese un código y una descripción
eu: Idatzi kodea eta deskribapena
fi: Lisää koodi ja kuvaus
fr: Entrez un code et une description
hi: एक कोड और एक विवरण दर्ज करें
it: Inserisci un codice e una descrizione
oc: Entratz un còdi e una descripcion
pl: Wprowadź kod i opis
pt: Insira um código e descrição
pt_br: Digite um código e uma descrição
sk: Zadajte kód a popis
sv: Ange en kod och en beskrivning
tr: Bir kod ve açıklama girin
zh_tw: 鍵入代碼與說明

source: Enter a code for your Authorized Value into the 'Authorized value' field
ar: قم بإدخال رمز لقيمة الاستناد في حقل "قيمة الاستناد)
cs: Zadejte kód ověřené hodnoty do políčka "Ověřená hodnota"
da: Indtast en kode for din autoritetsværdi i feltet 'Autoritetsværdi'
de: Geben Sie einen Code für Ihren Normierten Wert im Feld 'Normierter Wert' ein.
el: Εισάγετε έναν κωδικό για τις Καθιερωμένες Τιμές στο πεδίο 'Καθιερωμένη τιμή'
es: Ingrese un código para su valor autorizado en el campo 'Valor autorizado'
eu: Sartu kode bat baimendutako balorean 'Authorized value' eremuan.
fi: Syötä koodi auktorisoidulle arvollesi 'Auktorisoitu arvo'-kenttään
fr: Ajouter un code pour votre Valeur Autorisée dans le champ'Valeur Autorisée'
hi: 'अधिकृत मूल्य' क्षेत्र में अपने अधिकृत मूल्य के लिए एक कोड दर्ज
it: Indica un codice per il tuo 'Valore autorizzato' nel campo relativo
oc: Apondre un còdi per vòstra Valor Autorizada dins lo camp'Valor Autorizada'
pl: Wpisz kod Dopuszczonej Wartości w pole 'Dopuszczona Wartość'
pt: Insira o código para o valor autorizado no campo 'Valor autorizado'
pt_br: Digite um código para seu Valor autorizado no campo 'Valor autorizado'
sk: Zadajte kód pre Vašu povolenú hodnotu do poľa 'Povolená hodnota'
sv: Ange en kod för ditt auktoriserade värde i fältet 'Auktoriserat värde'
tr: 'Yetkili değer' alanına Yetkili Değerinize yönelik bir kod giriniz.
zh_tw: 在 'Authorized value' 欄位鍵入容許值代碼

source: Enter a code of 4 or fewer characters
ar: إدخال رمز من 4 حروف أو أقل
cs: Vložte kód o 4 nebo méně znacích
da: Indtast en kode med 4 eller færre karakterer
de: Bitte einen Code mit 4 oder weniger Zeichen eingeben
el: Εισάγετε έναν κωδικό από 4 ή λιγότερους χαρακτήρες
es: Ingrese un código de 4 o menos caracteres
eu: Idatzi lau karaktere edo gutxiagoko karaktere dituen kode bat
fi: Anna koodi, jonka pituus on korkeintaan 4 merkkiä
fr: Saisissez un code d'au plus quatre caractères
hi: 4 या इससे कम वर्ण का एक कोड दर्ज
it: Inserisci un codice non più lungo di 4 caratteri
oc: Sasissètz un còdi d'au plus quatre caractèrs
pl: Wpisz nazwę składającą się z 4 lub mniej znaków
pt: Insira um código de 4 ou menos caracteres
pt_br: Digite um código de 4 ou menos caracteres
sk: Zadajte kód zo 4 alebo menej znakov
sv: Ange en kod med 4 eller färre tecken
tr: 4 ya da daha az karakterden oluşan bir kod girin
zh_tw: 鍵入4個以內的字元為代碼

source: Enter a date before which you want to alter the data
ar: أدخل التاريخ قبل تعديل البيانات التي تريد
cs: Zadejte datum, před kterým chcete změnit data
da: Indtast en dato inden hvilken dataene skal ændres
de: Geben Sie das Datum an, vor dem Sie die Daten ändern möchten
el: Εισάγετε μία ημερομηνία πριν από την οποία θέλετε να αλλάξετε τα δεδομένα
es: Ingrese una fecha antes de la cual desea alterar los datos
eu: Ingrese una fecha antes de la cual desea alterar los datos
fi: Syötä päivämäärä, jota ennen tiedot muutetaan
fr: Entrez la date avant laquelle vous voulez modifier les données.
hi: एक तारीख दर्ज करें जो इससे पहले कि आप डेटा को बदलने के लिए चाहते हैं
it: Indica una data massima prima della quale intendi modificare i dati
oc: Entratz la data avant la quala volètz modificar las donadas.
pt: Insira uma data que seja inferior a data a alterar
pt_br: Digite uma antes da qual você pretende ajustar os dados
sk: Zadajte dátum pred ktorým chcete obmeniť údaje
sv: Ange ett datum innan vilket du vill redigera data
tr: Değiştirmek istediğiniz veriden önce tarih girin.
zh_tw: 改變資料前，先鍵入日期

source: Enter a list name and save the list.
ar: قم بإدخال اسم القائمة وحفظها.
cs: Zadejte název seznamu a seznam uložte.
de: Geben Sie einen Listennamen ein und speichern Sie.
el: Εισάγετε ένα όνομα λίστα και αποθηκεύστε την.
es: Ingrese un nombre de lista y guarde la lista.
eu: Sartu zerrendaren izena eta gorde.
fi: Syötä listan nimi ja tallenna lista.
fr: Saisissez un nom pour la liste et enregistrez la.
hi: एक सूची का नाम दर्ज करें और सूची को सेव करें
it: Inserisci un nome per la lista e salvala.
oc: Sasissètz un nom per la lista e enregistrez la.
pt: Inserir um nome para a lista e guarde.
pt_br: Insira um nome para a lista e salve.
sk: Zadajte názov zoznamu a uložte ho.
tr: Liste adı girin ve listeyi kaydedin.
zh_tw: 鍵入虛擬書架名稱並儲存它。

source: Enter a plain text version of the category in the 'Description' field.
ar: أدخل نسخة نص عادي من فئة في حقل "الوصف".
cs: Zadejte textovou verzi kategorie do políčka "Popis".
da: Indtast en længere forklaring under 'Beskrivelse'
de: Geben Sie eine ausführlichere Erklärung in der 'Beschreibung' ein.
el: Εισάγετε σε απλό κείμενο την κατηγορία στο πεδίο 'Περιγραφή'.
es: Ingrese una versión de texto de la categoría en el campo 'Descripción'.
eu: Idatzi kategoriaren testu arruntaren bertsioa 'Deskribapena' eremuan'.
fi: Syötä 'Kuvaus'-kenttään nimen tarkempi kuvaus.
fr: Entrez une explication plus complète dans le champ 'Description'.
hi: 'विवरण' फ़ील्ड में श्रेणी के एक सादे पाठ संस्करण दर्ज करें।
it: Inserisci una spiegazione più lunga in 'Descrizione'
oc: Entratz una explication plus completa dins lo camp 'Descripcion'.
pl: W polu 'Opis' wprowadź tekst identyfikujący daną kategorię.
pt: Insira um descrição em texto livre da categoria no campo 'Descrição'.
pt_br: Digite uma versão de texto da categoria no campo 'Descrição'.
sk: Zadajte plne textovú verziu kategórie v poli 'Opis'.
sv: Ange en beskrivande version av kategorinamnet i fältet 'Beskrivning'.
tr: 'Tanım' alanındaki kategorinin düz metin sürümünü girin.
zh_tw: 在 '說明' 欄位鍵入純文字的類型。

source: Enter a selector in the "selector" input, you can see documentation on jQuery selectors
eu: Sartu hautatzaile bat "selector" sarreran, jQuery hautatzaileei buruzko dokumentazioa ikusiko da
fi: Syötä valitsin "valitsin"-kohtaan, voit katsoa dokumentaation jQuery-valitsimista
hi: एक चयनकर्ता दर्ज इनपुट में "चयनकर्ता", आप jQuery चयनकर्ताओं पर प्रलेखन देख सकते हैं

source: Enter a sound to be played, you can either select a built-in Koha sound using the pulldown selector, or you can enter a full URL to a sound file on another server.
eu: Sartu soinu bat erreproduzitua izan dadin, Kohako souinu bat aukeratu daiteke pulldown aukeratzailearen bitartez, edo beste zerbitzari batean dagoen soinu-fitxategi baten URL osoa.
fi: Syötä ääni, joka soitetaan. Voit valita joko Kohan sisäänrakennetun äänen alasvetovalikosta tai voit syöttää URLin toisella palvelimella sijaitsevaan äänitiedostoon.
hi: दर्ज एक ध्वनि खेला जाना है, आप या तो एक निर्मित में Koha ध्वनि अधोगामी चयनकर्ता का उपयोग कर का चयन कर सकते हैं, या आप एक और सर्वर पर एक ध्वनि फ़ाइल के लिए एक पूर्ण URL दर्ज कर सकते हैं।

source: Enter an amount to pay towards the fines.
ar: إدخال مبلغ لدفع الغرامات.
cs: Vložte částku na zaplacení pokut.
da: Indtast et beløb, der skal betales af bøderne.
de: Geben Sie die Summe an, die bezahlt werden soll.
el: Εισάγετε ένα ποσό πληρωμής για τα πρόστιμα.
es: Ingrese la cantidad a pagar de las multas.
eu: Ingrese la cantidad a pagar de las multas.
fi: Syötä summa, jolla maksuja maksetaan.
fr: Entrez le montant payé en face des amendes.
hi: जुर्माना की दिशा में भुगतान करने के लिए एक राशि में प्रवेश.
it: Indica un importo da pagare per le multe.
oc: Entratz lo montant payé en face des emendas.
pl: Wprowadź kwotę do zapłaty tytułem należności.
pt: Insira o montante a pagar através das multas.
pt_br: Digite uma quantia oara pagar das multas.
sk: Zadajte čiastku na zaplatenie pokút.
sv: Ange ett belopp som ska användas för att betala av böterna.
tr: Cezaları ödemek için miktar girin.
zh_tw: 鍵入金額用於支付罰款。

source: Enter any notes that might apply to this hold
ar: إدخال أي الملاحظات التي قد تنطبق على هذا الحجز
cs: Zadejte poznámky, které platí pro tuto rezervaci
da: Indtast en note i forbindelse med denne reservering
de: Geben Sie Notizen zu dieser Vormerkung an
el: Εισάγετε σημειώσεις που μπορεί να σχετίζονται με αυτή την κράτηση
es: Ingrese cualquier nota que se aplique a esta reserva
eu: Ingrese cualquier nota que se aplique a esta reserva
fi: Syötä mahdolliset varaukseen liittyvät huomautukset
fr: Entrez une note, si nécessaire, s'appliquant à cette réservation.
hi: किसी भी नोट है कि यह होल्ड करने के लिए लागू हो सकता दर्ज
it: Aggiungi una nota relativa alla prenotazione
oc: Entratz una note, se necessari, s'applicant a aquesta reservacion.
pl: Wpisz uwagi, które dotyczą zamówienia
pt: Insira qualquer nota que se possa aplica a esta reserva
pt_br: Digite quaisquer notas aplicáveis a esta reserva
sk: Zadajte akékoľvek poznámky, ktoré by sa mohli vzťahovať na túto rezerváciu
sv: Ange kommentarer som kan gälla för denna reservation
tr: Bu ayırmaya uygulanabilecek her hangi bir not girin.
zh_tw: 鍵入適用於此預約的任何說明
