Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Important: An item is considered late based on the number of days you have entered in the TransfersMaxDaysWarning system preference.
ar: هام: المادة تُتعتبر متأخرة اعتماداً على عدد الأيام التي قد أدخلتها في تفضيل نظام TransfersMaxDaysWarning.
cs: Důležité: Výtisk je považován za zpožděný na základě počtu dní, které jste zadali v systémové preferenci TransfersMaxDaysWarning.
da: Vigtigt: Et eksemplar anses for forsinket på grundlag af det antal dage, der er angivet i systemindstillingen TransfersMaxDaysWarning.
de: Wichtig: Wann ein Transport als verspätet gilt, hängt davon ab, welcher Wert im Systemparameter TransfersMaxDaysWarning eingetragen wurde.
el: Σημαντικό: Ένα αντίτυπο θεωρείται αργοπορημένο βάσει του αριθμού των ημερών που έχετε εισάγει στην προτίμηση συστήματος TransfersMaxDaysWarning.
es: Importante: un ítem es considerado demorado en función del número de días que han ingresado en la preferencia del sistema TransfersMaxDaysWarning.
eu: Garrantzitsua: elementu bat berandu bezala hartuko da TransfersMaxDaysWarning sistemaren lehentasunean idatzitako egun kopuruaren arabera.
fi: Tärkeää: Niteen katsotaan olevan myöhässä niin monen päivän jälkeen kuin olet syöttänyt TransfersMaxDaysWarning -järjestelmäasetukseen.
fr: Important : un document est considéré en retard en fonction du nombre de jours saisis dans la préférence système TransfersMaxDaysWarning.
hi: महत्वपूर्ण: एक आइटम दिनों आप TransfersMaxDaysWarning प्रणाली वरीयता में प्रवेश किया है की संख्या के आधार पर देर से माना जाता है।
it: Importante: una copia è considerata in ritardo in base al numero di giorni indicati nella preferenza di sistema TransfersMaxDaysWarning
oc: Important : un document es considerat en retard en foncion del nombre de jours saisis dins la preferéncia sistèma TransfersMaxDaysWarning.
pl: Ważne: Opóźnienie egzemplarza jest określane na podstawie liczby dni, ustawionej w opcjach systemu TransfersMaxDaysWarning.
pt: Importante: Um exemplar é considerado atrasado baseado no número de dias inserido na preferência do sistema TransfersMaxDaysWarning.
pt_br: Importante: um exemplar é considerado atrasado com base no número de dias definido na preferência do sistema TransfersMaxDaysWarning.
sk: Dôležité: Exemplár sa považuje za oneskorený v závislosti na počte dní, ktoré ste zadali v nastavení systému TransfersMaxDaysWarning.
sv: Viktigt: ett objekt räknas som försenat baserat på det antal dagar du angett i systeminställningen för TransfersMaxDaysWarning.
tr: Önemli: (Maksimum)Gün Aktarım Uyarı sistem seçeneğinde girdiğiniz gün sayısına göre her hangi bir materyal gecikmiş sayılır.
zh_tw: 重要：超過TransfersMaxDaysWarning系統偏好指定的天數，就被視為延遲。

source: Important: At the very least you will need to set a default circulation rule. This rule should be set for all item types, all libraries and all patron categories. That will catch all instances that do not match a specific rule. When checking out if you do not have a rule for all libraries, all item types and all patron categories then you may see patrons getting blocked from placing holds. You will also want a rule for your specific library set for all item types and all patron categories to avoid this holds issue. Koha needs to know what rule to fall back on.
fi: Tärkeää: Ainakin oletuslainaussääntö pitää määritellä. Tämä sääntö pitää määritellä koskemaan kaikkia aineistolajeja, kaikkia kirjastoja ja kaikkia asiakastyyppejä. Sääntö pätee niissä tapauksissa, kun ei ole olemassa erityistä sääntöä. Kun lainataan ja ei ole sääntöä kaikille kirjastoille, kaikille aineistolajeille ja kaikille asiakastyypeille, asiakkaat eivät voi välttämättä tehdä varauksia. Määrittele tiedot myös kirjastoittain, jos on erityisiä tarpeita. Koha tarvitsee tiedon, mitä sääntöä noudatetaan.
hi: महत्वपूर्ण: कम से कम आपको एक डिफ़ॉल्ट परिचालित नियम सेट करना होगा। यह नियम सभी आइटम प्रकारों, सभी पुस्तकालयों और सभी संरक्षक श्रेणियों के लिए निर्धारित किया जाना चाहिए। यह उन सभी उदाहरणों को पकड़ेगा जो एक विशिष्ट नियम से मेल नहीं खाते हैं। जब आपके पास सभी पुस्तकालयों, सभी प्रकार के प्रकार और सभी संरक्षक श्रेणियों के लिए कोई नियम नहीं है, तो आप यह देख सकते हैं कि संरक्षक धारण रखने से अवरुद्ध हो सकते हैं। आप इस बात से बचने के लिए भी अपनी विशिष्ट पुस्तकालय के सभी नियमों और सभी संरक्षक श्रेणियों के लिए एक नियम चाहते हैं जिससे इस मुद्दे पर समस्या आ सकती है। कोहा को पता होना चाहिए कि किस नियम पर वापस आना है.

source: Important: Authorized value is limited to 80 characters and cannot have spaces or special characters other than underscores and hyphens in it.
ar: هام: قيمة الاستناد محددة إلى 80 حرف ولا يمكن أن يكون بها مسافات أو أحرف خاصة سوى التسطير السفلي وعلامات الوصل.
cs: Důležité: Autorizovaná hodnota je omezena na 80 znaků a nesmí obsahovat mezery ani zvláštní znaky, kromě podtržítka a pomlčky.
da: Vigtigt: Normværdier er begrænsede til 80 karakterer og kan ikke indeholde mellemrum eller særtegn udover under- og bindestreger.
de: Wichtig: der Normierte Wert ist auf 80 Zeichen begrenzt und darf keine Leerzeichen oder andere Sonderzeichen außer Unterstrichen enthalten.
el: Σημαντικό: Η καθιερωμένη τιμή έχει περιορισμό 80 χαρακτήρων και δεν είναι δυνατόν να περιέχει κενά ή ειδικούς χαρακτήρες άλλους από την παύλα και την κάτω παύλα.
es: Importante: Los valores autorizados están limitados a 80 caracteres y no pueden tener espacios o caracteres especiales más que guiones bajo y medio.
eu: Importante: El valor autorizado no puede tener más de 80 caracteres, no puede tener espacios ni caracteres especiales ni guiones y guiones bajos.
fi: Tärkeää: Auktorisoitu arvo on rajoitettu 80 merkkiin eikä voi sisältää muita erikoismerkkejä kuin tavuviivan ja alaviivan.
fr: Important&nbsp;: La valeur autorisée est limitée à 80 caractères et ne peut contenir des espaces ou des caractères particuliers autres que des traits de soulignement et d'union.
hi: महत्वपूर्ण: अधिकृत मूल्य 80 अक्षर तक ही सीमित है और उस में रिक्त स्थान या अंडरस्कोर के अलावा अन्य विशेष वर्ण और हाइफ़न नहीं हो सकता।
it: Importante: il valore autorizzato è limitato a 80 caratteri, non può avere spazi o caratteri speciali se non underscore e trattino.
oc: Important&nbsp;: La valor autorizada es limitada a 80 caractèrs e ne pòt conténer des espaces o des caractèrs particuliers autres que des traits de soulignement e d'union.
pt: Importante: Valor autorizado está limitado a 80 caracteres e não pode ter espaços ou caracteres especiais sem ser o underscore ou hífens.
pt_br: Importante: valores autorizados são limitados a 80 caracteres e não podem conter espaços ou caracteres especiais. São permitidos apenas hífen ( - ) e undescore ( _ ).
sk: Dôležité: Povolená hodnota je obmedzená na 80 znakov a nemôže obsahovať medzery alebo špeciálne znaky okrem podčiarkovníkov a spojovníkov.
sv: Viktigt: det auktoriserade värdet är begränsat till 80 tecken och kan inte innehålla mellanslag eller andra särskilda tecken än understrykning och bindestreck.
tr: Önemli: Yetkili değer 80 karakterle sınırlıdır ve içerisinde alt çizgilerden ve tire imlerinden başka boşluk olamaz ya da özel karakterleri olamaz.
zh_tw: 重要：容許值長度為80字元，可以使用下線與連結號，但不能有空白與特殊字元。

source: Important: Be sure to enter a library email address to make sure that notices are sent to and from the right address
ar: هام: تأكد من إدخال عنوان البريد الالكتروني للمكتبة للتأكد من إرسال الإخطارات إلى ومن العنوان الصحيح
cs: Důležité: Ujistěte se, že jste dobře zadali e-mailovou adresu knihovny, aby byla upozornění posílána z a na správný e-mail.
de: Überprüfen Sie die Eingabe eienr Mailadresse der Bibliothek, um sicherzustellen, dass Mails von und an die richtige Adresse geschickt werden
es: Importante: Asegúrese de ingresar la dirección de email de la biblioteca para cerciorarse que los avisos se envían hacia y desde la dirección correcta
eu: Garrantzitsua: Ziurtatu liburutegiko email helbidea sartzea ziurtatzeko mezuak helbide zuzenetik bidaltzen direla
fi: Tärkeää: Muista tallentaa kirjaston sähköpostiosoite oikein, jotta viestit lähtevät ja saapuvat oikeaan osoitteeseen
hi: महत्वपूर्ण: सुनिश्चित करें कि नोटिस दिया और सही पते से भेजा जाता है बनाने के लिए एक पुस्तकालय ईमेल पता दर्ज करने के लिए सुनिश्चित करें
it: Importante: Inserisci un indirizzo email della biblioteca per assicurare che i messaggi spediti e le relative risposte vi facciano riferimento
sk: Dôležité: Určite zadajte emailovú adresu knižnice, aby ste sa uistili, že oznámenia sa posielajú z a na správnu adresu
tr: Önemli: Uyarıların gönderildiğinden ve doğru adresten gönderildiğinden emin olmak için bir kütüphane e-posta adresi girip girmediğinizi kontrol edin

source: Important: Before using this tool it is recommended that you backup your database. Changes made here are permanent.
ar: هام: قبل استخدام هذه الأداة يوصى بوضع نسخة احتياطية من قاعدة بياناتك. التغييرات التي تجري هنا تكون دائمة.
cs: Důležité: Před použitím tohoto nástroje je doporučeno zálohovat databázi. Změny, které se provedou jsou trvalé.
da: Vigtigt: Bør dette værktøj bruges anbefales det at tage backup af databasen. Ændringerne her er permanente.
de: Wichtig: Vor der Verwendung dieses Werkzeugs sollte ein Backup der Datenbank erstellt werden. Änderungen hier können nicht rückgängig gemacht werden.
el: Σημαντικό: Πριν χρησιμοποιήσετε αυτό το εργαλείο προτείνεται να δημιουργήσετε αντίγραφο της βάσης δεδομένων σας. Οι αλλαγές που πραγματοποιούνται εδώ είναι οριστικές.
es: Importante: Antes de utilizar esta herramienta se recomienda hacer una copia de respaldo de su base de datos. Los cambios realizados son permanentes.
eu: Importante: Antes de utilizar esta herramienta es recomendable hacer una copia de seguridad de la base de datos. Los cambios serán permanentes-
fi: Tärkeää: Ennen tämän työkalun käyttöä suositellaan tietokannan varmuuskopiointia. Täällä tehdyt muutokset ovat pysyviä.
fr: Important : Avant d'utiliser cet outil il est recommandé que vous sauvegardiez votre base de données. Les modifications apportées ici sont permanentes.
hi: महत्वपूर्ण: इस उपकरण का उपयोग करने से पहले यह जरूरी है कि आप की सिफारिश की है बैकअप अपने डेटाबेस। यहां किए गए बदलाव स्थायी हैं।
it: Importante: Prima di usare questo strumento fai il backup del databese. I cambiamenti non possono essere cancellati.
oc: Important : Avant d'utilizar aqueste aisina il es recomandat que vous sauvegardiez vòstra basa de donadas. Les modificacions apportadas aicí son permanentes.
pt: Importante: Antes de usar esta ferramenta é recomendado realizar uma cópia à base de dados. As alterações feitas são permanentes.
pt_br: Importante: antes de utilizar esta ferramenta é recomendável que você faça um backup de sua base de dados. As alterações feitas aqui são permanentes.
sk: Dôležité: Pred použitím tohto nástroja odporúčame urobiť si zálohu vašej databázy. Uskutočnené zmeny sú tu trvalé.
sv: Viktigt: innan du använder detta verktyg bör du säkerhetskopiera din databas. Ändringarna som görs är permanenta.
tr: Önemli: Bu aracı kullanmadan önce, veri tabanınızı yedeklemeniz önerilir. Yapılan değişiklikler kalıcıdır.
zh_tw: 重要：使用此工具前，建議備份您的資料庫。此處的改變是永久的。

source: Important: Category cannot have spaces or special characters other than underscores and hyphens in it.
ar: هام: لا يمكن أن تحتوي الفئة على مسافات أو أحرف خاصة سوى التسطير السفلي وعلامات الوصل
cs: Důležité: Kategorie nemohou obsahovat mezery ani zvláštní znaky, kromě podtržítka a pomlčky.
da: Vigtigt: Kategori kan ikke have mellemrum eller særtegn udover under- og bindestreger.
de: Wichtig: Die Kategorie darf keine Leerzeichen oder andere Sonderzeichen mit Ausnahme von Unterstrichen enthalten.
el: Σημαντικό: Η κατηγορία δεν μπορεί να περιέχει κενά ή ειδικούς χαρακτήρες άλλους από την παύλα και την κάτω παύλα.
es: Importante: Las categorías no pueden tener espacios o caracteres especiales salvo guiones bajos y medios.
eu: Importante: Las categorías no pueden tener espacios ni caracteres especiales ni guiones y guiones bajos.
fi: Tärkeää: Luokka ei voi sisältää tyhjiä merkkejä tai muita erikoismerkkejä kuin tavuviivan ja alaviivan.
fr: Important&nbsp;: Une catégorie ne peut contenir des espaces ou des caractères spéciaux autres que les traits de soulignement ou d'union.
hi: महत्वपूर्ण: श्रेणी में यह रिक्त स्थान या अंडरस्कोर के अलावा अन्य विशेष वर्ण और हाइफ़न नहीं हो सकता।
it: Importante: La categoria non può avere spazi o altri caratteri speciali divesi dall' undescore e dal trattino.
oc: Important&nbsp;: Una categoria ne pòt conténer des espaces o des caractèrs spéciaux autres que les traits de soulignement o d'union.
pt: Importante: Categoria não pode ter espaços ou caracteres especais sem ser o underscore ou hifens.
pt_br: Importante: categorias não podem ter espaços ou caracteres especiais. São permitidos apenas hífen ( - ) e undescore ( _ ).
sk: Dôležité: Kategória nemôže mať v sebe medzery alebo špeciálne znaky iné ako podčiarkovníky a spojovníky.
sv: Viktigt: Kategori kan inte innehålla mellanslag eller särskilda tecken annat än understrykningar och bindestreck.
tr: Önemli: Kategorinin içerisinde alt çizgilerden ve tire imlerinden başka boşluk olamaz ya da özel karakterleri olamaz.
zh_tw: 重要：範圍不能使用空格或特殊字元，祗能使用下線與連結號。

source: Important: Date formats should match your system preference, and must be zero-padded, e.g. '01/02/2008'.
ar: هام: أشكال التاريخ يجب أن تتطابق مع تفضيلات النظام لديك، ويجب أن يكون محتوي على أصفار، مثال '01/02/2008'.
cs: Důležité: Datum by mělo být ve formátu shodném s nastavením systému a musí být doplněno nulami, např. "01/02/2008".
da: Vigtigt: Datoformater skal svare til systemindstillingerne, og skal have ledende nuller f.eks. '01/02/2008'.
de: Die Datenformate sollten mit Ihren Systemeinstellungen übereinstimmen und dürfen keine Leerzeichen enthalten, zum Beispiel '01/02/2008'.
el: Σημαντικό: Οι μορφές ημερομηνίας πρέπει να ταιριάζουν με την προτίμηση συστήματός σας, και η ημέρα και ο μήνας πρέπει να συμπληρώνονται με μηδενικά όταν αποτελούνται από ένα μόνο ψηφίο, π.χ. 01/02/2008
es: Importante: Los formatos de fechas deben coincidir con sus preferencias del sistema, y deben completarse con ceros, ej. '01/02/2008'.
eu: Importante: Los formatos de fechas deben coincidir con sus preferencias del sistema, y deben completarse con ceros, ej. '01/02/2008'.
fi: Tärkeää: Päivämäärien täytyy olla järjestelmän haluamassa muodossa ja ne pitää kirjoittaa nollalla täytettynä, esim. '01/02/2008'.
fr: Les dates doivent être au format défini dans les préférences système et contenir les zéros. ex '01/02/2008'.
hi: महत्वपूर्ण: दिनांक स्वरूप अपने सिस्टम को वरीयता से मेल खाना चाहिए, और शून्य गद्देदार, जैसे '01/02/2008'.
it: Importante: Il formato della data deve coincidere con quello della preferenza di sistema, e deve essere completato con zeri, per esempio '01/02/2008'.
oc: Les dates devon èsser al format défini dins las preferéncias sistèma e conténer les zèros. ex '01/02/2008'.
pl: Ważne: Format daty powinien być dopasowany do Twojego ustawienia systemu i musi być uzupełniony zerami, np. "01/02/2008".
pt: Importante: Formato de datas devem correspondem à preferência do sistema e devem ser completadas com zeros, e.g. '01/02/2008'.
pt_br: Importante: Formatos de data precisam coincidir com a preferência do sistema. Ex. '01/02/2008'.
sk: Dôležité: Formáty dní by mali sedieť s Vaším nastavením systému, a musia byť doplnené o nuly, napr. '01/02/2012'.
sv: Viktigt: datumformat ska överensstämma med systeminställningarna och måste fyllas ut med nollor, t.ex. '2008/02/01'.
tr: Önemli: Tarih formatlarının sistem tercihlerinizle uyuşması gerekir ve formatta sıfır kullanılmalıdır, örneğin '01/02/2008'.
zh_tw: 重要：日期格式必須符合系統偏好的設定，且補零，如：'01/02/2008'。

source: Important: Do not delete or edit the Default Framework since this will cause problems with your cataloging records - always create a new template based on the Default Framework, or alter the other Frameworks.
fi: Tärkeää: Älä poista tai muokkaa Oletusluettelointipohjaa, sillä tämä aiheuttaa ongelmia luettelointitietueissasi - luo aina uusi pohja, joka perustuu oletuspohjaan tai käytä muita luettelointipohjia.
hi: महत्वपूर्ण: नष्ट या डिफ़ॉल्ट फ्रेमवर्क संपादित के बाद से यह आपके सूचीबद्ध रिकॉर्ड के साथ समस्या पैदा हो जाएगी मत करो - हमेशा डिफ़ॉल्ट फ्रेमवर्क पर आधारित एक नया खाका बनाने, या अन्य चौखटे में परिवर्तन।

source: Important: Do not enter symbols in this field, only numbers and decimal points (ex. $5.00 should be entered as 5 or 5.00)
ar: هام: لا تُدخِل رموز إلى هذا الحقل، فقط أرقام ونقاط عشرية (مثال $5.00 يجب أن تُدخل 5 أو 5.00)
cs: Důležité: Nezadávejte symboly v této oblasti, pouze čísla a desetinné čárky (např. 5,00 dolarů by měla být zadána jako 5 nebo 5,00)
da: Vigtigt: Indtast ikke symboler i dette felt, kun tal og decimalpunkter (f.eks. skal $5.00 indtastes som 5 eller 5,00)
de: Wichtig: Geben Sie in dieses Feld keine Zeichen, sondern nur Ziffern und Dezimalpunkte ein (Zum Beispiel sollten 5,00€ als 5.00 eingegeben werden)
el: Σημαντικό: Μην εισάγετε σύμβολα σε αυτό το πεδίο, μόνο αριθμούς και δεκαδικά σημεία (π.χ. το $5.00 πρέπει να μπει ως 5 ή ως 5.00)
es: Importante: No introducir símbolos en este campo, sólo números y puntos decimales (por ejemplo, $ 5.00 se debe ingresar como 5 o 5.00)
eu: Garrantzitsua: ez idatzi sinbolorik eremu honetan, zenbakiak eta koma hamartarrak bakarrik (adibidez,$ 5.00 5 edo 5.00 gisa idatzi behar da)
fi: Tärkeää: Älä syötä symboleja tähän kenttään, ainoastaan numeroita ja desimaalimerkkejä (esim. 5.00€ pitää syöttää 5 tai 5.00)
fr: Note : Ne pas saisir de symboles dans ce champ mais uniquement des chiffres et un point pour la décimale. (ex. $5.00 doit être saisi simplement : 5 ou 5.00)
hi: महत्वपूर्ण: इस क्षेत्र में प्रतीक, केवल संख्या और दशमलव अंक दर्ज न करें (। पूर्व $ 5.00 5 या 5.00 के रूप में दर्ज किया जाना चाहिए)
it: Importante: non inserire simboli. Solo cifre e punti decimali (es.: 5.00 &euro; va indicato come 5.00 o 5)
oc: Nòta : Ne pas sasir de symboles dins aqueste camp mas unicament des chifras e un punt per la décimale. (ex. $5.00 deu èsser sasit simplament : 5 o 5.00)
pt: Importante: Não insira símbolos neste campo, apenas número e pontos decimais (ex. $5.00 deve ser introduzido com 5 ou 5.00)
pt_br: Importante: Não coloque símbolos neste campo, apenas números e pontos decimais (ex. R$ 5.00 deve ser digitado como 5 ou 5.00)
sk: Dôležité: Do tohto poľa nevpisujte symboly, iba čísla a desatinné bodky (napr. €5.00 treba zadať ako 5 alebo 5.00)
sv: Viktigt: ange inte symboler i detta fält, bara nummer och decimalpunkter ($5.00 ska anges som 5 eller 5.00)
tr: Önemli: Bu alana sembolleri girmeyin, sadece numaraları ve ondalık noktaları girin. (örneğin $5.00 5 ya da 5.00 olarak girilmelidir)
zh_tw: 重要：在此欄位不要鍵入符號，祗能鍵入數字與小數點(如：$5.00應鍵入為 5.00 或 5)

source: Important: Enter only numbers and decimal points (no currency symbols).
ar: هام: أدخِل فقط أرقام و نقاط عشرية (لا رموز عملة).
cs: Důležité: Zadejte pouze čísla a desetinné čárky (žádné symboly měny).
da: Vigtigt: Indtast kun cifre og decimaltegn (ingen valutasymboler).
de: Wichtig: Verwenden Sie nur Ziffern und Dezimalpunkte, keine Währungssymbole.
el: Σημαντικό: Εισάγετε μόνο αριθμούς και δεκαδικά ψηφία (όχι σύμβολα νομισμάτων).
es: Importante: Ingrese solo números y puntos decimales (sin símbolos de moneda)
eu: Importante: Ingrese solo números y puntos decimales (sin símbolos de moneda)
fi: Tärkeää: Syötä ainoastaan numeroita ja desimaalimerkkejä (ei valuuttamerkkejä).
fr: Note : Ne pas saisir de symbole de la monnaie ($, €) dans ce champ mais uniquement des chiffres et un point pour la décimale.
hi: महत्वपूर्ण: केवल संख्या और दशमलव अंक (कोई मुद्रा प्रतीकों) दर्ज करें।
it: Importante: Inserisci solo numeri e decimali (niente simboli di valuta).
oc: Nòta : Ne pas sasir de symbole de la moneda ($, €) dins aqueste camp mas unicament des chifras e un punt per la décimale.
pl: Ważne: Wprowadź tylko kwotę z miejscem dziesiętnym po przecinku (bez symboli).
pt: Importante: Inserir apenas números e decimais (sem símbolos de moeda).
pt_br: Importante: Digite somente números e pontos decimais (não digite simbolos de divisas).
sk: Dôležité: Zadajte iba čísla a desatinné bodky (nie symboly meny).
sv: Viktigt: ange endast nummer och decimalpunkter (inga valutasymboler).
tr: Önemli: Yalnızca sayıları ve ondalık noktaları (hiçbir para birimi sembolleri kullanmadan) girin.
zh_tw: 重要：祗能鍵入數字與小數點(不含幣別符號)。

source: Important: For libraries with a large patron base, this report may take a significant amount of time to run.
ar: هام: لأجل المكتبات التي تحوي على قاعدة مستفيدين ضخمة، هذا التقرير قد يأخذ قدر كبير من الوقت للتشغيل.
cs: Důležité: Pro knihovny s velkým počtem čtenářů, může tato zpráva zabrat hodně času.
da: Vigtigt: For biblioteker med mange lånere, kan det tage lang tid at køre denne rapport.
de: Wichtig: In Installationen mit sehr vielen Benutzern kann die Ausführung dieses Reports einige Zeit in Anspruch nehmen.
el: Σημαντικό: Για βιβλιοθήκες με μεγάλη βάση μελών, αυτή η έκθεση μπορεί να χρειαστεί πολύ χρόνο για να τρέξει.
es: Importante: Para las bibliotecas con una base de usuarios grande, este informe puede tomar una cantidad significativa de tiempo para ejecutarse.
eu: Garrantzitsua: bazkide ugari dituzten liburutegien kasuan, txosten honek denbora asko beharko du exekutatzeko.
fi: Tärkeää: Tämän raportin ajo voi kestää kauan kirjastoille, joilla on paljon asiakkaita.
fr: Note : Pour les bibliothèques avec un très grand nombre d'adhérents, ce rapport va prendre beaucoup de temps.
hi: महत्वपूर्ण: एक बड़े संरक्षक आधार के साथ पुस्तकालयों के लिए, इस रिपोर्ट के समय को चलाने के लिए एक महत्वपूर्ण राशि ले सकता है।
it: Importante: per biblioteche con molti utenti registrati, la preparazione di questo report potrebbe durare a lungo.
oc: Nòta : Per les bibliotècas amb un très grand nombre d'aderents, ce rapòrt va prendre beaucoup de temps.
pl: Ważne: Dla bibliotek z dużą bazą użytkowników, ten raport może być uruchomiony ze znacznym opóźnieniem.
pt: Importante: Para bibliotecas com uma base enorme de leitores, o relatório pode demorar algum tempo a terminar.
pt_br: Importante: para bibliotecas com muitos usuários, este relatório pode demorar para ser executado.
sk: Dôležité: Pre knižnice s veľkou čitateľskou základňou, výroba tohto výkazu môže vyžiadať značný čas.
sv: Viktigt: för bibliotek med många låntagare kan denna rapport ta lång tid att köra.
tr: Önemli: Büyük kullanıcı tabanlı kütüphaneler için, bu raporun çalıştırılması önemli miktarda zaman alabilir.
zh_tw: 重要：讀者數較多的圖書館，此報表將花比較長的時間執行。
