Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: 'Plugin' allows the librarian to choose a plugin to calculate or manage a subfield. Plugins can do almost anything. For example, in UNIMARC there are plugins for all 1xx fields that are coded fields. There are also two plugins (unimarc_plugin_210c and unimarc_plugin_225a) that can find the editor from an ISBN, as well as the collection list for the editor.
ar: 'الإضافات' تسمح لأمين المكتبة أن يختار إضافة ما لحساب أو إدارة حقل فرعي . يمكن للإضافات أيضاً أن تقوم بأي شيء . على سبيل المثال في اليونيمارك هنالك إضافات لكل حقول الـ 1xx المكوَّدة . وهنالك أيضاً إضافتان (unimarc_plugin_210c و unimarc_plugin_225a) والتي تستطيع أن تعثر على المحرر من الـ ردمك ، وكذلك قائمة بمجموعة المحرر.
cs: 'Plugin' umožňuje knihovníkovi vybrat si plugin k vypočítání nebo sestavení podpole. Pluginy umožňují téměř cokoliv. Například, v UNIMARCu existují pluginy pro všechna pole 1xx, která jsou kódovaná pole. Existují také dva pluginy (unimarc_plugin_210c a unimarc_plugin_225a), které umožňují určit vydavatele z ISBN, nebo například seznam sbírek od daného vydavatele.
da: 'Plugin' giver mulighed for at vælge et plugin til at beregne eller administrere et underfelt. Plugins kan næsten gøre alt. F.eks. i UNIMARC er der plugins til alle 1xx felter, som er kodede felter. Der er også to plugins (unimarc_plugin_210c og unimarc_plugin_225a), som kan finde forlaget ud fra ISBN, og forlagets udgivelsesliste.
de: Zum Beispiel gibt es in UNIMARC Plugins für jedes 1xx-Feld, die kodierte Felder mit fester Länge sind. Das Plugin ist eine große Hilfe für die Katalogisierer. Es gibt auch zwei Plugins (unimarc_plugin_210c und unimarc_plugin_225a, die den Herausgeber "auf magische Weise" aus einer ISBN herleiten und eine Liste der Verlage für den Herausgeber.
el: 'Plugin' επιτρέπει στον βιβλιοθηκονόμο να επιλέξει ένα plugin για να υπολογίσει ή να διαχειριστεί ένα υποπεδίο. Τα plugins μπορούν να κάνουν σχεδόν τα πάντα. Για παράδειγμα, στο UNIMARC υπάρχουν plugins για όλα τα πεδία 1xx που είναι κωδικοποιημένα πεδία. Υπάρχουν επίσης δύο plugins (unimarc_plugin_210c και unimarc_plugin_225a) που μπορούν να βρούνε τον εκδότη από ένα ISBN, καθώς επίσης και την λίστα συλλογών για τον εκδότη.
es: 'Plugin' permite al bibliotecario seleccionar un plugin para calcular o administrar un subcampo. Los plugins pueden hacer casi todo. Por ejemplo, en UNIMARC hay plugins para cada 1xx que son campos codificados. Hay también dos plugins (unimarc_plugin_210c y unimarc_plugin_225a) que pueden encontrar el editor desde el ISBN, y la lista de la colección para el editor.
eu: 'Plugin' permite al bibliotecario seleccionar un plugin para calcular o administrar un subcampo. Los plugins pueden hace casi todo. Por ejemplo, en UNIMARC hay plugins para cada 1xx que son campos codificados. Hay también dos plugins (unimarc_plugin_210c y unimarc_plugin_225a) que pueden encontrar el editor desde el ISBN, y la lista de la colección para el editor.
fi: 'Liitännäinen' mahdollistaa osakenttien laskemisen tai hallinnoinnin liitännäisten avulla. Liitännäisillä voi tehdä melkein mitä tahansa. Esimerkiksi UNIMARCin koodatuille 1xx-kentille on omat liitännäisensä. Myös esimerkiksi teoksen toimittajan ja toimittajan toimittamien teosten listan voi noutaa ISBN:n avulla (liitännäisillä unimarc_plugin_210c ja unimarc_plugin_225a).
fr: 'Plugin' permet au bibliothécaire de choisir un plugin pour calculer ou gérer un sous-champ. Les plugins peuvent faire presque tout. Par exemple, en UNIMARC, il y a des plugins pour tous les champs 1XX qui sont des champs codés. Il y a aussi deux plugins (unimarc_plugin_210c and unimarc_plugin_225a) qui peuvent retrouver l'éditeur à partir d'un ISBN, et aussi la liste de collections correspondant à un éditeur.
hi: 'Plugin' लाइब्रेरियन की गणना या एक उप क्षेत्र के प्रबंधन के लिए एक प्लगइन का चयन करने की अनुमति देता है। प्लगइन्स लगभग कुछ भी कर सकते हैं। उदाहरण के लिए, Unimarc में सभी 1xx क्षेत्रों है कि खेतों कोडित रहे हैं के लिए plugins रहे हैं। वहाँ भी दो plugins (unimarc_plugin_210c और unimarc_plugin_225a) है कि संपादक के लिए ISBN से संपादक, साथ ही संग्रह सूची पा सकते हैं।
it: Per esempio in UNIMARC esistono plugin per tutti i campi 1xx che sono codificati. Il plugin è di grande aiuto per il catalogatore. Ci sono anche due plugin (unimarc_plugin_210c e unimarc_plugin_225a) che possono "magicamente" trovare l'editore da un ISBN e la lista delle collane per editore.
oc: 'Plugin' permet al bibliotecari de causir un plugin per calculer o gerir un soscamp. Los plugins pòdon far gaireben tot. Per exemple, en UNIMARC, i a des plugins per totes los camps 1XX que son des camps codés. I a tanben deux plugins (unimarc_plugin_210c and unimarc_plugin_225a) qui pòdon retrobar l'editor a partir d'un ISBN, e tanben la lista de colleccions correspondent a un editor.
pl: Opcja 'Wtyczki' pozwala bibliotekarzowi wybrać wtyczkę do obliczania albo zarządzania podpolem. Wtyczki mogą prawie wszystko. Na przykład: w UNIMARC są wtyczki dla pól 1XX, ktore są zakodowanymi polami. Istnieją także dwie wtyczki (unimarc_plugin_210c i unimarc_plugin_225a), które mogą znaleźć zarówno wydawcę po ISBN, jak i listę kolekcji dla wydawcy.
pt: 'Plugin' significa que o valor é calculado e gerido por um plugin, que podem fazer quase tudo. Por exemplo, em UNIMARC existem plugins para cada campo 1xx que são campos codificados. É uma grande ajudar para o catalogador. Existem também dois plugins,(unimarc_plugin_210c e unimarc_plugin_225a), que podem encontrar magicamente o editor de um ISBN e a lista de colecções para o editor.
pt_br: 'Plugin' permite ao bibliotecário escolher um plugin para calcular ou gerenciar um subcampo. Plugins podem fazer muitas coisas. Por exemplo, no UNIMARC existem plugins para todos os campos 1xx que são codificados. Existem também dois plugins (unimarc_plugin_210c e unimarc_plugin_225a) que podem encontrar uma editora por ISBN, como também uma lista de coleções por editora.
sk: 'Zásuvný modul' umožňuje knihovníkovi zvoliť si zásuvný modul na výpočet alebo spravovanie podpoľa. Zásuvné moduly môžu robiť takmer všetko. Napríklad, v UNIMARCu jestvujú pluginy pre všetkých 1xx polí, ktoré sú kódované ako polia. Plugin významne pomáha zapisovateľovi! Jestvujú aj dva pluginy (unimarc_plugin_210c a unimarc_plugin_225a), ktoré dokážu nájsť vydavateľa z ISBN, a zoznam zbierky pre vydavateľa.
sv: 'Insticksprogram' låter bibliotekarien välja ett insticksprogram för att beräkna eller hantera ett underordnat fält. Insticksprogram kan göra nästan vad som helst.För UNIMARC finns det t.ex. insticksprogram för alla 1xx-fält som är kodade fält. Insticksprogrammet är till stor hjälp för de som katalogiserar! Det finns även två insticksprogram (unimarc_plugin_210c och unimarc_plugin_225a) som kan hitta utgivaren från ett ISBN, och samlingslistan för utgivaren.
tr: 'Eklenti' kütüphanecinin bir alt alan hesaplamak veya yönetmek için bir eklenti seçmesine olanak verir. Eklentiler hemen hemen her görevi yapabilir. Örneğin UNIMARC’da kodlu alanların her bir 1XX alanı için eklentiler mevcuttur. Aynı zamanda editörü ISBN’den ve editör koleksiyon listesini hızlı bir şekilde bulabilen iki eklenti de (unimarc_plugin_210c ve unimarc_plugin_225a). mevcuttur.
zh_tw: 'Plugin' 允許館員外掛軟體計算或管理分欄。外掛軟體可以做很多事，在 UNIMARC 裡，供 1xx 欄位管理控制欄位內容之用的外掛。還有兩個外掛 (unimarc_plugin_210與unimarc_plugin_225a) 可編輯國際標準書號。

source: 'Port' tells Koha what port to listen on to get results from this target.
ar: "المنفذ" يخبر كوها حول المنفذ الذي سيتسخدمه للحصول على نتائج من هذا الهدف.
cs: 'Port' určuje na kterém portu bude probíhat komunikace se serverem.
de: Der 'Port' sagt Koha, auf welchem Port es Ergebnisse von diesem Server erhält.
el: 'Θύρα' ενημερώνει το Koha σε ποια θύρα θα ακούει για να λάβει αποτελέσματα από αυτό το στόχο.
es: 'Puerto' indica a Koha que puertos escuchar para obtener resultados de este servidor.
eu: 'Port' Koha-ri esaten dio ze portu entzun zerbitzari honetako emaitzak entzun ahal izateko.
fi: 'Portti' kertoo Kohalle, mitä porttia kuunnellaan, jotta saadaan tästä kohteesta tuloksia.
fr: 'Port' précise le port à écouter pour obtenir les résultat de cette cible.
hi: 'पोर्ट' बताता है Koha क्या बंदरगाह इस लक्ष्य से परिणाम प्राप्त करने पर सुनने के लिए।
it: 'Port' indica a Koha su quale porta contattare il server.
oc: 'Pòrt' precisa lo port a escotar per obténer los resultats d'aquesta cibla.
pt: 'Porta' diz ao sistema qual a porta que deve usar para obter resultados do alvo de pesquisa.
pt_br: 'Porta' indica ao Koha de qual porta ele deve aguardar a chegada de resultados da busca no servidor..
sk: 'Port' diktuje Kohe, ktorý port má počúvať, aby sa načítali výsledky z tohto servera.
tr: 'Bağlantı noktası' Koha’ya bu hedeften sonuçlar almak için hangi bağlantı noktasını dinleyeceğini söyler.
zh_tw: '連接埠' 是指Koha取得資料的目標連接埠。

source: 'REPORT_GROUP' provides a way to sort and filter your reports, the default values in this category include the Koha modules (Accounts, Acquisitions, Catalog, Circulation, Patrons)
ar: 'REPORT_GROUP' يوفر طريقة لفرز وترشيح تقاريرك,القيم الافتراضية في هذه الفئة تسمل أنظمة كوها الفرعية (الحسابات, التزويد, الفهرس, الإعارة, المستفيدون)
cs: 'REPORT_GROUP' poskytuje možnost, jak řadit a filtrovat výstupy, výchozí hodnoty v této kategorii obsahují moduly systému Koha (Účty, Akvizice, Katalog, Výpůjčky, Uživatelé)
de: 'REPORT_GROUP' ermöglicht Reports to sortieren und zu filtern. Die vordefinieren Werte für diesen normierten Wert beinhalten die unterschiedlichen Module (Gebühren, Erwerbung, Katalog, Ausleihe, Benutzer)
el: 'REPORT_GROUP' παρέχει έναν τρόπο για να ταξινομήσετε και να φιλτράρετε τις αναφορές σας, οι προκαθορισμένες τιμές σε αυτή την κατηγορία περιλαμβάνουν τις υπομονάδες Koha (Λογαριασμοί, Προσκτήσεις, Κατάλογος, Διακίνηση, Μέλη)
es: 'REPORT_GROUP' proporciona una forma para ordenar y filtrar sus informes, los valores predeterminados en esta categoría incluye los módulos Koha (Cuentas, Adquisiciones, Catálogo, Circulación, Usuarios)
eu: 'REPORT_GROUP' txostenak ordenatu eta iragazte modu bat eskaintzen du, kategoria honetako balore lehenetsiak Kohako moduloak eskaintzen ditu (Kontuak, Eskuratzeak, Katalogoa, Zirkulazioa, Bazkideak)
fi: 'REPORT_GROUP': mahdollistaa raporttien lajittelun ja suodattamisen. Oletusarvona on Kohan moduulit (Tilit, Hankinta, Luettelo, Lainaus ja palautus, Asiakkaat)
fr: 'REPORT_GROUP' permet de trier et filtrer vos rapports. Les valeurs par défaut dans cette catégorie incluent les modules Koha (Compte lecteur, Acquisitions, Catalogue, Circulation, Adhérents)
hi: 'REPORT_GROUP' सॉर्ट और अपनी रिपोर्ट को फिल्टर करने के लिए एक तरीका प्रदान करता है, इस श्रेणी में मूलभूत मूल्यों Koha मॉड्यूल में शामिल हैं (लेखा, अधिग्रहण, कैटलॉग, परिसंचरण, संरक्षक)
it: 'REPORT_GROUP' permette di ordinare e filtrare i tuoi report,i valori di default in questa categoria includono i moduli Koha (accounts, acquisizioni, catalogazione, circolazione, utenti)
oc: 'REPORT_GROUP' permet de trier e filtrer vos rapòrts. Las valors per défaut dins aquesta categoria incluisson los moduls Koha (Compte lector, Aquisicions, Catalòg, Circulacion, Aderents)
pl: 'REPORT_GROUP' umożliwia sortowanie i filtrowanie raportów, ustawienia domyślne wartości w tej kategorii obejmują moduły Koha (Konta, Gromadzenie, Katalog, Udostępnianie, Użytkownicy)
pt: 'REPORT_GROUP' fornece uma forma de ordenar e filtrar os relatórios, sendo que os valores por omissão incluem os módulos do Koha (Contas, Aquisições, Catalogação, Circulação, Leitores)
pt_br: 'REPORT_GROUP' provê uma maneira de ordenar e filtrar seus relatórios, os valores padrões nesta categoria incluem os módulos do Koha (Contas, Aquisições, Catálogo, Circulação, Usuários)
sk: 'REPORT_GROUP' ponúka spôsob triediť a filtrovať vaše výkazy, predvolené hodnoty v tejto kategórii zahŕňajú moduly Kohy (Účty, Akvizície, Katalóg, Obeh, Čitatelia)
tr: 'REPORT_GROUP' raporlarınızı sıralamak ve filtrelemek için bir yol sağlar. Bu kategoride varsayılan değerler Koha modüllerini içerir (Hesaplar, Sağlamalar, Katalog, Dolaşım, Kullanıcılar)
zh_tw: 'REPORT_GROUP' 是排序與篩選報表的方法，預設值包括 Koha 的模組(會計、採訪、編目、流通與讀者)

source: 'REPORT_SUBGROUP' can be used to further sort and filter your reports. This category is empty by default. Values here need to include the authorized value code from REPORT_GROUP in the Description (OPAC) field to link the subgroup to the appropriate group.
ar: 'REPORT_SUBGROUP' يمكن أن يستخدم لمزيد من تصفية وفرز تقاريرك. هذه الفئة تكون فارغة بشكل افتراضي. القيم هنا تحتاج إلى تضمين رمز القيمة الاستنادية من REPORT_GROUP في حقل وصف الـ (أوباك) لربط مجموعة فرعية إلى مجموعة مناسبة.
cs: 'REPORT_SUBGROUP' umožňuje následné řazení a filtrování výstupů. Tato kategorie je přednastavena jako prázdná. Hodnoty zde zapsané musí obsahovat ověřené hodnoty z REPORT_GROUP v poli Popis (OPAC), aby byla podskupina připojena ke správné skupině.
da: 'REPORT_SUBGROUP' kan bruges til yderligere sortering og filtrering af dine rapporter. Denne kategori er som standard tom. Værdier her skal omfatte normkodeværdien fra REPORT_GROUP i beskrivelsesfeltet (OPAC) for at linke undergruppen til den passende gruppe.
de: 'REPORT_SUBGROUP' kann für die feinere Sortierung und Filterung verwendet werden. Diese Kategorie ist zunächst leer. Werte für diese Kategorie müssen den normierten Wert aus der übergeordneten Kategorie REPORT_GROUP in der OPAC-Beschreibung enthalten, um damit den Link zwischen beide Ebenen herzustellen.
el: 'REPORT_SUBGROUP' μπορεί να χρησιμοποιηθεί για να ταξινομήσει και να φιλτράρει περαιτέρω τις αναφορές σας. Αυτή η κατηγορία είναι κενή εξ ορισμού. Οι τιμές εδώ χρειάζεται να περιλάβουν τον κώδικα εγκεκριμένης τιμής από το REPORT_GROUP στο Πεδίο περιγραφής (OPAC) για να συνδέσουν την υποομάδα με την κατάλληλη ομάδα.
es: 'REPORT_SUBGROUP' puede usarse para mayor orden y filtrado de sus informes. Esta categoría es vacío por defecto. Los valores deben incluir código de valor autorizado desde REPORT_GROUP en el campo Descripción (OPAC) para enlazar el subgrupo al grupo apropiado.
eu: 'REPORT_SUBGROUP' se puede utilizar para ordenar y filtrar aún más los informes. Esta categoría está vacía por defecto. Los valores deben incluir el código de valor autorizado de REPORT_GROUP en la descripción (OPAC) Campo para vincular el subgrupo al grupo apropiado.
fi: ''REPORT_SUBGROUP': mahdollistaa raporttien tarkemman lajittelun ja suodattamisen. Tämä luokka on oletusarvoltaan tyhjä. Arvon pitää sisältää REPORT_GROUP auktorisoitu arvo 'Kuvaus (verkkokirjastossa)'-kentässä, jotta alaryhmän linkittäminen oikeaan ryhmään onnistuu.
fr: 'REPORT_SUBGROUP' peut être utilisé pour trier et filtrer vos rapports. Cette catégorie est vide par défaut. Les valeurs saisies doivent inclure les valeurs autorisées par REPORT_GROUP dans le champ Description (OPAC) pour lier le sous-groupe au groupe approprié.
hi: 'REPORT_SUBGROUP' आगे से हल करने और अपनी रिपोर्ट को फिल्टर करने के लिए इस्तेमाल किया जा सकता है। इस श्रेणी में डिफ़ॉल्ट रूप से खाली है। यहाँ मान उपयुक्त समूह को उपसमूह से जोड़ने के लिए विवरण (ओपेक) के क्षेत्र में REPORT_GROUP से अधिकृत मूल्य कोड को शामिल करने की जरूरत है।
it: 'REPORT_SUBGROUP' permette di filtrare e ordinare ulteriormente i tuoi report. Questa categoria è ordinariamente vuota. I valori devono includere il codice di valore autorizzato dal REPORT_GROUP nel campo Descrizione (OPAC) per legare il sottogruppo al gruppo appropriato.
oc: 'REPORT_SUBGROUP' pòt èsser utilizat per trier e filtrer vos rapòrts. Aquesta categoria es vide per defaut. Las valors sasidas devon inclure les valors autorizadas per REPORT_GROUP dins lo camp Descripcion (OPAC) per ligar lo sosgrop al grop apropriat.
pl: 'REPORT_SUBGROUP' może być używany do przyszłego sortowania i filtrowania raportów. Ta kategoria domyślnie jest pusta. Wartości powinny zawierać autoryzowany kod wartości z REPORT_GROUP w polu opisu (OPAC), by połączyć podgrupę z grupą właściwą.
pt: 'REPORT_SUBGROUP' pode ser usado para ordenação e filtragem mais restrita dos relatórios. Está vazio por omissão. Os valores necesitam de inclui o código de um valor autorizado de REPORT_GROUP na descrição (OPAC) para ligar o subgrupo ao grupo apropriado.
pt_br: 'REPORT_SUBGROUP' pode ser usado para organização ou filtragem nos relatórios. Esta categoria é por padrão vazia. Os valores aqui inseridos precisam incluir o código de valor autorizado do REPORT_GROUP no campo de descrição (OPAC) para relacioná-lo ao subgrupo do grupo adequado.
sk: 'REPORT_SUBGROUP' možno použiť na ďalšie triedenie a filtrovanie vašich výkazov. Táto kategória je predvolene prázdna. Tieto hodnoty musia obsahovať kódy povolených hodnôt REPORT_GROUP v poli popisu (OPAC), aby sa podskupiny prepojili na príslušné skupiny.
sv: 'REPORT_SUBGROUP' kan användas för att sortera och filtrera rapporter ytterligare. Denna kategori är som standard tom. Värden här måste inkludera den auktoriserade värdekoden från REPORT_GROUP i fältet Beskrivning (OPAC) för att länka undergruppen till rätt grupp.
tr: 'REPORT_SUBGROUP' raporlarınızı daha da ayrıntılı olarak sıralamak ve filtrelemek için kullanılabilir. Bu kategori varsayılan olarak boştur. Buradaki değerlerin, uygun gruba alt bağlantı için açıklama (opac) alanındaki REPORT_GROUP'tan yetkili değer kodunu içermesi gerekir.
zh_tw: 'REPORT_SUBGROUP' 可用於進一步排序與限制報表的方法。預設值是空的，可以從 OPAC 說明欄位的 REPORT_GROUP 納入其值，包括容許值代碼，連結至適當群組的次群組。

source: 'RESTRICTED' is used for the restricted status of an item
ar: 'RESTRICTED' تستخدم لتقييد الحالة لمادة
cs: 'RESTRICTED' se používá pro jednotky půjčované v omezeném režimu
da: 'RESTRICTED' bruges til den begrænsede status for et eksemplar
de: 'RESTRICTED' wird verwendet, um Einschränkungen für die Benutzung anzuzeigen
el: 'ΠΕΡΙΟΡΙΣΜΟΣ' χρησιμοποιείται για την περιορισμένη κατάσταση ενός τεκμηρίου
es: 'RESTRINGIDO' se utiliza para restringir el estado de un ítem
eu: 'RESTRINGIDO' se utiliza para restringir el estado de un ítem
fi: 'RESTRICTED': käytetään niteen rajoitetun tilan ilmaisemiseen
fr: 'RESTRICTED' est utilisé pour le status de restriction d'un exemplaire
hi: 'RESTRICTED' एक आइटम की प्रतिबंधित की स्थिति के लिए प्रयोग किया जाता है
it: Restringi lo stato di una copia
oc: 'RESTRICTED' es utilizat per lo status de restriccion d'un exemplar
pt: 'RESTRICTED' é usado para o estado de restrição de um exemplar
pt_br: 'RESTRICTED' é usado para status restrito de um item
sk: 'RESTRICTED' sa používa pre obmedzený stav exemplára
sv: 'BEGRÄNSAD' används för ett objekts begränsade status
tr: 'KISITLANMIŞ' bir materyalin kısıtlı durumu için kullanılır
zh_tw: 'RESTRICTED' 係供館藏的限制狀態之用

source: 'ROADTYPE' is used forRoad types to be used in patron addresses
ar: 'ROADTYPE' يستخدم لأنواع الطريق التي سيتم استخدامها في عناوين المستفيد
cs: 'ROADTYPE' lze použít jako předdefinované typy ulice v adresách čtenářů
de: 'ROADTYPE' wird für Straßentypen in der Benutzeradresse verwendet
el: 'ROADTYPE' χρησιμοποιείται για τύπους οδών που θα χρησιμοποιούνται στις διευθύνσεις των μελών
es: 'ROADTYPE' se utiliza para tipos de ruta a ser utilizadas en direcciones de usuarios
eu: 'ROADTYPE' bazkide-erabiltzaileetan erabili beharreko bide motatan erabiltzen da
fi: 'ROADTYPE': käytetään asiakkaiden osoitteiden katutyyppinä
fr: "Hostname" sera l'adresse vers la cible Z39.50. Pour la cible SRU, entrez seulement le nom de domaine. (Voir l'exemple ci-dessous.)
hi: 'ROADTYPE' संरक्षक पतों में इस्तेमाल के लिए रोड़ प्रकार प्रयोग किया जाता है
it: 'ROADTYPE' è usato per definire le tipologie di strade possibili usate negli indirizzi degli utenti
pt: 'ROADTYPE' é usado para tipos de ruas a serem usadas no endereços dos leitores
pt_br: 'ROADTYPE' é utilizado para indicar os tipos de logradouros no endereço dos usuários
sk: 'ROADTYPE' sa používa na typy ciest v adresách čitateľov
tr: 'YOL TÜRÜ' kullanıcı adreslerinde kullanılacak yol türleri için kullanılır
zh_tw: '道路類型' 用於讀者地址內

source: 'Rank' lets you enter where in the list you'd like this target to appear. If this is left blank the targets will be in alphabetical order.
ar: 'الرتبة' يتيح لك إدخال القائمة التي تريد ظهورهذا الهدف فيها. إذا تركته فارغا سيتم ترتيب الأهداف ترتيبا أبجديا
cs: 'Pořadí' určuje pořadí v seznamu serverů. Pokud necháte prázdné, budou servery řazeny abecedně.
de: Der 'Rang' legt fest, an welcher Stelle in der Liste der Server angezeigt wird.
el: 'Κατάταξη' σας επιτρέπει να εισάγετε σε ποιο σημείο της λίστας επιθυμείτε να εμφανίζεται αυτός ο στόχος. Εάν αυτό μείνει κενό οι στόχοι θα είναι σε αλφαβητική σειρά.
es: 'Orden' le permite ingresar en la lista de donde desea que aparezca este servidor. Si se deja en blanco los servidores estarán en orden alfabético.
eu: 'Rank' nahi den zerrendan zerbitzari hau agertzea uzten du. Hutsean utziz gero zerbitzariak orden alfabetikoan egongo dira.
fi: 'Näyttöjärjestys' antaa syöttää paikan, jossa kohde näkyy listalla. Jos tämä on jätetty tyhjäksi, kohteet ovat aakkosjärjestyksessä.
fr: "Rang" vous permet de choisir où vous souhaitez faire apparaître cette cible dans la liste. Si ce champ est laissé vide, les cibles seront classées par ordre alphabétique.
hi: 'रैंक' देता है आप को प्रवेश जहां सूची में आप इस लक्ष्य को प्रदर्शित करना चाहते हैं। यदि इसे खाली छोड़ दिया जाता है तो लक्ष्यों को वर्णमाला के क्रम में किया जाएगा।
it: 'Rank' permette di indicare in che posizione nell'elenco vuoi che il server appaia. Se è lasciato in bianco, i server saranno elencati in ordine alfabetico.
oc: "Rang" vos permet de causir où volètz far aparéisser aquesta cibla dins la lista. Se aqueste camp es laissé vide, las ciblas seràn classadas per òrdre alfabetic.
pt: 'Rank' permite inserir a posição na lista que deseja que o alvo apareça. Se deixar em branco os servidores aparecem ordenados alfabeticamente.
sk: 'Usporiadanie' vám umožňuje určiť, kde by ste chceli mať v zozname zobrazený cieľ. Ak ho ponecháte prázdny, ciele sa zobrazia v abecednom poradí.
tr: 'Rank' Listede bu hedefi görünmesini istediğiniz yere girmenizi sağlar. Bu boş bırakılırsa hedefler alfabetik sırada olacaktır.
zh_tw: '順位' 讓您鍵入目標顯示的方式。若空白則以字順方式顯示。

source: 'Record type' lets you define if this is a bibliographic or an authority target.
ar: 'نوع التسجيلة' يتيح لك تعريف ما إذا كان هذا الهدف هدفاً بيبلوغرافياً أم استنادياً
cs: 'Typ záznamu' umožňuje určit jestli tento zdroj poskytuje bibliografické nebo autoritní záznamy.
de: Wählen Sie aus, um welche Art von Daten es sich handelt, um Titel- oder Normdaten.
el: 'Τύπος εγγραφής' σας επιτρέπει να ορίσετε εάν αυτό είναι ένας βιβλιογραφικός ή καθιερωμένων όρων στόχος.
es: 'Tipo de registro' permite definir si se trata de un servidor bibliográfico o de uno de autoridades.
eu: 'Record type' zerbitzari bibliografikoa edo autoritateena den definitzen uzten du.
fi: 'Tietuetyyppi' määrittelee, onko kyseessä nimeketietue vai auktoriteettitietue.
fr: 'Type de notice' précise la nature des notices fournies par la sources (bibliographiques ou autorités)
hi: 'Record type' आप को परिभाषित करता है, कि यह एक ग्रंथ सूची या एक प्राधिकरण लक्ष्य है
it: 'Tipo record' definisce se si tratta di un server di record bibliografico o di authority.
oc: 'Tipe de notícia' precisa la natura de las notícias provesidas per la fonts (bibliograficas o autoritats)
pl: 'Typ rekordu' - zaznacz rekord bibliograficzny czy hasło wzorcowe.
pt: 'Tipo de registo' permite definir se é um alvo de pesquisa bibliográfica ou de autoridades.
pt_br: 'Tipo de registro' permite definir se o registro é bibliográfico ou de autoridade
sk: 'Typ záznamu' vám umožňuje určiť, či ide o server knižničný alebo autorít.
tr: 'Kayıt türü' bunun bibliyografik ya da otorite hedef olup olmadığını tanımlamanıza imkan sağlar.
zh_tw: '記錄類型' 讓您設定為書目或權威。
