Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: First, set your Acquisitions System Preferences and Acquisitions Administration to match your library's workflow.
ar: أولاً ، أضبط تفضيلات نظام التزويد و إدارة التزويد لتتطابق مع مخطط تدفق العمل في مكتبتك.
cs: Nejprve nastavte vše v sekci Akvizice ve Společných nastaveních systému a poté Parametry akvizice v modulu Administrace tak, aby se nastavení shodovala s požadavky Vaší knihovny.
da: Først, sæt indkøbs-systemindstillingerne og indkøbs-administrationen efter bibliotekets rutiner.
de: Setzen Sie zunächst die Systemparameter für die Erwerbung und konfigurieren Sie die erwerbungsspezifischen Administrationsparameter für die Workflows in Ihrer Bibliothek.
el: Πρώτα, ρυθμίστε τις Προτιμήσεις Συστήματος για τις Προσκτήσεις και τη Διαχείριση Προσκτήσεων ώστε να ταυτίζονται με τη ροή εργασίας της βιβλιοθήκης σας.
es: Primero, establezca sus preferencias de adquisiciones y administración de adquisiciones para representar el flujo de trabajo de su biblioteca.
eu: Lehenik eta behin, ezarri eskurapenen sistemaren lehentasunak eta eskurapenen kudeaketa zure liburutegiko lan dinamikarekin bat etortzeko.
fi: Määrittele ensin Hankinnan järjestelmäasetukset ja hankinnan ylläpito vastaamaan kirjastosi työnkulkua.
fr: Commencez par configurer les préférences système liées aux Acquisition et allez dans la rubrique Acquisitions du module Administration afin de configurer votre modèle de gestion des acquisitions.
hi: सबसे पहले, अपने अधिग्रहण सिस्टम प्राथमिकताएं और अधिग्रहण प्रशासन अपने पुस्तकालय के कार्यप्रवाह मैच के लिए निर्धारित किया है।
it: Prima di tutto, definisci le Preferenze di sistema per le Acquisizioni e l'Amministrazione delle Acquisizioni per implementare il flusso di lavoro della tua biblioteca.
oc: Commencez per configurar las preferéncias sistèma liées a las Aquisicion e allez dins la rubrica Aquisicions del modul Administration per fin de configurar vòstre modèl de gestion des aquisicions.
pl: Wybierz opcje systemu dla modułu Gromadzenie w Globalnych ustawieniach i dla modułu Gromadzenie w module Administracja dla danej biblioteki.
pt: Primeiro, defina as preferências de sistema para as Aquisições e as configurações de administração de acordo com o workflow da biblioteca.
pt_br: Primeiro, configure as Preferências do Sistema e Administração das Aquisições para corresponder ao fluxo de trabalho de sua biblioteca.
sk: Najprv nastavte Vaše nastavenia systému akvizícií a administráciu akvizícií pre zhodu s postupom práce vo Vašej knižnici.
sv: Ställ först in systeminställningarna för Inköp och Inköpsadministration så de överensstämmer med bibliotekets arbetsflöde.
tr: Öncelikle ödünç alma sistem seçeneklerini ve ödünç alma yönetimini kütüphanenizin iş akışına uyması için ayarlayın.
zh_tw: 首先，設定您的採訪系統偏好與採訪管理，符合所屬圖書館的工作流程。

source: For List Prices and Invoice Prices, choose the currency.
ar: لقائمة الأسعار وأسعار الفواتير ، اختر العملة.
cs: Vyberte měnu pro vypisy cen a ceny na dokladech.
da: For listepriser og fakturapriser vælg valuta.
de: Währung für die Listenpreise und Lieferpreise auswählen.
el: Για Τιμές Λίστας και Τιμές Τιμολογίου, επιλέξτε το νόμισμα.
es: Para precios de lista y precios de factura seleccione su moneda.
eu: Zerrenda prezioentzat eta faktura prezioentzat, hautatu moneta.
fi: Hintoja varten pitää valita rahayksikkö.
fr: Pour les prix catalogue et facturés, merci de choisir la monnaie.
hi: सूची कीमतों और चालान की कीमतों के लिए, मुद्रा चुनें।
it: Scegli la valuta per l'elenco prezzi e fatture
oc: Per les prix catalòg e facturats, mercé de causir la moneda.
pl: Wybierz walutę dla cen katalogowych i kwoty do zapłaty.
pt: Para lista de preços e preços de factura, escolha a moeda.
pt_br: Para lista de preços e preços de notas, escolha a unidade monetária.
sk: Pre cenníkové ceny a fakturačné ceny, zvoľte menu.
sv: Välj valuta för Listpriser och Fakturapriser.
tr: Liste fiyatları ve fatura fiyatları için para biriminini seçin.
zh_tw: 給清單價格與發票價格，選擇幣別。

source: For a newly installed system this preference will start at 1 and increment by 1 each time after. To have it start with the starting number of your barcodes, enter the first barcode by hand in the patron record and save the patron. After that the field will increment that number by 1.
ar: للأنظمة المنصبة جديداً هذا التفضيل سيبدأ عند 1 ويزداد بمقدار 1 في كل مرة بعد ذلك. لتجعله يبدأ مع رقم البداية لباركودات مكتبتك ، أدخل الباركود الأول يدوياً في تسجيلة المستفيد واحفظها. بعد ذلك سيزداد ذلك الرقم في الحقل بمقدار 1 .
cs: V nově nainstalovaném systému je přednastavena hodnota 1 a pokaždé o 1 vzroste. Abyste mohli začít počátečním číslem vašich čárových kódů, zadejte ručně do záznamu o čtenáři první čárový kód a uložte čtenáře. Poté bude hodnota tohoto pole narůstat vždy o 1.
da: For et nyt installeret system starter denne indstilling ved 1 og forøges med 1 hver gang efter. For at få den til at begynde med første tal i stregkoderne, indtast den første stregkode manuel i lånerposten og gem låneren. Herefter forøges feltet med 1.
de: In einem neu installierten System ohne vorhandene Barcodes beginnt die Zählung mit 1 und wird jeweils um 1 erhöht. Um mit einer anderen Nummer zu starten, erfassen und speichern Sie Ihre letzte vergebene Nummer mit dem ersten Benutzer. Danach wird der Wert jeweils um 1 erhöht.
el: Για ένα πρόσφατα εγκατεστημένο σύστημα αυτή η προτίμηση θα ξεκινήσει με 1 και θα αυξάνεται σταδιακά κατά 1 στη συνέχεια. Για να ξεκινά με τον αρχικό αριθμό των barcode σας, εισάγετε το πρώτο barcode με το χέρι στην εγγραφή μέλους και αποθηκεύστε το μέλος. Μετά από αυτό το πεδίο θα προσαυξάνεται κατά 1.
es: Para un sistema recién instalado esta variable de configuración comenzará en 1 y se incrementará de a 1 posteriormente. Si desea que comience con el número inicial de sus códigos de barra, ingrese el primero a mano en el registro del usuario y guarde los cambios. Después de esto el campo se incrementará de a 1.
eu: Para que un sistema recién instalado active esta preferencia empezará en 1 e incrementará en 1 cada vez. Para que empiece con el número de inicio de los código de barras, introduzca el código de barras por primera vez a mano en el registro de socio y guardar el socio. Después el campo se incrementará en ese número por 1.
fi: Juuri asennetussa järjestelmässä tämä asetus alkaa 1:stä ja lisääntyy 1:llä joka kerta. Jos haluat numeroinnin alkavan omalla viivakoodillasi, syötä ensimmäinen viivakoodi käsin asiakastietueeseen ja tallenna asiakas. Tämän jälkeen tämä numero lisääntyy aina yhdellä.
fr: Pour une nouvelle installation, cette préférence système va commencer avec le chiffre 1 et va incrémenter d'1 à chaque fois. Pour pouvoir commencer avec votre premier numéro de code à barres, saisissez-le manuellement puis enregistrez l'adhérent. Après cela, l'incrémentation automatique de 1 se fera à partir du numéro saisi.
hi: एक नव स्थापित प्रणाली के लिए इस वरीयता 1 पर शुरू करने और बाद 1 से हर बार वेतन वृद्धि होगी। यह आपके बारकोड के शुरू संख्या के साथ शुरू, संरक्षक रिकॉर्ड में हाथ से पहले बारकोड दर्ज करें और संरक्षक को बचाने के लिए है। उसके बाद क्षेत्र 1 से उस नंबर को वेतन वृद्धि होगी।
it: In un nuovo sistema appena installato, questo valore parte da 1 e viene incrementato di 1 ogni volta. Per partire da tuo attuale valore di barcode, insersci il primo barcode a mano nel record utente e salva il record. Successivamente il valore aumenterà di 1.
oc: Per una novèla installacion, aquesta preferéncia sistèma va començar amb lo chifra 1 e va incrémenter d'1 a cada fois. Per poder començar amb vòstre primièr numèro de còdi de barras, sasissètz-le manualament puèi enregistrez l'aderent. Aprèp cela, l'incrémentation automatique de 1 se fera a partir del numèro saisi.
pl: W nowo zainstalowanym systemie to ustawienie rozpocznie się od numeru 1 i będzie się zwiększało o 1 za każdym razem. Jeśli chcesz rozpocząć od numeru kodu kreskowego, wprowadź pierwszą wartość ręcznie na koncie użytkownika i zapisz go. Od tej pory wartość pola będzie zwiększana o 1.
pt: Para um sistema instalado de novo a preferência irá começar no 1 e será incrementada por cada inserção. Para que o sistema comece no número dos seus códigos de barras, insira o primeiro código de barras à mão no leitor e guarde. Após essa iteração o campo será sempre incrementado em 1 unidade.
pt_br: Para cada novo sistema instalado esta prefereência inicia em 1 e incrementa 1 a cada vez. Para conseguir que comece a partir de seus códigos de barras, digite o último código de barras e salve o usuário. Depois, o sistema irá incrementar automaticamente mais 1.
sk: Pre novoinštalovaný systém toto nastavenie začne číslom 1 a vzrastie zakaždým o 1. Pre začatie číslom Vášho čiarového kódu, zadajte najprv čiarový kód ručne v zázname o čitateľovi a uložte čitateľa. Následne bude pole pridávať číslo 1 k danému číslu.
sv: För ett nyinstallerat system börjar denna inställning på 1 och ökar med 1 varje gång. För att det ska börja med startnumret för dina streckkoder, anger du den första streckkoden manuellt i låntagarposten och sparar låntagaren. Efter det kommer fältet att öka det värdet med 1.
tr: Yeni kurulmuş bir sistem için bu sistem 1de başlayacak ve her seferinde 1er artacaktır. Bunu barkodlarınızın başlangıç numarasıyla başlatmak için, kullanıcı kaydına ilk barkodu elinizle giriniz ve kullanıcıyı kaydediniz. Bundan sonra, alan numarada 1er artacaktır.
zh_tw: 新安裝的系統裡，這個偏好從1開始，每次增加1。若希望從其他數字開始，以符合您的條碼號，可手動更改讀者紀錄，並儲存它；接著就繼續增加1。

source: For a single day, an example would be: 11/15/2009 to 11/16/2009 to find what circulated on the 15th
ar: ليوم واحد، على سبيل المثال سيكون: 2009/11/15 إلى 2009/11/16 للعثور على ما تم استعارته على 15th
cs: Příklad pro jeden den: od 11/15/2009 do 11/16/2009 pro nalezení výpůjček z patnáctého listopadu
da: For en enkelt dag indtastes f.eks. 15/11/2009 til 16/11/2009, for at finde ud af, hvad der blev udlånt den 15.
de: Für einen einzelnen Tag geben Sie z.B. 15/11/2009 bis 16/11/2009 an, um herauszufinden, was am 15. ausgeliehen wurde
el: Για μία μόνο ημέρα, ένα παράδειγμα θα ήταν: 15/11/2009 έως 16/11/2009 για να βρείτε τα στοιχεία κυκλοφορίας υλικού της 15ης
es: Para un solo día, un ejemplo sería: 11/15/2009 hasta 11/16/2009 para encontrar lo que circuló el día 15
eu: Egun bakar batentzat, hona hemen adibide bat: 2009/11/15etik 2009/11/16ra, 15ean zirkulazioan ibili zena aurkitzeko
fi: Yhdelle päivälle, esim. voisi olla: 15/11/2009 - 16/11/2009 tarkoittaa 15.11. lainattuja
fr: Pour une seule journée, un exemple serait: 15/12/2010 à 16/12/2010 pour trouver tout ce qui a circulé le 15
hi: एक ही दिन के लिए, एक उदाहरण होगा: 2009/11/15 2009/11/16 के लिए क्या 15 तारीख को परिचालित लगाने के लिए
it: Per un giorno solo puoi inserire così: 15/11/2009 a 16/11/2009. Con questo avrai la circolazione del giorno 15.
oc: Per una sola journée, un exemple serait: 15/12/2010 a 16/12/2010 per trobar tot ce qui a circulé lo 15
pl: Dla jednego dnia zakres dat: 15/11/2009 do 16/11/2009, wtedy otrzymamy wyniki z dnia 15/11/2009
pt: Para um único dia, seria um exemplo: 2009/11/15 a 2009/11/16 para encontrar o que circulou no dia 15
pt_br: Para um único dia, seria um exemplo: 2009/11/15 a 2009/11/16 para encontrar o que circulou no dia 15
sk: Pre jednotlivý deň, príklad môže byť: od 15/11/2009 do 16/11/2009 pre nájdenie obehov z 15-teho
sv: För en enda dag är ett exempel: 11/15/2009 till 11/16/2009 för att hitta det som lånades ut och återlämnades den 15:e
tr: Tek güne örnek şu şekilde olabilir: 15.günde hangi dolaşımın olduğunu görmek için 11.15.2009’dan 11.16.2009’a kadar.
zh_tw: 以一天而言，如： 11/15/2009 至 11/16/2009，會找到15日的流通紀錄

source: For a single image, simply point to the image file and enter the patron card number
ar: لصورة واحدة، ببساطة أشر إلى ملف الصورة و أدخل رقم بطاقة المستفيد
cs: Pro jednotlivý obrázek jednoduše najeďte na soubor obrázku a zadejte číslo čtenářského průkazu
da: For et enkelt billede, klik simpelthen på billedfilen og indtast lånerkort-nummeret
de: Für ein einzelnes Foto können Sie einfach die Datei auswählen und die Ausweisnummer angeben
el: Για μία μόνο εικόνα, απλά δείξτε το αρχείο εικόνας και εισάγετε τον αριθμό κάρτας του μέλους
es: Para una imagen, simplemente seleccione el archivo imagen e ingrese el número de carné del usuario
eu: Para una imagen, simplemente seleccione el archivo imagen e ingrese el número de socio
fi: Yksittäisen kuvan kohdalla osoita kuvatiedosto ja syötä asiakkaan kirjastokortin numero
fr: Pour une seule image, vous avez simplement à pointer le fichier image et à entrer le numéro de carte de l'adhérent.
hi: एक एकल छवि के लिए, बस छवि फ़ाइल को इंगित और संरक्षक कार्ड नंबर दर्ज
it: Per una singola immagine, indica il nome del file e il numero tessera dell'utente
oc: Per una sola imatge, avètz simplament a pointer lo fichièr imatge e a entrar lo numèro de carta de l'aderent.
pt: Para uma imagem simples, apenas escolha o ficheiro da imagem e insira o número de cartão do leitor
pt_br: Para uma só imagem, selecione o arquivo da imagem e digite o número da carteirinha do usuário
sk: Pre jednotlivý obrázok, jednoducho zamierte na súbor obrázka a zadajte číslo čitateľského preukazu
sv: För en bild pekar du bara på bildfilen och anger låntagarens kortnummer
tr: Tek bir resim için, resim dosyası seçeneğine gelin ve sonra kullanıcı kimlik numarasını girin.
zh_tw: 對單一照片而言，點選該照片檔案，並鍵入讀者號

source: For a whole month, an example range would be: 11/01/2009 to 12/01/2009
ar: لمدة شهر، على سبيل المثال المدى سيكون : 11/01/2009 إلى 12/01/2009
cs: Příklad rozsahu pro celý měsíc: od 11/01/2009 do 12/01/2009
da: For en hel måned, kunne et datoområde f.eks. være: 01/11/2009 til 01/12/2009
de: Für einen ganzen Monat, wäre ein Datumsbereich zum Beispiel: 01/11/2009 bis 01/12/2009
el: Για έναν ολόκληρο μήνα, ένα παράδειγμα θα ήταν: 1/11/2009 έως 1/12/2009
es: Durante todo un mes, un rango ejemplo sería: 11/01/2009 a 12/01/2009
eu: Hilabete oso batentzat, hona hemen bitarte adibide bat: 2009/11/01etik 2009/12/01era
fi: Koko kuukaudelle, esimerkki voisi olla: 01/11/2009 - 01/12/2009
fr: Pour un mois entier, un exemple d'intervalle serait : 01/12/2010 à 01/01/2011
hi: एक पूरे महीने के लिए, एक उदाहरण रेंज होगा: 11/01/2009 to 12/01/2009
it: Per estrarre tutto un mese puoi indicare: 01/11/2009 a 01/12/2009
oc: Per un mois entier, un exemple d'interval seriá : 01/12/2010 a 01/01/2011
pl: Dla całego miesiąca zakres dat: 11/01/2009 to 12/01/2009
pt: Durante um mês inteiro, os limites seriam por exemplo: 11/01/2009 para 2009/12/01
pt_br: Durante um mês inteiro, os limites seriam por exemplo: 11/01/2009 para 2009/12/01
sk: Pre celý mesiac, príklad rozmedzia môže byť: od 01/11/2009 do 01/12/2009
sv: För en hel månad är ett exempel på ett intervall: 11/01/2009 till 12/01/2009
tr: Tüm aya örnek aralığı şu şekilde olabilir: 11.01.2009’dan 12.01.2009’e kadar
zh_tw: 對一個月而言，如11/01/2009 至 12/01/2009

source: For a whole year, an example range would be: 01/01/2009 to 01/01/2010
ar: لمدة عام كامل، على سبيل المثال سيكون المدى: 01/01/2009 إلى 2010/01/01
cs: Příklad rozsahu pro celý rok: od 01/01/2009 do 01/01/2010
da: For et helt år kunne datoområdet f.eks. være 01/01/2009 til 01/01/2010
de: Für ein ganzes Jahr, wäre der Datumsbereich zum Beispiel 01/01/2009 bis 01/01/2010
el: Για ένα ολόκληρο έτος, ένα παράδειγμα θα ήταν: 01/01/2009 έως 01/01/2010
es: Durante todo un año, un rango de ejemplo sería: 01/01/2009 a 01/01/2010
eu: Urte oso batentzat, hona hemen bitarte adibide bat: 2009/01/01etik 2010/01/01era
fi: Koko vuodelle, esimerkki voisi olla: 01/01/2009 - 01/01/2010
fr: Pour une année entière, un exemple d'intervalle serait : 01/01/2010 à 01/01/2011
hi: एक पूरे महीने के लिए, एक उदाहरण रेंज होगा: 01/01/2009 to 01/01/2010
it: Per estrarre un anno intero puoi mettere ad esempio: 01/01/2009 a 01/01/2010
oc: Per una annada entièra, un exemple d'interval seriá : 01/01/2010 a 01/01/2011
pl: Dla całego roku zakres dat: 01/01/2009 to 01/01/2010
pt: Durante um ano inteiro, seria uma gama por exemplo: 01/01/2009 a 2010/01/01
pt_br: Durante um ano inteiro, seria uma gama por exemplo: 01/01/2009 a 2010/01/01
sk: Pre celý rok, príklad rozmedzia môže byť: od 01/01/2009 do 01/01/2010
sv: För ett helt år är ett exempel på ett intervall: 01/01/2009 till 01/01/2010
tr: Tüm yıla örnek aralığı şu şekilde olabilir: 01.01.2009’dan 01.01.2010’e kadar
zh_tw: 對整年而言，如：01/01/2009 至 01/01/2010

source: For call numbers there is an option to add a call number browser next to the the call number subfield. Simply choose the cn_browser.pl plugin. Learn more in the cataloging section of the manual.
fi: Luokkanumeroita varten on mahdollisuus lisätä selaus osakentän viereen. Valitse cn_browser.pl-liitännäinen. Katso lisää luetteloinnin osiosta käyttöohjeesta.
hi: कॉल नंबरों के लिए फोन नंबर subfield के बगल में एक फोन नंबर ब्राउज़र को जोड़ने के लिए एक विकल्प है। सीधे शब्दों में cn_browser.pl प्लगइन चुनें। मैनुअल के कैटलॉग अनुभाग में अधिक जानें।
oc: I a la possibilitat d'apondre un navigador de cotes a costat del soscamp de la côte. Vos cal installer lo modul cn_browser.pl. La partida catalogatge del manual vos permettra d'en savoir plus.

source: For contact information, note that the primary phone and email addresses are the ones that appear on notices and slips printed during circulation (receipts, transfer slips and hold slips). The primary email is also the one that overdue notices and other messages go to.
ar: لمعلومات الإتصال ، لاحظ أنَّ رقم الهاتف الأساسي وعنوان البريد الإلكتروني هما الذان يظهران في التنبيهات والقسائم المطبوعة خلال عمليات الإعارة (الإيصالات ، قسائم النقل وقسائم الحجز). وأنَّ الإيميل الأساسي أيضاً هو الذي تذهب إليه إشعارات التأخر والرسائل الأخرى.
cs: Primární telefonní číslo a e-mailová adresa se budou objevovat na oznámeních a lístcích tištěných během výpůjčního procesu (stvrzenky, lístky o přenosu a rezervační lístky). Primární e-mailová adresa také slouží k zasílání upozornění o prodlení a dalších zpráv.
da: For kontaktinformation, bemærk at den primære telefon og emailadresse er dem der vises på beskeder og sedler udskrevet under udlånet (kvitteringer, overførselssedler og reserveringer). Den primære mailadresse er også den som rykkere og andre beskeder sendes til.
de: Die erste Telefonnummer und die erste E-Mail-Adresse der Kontaktinformationen erscheinen auf den Benachrichtigungen und Zetteln der Ausleihe (Quittungen, Transport- bzw. Transfer-Zettel und Vormerkungen). Die erste E-Mail-Adresse wird zudem für Benachrichtigungen wie z.B. bei Überschreitung der Leihfrist verwendet.
el: Για στοιχεία επικοινωνίας, σημειώστε ότι το κύριο τηλέφωνο και οι ηλεκτρονικές διευθύνσεις είναι εκείνα που εμφανίζονται στις ειδοποιήσεις και τα σημειώματα που εκτυπώνονται κατά τη διάρκεια της διακίνησης υλικού (αποδείξεις, σημειώματα μεταφοράς και σημειώματα κρατήσεων). Η κύρια ηλεκτρονική διεύθυνση είναι επίσης εκείνη στην οποία αποστέλλονται οι ειδοποιήσεις εκπρόθεσμων και άλλα μηνύματα.
es: Para información de contacto, notar que el teléfono y correo electrónico principal son los que aparecerán en los avisos y recibos impresos durante la circulación (recibos, recibos de transferencia y recibos de reserva). El correo electrónico principal también será utilizado para el envío de avisos de retraso y otros mensajes.
eu: Para información de contacto, tenga en cuenta que el teléfono principal y direcciones de correo electrónico son los que aparecen en avisos impresos y formularios en circulación (recibos, recibos de transferencia y recibos de reservas). El correo electrónico principal es al que notificarán los avisos de vencimiento y otros mensajes.
fi: Asiakkaan tiedoissa ensisijainen puhelinnumero ja sähköpostiosoite näkyvät ilmoituksissa ja kuiteissa, joita tulostetaan lainauksessa (kuitit, varauskuitit). Ensisijainen sähköpostiosoite on myös se, mihin ennakkoilmoitukset ja eräpäiväilmoitukset ym. menevät.
fr: Pour les informations de contact, notez que les premiers téléphone et couriel de l'adhérent sont ceux qui apparaissent sur les notifications et tickets imprimés (reçus, transferts, réservations) pendant les transactions. La première adresse courriel est aussi celle utilisée pour les messages envoyés à l'adhérent.
hi: संपर्क जानकारी के लिए, ध्यान दें कि प्राथमिक फोन और ईमेल पते हैं कि लोगों को नोटिस और निकल जाता है संचलन के दौरान मुद्रित पर दिखाई देते हैं (रसीदें, हस्तांतरण निकल जाता है और निकल जाता होल्ड) कर रहे हैं। प्राथमिक ईमेल भी एक है कि अतिदेय नोटिस और अन्य संदेशों के लिए जाना है।
it: Per le informazioni di contatto, nota che il telefono principale e gli indirizzi e-mail appaiono sugli avvisi e sulle ricevute stampate durante le operazioni di circolazione (ricevute di prestito, di trasferimento, di prenotazione), L' email principale è anche usata e negli avvisi di ritardo e altri.
pl: Główne dane kontaktowe (telefon, e-mail) będą pojawiać się w powiadomieniach i na rewersach użytkownika. Głównym adresem e-mail jest także ten, który wyświetla się na wszystkich wiadomościach przesyłanych użytkownikowi.
pt: Para informação de contacto, note que o primeiro telefone e endereço de email são os que aparecerão nas avisos e recibos impressos durante a circulação. O email primário ser usado para envio de avisos de atrasos e outras mensagens.
pt_br: Para informação de contato, note que o telefone e o e-mail principal são os únicos que aparecem nos avisos e recibos impressos durante a circulação. O e-mail principal também é o que aparece nos avisos de atrasos e outras mensagens.
sk: Pre kontaktnú informáciu si všimnite, že primárny telefón a E-mailové adresy sa zobrazujú na oznámeniach a ústrižkoch tlačených počas obehu (potvrdenky, ústrižky o presune a rezervačné ústrižky). Na primárny E-mail sa tiež posielajú oznámenia o omeškaní a iné správy.
sv: När det gäller kontaktinformation är de primära telefonnumren och e-postadresserna de som visas i meddelanden och på kvitteringar som genereras vid utlåning (kvitton, överföringskvitteringar och reservationskvitteringar). Den primära e-postadressen är även den adress dit förseningsmeddelanden och andra meddelanden skickas.
tr: İletişim bilgisi için: Birincil telefonun ve e-posta adresinin dolaşım sırasında uyarılarda ve sliplerde gözüken bilgiler olduğunu göz önünde bulundurunuz(alındılar, aktarım ve ayırma slipleri). Birincil e-posta da gecikme uyarılarının ve diğer mesajların gittiği e-postadır.
zh_tw: 對連絡資訊而言，主要電話與電子郵件都出現在流通的印本通知與收條(包括轉移收條與預約收條)，主要電子郵件也是接收逾期通知與其他通知的管道。
