Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Clicking on the link to the Patron module will bring you to a search/browse screen for patrons. From here you can search for a patron by any part of their name or their card number.
ar: النقر على الرابط لنظام المستفيدين الفرعي سينقلك إلى شاشة بحث/ استعراض للمستفيدين. من هنا يمكنك البحث عن مستفيد بواسطة أي جزء من اسمه أو رقم بطاقته
cs: Kliknutím na odkaz "Čtenáři" se dostanete na stránku vyhledávání/prohlížení čtenářů. Zde můžete vyhledávat čtenáře zadáním jakékoliv části jména nebo číslem čtenářského průkazu.
de: Unter 'Benutzer' können Sie nach Benutzern suchen. Sie können dabei nach jedem Teil des Namens oder der Ausweisnummer recherchieren.
el: Πατώντας τον σύνδεσμο στης υπομονάδα Μέλη θα μεταφερθείτε σε μία οθόνη αναζήτησης/σάρωσης μελών. Από εκεί μπορείτε να αναζητήσετε ένα μέλος με οποιοδήποτε μέρος του ονόματός του ή τον αριθμό της κάρτας του.
es: Al hacer clic en el enlace para el módulo de Usuarios le llevará a la pantalla de búsqueda/consulta de los usuarios. Desde aquí se puede buscar un usuario introduciendo cualquier parte de su nombre o número de carné.
eu: Bazkide moduluko loturan klik egitean, bazkideen bilatu/kontsultatu pantailara eramango zaitu. Hemendik erabiltzaile bat aurkitu daiteke bere izenaren edo txarte-zenbakiaren edozein zati sartuta.
fi: Klikkaamalla linkkiä asiakastietojen moduulissa pääset asiakkaiden haku/selausnäytölle. Täällä voit hakea asiakasta nimen osilla tai kortin numerolla.
fr: Cliquez sur le lien vers le module Adhérents pour accéder à la page de recherche des adhérents, sur laquelle vous pourrez chercher des adhérents en fonction de parties de leur nom ou de leur numéro de carte.
hi: संरक्षक मॉड्यूल के लिए लिंक पर क्लिक करने से आपको संरक्षक के लिए एक खोज / ब्राउज़ स्क्रीन करने के लिए लाएगा। यहाँ से आप उनके नाम या उनके कार्ड नंबर के किसी भी हिस्से से एक संरक्षक के लिए खोज सकते हैं।
it: Cliccando sul link al modulo degli utenti sarà visualizzata una pagina per cercare/scorrere gli utenti. Da qui puoi cercare un utente inserendo una parte del nome o il loro numero di tessera.
oc: Clicatz sul ligam cap a lo modul Aderents per accedir a la pagina de recèrca des aderents, sus la quala poiretz chercher des aderents en fonction de partidas de lor nom o de lor numèro de carta.
pl: Po kliknięciu na moduł 'Użytkownicy' wyświetli się ekran wyszukiwania/przeglądania użytkowników.
pt: Ao clicar no link para o módulo dos Leitores, vai aparecer um painel de pesquisa para os leitores. A partir do mesmo é possível executar pesquisas sobre um leitor quer pelo nome quer pelo número de cartão.
pt_br: Ao clicar no link para o módulo dos Usuários, aparecerá um painel de pesquisa para os usuários. A partir dele, é possível executar pesquisas sobre um usuário usando o seu nome ou código de barras na caixa de pesquisa.
sk: Kliknutím na odkaz modulu Čitatelia sa dostanete na zobrazenie hľadania/prezerania čitateľov. Odtiaľto môžete vyhľadať čitateľa zadaním akejkoľvek časti ich mena alebo čísla preukazu.
tr: Kullanıcı modülü bağlantısına tıklamak sizi kullanıcılar arama/tarama ekranına yönlendirecektir. Buradan, isimlerinin ya da kart numaralarının her hangi bir kısmıyla kullanıcı arayabilirsiniz.
zh_tw: 勾選讀者模組的連結，將進入搜尋/瀏覽讀者螢幕；從此可搜尋讀者。

source: Clicking on the message title will expand the view to show you the full text of the message that was sent.
ar: النقر على عنوان الرسالة سيوسع لك العرض ليريك النص الكامل للرسالة المرسلة.
cs: Kliknutím na název zprávy se rozšíří náhled a zobrazí se vám plný text zaslané zprávy.
da: Klik på beskedtitlen udvider visningen, så man kan se hele beskeden.
de: Über den Betreff der Benachrichtigung können Sie den vollen Nachrichtentext der gesendeten Nachricht aufklappen.
el: Κάνοντας κλικ στον τίτλο μηνύματος θα διευρυνθεί και θα εμφανιστεί το πλήρες κείμενο του μηνύματος που εστάλη.
es: Haciendo clic en el título del mensaje ampliará la vista para mostrarle el texto completo del mensaje enviado.
eu: Haciendo clic en el título del mensaje ampliará la vista para mostrarle el texto completo del mensaje enviado.
fi: Klikkaamalla viestin otsikkoa laajennat näkymän näyttämään lähetetyn viestin koko sisällön.
fr: Vous verrez le texte complet du message qui a été envoyé en cliquant sur son titre.
hi: संदेश शीर्षक पर क्लिक करके देखें विस्तार आप संदेश है कि भेजा गया था का पूरा पाठ को दिखाने के लिए होगा।
it: Cliccando sul titolo del messaggio si visualizzerà il testo completo del messaggio spedito.
oc: Vous veirez lo tèxte complet del messatge qui a été mandat en clicant sus son titre.
pl: Po kliknięciu tytułu pokaże się pełny tekst wysłanej wiadomości.
pt: Ao clicar no título da mensagem irá expandir a vista para mostrar o texto completo da mensagem que foi enviada.
pt_br: Clicando no título da mensagem irá expandir a visualização para exibir o texto completo da mensagem enviada.
sk: Kliknutím na názov správy sa rozšíri náhľad a uvidíte úplný text zaslanej správy.
sv: Klickar du på en meddelandetitel expanderar vyn så att du ser hela den text som skickades.
tr: Mesaj başlığına tıklamak size, gönderilen mesajın görüntüsünü genişletip tam metni gösterecektir.
zh_tw: 勾選題名訊息，將展開內容，顯示完整的訊息，以供送出。

source: Clicking on the module you'd like to edit tables for will show you the options available to you.
eu: Editatu nahi diztuzun taulen moduloan klik egitean, eskuragarri dauden aukerak erakutsiko dira.
fi: Klikkaamalla sitä moduulia, jonka tauluja haluat muokata, saat näkyviin valintamahdollisuutesi.
hi: मॉड्यूल पर क्लिक करके आप आप विकल्प आप के लिए उपलब्ध दिखाएगा के लिए टेबल संपादित करना चाहते हैं।
oc: Un clic sul modul pel qual volètz modificar de tablèus aficharà las opcions disponibla.

source: Clicking that link will bring you to the menu to add a new routing list.
ar: النقر على ذلك الرابط سيذهب بك إلى قائمة لإضافة قائمة تمرير جديدة.
cs: Kliknutím na tento odkaz se dostanete do nabídky přidání nového kolovacího seznamu.
da: Klik på dette link fører til menuen, hvor der kan tilføjes en ny ruteliste.
de: Mit einem Klick auf diesen Link gelangen Sie in das Menü. über das Sie eine neue Umlaufliste anlegen können.
el: Κάνοντας κλικ σε αυτόν τον σύνδεσμο θα μεταφερθείτε στο μενού για να προσθέσετε μία νέα λίστα δρομολόγησης.
es: Haciendo clic en el enlace lo llevará al menú para agregar una nueva lista de circulación.
eu: Haciendo clic en el enlace lo llevará al menú para agregar una nueva lista de enrutamiento.
fi: Klikkaamalla tuota linkkiä pääset valikkoon, josta voit lisätä uuden kiertolistan.
fr: En cliquant sur ce lien, vous obtenez le menu pour ajouter une nouvelle liste de routage.
hi: उस लिंक पर क्लिक एक नया रूटिंग सूची में जोड़ने के लिए मेनू पर ले जायेगा।
it: Cliccando quel link verrà mostrato il menù per aggiungere una nuova routing list.
oc: En clicant sus ce ligam, vous obtenez lo menú per apondre una novèla lista de rotatge.
pl: Wyświetli się okno dodawania nowej listy obiegu.
pt: Ao clicar nessa ligação irá redireccionar-lo para o menu para adicionar uma nova lista de circulação.
pt_br: Clicando neste link você será levado ao menu onde é possível adicionar uma nova lista de circulação.
sk: Kliknutím na tento odkaz sa dostanete k ponuke pridať nový distribučný zoznam.
sv: Klickar du på den länken kommer du till menyn för att lägga till en ny mottagarlista.
tr: Bu linke tıklamak sizi, yeni bir dolaşım listesi eklemeniz için bir menüye yönlendirecektir.
zh_tw: 勾選連結，將進入新增傳閱清單的選項。

source: Clicking that link will open up a item specific search engine.
ar: النقر على هذا الرابط سيفتح محرك بحث محدد للمادة
cs: Tento odkaz otevře formulář pro hledání konkrétních jednotek.
de: Mit einem Klick auf diesen Link gelangen Sie auf die Seite mit der Exemplarsuchmaske.
el: Επιλέγοντας αυτόν τον σύνδεσμο θα ανοίξει μια εξειδικευμένη μηχανή αναζήτησης τεκμηρίων
es: Al hacer clic en ese enlace, se abrirá un motor de búsqueda específico para ítems.
eu: Lotura horretan klik egitean, item-entzat espezifikoa den bilatzailea irekiko da.
fi: Klikkaamalla tuota linkkiä avautuu nidekohtaisten tietojen hakukone.
fr: Un clic sur ce lien, ouvrira une recherche spécifique sur les exemplaires.
hi: उस लिंक पर क्लिक एक आइटम विशिष्ट खोज इंजन खुल जाएगा।
it: Cliccando quel link verrà mostrato la ricerca specifica per le copie.
oc: Un clic sus ce ligam, ouvrira una recèrca spécifique suls exemplars.
sk: Kliknutím na tento odkaz sa vám otvorí špecifický vyhľadávač exemplárov.
tr: Bu linke tıkladığınızda materyale özel bir arama motoru açılacaktır.
zh_tw: 勾選連結開啟館藏搜尋引擎。

source: Clicking the 'Uncertain Prices' button will call up a list of items with uncertain prices to quick editing.
ar: النقر على زر 'أسعار غير مؤكدة' سيأتي لك بقائمة من المواد ذات الأسعار غير المحددة للتحرير السريع.
cs: Kliknutím na tlačítko 'Nejisté ceny' se vyvolá seznam položek s nejistými cenami pro rychlou úpravu.
da: Klik på knappen 'Usikre priser' åbner en liste med eksemplarer med usikre priser til hurtig redigering.
de: Wenn Sie auf 'Unsichere Preise' klicken, erscheint eine Liste mit Medien, deren Preise unsicher sind, um sie rasch bearbeiten zu können.
el: Πατώντας το κουμπί 'Αβέβαιες Τιμές' θα εμφανιστεί μία λίστα τεκμηρίων με αβέβαιες τιμές για γρήγορη επεξεργασία.
es: Hacer clic en 'Precios inciertos' le mostrará una lista de ítems con precios inciertos para edición rápida.
eu: Klik egiten baduzu 'Prezio zehaztugabeak' botoian, prezio ezezagunen elementu zerrenda bat agertuko zaizu, editatze azkarra egiteko.
fi: Klikkaamalla 'Vahvistamattomat hinnat' -painiketta saat listan, jossa näkyy nimekkeet, joilla on vahvistamattomia hintoja ja voit muokata näitä.
fr: Cliquez sur le bouton 'Prix incertains' pour afficher la liste de tous les exemplaires dont le prix n'est pas connu afin de les modifier rapidement.
hi: 'अनिश्चित दाम' बटन पर क्लिक करना त्वरित संपादन करने के लिए अनिश्चित कीमतों के साथ आइटम की सूची में ऊपर से मुलाकात करेंगे।
it: Premendo il bottone 'Prezzi incerti' si visualizza una lista di copie dal prezzo incerto per un edit veloce.
oc: Clicatz sul boton 'Prix incertains' per afichar la lista de totes los exemplars dont lo prix es pas conegut per fin de les modificar rapidement.
pl: Klikając na 'Niepewne ceny', będzie można modyfikować egzemplarze z niepewnymi cenami.
pt: Ao clicar no botão 'Preços incertos' irá aparecer uma lista de exemplares com preços incertos para rápida edição.
pt_br: Clicando no botão 'Preços incertos' irá abrir uma lista de itens com preços incertos para uma edição rápida.
sk: Kliknutím na tlačidlo 'Neisté ceny' ukáže zoznam exemplárov s neistými cenami pre rýchlu úpravu.
sv: Klickar du på knappen 'Osäkra priser' visas en lista med poster som har osäkra priser för snabb redigering.
tr: 'Belirsiz Fiyatlar' düğmesine tıklamak hızlı düzenleme için belirsiz fiyatlara sahip materyallerin bir listesini çağırır.
zh_tw: 勾選 '價格不明' 鈕，將打開價格不明館藏清單，供館員編輯。

source: Clicking the Confirm button will mark the item as on hold for the patron. If the item needs to be transferred the item will also be marked as in transit to the proper library. Clicking 'Ignore' will retain the hold, but allow you to check the item out to another patron. Choosing to confirm and print will present you with a printable page that you can slip inside the book with the necessary hold and/or transfer information.
ar: سيؤدي النقر على زر تأكيد إلى تحديد المادة أنها في الحجز للمستفيد. إذا كانت المادة بحاجة إلى النقل سيتم تحديد المادة أيضا أنها في النقل إلى المكتبة المناسبة. النقر على "تجاهل" سيبقي الحجز كما هو، لكنه سيسمح لك بإعارة المواد إلى مستفيد آخر. اختيار التأكيد والطباعة سيقدم لك صفحة قابلة للطباعة يمكنك وضعها في الكتاب بمعلومات الحجز و/أو النقل الضرورية
cs: Klepnutím na tlačítko Potvrdit označíte položku jako rezervovanou na čtenáře. Pokud výtisk musí být převezen, výtisk bude také označen jako "na cestě" do příslušné knihovny. Kliknutím na tlačítko "Ignorovat" se zachová rezervace, ale umožní vám půjčit výtisk jinému čtenáři. Výběrem "Potvrdit a tisknout" se vám zobrazí tisková sestava, kterou můžete vložit do knihy s informacemi o rezervacích a přepravě.
da: Klik på knappen bekræft markerer eksemplaret som reserveret til låneren. Hvis eksemplaret skal overføres, markeres det også som i transit til den rigtige afdeling. Klik på 'Ignorer' returnerer reserveringen, men lader dig låne eksemplaret ud til en anden låner. Hvis der trykkes på bekræft og udskriv laver en side der kan udskrives og lægges i bogen med alle nødvendige informationer.
de: Wenn Sie auf 'Bestätigen' klicken, wird die Vormerkung für den Benutzer eingetragen. Wenn das Exemplar zur Erfüllung der Vormerkung an einen anderen Standort muss, wird es in den Transportstatus gesetzt. Wenn Sie auf 'Ignorieren' klicken, bleibt die Vormerkung erhalten, dieses Exemplar kann aber an einen anderen Benutzer ausgeliehen werden. Wenn Sie entscheiden die Vormerkung zu bestätigen und zu drucken, erscheint ein Fenster mit dem Bereitstellungszettel, den Sie ausdrucken und in das Buch legen legen.
el: Πατώντας το κουμπί Επιβεβαίωσης το τεκμήριο θα επισημανθεί ως σε κράτηση για το μέλος. Αν το τεκμήριο χρειάζεται να μεταφερθεί τότε θα χαρακτηριστεί και ως σε μεταφορά στην κατάλληλη βιβλιοθήκη, αλλά σας επιτρέπει να δανείσετε το τεκμήριο σε άλλο μέλος. Η επιλογή επιβεβαίωσης και εκτύπωσης θα σας εμφανίσει μία εκτυπώσιμη σελίδα που μπορείτε να βάλετε μέσα στο βιβλίο με τις κατάλληλες πληροφορίες για τις κρατήσεις και/ή τις μεταφορές.
es: Haciendo clic en el botón Confirmar marcará el ejemplar como reservado para el usuario. Si el ítem necesita ser transferido también será marcado como en tránsito a la sede apropiada. Haciendo clic en 'Ignorar' retendrá la reserva, pero le permitirá prestar el ítem a otro usuario. Seleccionando confirmar e imprimir le presentará una página imprimible que puede adjuntar al libro con la información necesaria de la reserva y/o transferencia.
eu: Seleccionando en el botón 'Confirmar' marcará el ítem como reservado para el socio. Si el ítem necesita ser transferido también será marcado como en tránsito a la biblioteca propietaria. Seleccionando 'Ignorar' retendrá la reserva, pero le permitirá prestar el ítem a otro socio. Seleccionando confirmar e imprimir le presentará una página imprimible que puede adjuntar al libro con la información necesaria de la reserva y/o transferencia.
fi: Klikkaamalla 'Vahvista'-painiketta merkitset niteen varatuksi asiakkaalle. Jos nide pitää kuljettaa, nide merkitään myös kuljetustilaan oikeaan kirjastoon. Klikkaamalla 'Älä huomioi' säilyttää varauksen, mutta sallii lainata niteen toiselle asiakkaalle. Valitsemalla vahvistus ja tulostus saat tulostetun kuitin, jonka voit laittaa kirjan väliin.
fr: Cliquer sur le bouton 'Confirmer' marque l'exemplaire comme réservé à l'adhérent. S'il est nécessaire de transférer un exemplaire, celui-ci sera également marqué comme En transit vers le site approprié. Cliquer sur 'Ignorer', la réservation est conservé mais vous pourrez prêter l'exemplaire à un autre adhérent. En choisissant Confirmer et imprimer, vous serez amené à une page d'impression d'une fiche que vous pourrez glisser dans le livre, fiche contenant les informations relatives à la réservation et au transfert éventuel.
hi: संपुष्ट करें बटन पर क्लिक संरक्षक के लिए होल्ड पर के रूप में आइटम का प्रतीक होगा। आइटम हस्तांतरित की जरूरत है, तो आइटम भी उचित पुस्तकालय के लिए पारगमन के रूप में चिह्नित किया जाएगा। क्लिक 'पर ध्यान न दें' होल्ड बनाए रखने के लिए होगा, लेकिन आप एक और संरक्षक के लिए बाहर मद की जांच करने के लिए अनुमति देते हैं। इस बात की पुष्टि करने के लिए चुनना और प्रिंट एक मुद्रण योग्य पृष्ठ है कि आप आवश्यक होल्ड के साथ किताब के अंदर पर्ची और / या जानकारी हस्तांतरण कर सकते हैं के साथ पेश करेंगे।
it: Un click sul bottone Conferma prenoterà la copia all'utente. Se la copia dovrà essere trasferita, verrà anche contrassegnata come in transito verso la relativa sottobiblioteca. Cliccando su 'Ignora' conserverà la prenotazione, ma ti permetterà di assegnare la copia ad altro utente. Scegliendo conferma e stampa ti introdurrà in una pagina da cui potrai stampare una ricevuta da inserire nel libro con le informazioni di prenotazione o transito.
oc: Clicar sul boton 'Confirmar' marque l'exemplar coma reservat a l'aderent. Se es necessari de transferir un exemplar, celui-ci serà tanben marqué coma En transit cap a lo site apropriat. Clicar sus 'Ignorar', la reservacion es conservat mas poiretz prèst er l'exemplar a un autre aderent. En causissent Confirmar e imprimir, seretz menat cap a una pagina d'impression d'una ficha que poiretz glisser dins lo libre, ficha que conten las informacions relativas a la reservacion e al transferiment éventuel.
pl: Kliknięcie 'Potwierdź zamówienie', egzemplarz zostanie oznaczony jako zarezerwowany dla użytkownika. Kliknięcie 'Potwierdź zamówienie i Prześlij' egzemplarz zostanie oznaczony jako przesyłany do innej biblioteki. Kliknięcie 'Ignoruj', zamówienie nie zostanie anulowane z kolejki zamówień, ale też nie zostanie zrealizowane dla użytkownika. Kliknięcie 'Drukuj wszystkie rewersy i Potwierdź' wyświetli okno drukarki, umożliwiające wydrukowanie rewersu.
pt: Ao clicar no botão de confirmar irá marcar o exemplar como reservado para o leitor. Se o exemplar precisa de ser transferido, o exemplar também aparecerá marcado como em trânsito para a biblioteca certa. Ao clicar em ignorar a reserva será mantida, mas permitirá emprestar o exemplar para outro leitor. Confirmar e imprimir irá apresentar uma página para impressão que pode ser colocada dentro do livro com a reserva ou a informação de transferência.
pt_br: Clicando no botão de confirmação fará com que o exemplar seja reservado para o usuário. Se o exemplar tiver que ser transferido, ele será marcado como 'em trânsito' para a biblioteca escolhida. Clicando em 'Ignorar' fará com que a reserva seja retida, mas permitirá que você empreste o exemplar para outro usuário. Escolhendo confirmar e imprimir o levará a uma página imprimível que você pode colocar dentro do material juntamente com a informação de reserva ou transferência.
sk: Kliknutím na tlačidlo Potvrdiť sa exemplár označí ako rezervovaný čitateľovi. Ak treba exemplár presunúť, exemplár bude tiež označený ako na ceste do príslušnej knižnice. Kliknutím na 'Ignorovať' sa rezervácia pozdrží, no umožní Vám vypožičať tento exemplár inému čitateľovi. Voľbou potvrdenia a tlače sa Vám zobrazí tlačiteľná stránka, ktorú môžete vložiť do knihy s potrebnými informáciami o rezervácii a/alebo presune.
sv: Klickar du på knappen Bekräfta markerar objektet som reserverat för låntagaren. Om objektet behöver överföras markeras det även som på väg till rätt bibliotek. Klickar du på 'Ignorera' bibehåller reservationen men tillåter att du lånar ut objektet till en annan låntagare. Väljer du att bekräfta och skriva ut visas en utskrivbar sida som du kan vika in i boken med nödvändig reservations och/eller överföringsinformation.
tr: 'Onayla' butonuna tıklamak materyali kullanıcı için ayırma olarak işaretleyecektir. Materyalin aktarılması gerekiyorsa, bu materyal aynı zamanda özel kütüphaneye (koleksiyon) aktarım halinde olarak da işaretlenecektir. 'Yoksay'ı tıklamak ayırmayı devam ettirecektir fakat diğer bir kullanıcıya diğer bir materyali iade etmenize müsaade edecektir. Onaylamayı ve çıktı almayı seçmek, size kitabın içine gerekli ayırma ve/veya aktarım bilgisini yapıştırabileceğiniz çıktısı alınabilir bir sayfa sunacaktır.
zh_tw: 點選確認鈕即可標示被其他讀者預約的館藏。若需轉移該館藏，同時標示轉移至指定圖書館中。若點選 '忽略' 該館藏仍被預約，但可外借。選擇確認並列印，將出現可列印頁面，列印必要的預約與轉移資訊後，插入圖書內。

source: Clicking the Confirm hold and Transfer button will mark the item as in transit to the library where the hold was placed
ar: النقر على زر تأكيد الحجز والنقل سوف يجعل المادة في النقل إلى المكتبة التي تم وضع الحجز فيها
cs: Kliknutím na talačítko "Potvrdit rezervaci a převoz" se označí výtisk jako "na cestě" do knihovny, kde rezervace byla podána
da: Klik på knappen Bekræft reservering og overførsel vil markere eksemplaret som undervejs til biblioteket, hvor reserveringen blev lavet
de: Bestätigen Sie die Vormerkung über 'Bestätigen und transportieren', um das Exemplar in die Abholbibliothek zu schicken.
el: Πατώντας τα κουμπιά Επιβεβαίωση κράτησης και Μεταφορά το τεκμήριο θα επισημανθεί ως σε μεταφορά στη βιβλιοθήκη όπου έγινε η κράτηση
es: Hacer clic en 'Confirmar reserva y transferir' marcará el ítem como en tránsito a la biblioteca donde se colocó la reserva
eu: Klik egiten baduzu Berretsi erreserba eta transferitu botoian, elementua erreserba egin zen liburutegirarako bidean bezala markatuko dan&nbsp;
fi: Klikkaamalla 'Vahvista varaus ja siirto' merkitset niteen kuljetettavaksi sinne kirjastoon, mistä asiakas haluaa noutaa niteen
fr: Cliquer sur le bouton 'Confirmer réservation et Transférer' marque l'exemplaire comme étant en transit vers le site où la réservation a été faite
hi: पुष्टि होल्ड और हस्तांतरण बटन पर क्लिक पुस्तकालय के लिए पारगमन में के रूप में आइटम जहां होल्ड रखा गया था प्रतीक होगा
it: Cliccando il bottone 'Conferma prenotazione e trasferimento' marcherai la copia come in transito verso la biblioteca in cui la prenotazione è stata fatta
oc: Clicar sul boton 'Confirmar reservacion e Transferir' marque l'exemplar coma étant en transit cap a lo site où la reservacion a été faite
pl: Po kliknięciu 'Potwierdź zamówienie i Prześlij', zarezerwowane egzemplarze zostaną przesłane do biblioteki, w której zostały zamówione
pt: Ao clicar em confirmar reserva e transferir, vai marcar o exemplar como estando em trânsito da biblioteca para o sítio onde a reserva foi colocada
pt_br: Clicando em Confirmar reserva e no botão Transferir irá marcar o exemplar como 'em trânsito' para a biblioteca em que a reserva foi feita
sk: Kliknutie na tlačidlo Potvrdiť rezerváciu a presun označí exemplár ako na ceste do knižnice, kde bola rezervácia zadaná
sv: Klickar du på knappen Bekräfta reservation och överför markeras objektet som på väg till biblioteket där reservationen gjordes
tr: Ayırtma işlemini onayla ve transfer düğmesini tıklamak, materyali, ayırtma işleminin yapıldığı kütüphaneye geçiş halinde olarak işaretler
zh_tw: 勾選確認預約與轉移鈕，將標記館藏轉移至預約指定的圖書館
