Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Staff Client &gt; Patron Record &gt; Notices
ar: عميل الموظف &gt; تسجيلة المستفيد &gt; الملاحظات
cs: Intranet &gt; Záznam o uživateli &gt; Upozornění
da: Admin-klient &gt; Lånerpost &gt; Beskeder
de: Siehe: Dienstoberfläche &gt; Benutzerkonto &gt; Benachrichtigungen
el: Διεπαφή Προσωπικού &gt; Εγγραφή Μέλους &gt; Ειδοποιήσεις
es: Cliente Administrativo &gt; Registros de Usuarios &gt; Avisos
eu: Cliente administrativo &gt; Registros de socios &gt; Avisos
fi: Virkailijatyökalu &gt; Asiakastietue &gt; Ilmoitukset
fr: Interface professionnelle &gt; Fiche Adhérent &gt; Notifications
hi: स्टाफ ग्राहकों का &gt; संरक्षक रिकार्ड &gt; नोटिस
it: Interfaccia Staff &gt; Record utente &rsaquo; Messaggi
oc: Interfàcia professionala &gt; Fiche Aderent &gt; Notificacions
pl: Interfejs bibliotekarza &gt; Rekord Użytkownika &gt; Powiadomienia
pt: Interface dos técnicos &gt; Registo de leitor &gt; Avisos
pt_br: Interface administrativa &gt; Regisro de usuário &gt; Mensagens
sk: Intranet &gt; Záznam o čitateľovi &gt; Oznámenia
sv: Personalklient &gt; Låntagarpost &gt; Meddelanden
tr: Personel İstemci &gt; Kullanıcı Kaydı &gt; Uyarılar
zh_tw: 館員介面 &gt; 讀者紀錄 &gt; 通知

source: Staff Client:
ar: عميل الموظفين:
cs: Intranet
da: Intranet:
de: Dienstoberfläche:
el: Διεπαφή Προσωπικού:
es: Cliente administrativo:
eu: Langileen interfazea:
fi: Virkailijatyökalu:
fr: Interface professionnelle
hi: स्टाफ कलाइन्ट:
it: Interfaccia Staff:
oc: Interfàcia professionala
pl: Interfejs Bibliotekarza:
pt: Interface dos técnicos:
pt_br: Técnicos:
sk: Intranet:
sv: Personalklient:
tr: Personel İstemci:
zh_tw: 館員介面：

source: Staff access, allows viewing the catalogue in staff client
ar: وصول الموظفين، يسمح بعرض الفهرس في برنامج العميل
cs: Povolit zaměstnancům vyhledávání v katalogu přes intranet
da: Tillader medarbejdere at se i kataloget via admin-klienten
de: Zugriff auf die Dienstoberfläche, verbunden mit der Berechtigung die Dienstrecherche zu verwenden.
el: Η πρόσβαση του προσωπικού, επιτρέπει την προβολή τον κατάλογο μέσω της διεπαφής προσωπικού
es: Acceso al personal, permite ver el catálogo en el cliente administrativo
eu: Acceso al personal , permitir al personal consultar el catálogo en la intranet
fi: Pääsy virkailijatyökaluun, oikeuttaa luettelon katseluun virkailijatyökalussa
fr: Accès professsionnel, permet de voir le catalogue dans l'interface professionnelle
hi: यह अनुमति स्टाफ के सदस्यों ने कर्मचारियों अंतरफलक के द्वारा सूची मे खोज करने की अनुमति देगा
it: Accesso staff, permetterà ai membri dello staff di cercare il catalogo tramite l'interfaccia staff
pl: Dostęp pracownika - umożliwia przeszukiwanie katalogu z poziomu interfejsu bibliotekarza
pt: Acesso do técnicos, permitindo ver o catálogo no interface dos técnicos
pt_br: Permitir que funcionários pesquisem o catálogo na interface administrativa
sk: Knihovníckky prístup, umožňuje prezeranie katalógu cez knihovnícke rozhranie
sv: Personalåtkomst, gör att katalogen kan ses i personalklienten
tr: Personel erişimi, personel istemcideki kataloğu görüntülemeye imkan verir
zh_tw: 館員近用，允許從館員介面檢視目錄

source: Stage MARC records into the reservoir
ar: تنظيم تسجيلات مارك في المستودع
cs: Příprava MARC záznamů do zásobníku.
da: Klargøre MARC-poster i reservoiret
de: MARC-Datensätze im Datenpool bereitstellen
el: Προετοιμασία Εγγραφών MARC στη δεξαμηνή
es: Subir registros MARC al depósito
fi: MARC-tietueiden välivarastointi
fr: Préparer les notices MARC dans le réservoir
hi: इस जलाशय में स्टेज MARC रिकॉर्ड.
it: Prepara i records MARC nell'area temporanea
oc: Preparar las notícias MARC dins la sèrva
pl: Przygotowanie rekordów MARC do importu (umieszczenie w buforze)
pt: Transferência para área temporária de registos MARC
pt_br: Tratamento MARC para importação no reservatório
sk: Pripraviť záznamy MARC do zásobníka
sv: Förbered MARC-poster i reservoaren
tr: MARC kayıtlarını havuz içerisine işlem sırasına koy
zh_tw: 將 MARC 記錄納入儲存庫

source: Standard ID
ar: معرف قياسي
es: ID estándar
fi: Standardi ID
hi: मानक आईडी
it: ID standard
pt: ID por omissão
sk: Štandardné ID
tr: Standart kimliği
zh_tw: 標準 ID

source: Standard:
ar: معيار:
el: Πρότυπο:
es: Estándar:
eu: Estandarra:
fi: Standardi:
hi: मानक:
oc: Estandard:
pt: Omissão:
pt_br: Padrão:
sk: Štandard:
tr: Standart:
zh_tw: 標準：

source: Start by adding a new template (a template can be made up of one or more actions) by entering a name and clicking 'Create template'.
ar: ابدأ بإضافة قالب جديد (يمكن إنشاء قالب بإجراء واحد أو أكثر) عن طريق إدخال اسم والنقر على "إنشاء قالب"
cs: Začněte přidáním nové šablony (šablona může být udělána z jedné, nebo více akcí) zadáním jména a kliknutím na 'vytvořit šablonu'.
de: Legen Sie zunächst ein neues Template an, indem sie einen Namen eingeben und auf 'Template erstellen' klicken. (Ein Template kann aus einer oder mehreren Aktionen bestehen.)
el: Ξεκινήστε με την προσθήκη ενός νέου προτύπου (ένα πρότυπο μπορεί να οριστεί για μία ή περισσότερες ενέργειες) πληκτρολογώντας το όνομα και πατώντας 'Δημιουργία προτύπου'.
es: Comience agregando una nueva plantilla (que puede estar hecha por una o mas acciones) ingresando un nombre y haciendo clic en 'Crear plantilla'.
fi: Aloita lisäämällä uusi pohja (pohja voidaan tehdä yhdellä tai useammalla toiminnolla) syöttämällä nimi ja klikkaamalla 'Luo pohja'.
fr: Commencez par ajouter un nouveau modèle (un modèle peut être utilisé pour une ou plusieurs actions) en entrant un nom et en cliquant sur "Créer un modèle".
hi: एक नया टेम्पलेट जोड़कर शुरू एक नाम में प्रवेश करने और 'टेम्पलेट बनाएँ' क्लिक करके (एक टेम्पलेट एक या अधिक कार्यों से बना जा सकता है)।
it: Inzia aggiungendo un nuovo template (un template puo essere fatto di una o più azioni) inserendo un nome e cliccando su 'Crea template'.
oc: Commencez per apondre un novèl modèl (un modèl pòt èsser utilizat per une o plusieurs accions) en entrant un nom e en clicant sus "Crear un modèl".
pt: Começe por adicionar um novo modelo (um modelo pode ser feito para uma ou mais ações) inserindo o nome e clicando em 'Criar modelo'.
pt_br: Comece adicionando um novo template (um template pode ser composto por uma ou mais ações). Insira um nome para ele e clique em 'Criar template'.
sk: Začnite pridaním šablóny (šablóna sa môže vytvoriť z jednej alebo viacerých akcií), zadajte názov a kliknite na 'Vytvoriť šablónu'.
tr: Bir ad girerek ve 'Şablonu oluştur' düğmesine tıklayarak yeni bir şablon (şablon, bir veya daha fazla eylemden yapılabilir) ekleyerek başlayın.
zh_tw: 鍵入新模板的名稱，並按 '新增模板' 鈕，即可新增模板。

source: Start with the numbering on the issue you have in hand, the numbering that matches the date you entered in the 'First issue publication' field
ar: ابدأ مع ترقيم العدد المتوفر، الترقيم يتوجب أن يتطابق مع التاريخ الذي ادخلته في حقل 'نشر العدد الأول'
cs: Začněte s číslováním na výtisku, který máte v ruce, číslování, které odpovídá datumu, které jste zadali v poli "První vydání publikace"
da: Start med nummerering ved det foreliggende eksemplar, den nummerering, der svarer til dataene i feltet 'Første udgave-publikation'
de: Beginnen Sie mit der Nummer des Heftes, dass Sie in der Hand haben. Das ist die Nummer, die Sie als 'Erstes Publikationsdatum' angegeben haben
el: Ξεκινήστε με την αρίθμηση του τεύχους που έχετε στα χέρια σας. Η αρίθμηση πρέπει να ταιριάζει με την ημερομηνία που βάλατε στο πεδίο 'Πρώτο τεύχος δημοσίευσης'
es: Comience la numeración con el ejemplar que tiene en la mano, la numeración que coincida con la fecha en que ingresó en el campo 'Publicación de primer ejemplar'
eu: Hasi zenbakikuntza eskuan duzun alearekin, egoki zenbakikuntza 'Lehen alearen argitalpena' eremuan sartu duzun datari
fi: Aloita numerointi numerosta, joka täsmää päiväykseen, jonka syötit 'Ensimmäisen numeron julkaisupvm' -kenttään
fr: Commencez par le numéro du fascicule que vous avez en main, dont vous avez entré la date dans le champ 'Date de parution du premier fascicule'.
hi: इस इश्यूको आप हाथ में है पर नंबरिंग, नंबरिंग की तारीख तुम 'पहला मुद्दा प्रकाशन' के क्षेत्र में प्रवेश किया है कि मैच के साथ शुरू
it: Inizia la numerazione con il fascicolo che hai in mano, è la numerazione che corrisponde alla data messa in 'Pubblicazione del primo fascicolo'
oc: Commencez per lo numèro del fascicul qu'avètz en main, dont avètz entré la data dins lo camp 'Data de parution del primièr fascicul'.
pl: Należy wprowadzić numer czasopisma, który posiada biblioteka, numeracja powinna odpowiadać dacie wprowadzonej w polu 'Data wydania pierwszego numeru'
pt: Comece pela numeração do fascículo que tem em mão, que deve coincidir com a data inserida no campo 'Publicação primeiro número'
pt_br: Começe com a numeração do fascículo que tem em mãos, a numeração será considerada no campo 'Primeira data de publicação'
sk: Začnite s číslovaním čísla, ktoré máte v ruke, číslovaním, ktoré sa zhoduje s dátumom, ktorý ste vložili v poli 'Publikovanie prvého čísla'
sv: Börja med numret på den utgåva du har i handen, det nummer som överensstämmer med det datum du angav i fältet 'Publiceringsdatum första utgåva'
tr: Elinizdeki yayını 'İlk yayın yayımlama' alanına girdiğiniz tarihle eşleşen numaralandırma olan numaralandırmayla başlayın.
zh_tw: 以在手邊的期刊開始編碼，以該期的日期鍵入 '首期出版' 欄位

source: Statistic reports will show you counts and sums. These reports are all about numbers and statistics, for reports that return more detailed data, use the Guided Report Wizard.
ar: التقارير الإحصائية ستظهر لك المبالغ المالية و المعدودة. هذه التقارير تحتوي على أرقام وإحصائيات، للحصول على تقارير أكثر تفصيلاً، استخدم معالج التقارير الموجهة.
cs: Statistické výstupy ukazují počty a součty. Tyto výstupy jsou celé o číslech a statistice, pro získání podrobnějších dat využijte Průvodce tvorbou výstupů
da: Statistiske rapporter viser tal og summer. Disse rapporter handler kun om tal og statistikker, for rapporter, der leverer mere detaljerede data se rapport-guiden.
de: Statistikreports zeigen Ihnen Anzahl und summen. Bei diesen Reports dreht sich alles um Zahlen und Statistik, wenn Sie Reports mit anderen Informationen benötigen, verwenden Sie den Geführten Reportsassistenten.
el: Οι εκθέσεις στατιστικών στοιχείων θα σας εμφανίσουν υπολογισμούς και αθροίσματα. Αυτές οι εκθέσεις έχουν να κάνουν με αριθμούς και στατιστικά στοιχεία, για εκθέσεις με αναλυτικά δεδομένα χρησιμοποιήστε τον Οδηγό Καθοδηγημένων Εκθέσεων.
es: Informes estadísticos le mostrarán cuentas y sumas. Estos informes versan sobre números y estadísticas, para informes que den datos más detallados, utilice el asistente de Informes guiados.
eu: Informes estadísticos le mostrarán cuentas y sumas. Estos informes versan sobre números y estadísticas, para informes que den datos más detallados, utilice el asistente de Informes guiados.
fi: Tilastollinen raportti näyttää luvut ja summat. Nämä raportit ovat numeerisia ja tilastollisia. Käytä Ohjattua raporttien luontia, jos haluat enemmän tietoja sisältäviä raportteja.
fr: Les rapports statistiques vous montrent des comptes et des totaux. Ces rapports manipulent des nombres et produisent des statistiques sur ceux-ci. Pour des rapports qui retournent des informations détaillées, utilisez l'assistant de rapports.
hi: आँकड़ा रिपोर्ट आप मायने रखता है और रकम दिखाएगा। इन रिपोर्टों में सभी नंबरों और आँकड़े, रिपोर्ट है कि अधिक विस्तृत डेटा वापस, गाइडेड रिपोर्ट विज़ार्ड का उपयोग करने के लिए के बारे में हैं।
it: I report di statistica mostreranno conteggi e somme. Per report più dettagliati, utilizza la Creazione guidata dei report.
oc: Les rapòrts estatisticas vous montrent des comptes e des totaux. Aquestes rapòrts manipulent des nombres e produisent des estatisticas sus ceux-ci. Per des rapòrts qui retournent des informacions detalhadas, utilizatz l'assistent de rapòrts.
pl: Raporty statystyczne pokazują liczby i kwoty. Do generowania raportów zawierających bardziej szczegółowe dane należy korzystać z kreatora raportów wspomaganych.
pt: Os relatórios estatísticos irão mostrar as contagens e os sumatórios. Estes relatórios são todos sobre número e estatísticas, para relatórios que retornem dados mais detalhados, use o assistente de relatórios.
pt_br: Relatórios estatísticos irão exibir suas contas e somas. Estes relatórios são sobre todos os números estatísticos, para relatórios com dados mais detalhados, use o Assistente de Relatórios.
sk: Štatistické výkazy Vám zobrazia súčty a čiastky. Tieto výkazy sú len o číslach a štatistikách. Pre výkazy s detailnejšími údajmi, použite Sprievodcu tvorbou výkazov.
sv: Statistikrapporter visar antal och summor. Dessa rapporter handlar bara om nummer och statistik, för rapporter som ger mer detaljerad information använder du Rapportguiden.
tr: İstatistik raporları size hesapları ve toplamları gösterecektir. Bu raporların hepsi rakamlar ve istatistikler, daha detaylı veri sağlayan raporlar içindir. Kılavuzlu Rapor Sihirbazını kullanın.
zh_tw: 統計報表將顯示計數與總合。這些報表都是數字與統計，更詳細的資訊，使用報表精靈。

source: Statistical
ar: إحصائي
cs: Statistický = Čtenářský typ užívaný výhradně pro sledování vnitřního využití
da: Statistik
de: Statistisch
el: Στατιστικός
es: Estadístico
eu: Estatistikoa
fi: Tilastoasiakas
fr: Statistique
hi: सांख्यिकीय
it: Statistico
oc: Estatistica
pl: Statystyczny
pt: Estatístico
pt_br: Estatístico
sk: Štatistický
sv: Statistisk
tr: İstatistiksel
zh_tw: 統計

source: Statistical = A patron type used solely for tracking in house usage
ar: إحصائي = هو فئة مستفيد يستخدم لمجرد تتبع مسار الاستخدام من المنزل
cs: Statistický = Typ čtenáře používaný výhradně pro sledování vnitřního využívání
da: Statistisk = en lånertype, der kun bruges til sporing internt
de: Statistisch = Ein Nutzertyp, der nur für den Ablauf im Hausgebraucht genutzt wird
el: Στατιστικός = Τύπος μέλους που χρησιμοποιείται μόνο για την παρακολούθηση χρήσης
es: Estadístico = Un tipo de usuario usado solamente para seguir los préstamos en sala
eu: Estatistikoa = liburutegi barruko segimendua egiteko bakarrik erabitzen den bazkide mota
fi: Tilastoasiakas = Asiakastyyppi, jota käytetään vain keräämään kirjaston sisäistä käyttöä
fr: Statistique = un adhérent utilisé uniquement pour suivre le prêt interne
hi: सांख्यिकीय = घर के उपयोग में नज़र रखने के लिए पूरी तरह इस्तेमाल किया एक संरक्षक प्रकार
it: Statistico = Un utente usato solo per tracciare l'uso interno del materiale
oc: Estatistica = un aderent utilizat unicament per suivre lo prèst interne
pl: Statystyczny = typ użytkownika wykorzystywany wyłącznie do śledzenia w użytku domowym
pt: Estatístico = Leitor que é usado apenas para registar o uso na biblioteca
pt_br: Estatístico = um usuário utilizado apenas para acompanhar o uso interno do sistema
sk: Štatistický = Typ čitateľa sa používa jedine na sledovanie doma
sv: Statistisk = En låntagartyp som bara används för att hålla reda på intern användning
tr: İstatistiksel = Sadece evdeki kullanımı izlemek üzere kullanılan kullanıcı türü
zh_tw: 統計 = 專門用於追蹤館內使用的讀者類型

source: Statistical Reports
ar: تقارير إحصائية
cs: Statistické výstupy
da: Statistiske rapporter
de: Statistische Reports
el: Εκθέσεις Στατιστικής
es: Informes estadísticos
eu: Txosten estatistikoak
fi: Tilastolliset raportit
fr: Rapports statistiques
hi: सांख्यिकीय रिपोर्टें
it: Statistiche
oc: Rapòrts estatisticas
pl: Raporty statystyczne
pt: Relatórios estatísticos
pt_br: Relatórios estatísticos
sk: Štatistické výkazy
sv: Statistiska rapporter
tr: İstatistiksel raporlar
zh_tw: 統計報表

source: Statistics
ar: إحصائيات
cs: Statistiky
da: Statistikker
de: Statistiken
el: Στατιστικά στοιχεία
es: Estadísticas
eu: Estatistikak
fi: Tilastot
fr: Statistiques
hi: सांख्यिकी
it: Statistiche
oc: Estatisticas
pl: Statystyki
pt: Estatísticas
pt_br: Estatísticas
sk: Štatistika
sv: Statistik
tr: İstatistik
zh_tw: 統計

source: Step 1:
ar: الخطوة 1:
cs: Krok 1:
da: Skridt 1:
de: Schritt 1:
el: Βήμα 1:
es: Paso 1:
eu: Paso 1:
fi: Kohta 1:
fr: Étape 1&nbsp;:
hi: चरण 1:
it: Punto 1:
oc: Etapa 1&nbsp;:
pl: Krok 1:
pt: Passo 1:
pt_br: Passo 1:
sk: Krok 1:
sv: Steg 1:
tr: Adım 1:
zh_tw: 步驟 1：

source: Step 1: Name the definition and provide a description if necessary
ar: الخطوة 1: اسم العريف وتقديم الوصف أمر ضروري
cs: Krok 1: Zadejte název definice a udělejte popis (v případě potřeby)
da: Skridt 1: Giv funktionen et navn og giv en beskrivelse hvis nødvendigt
de: Schritt 1: Benennen Sie die Definition und erfassen Sie eine Beschreibung
el: Βήμα 1: Δώστε όνομα και αν χρειάζεται περιγραφή στον ορισμό
es: Paso 1: Nombre la definición y provea una descripción de ser necesario
eu: Paso 1: Nombre la definición y provea una descripción de ser necesario
fi: Kohta 1: Anna määritelmälle nimi ja mahdollinen kuvaus
fr: Étape 1 : Nommez la définition et fournissez une description si nécessaire
hi: चरण 1: परिभाषा नाम और यदि आवश्यक हो तो एक विवरण प्रदान करते हैं
it: Passo 1: dai un nome alla definizione e fornisci una descrizione, se occorre
oc: Etapa 1 : Nommez la definicion e fournissez una descripcion se necessari
pl: Krok 1: Nazwij definicję i wprowadź opis, jeżeli jest to konieczne
pt: Passo 1: Nomeie a definição e providencia uma descrição se necessário
pt_br: Passo 1: Nomeie a definição e informe uma descrição se necessário
sk: Krok 1: Pomenujte definíciu a poskytnite popis, ak treba
sv: Steg 1: ge definitionen ett namn och ange en beskrivning om det behövs
tr: Adım 1: Yeni tanıma isim verin ve eğer gerekiyorsa bir açıklama getirin
zh_tw: 步驟 1：給予此定義並提供必要的說明

source: Step 2:
ar: الخطوة 2:
cs: Krok 2:
da: Skridt 2:
de: Schritt 2:
el: Βήμα 2:
es: Paso 2:
eu: Paso 2:
fi: Kohta 2:
fr: Étape 2&nbsp;:
hi: चरण 2:
it: Punto 2:
oc: Etapa 2&nbsp;:
pl: Krok 2:
pt: Passo 2:
pt_br: Passo 2:
sk: Krok 2:
sv: Steg 2:
tr: Adım 2:
zh_tw: 步驟 2：

source: Step 2: Choose the module that the will be queried.
ar: الخطوة 2: اختر النموذج الذي سيتم الاستعلام عنه
cs: Krok 2: Vyberte modul, který bude dotazován.
da: Skridt 2: Vælg det modul der skal udspørges.
de: Schritt 2: Modul auswählen
el: Βήμα 2: Επιλέξτε την υπομονάδα που θα ερωτηθεί.
es: Paso 2: elegir el módulo que será consultado.
eu: Paso 2: elegir el módulo que será consultado.
fi: Kohta 2: Valitse haluamasi moduuli.
fr: Étape 2 : Choisissez le module qui sera interrogé.
hi: चरण 2: मॉड्यूल है कि पूछे जा होगा चुनें।
it: Passo 2: Scegli il modulo che vuoi interrogare.
oc: Etapa 2 : Causissètz lo modul qui serà interrogé.
pl: Krok 2: Wybierz moduł, którego będzie dotyczyć kwerenda.
pt: Passo 2: Escolher o módulo que será consultado.
pt_br: Passo 2: Escolha o modulo que será consultado.
sk: Krok 2: Zvoľte modul, ktorý chcete dotazovať.
sv: Steg 2: välj vilken modul frågorna ska ställas mot.
tr: Adım 2: Sorgulanan modülü seçin.
zh_tw: 步驟2：選擇詢問的模組。

source: Step 3:
ar: الخطوة 3:
cs: Krok 3:
da: Skridt 3:
de: Schritt 3:
el: Βήμα 3:
es: Paso 3:
eu: Paso 3:
fi: Kohta 3:
fr: Étape 3&nbsp;:
hi: चरण 3:
it: Punto 3:
oc: Etapa 3&nbsp;:
pl: Krok 3:
pt: Passo 3:
pt_br: Passo 3:
sk: Krok 3:
sv: Steg 3:
tr: Adım 3:
zh_tw: 步驟 3：

source: Step 3: Choose columns to query from the tables presented.
ar: الخطوة 3: اختر الأعمدة للاستعلام من الجداول المقدمة
cs: Krok 3:: Vybrat sloupce k dotazu ze zobrazených tabulek.
da: Skridt 3: Vælg kolonner, der skal undersøges i de viste tabeller.
de: Schritt 3: Wählen Sie die Spalten für den Report aus den angezeigten Tabellen
el: Βήμα 3: Επιλέξτε στήλες για την υποβολή ερωτήματος από τους πίνακες που παρουσιάζονται.
es: Paso 3: Seleccione las columnas a consultar desde las tablas presentas.
eu: Paso 3: Seleccione las columnas a consultar desde las tablas presentas.
fi: Kohta 3: Valitse haluamasi sarakkeet.
fr: Étape 3 : Choisissez les colonnes à interroger dans les tables présentées.
hi: चरण 3: प्रस्तुत तालिकाओं से क्वेरी करने के लिए कॉलम चुनें।
it: Passo 3: scegli le colonne da estrarre dall'elenco delle tabelle.
oc: Etapa 3 : Causissètz las colomnas a interrogar dins las taulas présentées.
pl: Krok 3: Wybierz kolumny do zapytania z prezentowanej tabeli.
pt: Passo 3 : Escolher colunas a consultar das tabelas apresentadas.
pt_br: Passo 3: Escolha as colunas para consultar a partir das tabelas apresentadas.
sk: Krok 3: Zvoľte stĺpce pre dotazovanie z prítomných tabuliek.
sv: Steg 3: välj kolumnerna du är intresserad av från de visade tabellerna.
tr: Adım 3: Sunulan tablolardan sorgulamak için sütunları seçin.
zh_tw: 步驟3：從顯示的表單裡選取詢問的欄位。

source: Step 4:
ar: الخطوة 4:
cs: Krok 4:
da: Skridt 4:
de: Schritt 4:
el: Βήμα 4:
es: Paso 4:
eu: Paso 4:
fi: Kohta 4:
fr: Étape 4&nbsp;:
hi: चरण 4:
it: Punto 4:
oc: Etapa 4&nbsp;:
pl: Krok 4:
pt: Passo 4:
pt_br: Passo 4:
sk: Krok 4:
sv: Steg 4:
tr: Adım 4:
zh_tw: 步驟 4：

source: Step 4: Choose the value(s) from the field(s). These will be automatically populated with options available in your database.
ar: الخطوة 4: اختر القيمة ( القيم) من هذا الحقل ( الحقول).وسيتم ملؤها تلقائيا مع وجود الخيارات المتاحة في قاعدة البيانات الخاصة بك
cs: Krok 4: Vyberte hodnotu(y) z pole(lí). Tyto budou automaticky dosazeny s možnostmi dostupnými ve vaší databázi.
da: Skridt 4: Vælg værdien i felt(erne). De fyldes automatisk med optioner fra databasen.
de: Schritt 4: Wählen Sie die Werte der Felder. Diese werden automatisch mit Werten aus Ihrer Datenbank gefüllt.
el: Βήμα 4: Επιλέξτε τιμές από τα πεδία. Θα συμπληρωθούν αυτόματα με διαθέσιμες επιλογές στη βάση δεδομένων σας.
es: Paso 4: Seleccione los valores de los campos. Estos se llenarán automáticamente con opciones disponibles en su base de datos.
eu: Paso 4: Seleccione los valores de los campos. Estos se llenarán automáticamente con opciones disponibles en su base de datos.
fi: Kohta 4: Valitse arvot kentistä. Ne täytetään automaattisesti tietokantasi vaihtoehdoilla.
fr: Étape 4 : Choisissez la/les valeur(s) dans le(s) champ(s). Elles seront automatiquement renseignées en fonction du contenu de votre base de données.
hi: चरण 4: क्षेत्र(s) से मूल्य(s) का चयन करें। ये स्वचालित रूप से अपने डेटाबेस में उपलब्ध विकल्पों के साथ आबादी वाले हो जाएगा।
it: Passo 4: scegli il valore(i) dal campo(i). Saranno automaticamente popolati con le opzioni disponibili nel database.
oc: Etapa 4 : Causissètz la/les valor(s) dins le(s) camp(s). Elles seràn automaticament renseignées en foncion del contengut de vòstra basa de donadas.
pl: Krok 4: Wybierz wartości z pól. Zostaną one automatycznie dodane do opcji dostępnych w bazie danych.
pt: Passo 4: Escolha os valores dos campos. Estes serão automaticamente populados com as opções disponíveis na base de dados.
pt_br: Passo 4: Escolha o valor do campo. Este será automaticamente inserido com as opções disponíveis em sua base de dados.
sk: Krok 4: Zvoľte hodnotu(y) z poľa(í). Tieto sa automaticky rozmnožia s možnosťami dostupnými vo Vašej databáze.
sv: Steg 4: välj värden från fälten. Dessa kommer automatiskt att fyllas i med alternativ från din databas.
tr: Basamak 4: Değer(leri) alan(lar)dan seçin. Bu değerler veri tabanınızda kullanılabilir olan seçeneklerle otomatik olarak doldurulacaktır.
zh_tw: 步驟4：從欄位選取值。自動佈署於可用的資料庫。

source: Step 5:
ar: الخطوة 5:
cs: Krok 5:
da: Skridt 5:
de: Schritt 5:
el: Βήμα 5:
es: Paso 5:
eu: Paso 5:
fi: Kohta 5:
fr: Étape 5&nbsp;:
hi: चरण 5:
it: Punto 5:
oc: Etapa 5&nbsp;:
pl: Krok 5:
pt: Passo 5:
pt_br: Passo 5:
sk: Krok 5:
sv: Steg 5:
tr: Adım 5:
zh_tw: 步驟 5：

source: Step 6:
ar: الخطوة 6:
cs: Krok 6:
da: Skridt 6:
de: Schritt 6:
el: Βήμα 6:
es: Paso 6:
eu: Paso 6:
fi: Kohta 6:
fr: Étape 6&nbsp;:
hi: चरण 6:
it: Punto 6:
oc: Etapa 6&nbsp;:
pl: Krok 6:
pt: Passo 6:
pt_br: Passo 6:
sk: Krok 6:
sv: Steg 6:
tr: Adım 6:
zh_tw: 步驟 6：

source: Street address:
ar: عنوان الشارع:
cs: Adresa ulice:
da: Postadresse:
de: Straße:
el: Διεύθυνση:
es: Dirección:
eu: Dirección
fi: Katuosoite:
fr: Adresse
hi: गली का पता:
it: Indirizzo (via):
oc: Adreça
pl: Adres zamieszkania:
pt: Endereço da rua:
pt_br: Endereço:
sk: Adresa ulice:
sv: Gatuadress:
tr: Cadde adresi:
zh_tw: 街道地址：
