Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: For items that you charge a rental fee for, enter the total fee you charge in the 'Rental charge' field
ar: للمواد التي يتم تحميلها رسوم الإيجار، أدخل مجموع الرسوم التي يتم تحميلها في حقل "تحميل الإيجار"
cs: Pro jednotky, u kterých chcete účtovat poplatek za půjčení, zadejte požadovanou částku do pole "Poplatek za půjčení"
da: Hvis der opkræves gebyr for medier, indtast summen i feltet 'Lånegebyr'
de: Wenn Sie eine Ausleihgebühr für Medien (z.B. DVDs) verlangen, geben Sie die Summe im Feld 'Ausleihgebühr' ein
el: Για τα τεκμήρια που υπάρχει κόστος ενοικίασης, εισάγετε το ποσό χρέωσης στο πεδίο 'Χρέωση ενοικίασης'
es: Para ítems a los que cobra un cargo, ingrese el total del cargo en el campo 'Cargo por alquiler'
eu: Alokairu kuota kargatzen zaien elementuen kasuan, idatzi kargatzen duzun kuotaren guztizko kopurua 'Alokairu kuota' eremuan
fi: Jos niteiltä peritään lainausmaksu, syötä koko veloitettava maksu kenttään 'Lainausmaksu'
fr: Si vous appliquez un coût de location pour certains documents (par ex. les DVD), entrez la somme dans le champ 'Coût du prêt'
hi: आइटम है कि आप के लिए एक किराये की फीस चार्ज करने के लिए, कुल शुल्क आप 'किराये चार्ज' क्षेत्र में चार्ज दर्ज
it: Se addebiti una parcella noleggio per copie (come DVDs) inserisci quell'importo nel campo 'Parcella noleggio'
pl: Dla egzemplarzy, przy których ustalona została opłata za wypożyczenie, wpisz całkowitą opłatę w polu "Opłata za wypożyczenie"
pt: Se uma taxa é cobrada para empréstimo de alguns exemplar, insira o valor no campo 'Taxa de empréstimo'
pt_br: Para exemplares com taxa de locação, digite a taxa no campo 'Taxa de locação'
sk: Pre exempláre, za ktoré vyberáte nájomný poplatok, zadajte celkovú sumu do poľa 'Nájomné'
sv: För objekt som har en uthyrningsavgift anger du den totala avgiften i fältet 'Uthyrningsavgift'
tr: Kira ücreti talep edilen materyaller için, 'Kira ücreti' alanına talep edilen toplam ücreti girin.
zh_tw: 需要收取借出費用時，在 '借出費用' 欄位鍵入其費用

source: For libraries with lots of suggestions, there are filters on the left hand side of the Manage Suggestions page to assist in limiting the number of titles displayed on the screen.
ar: للمكتبات مع الكثير من الاقتراحات، وهناك مرشحات على الجانب الأيمن من الصفحة إدارة الاقتراحات للمساعدة في الحد من عدد العناوين المعروضة على الشاشة .
cs: Pro knihovny s množstvím návrhů, jsou filtry na levé straně stránky "Spravovat návrhy", které pomáhají při omezování počtu titulů na obrazovce.
da: Til biblioteker med mange forslag, er der filtre i venstre side af siden Administrer forslag for at reducere antallet af titler vist på skærmen.
de: Für Bibliotheken, die eine grosse Menge von Anschaffungsvorschlägen zu verwalten haben, stehen am linken Rand der Seite Filter zur Verfügung, die helfen, die Anzahl der auf der Seite angezeigten Titel einzugrenzen.
el: Για βιβλιοθήκες με πολλές προτάσεις, υπάρχουν φίλτρα στα αριστερά της σελίδας Διαχείρισης Προτάσεων για να σας βοηθήσουν στον περιορισμό του αριθμού των τίτλων που εμφανίζονται στην οθόνη.
es: Para bibliotecas con muchas sugerencias, existen filtros en el lado izquierdo de la página de Administración de sugerencias para asistirlo en limitar en número de títulos mostrados en pantalla.
eu: Proposamen ugari dituzten liburutegien kasuan, pantailan bistaratzen diren lan kopurua mugatzen laguntzeko iragazkiak daude Kudeatu proposamenak orriaren ezkerraldean.
fi: Jos kirjastolle tulee paljon hankintaehdotuksia, vasemmalla Hankintaehdotuksen käsittelynäytöllä on suodattimia, joilla voit rajoittaa näytölle tulevia nimekkeitä.
fr: Pour les sites qui ont un grand nombre de suggestions, il y a des filtres sur la gauche de la page Gestion des suggestions. Ils permettent de limiter le nombre de titres affichés sur cette page.
hi: सुझावों के बहुत से पुस्तकालयों के लिए, वहाँ प्रबंधित सुझाव पृष्ठ के बाएं हाथ की ओर फिल्टर स्क्रीन पर प्रदर्शित खिताब की संख्या को सीमित करने में सहायता करने के लिए कर रहे हैं।
it: Per le biblioteche con molti suggerimenti di acquisto, ci sono filtri sulla sinistra della pagina della Gestione dei suggerimenti di acquisto per limitare i titoli mostrati di volta in volta sullo schermo.
pl: Filtry znajdujące się po lewej stronie menu Zarządzania propozycjami, zawężają liczbę wyświetlanych pozycji.
pt: Para bibliotecas com muitas sugestões, existem filtros à esquerda da página de gestão de sugestões que permitem limitar o número de títulos apresentados no ecrã.
pt_br: Para bibliotecas com muitas sugestões, há filtros no lado esquerdo da página 'Gerir sugestões' para ajudar a limitar o número de títulos exibidos na tela.
sk: Pre knižnice s mnohými návrhmi, jestvujú filtre na ľavej strane od stránky Spracovania návrhov, ktoré Vám pomôžu obmedziť množstvo zobrazených titulov.
sv: För bibliotek som får många förslag, finns det filter på vänster sida om sidan Hantera förslag som hjälper till att begränsa antalet titlar som visas på skärmen.
tr: Birçok önerileri olan kütüphaneler için, Önerileri Yönet sayfasının sol tarafında ekranda gösterilen başlıkların azaltılmasında yardımcı olmak üzere fitreler mevcuttur.
zh_tw: 建議很多的圖書館，在管理建議頁面左方有個篩選工具，限制螢幕顯示的建議筆數。

source: For multiple images, choose to upload a zip file
ar: لصور متعددة، واختيار رفع ملف مضغوط
cs: Pokud chcete vložit více souborů najednou, zvolte možnost načíst komprimovaného souboru
da: For mange billeder, vælg at oploade en zip-fil
de: Für mehrere Bilder können Sie eine zip-Datei hochladen
el: Για πολλαπλές εικόνες, επιλέξτε να φορτώσετε ένα αρχείο zip
es: Para imágenes múltiples, elija subir un archivo ZIP
eu: Para imágenes múltiples, elija subir un archivo ZIP
fi: Useiden kuvien kohdalla valitse pakatun tiedoston lataus
fr: Pour plusieurs images, téléchargez un fichier compressé ZIP.
hi: एकाधिक छवियों के लिए, एक ज़िप फ़ाइल अपलोड करने के लिए चुनें
it: Per più immagini, scegli di caricare un file zip
oc: Per plusieurs imatges, téléchargez un fichièr compressé ZIP.
pl: Dla wielu obrazów wybierz ładowanie pliku zip
pt: Para múltiplas imagens, escolha carregar um ficheiro ZIP
pt_br: Para mais de um arquivo de imagem, escolha upload de arquivo .zip
sk: Pre viaceré obrázky, zvoľte si načítanie komprimovaného súboru
sv: För flera bilder väljer du att ladda upp en zip-fil
tr: Çoklu resimler için, zip dosyası yüklemeyi seçin.
zh_tw: 多筆圖片時，選擇上傳一個壓縮檔

source: For these values, negative numbers move the error up and to the left and positive numbers move the error down and to the right
ar: لهذه القيم ، الأرقام السالبة تتحرك صعودا والخطأ إلى الأرقام اليمين والإيجابية نزولا والخطأ وإلى اليسار
cs: U těchto hodnot slouží záporná čísla k přesunu chyby nahoru a doleva a kladná čísla k přesunu dolů a doprava
da: Ved disse værdier flytter negative værdier fejlen opad og til venstre og positive tal flytter fejlen nedad og til højre.
de: Bei diesen Werten bewegen negative Werte den Fehler nach oben und links und positive Zahlen bewegen den Fehler nach unden und rechts.
el: Για αυτές τις τιμές, οι αρνητικοί αριθμοί μετακινούν το σφάλμα πάνω και προς στα αριστερά και οι θετικοί το μετακινούν κάτω και προς τα δεξιά
es: Para estos valores, los números negativos mueven el error hacia arriba y a la izquierda y los números positivos mueven el error hacia abajo y a la derecha
eu: Balio hauen kasuan, zenbaki negatiboek errorea gora eta ezkerrera mugitzen dute, eta zenbaki positiboek, berriz, behera eta eskuinera
fi: Näissä arvoissa negatiiviset luvut siirtävät virhettä ylös ja vasemmalle ja positiiviset luvut siirtävät virhettä alas ja oikealle
fr: Un offset négatif va décaler l'image sur la gauche et vers le haut. Un offset positif va décaler l'image vers le bas et vers la droite.
hi: इन मूल्यों के लिए, ऋणात्मक संख्याओं के ऊपर और बाईं और सकारात्मक संख्या में त्रुटि के लिए कदम नीचे और सही करने के लिए त्रुटि के लिए कदम
it: In questi valori, i numeri negativi muovono l'errore in su e a sinistra, i numeri positivi muovono l'errore in giù e a destra
oc: Un offset negatiu va décaler l'imatge sus la esquèrra e cap a lo haut. Un offset positiu va décaler l'imatge cap a lo bas e cap a la dreita.
pt: Para estes valores, os números negativos movem o erro acima e à esquerda e os números positivos movem o erro abaixo e à direita
pt_br: Para estes valores, os números negativos movem o erro acima e à esquerda e os números positivos movem o erro abaixo e à direita
sk: Pre tieto hodnoty, negatívne čísla posúvajú chybu nahor a doľava, a pozitívne čísla posúvajú chybu nadol a doprava
sv: För dessa värden flyttar negativa värden felet upp och till vänster och positiva värden flyttar felet nedåt och till höger
tr: Bu değerler için, negatif sayılar hatayı yukarı ve sola taşır ve pozitif sayılar hatayı aşağı ve sağa taşır.
zh_tw: 對這些值而言，負數把錯誤向上與向左移動，正數把錯誤向下與向右移動

source: For this library, you can edit rules for given itemtypes, regardless of the patron's category. Currently, this means hold policies.
ar: لهذه المكتبة ، يمكنك أن تعدل القواعد المعطاة ﻷنواع المواد ، بغض النظر عن فئة المستفيدين. حالياً هذا يعني سياسات الحجز.
cs: V této knihovně můžete upravit pravidla pro dané typy dokumentů, bez ohledu na čtenářovu kategorii. Současně, to ale znamená dodržovat pravidla politiky.
da: For dette bibliotek kan reglerne for medietyper bearbejdes uafhængigt af lånerkategorien. Pt. betyder det reserveringspolitik.
de: Für diese Bibliothek können die Regeln für bestimmte Medientypen unabhängig von den Benutzertyen bearbeitet werden. Zur Zeit gibt es diese Funktion für Vormerkungen.
el: Για αυτή τη βιβλιοθήκη, μπορείτε να επεξεργαστείτε τους κανόνες για συγκεκριμένους τύπους τεκμηρίων, ανεξάρτητα από την κατηγορία του μέλους. Στην παρούσα φάση, αυτό σημαίνει κανόνες κρατήσεων.
es: Para esta biblioteca, podrá editar las reglas para los tipos de ejemplar, independientemente de las categoría de usuario. Actualmente, esto significa políticas de reservas.
eu: Liburutegi honetan elementu mota zehatzentzako arauak editatu ditzakezu, bazkide kategoria gorabehera. Une honetan, horiek erreserba politikak dira.
fi: Tälle kirjastolle voit muokata sääntöjä annetulle aineistolajille riippumatta asiakkaan tyypistä. Tällä hetkellä tämä tarkoittaa varaussääntöjä.
fr: Pour ce site, vous pouvez modifier les règles pour un type d'exemplaire donné, indépendamment de la catégorie de l'adhérent. Actuellement, cela signifie des règles de réservation.
hi: इस पुस्तकालय के लिए, आप नियमों को देखते हुए itemtypes के लिए, संरक्षक वर्ग की परवाह किए बिना संपादित कर सकते हैं। वर्तमान में, इस नीतियों होल्ड का मतलब है।
it: Per questa biblioteca, puoi configurare le regole a seconda delle tipologie di copia, senza considerare le categorie degli utenti. Attualmente questo significa le politiche di prenotazione.
oc: Per aqueste site, podètz modificar las règlas per un tipe d'exemplar donat, indépendamment de la categoria de l'aderent. Actualament, aquò significa des règlas de reservacion.
pl: Możesz modyfikować zasady dla określonych typów egzemplarzy, bez względu na kategorie użytkowników. Dokładnie zaś chodzi o politykę wypożyczeń.
pt: Para esta biblioteca, é possível editar as regras para os tipo de documento, independentemente da categoria de leitor. Isto significa politicas de reserva.
pt_br: Para esta biblioteca, é possível editar as regras de reserva para determinados tipos de materiais, independentemente da categoria de usuário. Em geral, essas regras são definidas como políticas de empréstimo.
sk: Pre túto knižnicu, môžete upraviť pravidlá pre dané typy exemplárov bez ohľadu na kategóriu čitateľov. Momentálne toto znamená podmienky rezervácie.
sv: För detta bibliotek kan du redigera regler för givna objekttyper, oavsett låntagarens kategori. För närvarande innebär detta reservationspolicy.
tr: Bu kütüphane için, belirli bir kategorideki bir kullanıcının materyal türü gözetilmeksizin maksimum kaç materyal alabileceğini belirleyebilirsiniz. Bu, ayırma kuralları anlamına gelir.
zh_tw: 對此圖書館而言，您可編輯指定館藏類型的規則，不必理會讀者類型；目前指的是預約政策。

source: For this library, you can specify the maximum number of loans that a patron of a given category can make, regardless of the item type.
ar: لهذه المكتبة، يمكنك تعيين الحد الأقصى لعدد الإعارات التي يمكن أن تقدم لفئة معينة بغض النظر عن نوع المادة.
cs: Pro tuto knihovnu můžete určit maximální počet výpůjček povolených pro čtenáře dané kategorie bez ohledu na typ jednotky.
da: For dette bibliotek kan man angive det maksimale antal lån, som en låner af en bestemt kategori kan lave uafhængigt af medietype.
de: Für diese Bibliothek kann eine maximale Anzahl an Ausleihen festgelegt werden, die ein Benutzer eines bestimmten Benutzertyps unabhängig vom Medientyp ausleihen kann.
el: Για αυτή τη βιβλιοθήκη, μπορείτε να ορίσετε τον μέγιστο αριθμό δανεισμών που μπορεί να δοθεί σε ένα μέλος μίας συγκεκριμένης κατηγορίας, ανεξάρτητα από τον τύπο τεκμηρίου.
es: Para esta biblioteca, puede especificar el número máximo de préstamos que un usuario de una determinada categoría puede recibir, independientemente del tipo de ítem.
eu: Liburutegi honetan kategoria jakin bateko bazkide baten gehieneko mailegu kopurua zehaztu dezakezu, elementu mota gorabehera.
fi: Tälle kirjastolle voit asettaa asiakastyypeille lainojen maksimimäärän riippumatta aineistolajista.
fr: Pour ce site, vous pouvez définir le nombre maximum de prêts qu'un adhérent peut faire en fonction de sa catégorie, quel que soit le type de document.
hi: इस पुस्तकालय के लिए, आप ऋण है कि किसी दिए श्रेणी के संरक्षक बना सकते हैं की अधिकतम संख्या, आइटम प्रकार की परवाह किए बिना निर्दिष्ट कर सकते हैं।
it: Per questa biblioteca, puoi specificare il numero massimo di prestiti che può effettuare l'utente di una categoria, senza riguardo al tipo di copia.
oc: Per aqueste site, podètz definir lo nombre maximum de prèstes qu'un aderent peut far en foncion de sa categoria, quin que siá lo tipe de document.
pl: Ustal maksymalną liczbę wypożyczeń dla określonej kategorii użytkownika (bez względu na typ dokumentu).
pt: para esta biblioteca, pode especificar o número máximo de empréstimos que um leitor de uma categoria pode efectuar, independentemente do tipo de documento.
pt_br: Para esta biblioteca, você pode especificar o número máximo de empréstimos que um usuário de uma categoria pode efetuar, independentemente do tipo de material.
sk: Pre túto knižnicu, môžete špecifikovať maximálny počet výpožičiek, ktoré čitateľ danej kategórie môže vykonať, bez ohľadu na typ exemplára.
sv: För detta bibliotek kan du ange det maximala antalet lån som en låntagare av en given kategori kan genomföra, oavsett av objekttyp.
tr: Bu kütüphane için, belirli bir kategorideki bir kullanıcının materyal türü gözetilmeksizin maksimum kaç materyal alabileceğini belirleyebilirsiniz.
zh_tw: 對此圖書館而言，您可指定讀者借出館藏的最大量，而不必理會館藏的類型。

source: For this option to appear you need to make sure that you have a New serial issue notice set up in the Notices Tool
hi: इस विकल्प के लिए आपको यह सुनिश्चित करने की आवश्यकता है कि आपके पास नोटिस टूल में एक नया सीरियल इश्यू नोटिस स्थापित है

source: Force: Will only allow patrons to choose an specific item
eu: Force: Bazkideei elementu espezifiko bat soilik aukeratzen utziko da
fi: Pakota: Sallii asiakkaan valita vain tietyn niteen
hi: फोर्स: केवल संरक्षक एक विशेष आइटम का चयन करने की अनुमति देंगे

source: Format
ar: تنسيق:
cs: Formát
el: Μορφή
es: Formato
eu: Formatua
fi: Materiaali
hi: प्रारूप
it: Formato
pt: Formato
pt_br: Formato
sk: Formát
zh_tw: 格式

source: Format your label printing by editing spinelabel.css found in %s/%s/css/
el: Μορφοποίηση της εκτύπωση των ετικετών, κάνοντας επεξεργασία του αρχείου spinelabel.css το οποίο βρίσκεται στον φάκελο %s/%s/css/
eu: Formateatu etiketen inpresioa spinelabel.css editatuz %s/%s/css/ dagoena
fi: Muotoile tarrojen tulostusta muokkaamalla spinelabel.css-tiedostoa, joka sijaitsee %s/%s/css/
hi: spinelabel.css found in %s/%s/css/ को संपादित करके लेबल छपाई फोर्मेंट

source: Frameworks are made up of MARC fields and subfields. To make edits to most Frameworks you must edit the fields and subfields. Clicking 'Edit' to the right of each subfield will allow you to make changes to the text associated with the field
ar: القوالب يتم عملها من حقول والحقول الفرعية لمارك . لعمل التعديلات لمعظم القوالب ينبغي عليك أن تعدل الحقول والحقول الفرعية. بالنقر على 'تعديل' على يسار كل حقل فرعي سيسمح لك ذلك بالقيام بالتعديلات على النص المرتبط بهذا الحقل.
cs: Šablony jsou tvořeny z polí a podpolí MARCu. Pokud chcete upravit šablonu, musíte upravit pole a podpole. Po kliknutí na 'Upravit' (napravo od podpolí) můžete upravovat text přidružený k poli.
da: Strukturer består af MARC-felter og -underfelter. For at editere en struktur, editeres felter og underfelter. Klik på 'Editer' til højre for hvert underfelt giver mulighed for at ændre den tekst, der er forbundet med feltet
de: Frameworks bestehen aus MARC-Feldern und Unterfeldern. Um Änderungen an den Frameworks vorzunehmen, müssen sie Felder und Unterfelder ändern. Wenn Sie rechts neben den Unterfeldern auf 'Bearbeiten' klicken, können Sie den zum Feld gehörigen Text bearbeiten.
el: Τα πλαίσια αποτελούνται από πεδία και υποπεδία MARC. Για να κάνετε τροποποιήσεις στα περισσότερα Πλαίσια πρέπει να τροποποιήσετε τα πεδία και τα υποπεδία. Πατώντας το 'Επεξεργασία' στα δεξιά κάθε υποπεδίου, θα μπορέσετε να κάνετε αλλαγές στο κείμενο που σχετίζεται με το πεδίο
es: Las hojas de trabajo están hechas de campos y subcampos MARC. Para editar hojas de trabajo debe editar los campos y subcampos. Haciendo clic en 'Editar' a la derecha de cada subcampo le permitirá hacer cambios al texto asociado con el campo
eu: Lan orriak MARC eremu eta azpieremuek osatzen dituzte. Lan orri gehienak editatzeko, eremuak eta azpieremuak editatu behar dituzu. Azpieremu bakoitzaren eskubiko 'Editatu' botoian klik eginda, eremuarekin lotutako testuan aldaketak egin ahal izango dituzu
fi: Luettelointipohjat on tehty MARC-kentistä ja osakentistä. Jos haluat muokata luettelointipohjaa, sinun tulee muokata kenttiä ja osakenttiä. Klikkaamalla 'Muokkaa' jokaisen osakentän oikealla puolella pääset tekemään muutoksia tekstiin, joka on liitetty kenttään
fr: Les grilles sont constituées de champs MARC et de sous-champs. Pour modifier une grille, vous devez modifier ses champs et ses sous-champs. Cliquer sur 'Modifier', à droite de chaque sous-champ, vous permet de modifier les textes associés au champ.
hi: फ्रेमवर्क मार्क क्षेत्रों और उपक्षेत्रों से बने हैं। सबसे फ्रेमवर्क संपादन करने के लिए आप क्षेत्रों और उपक्षेत्रों को संपादित करना होगा। प्रत्येक उपक्षेत्र के अधिकार के लिए 'संपादन' पर क्लिक करके आप क्षेत्र से जुड़े पाठ में परिवर्तन करने की अनुमति देगा
it: Le griglie di catalogazione sono composte da campi e sottocampi. Per modificarle, devi cambiare le caratteristiche di campi e sottocampi. Lo puoi fare cliccando 'Modifica' a destra di ogni sottocampo.
oc: Les grasilhas son constituées de camps MARC e de soscamps. Per modificar une grasilha, vos cal modificar ses camps e ses soscamps. Clicar sus 'Modificar', a dreita de cada soscamp, vos permet de modificar les tèxtes associats al camp.
pl: Szablony stworzone są z pól i podpól MARC. Jeśli chcesz modyfikować większość szablonów, musisz zmienić pola i podpola. Kliknij 'Modyfikuj' po prawej stronie każdego podpola, by zmienić tekst.
pt: Modelos são compostos por campos e subcampos MARC. Para editar modelos deve editar os seus campos e subcampos. Clicando em 'Editar' a direita de cada campo/subcampo pode alterar a informação associada a cada um deles.
pt_br: Frameworks são compostas por campos e subcampos MARC. Para editar a maioria das planilhas, você precisa alterar os campos e subcampos. Clicando em 'Editar', ao lado de cada subcampo permite que você faça alterações no texto associado a cada campo
sk: Rámce pozostávajú z polí a podpolí MARC. Pre úpravu väčšiny rámcov musíte upraviť polia a podpolia. Kliknutie na 'Upraviť' napravo od každého podpoľa Vám umožní robiť zmeny v texte pridruženom k poľu
sv: Ramverk består av MARC-fält och underliggande fält. För att redigera de flesta ramverk måste du redigera fälten och de underliggande fälten. Klicka på 'Redigera' till höger om varje underliggande fält för att göra ändringar i texten som hör till fältet.
tr: Çerçeveler, MARC alanları ve alt alanlardan oluşur. Çoğu çerçevede düzenlemeler yapmak için, alanları ve alt alanları düzenlemeniz gerekir. Her bir alt alanın sağındaki 'Düzenle' üzerine tıklamak size alanla ilgili metinde değişiklikler yapmaya izin verecektir.
zh_tw: 框架由 MARC 的欄位與分欄構成，必須適度地編輯欄位與分欄構成框架。勾選每個分欄右方的 '編輯' 鈕，就能夠改變該欄位的文字

source: From Any Library: Patrons from any library may put this item on hold. (default if none is defined)
ar: من أي مكتبة: المستفيدون من أي مكتبة قد يحجزون هذه المادة. (الإفتراضي إذا لم يعرَّف شيء آخر)
cs: Z kterékoliv knihovny: Čtenáři z kterékoliv knihovny si mohou rezervovat tuto jednotku. (předvoleno)
da: Fra ethvert bibliotek: Lånere fra ethvert bibliotek kan reservere dette eksemplar. (Standard, når intet andet er defineret)
de: Aus jeder Bibliothek: Benutzer aus jeder Bibliothek können dieses Exemplar vormerken. (Standard, wenn nichts anderes definiert ist.)
el: Από Οποιαδήποτε Βιβλιοθήκη: Μέλη από οποιαδήποτε βιβλιοθήκη μπορούν να κάνουν κράτηση σε αυτό το τεκμήριο. (προεπιλεγμένο εάν δεν οριστεί κάποια)
es: Desde Cualquier Biblioteca: Usuarios de cualquier sede pueden reservar este ítem. (predeterminado si no se define)
eu: Edozein liburutegian: edozein liburutegiko bazkideek elementu hau erreserbatu dezakete. (lehenetsia, besterik definitu ezean)
fi: Mistä tahansa kirjastosta: Minkä tahansa kirjaston asiakkaat voivat varata niteen (oletus, jos muuta ei ole määritelty)
fr: Tout site : Les adhérents de tous les sites peuvent réserver cet exemplaire. (par défaut si aucun n'est sélectionné)
hi: किसी भी पुस्तकालय से संपर्क करें: किसी भी पुस्तकालय से संरक्षक होल्ड पर इस मद में रख सकता है। (डिफ़ॉल्ट अगर कोई भी परिभाषित किया गया है)
it: Da ogni biblioteca: utenti di ogni biblioteca posso fare prenotazioni su questa copia (default se nulla viene definito)
oc: Tot site : Los aderents de totes los sites pòdon reservar aqueste exemplar. (per defaut se aucun n'est seleccionat)
pl: Z każdej biblioteki: użytkownik z dowolnej biblioteki/filii może zarezerwować dowolny egzemplarz (obowiązują ustawienia domyślnie, jeśli wartość nie została wybrana)
pt: De qualquer biblioteca: leitores de qualquer biblioteca podem reservar o exemplar. (omissão se nenhum definido)
pt_br: De qualquer biblioteca: Usuários de qualquer biblioteca podem reservar exemplares. (padrão se nada estiver definido)
sk: Z ktorejkoľvek knižnice: Čitatelia z ktorejkoľvek knižnice môžu zarezervovať tento exemplár. (predvolene ak žiaden nie je definovaný)
sv: Från alla bibliotek: låntagare från alla olika bibliotek kan reservera detta objekt. (Standard om inget är definierat)
tr: Herhangi bir kütüphaneden: Kullanıcılar bu materyal üzerine herhangi bir kütüphaneden ayırma koyabilirler. (her hangi bir tanım yapılmamışsa varsayılan değeri kullanın)
zh_tw: 來自任何圖書館：來自任何圖書館的讀者都可以預約此館藏。(預設沒有限制)
