Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: 'HINGS_RD' is for General Holdings: Retention Designator, a data element that specifies the retention policy for the unit at the time of the holdings report.
ar: 'HINGS_RD' وهي للمقتنيات العامة:التسمية الدالة على الاحتفاظ ، وهي عنصر بيانات يحدد سياسة الإحتفاظ للوحدة في وقت تقرير المقتنيات.
cs: 'HINGS_RD' slouží pro Obecné jednotky: Ukazatel uchování - datový prvek, který specifikuje pravidla pro práci s jednotkami ve chvíli kdy se generuje výstup o vlastněných jednotkách.
da: 'HINGS_RD' er til generel bestand: Beholdningsbetegnelse, et dataelement, som angiver beholdningspolitikken for enheden på tidspunktet for beholdningsrapporten.
de: 'HINGS_RD' ist für generelle Bestandsangaben: Aufbewahrungsangabe: Dieses Datenelement legt die Aufbewahrungspolitik für die Einheit zum Zeitpunkt des Bestandberichts fest.
el: 'HINGS_RD' είναι για Γενικά Αντίτυπα: Προσδιοριστής Διατήρησης, ένα στοιχείο δεδομένων που καθορίζει την πολιτική διατήρησης στη μνήμη της μονάδας τη στιγμή της αναφοράς αντιτύπων.
es: 'HINGS_RD' es para Existencias generales: Designador de retención, este elemento especifica la política de retención para la unidad al momento del reporte de existencias.
eu: 'HINGS_RD' es para Existencias generales: Designador de retención, este elemento especifica la política de retención para la unidad al momento del reporte de existencias.
fi: 'HINGS_RD': käytetään varauksen säilyttämissääntöjen tallettamiseen varausraportin tekemisen aikana (Retention Designator).
fr: 'HINGS_RD' contient les valeurs de l'indicateur de conservation de l'état de collection (General Holdings:Retention Designator, NISO Z39.71).
hi: 'HINGS_RD' जनरल होल्डिंग्स के लिए है: अवधारण Designator, एक डेटा तत्व है कि जोत रिपोर्ट के समय पर इकाई के लिए अवधारण नीति निर्दिष्ट करता है
it: General Holdings: Retention Designator : [qui si fa riferimento a MARC21 Holdings]. Questo dato specifica la politica di circolazione della copia al momento del report di holdings.
oc: 'HINGS_RD' conten les vaal moment de l'indicador de conservacion de l'estat de colleccion (General Holdings:Retention Designator, NISO Z39.71).
pt: 'HINGS_RD' é para General Holdings: Retention Designator, dados elementares que especificam a política de retenção para a unidade de tempo do relatório de empréstimo.
pt_br: 'HINGS_RD' é para Reservas Gerais: Designador de Retenção, elemento de data que especifica a política de retenção da unidade no momento do relatório de reservas.
sk: 'HINGS_RD' znamená Všeobecné exempláre: Označovač zadržania, prvok údajov, ktorý určuje pravidlá zadržiavania pre jednotku v čase výkazu exemplárov.
sv: 'HINGS_RD' är för allmänna reservationer: Kvarhållandekod, ett dataelement som anger kvarhållningspolicy för enheten vid tiden för reservationsrapporten.
tr: 'HINGS_RD' Genel ayırmalar : Saklama göstergesi içindir: ayırmalar raporu sırasında birimin saklama kuralını belirten bir veri elemanıdır.
zh_tw: 'HINGS_RD' 係供一般館藏：保存指標之用，在準備館藏報表時，一種資料細目指定館藏的保存政策。

source: 'HINGS_UT' is for General Holdings: Type of Unit Designator.
ar: 'HINGS_UT' وهي للمقتنيات العامة: التسمية الدلالية لنوع الوحدة.
cs: 'HINGS_UT' slouží pro Všeobecné exempláře: Ukazatel typu jednotek
da: 'HINGS_UT' er til Generel beholdning: Type af enhedsbetegnelse
de: 'HINGS_UT' ist für generelle Bestandsangaben: Art der Einheit
el: 'HINGS_UT' είναι για Γενικά Αντίτυπα: Τύπος Προσδιοριστή Μονάδας
es: 'HINGS_UT' es para Existencias generales: Tipo de designador de unidad.
eu: 'HINGS_UT' es para Existencias generales: Tipo de designador de unidad.
fi: 'HINGS_UT': käytetään varauksen määrittämiseen (Unit Designator).
fr: 'HINGS_UT' contient les valeurs de l'indicateur de type d'unité de l'état de collection (General Holdings:Type of Unit Designator, NISO Z39.71).
hi: 'HINGS_UT' जनरल होल्डिंग्स के लिए है: यूनिट Designator का प्रकार।
it: General Holdings: Type of Unit Designator [ci si riferisce allo standard MARC21 Holdings]
oc: 'HINGS_UT' conten les vaal moment de l'indicador de tipe d'unité de l'estat de colleccion (General Holdings:Tipe of Unit Designator, NISO Z39.71).
pt: 'HINGS_UT' é para General Holdings: Type of Unit Designator.
pt_br: 'HINGS_UT' é para Exemplares Gerais : Tipo de Designador de Unidades.
sk: 'HINGS_UT' znamená Všeobecné exempláre: Označovač typov a jednotiek.
sv: 'HINGS_UT' är för allmänna reservationer: Kod för enhetstyp.
tr: 'HINGS_UT Genel ayırmalar : Birim işaretleme türü içindir.
zh_tw: 'HINGS_UT' 係供一般館藏：單位指標類型之用。

source: 'Hidden' allows you to select from nineteen possible visibility conditions, seventeen of which are implemented. They are the following:
ar: 'مخفى': يسمح لك أن تحدد من تسعة عشر شرط عرضٍ ممكن ، سبعة عشر منها مطبقة. وهم كما يلي :
cs: 'Skrytý' umožní výběr z devatenácti možných stavů viditelnosti, sedmnáct z nich je zrealizováno. Jsou to tyto:
da: 'Hidden' giver dig mulighed for at vælge mellem 19 forskellige synlighedsbetingelser, 17 af dem er indrettet. Det er følgende:
de: 'Versteckt' erlaubt, aus 19 möglichen Sichtbarkeitsbedingungen zu wählhen, 17 davon sind bereits implementiert. Es sind die folgenden:
el: 'Απόκρυψη' σας επιτρέπει να επιλέξετε από δεκαεννέα πιθανές συνθήκες προβολής, δεκαεπτά από τις οποίες εφαρμόζονται. Είναι οι ακόλουθες:
es: 'Oculto' le permite seleccionar entre diecinueve condiciones posibles de visibilidad, diesisiete de las cuales están implementadas. Son las siguientes:
eu: 'Oculto' le permite seleccionar entre diecinueve condiciones posibles de visibilidad, diesisiete de las cuales están implementadas. Son las siguientes:
fi: 'Hidden'-muuttujan avulla voit valita 19 näkyvyysvaihtoehdosta, joista 17 on implementoitu. Ne ovat seuraavat:
fr: 'Caché' permet de sélectionner parmi dix-neufs conditions de visibilité possible, dont dix-sept sont implémentées. Elles sont les suivantes :
hi: 'Hidden' आप उन्नीस संभव दृश्यता की स्थिति, जिनमें से सत्रह लागू कर रहे हैं से चयन करने के लिए अनुमति देता है। वे निम्नलिखित हैं:
it: Ti permette di scegliere tra 19 possibili condizioni di visibilità, 17 delle quali sono implementate. Sono le seguenti:
oc: 'Amagat' permet de seleccionar demest dètz-e-nòu condicions de visibilitat possible, dont dètz-e-sèt son implementadas. Son les seguentas :
pt: 'Oculto' : permite seleccionar das 19 condições possíveis de visualizar, onde 17 das mesmas são implementadas. Elas são as seguintes:
pt_br: 'Oculto' permite que você selecione uma de 19 condições de visibilidade possíveis, 17 das quais estão implementadas. São elas:
sk: 'Skryté', umožňuje Vám vybrať si z 19 možných podmienok viditeľnosti, 17 z nich je zrealizovaných. Sú to nasledovné:
sv: 'Dold' gör att du kan välja från 19 olika alternativ för synlighet. Av dessa är 17 implementerade. De är som följer:
tr: 'Gizli' Size 17'si uygulanabilen 19 olası görülebilirlik koşulları içinden seçim yapma fırsatı verir. Bu koşullar şunlardır:
zh_tw: '隱藏' 允許您從 19 種可能的情況裡，選取 7 種，他們是：

source: 'Hostname' will be the address to the Z39.50 target. For a SRU target, only enter the domain name here. (See example below.)
ar: 'اسم المضيف' سيكون عنوان هدف Z39.50. بالنسبة لهدف SRU، قم فقط بإدخال اسم النطاق هنا.(انظر المثال أدناه.)
cs: 'Hostitel' je adresa Z39.50 serveru. Pro SRU server vyplňte pouze doménu. Viz příklady níže.
de: 'Hostname' ist die Adresse des Z39.50 Servers. Bei einem SRU-Server muss hier nor der Domainname eingegeben werden. (Siehe Beispiel unten.)
el: 'Hostname' θα είναι η διεύθυνση για τον στόχο στο Z39.50. Για έναν SRU στόχο, πληκτρολογήστε μόνο το όνομα τομέα εδώ. (Δείτε το παράδειγμα που ακολουθεί.)
es: 'Nombre del host' será la dirección para el servidor Z39.50. Para servidores SRU, sólo escriba el nombre de dominio aquí. (Vea el ejemplo a continuación.)
eu: 'Hostname' Z39.50 zerbitzariarentzat helbidea izango da. SRU zerbitzarientzat, domeinuaren izena soilik idatzi hemen. (Ikus ondorengo adibidea.)
fi: 'Palvelin' on Z39.50-kohteen osoite. SRU-kohteelle syötä verkkotunnuksen nimen. Katso esimerkki alapuolella.
fr: "Hostname" sera l'adresse vers la cible Z39.50. Pour la cible SRU, entrez seulement le nom de domaine. (Voir l'exemple ci-dessous.)
hi: 'होस्टनाम' Z39.50 लक्ष्य को पता होगा। एक एसआरयू लक्ष्य के लिए, केवल डोमेन नाम यहां दर्ज करें। (नीचे दिए गए उदाहरण देखें।)
it: 'Hostname' è l'indirizzo del server Z39.50. Per un server SRU, inserisci qui solo il nome del dominio. (Vedi gli esempi sotto).
oc: "Hostname" serà l'adreça cap a la cibla Z39.50. Per la cibla SRU, entratz solament lo nom de domeni. (Voir l'exemple çaijós.)
pt: 'Nome' será o endereço do servidor Z39.50. Para um servidor SRU, insira apenas o nome do domínio. (Veja o exemplo abaixo.)
sk: 'Meno hostiteľa' bude adresa na cieľ Z39.50. Pre cieľ SRU, zadajte sem iba meno domény. (Pozrite si príklad nižšie.)
tr: 'Hostname' Z39.50 hedefi adresi olacaktır. SRU hedefi için buraya yalnızca etki alanı adını girin. (Aşağıdaki örneğe bakın.)
zh_tw: '主機名稱' 是 Z39.50 目標的網址。SRU 目標，祗需鍵入網址名稱(見以下的範例。)

source: 'LOC' is for the shelving location and usually appears when adding or editing an item.
ar: 'LOC' وهي لموقع الترفيف وعادةً تُعرض عندما يتم إضافة أو تعديل مادة.
cs: 'LOC' označuje část fondu a obvykle se vyskytuje při přidávání nebo úpravě jednotky.
da: 'LOC' er til hyldeplacering og bruges mest ved tilføjelse og editering af et eksemplar.
de: 'LOC' ist der Standort und erscheint im Exemplar.
el: 'LOC' είναι για την τοποθεσία στο ράφι και συνήθως εμφανίζεται κατά την προσθήκη ή επεξεργασία ενός τεκμηρίου.
es: 'LOC' es para ubicación en estantería y por lo general aparece cuando se edita o agrega un ítem.
eu: 'LOC' es para ubicación en estantería y por lo general aparece cuando se edita o agrega un ítem.
fi: 'LOC': käytetään hyllypaikan ilmaisemiseen, näkyy yleensä niteiden lisäämisen tai muokkaamisen yhteydessä.
fr: 'LOC' est la localisation physique de l'exemplaire et apparaît en général en ajout ou en modification de l'exemplaire.
hi: 'LOC' शैल्विग स्थान के लिए है और आम तौर पर प्रकट होता है जब एक आइटम को जोड़ने या संपादन।
it: Collocazione a scaffale (di solito appare quando modifichi una copia)
oc: 'LOC' es la localizacion fisica de l'exemplar e apareis en general en apondon o en modificacion de l'exemplar.
pl: 'LOC' - znak miejsca, które wyświetla się przy dodawaniu i modyfikowaniu egzemplarza.
pt: 'LOC' é a localização na prateleira (aparece quando se edita um exemplar).
pt_br: 'LOC' é para localização na estante (normalmente aparece durante a adição ou edição de um item).
sk: 'LOC' znamená lokáciu v poličke a zvyčajne sa objavuje pri pridávaní alebo úprave exemplára.
sv: 'LOC' är för hyllplats och visas normalt när man lägger till eller redigerar ett objekt.
tr: 'LOC' Raf konumu içindir ve genellikle bir materyali eklerken ya da düzenlerken görünür.
zh_tw: 'LOC' 是書架位置，新增或編輯館藏時用到它。

source: 'LOST' is for descriptions for items marked as lost. It appears when adding or editing an item. Values given to lost statuses should be numeric (not alphabetical) in order for statuses to appear properly.
ar: 'حالة الفقدان' وهي لوصف المواد المحددة على أنها ضائعة. وهي تظهر عند إضافة أو تعديل مادة . القيم المعطاة لحالات الفقدان يجب أن تكون رقمية (غير أبجدية) لغرض عرض الحالات بشكل سليم.
cs: 'LOST' je pro popis jednotky označené jako ztracena. Vyskytuje se při vkládání nebo úpravě jednotky. Hodnoty přiřazené ke statusu ztraceno by měly být číselné (ne abecední), aby se se status zobrazoval správně.
da: 'LOST' er til beskrivelse til eksemplarer markeret som tabt. Det bruges ved tilføjelse og editering af eksemplarer. Værdier givet til mistet status skal være numeriske (ikke alfabetiske) for at status kan vises ordentligt.
de: 'LOST' dient zur Beschreibung von verlorenen Exemplaren. Der Status wird für die Ausleihe oder in der Katalogisierung vergeben. Die vergebenen Werte sollten immer numerisch sein, damit die Status richtig arbeiten.
el: 'ΧΑΜΕΝΟ' είναι για περιγραφές για τεκμήρια που έχουν επισημανθεί ως χαμένα. Εμφανίζεται κατά την προσθήκη ή επεξεργασία ενός τεκμηρίου. Οι τιμές που δίνονται στις καταστάσεις υλικού απολεσθέντων θα πρέπει να είναι αριθμητικές (όχι αλφαβητικές) έτσι ώστε οι καταστάσεις υλικού να εμφανίζονται σωστά
es: 'LOST' es para descripciones de ítems marcados como perdidos. Aparece cuando se agrega o edita un ítem. Los valores dados al estado perdido deben ser numéricos (no alfabéticos) de manera de mostrarse correctamente.
eu: 'LOST' es para descripciones de ítems marcados como perdidos. Aparece cuando se agrega o edita un ítem. Los valores dados al estado perdido deben ser numéricos (no alfabéticos) de manera de mostrarse correctamente.
fi: 'LOST': käytetään kadoksissa olevien niteiden merkitsemiseen. Se näkyy yleensä niteiden lisäämisen tai muokkaamisen yhteydessä. Arvojen tulisi olla numeerisia (ei aakkosellista merkkitietoa), jotta tilatieto näkyisi halutulla tavalla.
fr: 'LOST' sert à affecter le statut Perdu, lors de l'ajout ou de la modification d'un exemplaire. Les valeurs données aux différents statuts Perdu doivent obligatoirement être numériques (sans lettres) afin que les statuts apparaissent correctement.
hi: 'LOST' खो गई के रूप में चिह्नित मदों के लिए विवरण के लिए है. यह प्रर्दशित होती है जब एक आइटम जोड़ने या संपादन में. खो गई स्थितियों को दिया मूल्यों संख्यात्मक क्रम (वर्णमाला नहीं) में स्थितियों को ठीक से प्रकट करने के लिए किया जाना चाहिए।
it: 'SMARRITO' descrive le copie marcate come irreperibili. Compare in aggiunta o modifica di copia. I valori degli stati di smarrito devono essere numerici e non alfabetici, per poter essere visualizzati correttamente.
oc: 'LOST' sert a afectar l'estatut Perdu, al moment de l'ajout o de la modificacion d'un exemplar. Las valors donadas als diferents estatuts Perdut devon obligatòriment èsser numericas (sens letras) per fin que los estatuts apareisson corrèctament.
pl: 'LOST' - statusy do opisania zagubionych egzemplarzy (wyświetla się podczas dodawania lub modyfikowania egzemplarzy). Wartości powinny być numeryczne (nie alfabetyczne) w kolejności wyświetlania statusów.
pt: 'LOST' é usado para descrição de exemplares marcados como perdidos. Aparece quando se adiciona/edita um exemplar. Os valores dados pelos estados de perdido deve ser numéricos (não alfabéticos) de forma aos estados aparecerem de forma correcta.
pt_br: 'LOST' identifica os exemplares considerados perdidos. Este valor aparece quando um exemplar é editado ou adicionado. Valores atribuídos a status de perda devem ser numéricos e não alfabéticos para garantir que as informações de status apareçam corretamente.
sk: 'LOST' slúži pre popisy exemplárov označených ako stratené. Objavuje sa pri pridávaní alebo úprave exemplára. Hodnoty zadané do stavov strát by mali byť číselné (nie abecedné), aby sa stavy zobrazovali správne.
sv: 'FÖRLORAD' är för beskrivningar för objekt som markerats som förlorade. Det visas när man lägger till eller redigerar ett objekt. Statusvärden för förlorad ska vara numeriska (inte alfabetiska) för att statusen ska visas korrekt.
tr: 'KAYIP' kayıp olarak işaretlenmiş materyallerin açıklamaları içindir. Bir materyali eklerken ya da düzenlerken görünür. Kayıp durumları için verilen değerler, bu durumların düzgün görünmesi için sayısal (alfabetik değil) olmalıdır.
zh_tw: 'LOST' 表示該館藏被標記為遺失。新增或編輯館藏時用到它。應以數字標記它。

source: 'Label for OPAC' is what will show on the MARC view in the OPAC.
ar: 'Label for OPAC' هو النص الذي سيظهر في الأوباك عند عرض التسجيلة باسلوب عرض مارك.
cs: 'Popisek pro OPAC' zobrazí záznam MARC v OPACu.
da: 'Etiket til OPAC' er det, der vises i MARC-visning i OPAC.
de: Die 'OPAC-Beschreibung' wird in der MARC-Sicht im OPAC angezeigt.
el: 'Ετικέτα για OPAC' είναι αυτό που θα εμφανιστεί στην προβολή MARC στον OPAC.
es: 'Etiqueta para OPAC' es lo que se mostrará en la vista MARC en el OPAC.
eu: 'Etiqueta para OPAC' es lo que se mostrará en la vista MARC en el OPAC.
fi: 'Teksti verkkokirjastossa': käytetään verkkokirjastossa näytettävien MARC-kenttien määrittämisessä.
fr: 'Texte pour OPAC' désigne l'affichage MARC à l'OPAC.
hi: 'Label for OPAC' क्या ओपेक में मार्क दृश्य पर दिखाई देगा।
it: L'"Etichetta per l'OPAC" è il testo visualizzato nella Vista MARC dell'OPAC
oc: 'Tèxte per OPAC' designa l'afichatge MARC a l'OPAC.
pt: 'Descrição para OPAC' é que o que vai ser apresentado na vista MARC no OPAC.
pt_br: 'Texto para OPAC' é o que será exibido na visualização MARC no OPAC.
sk: 'Etiketa pre OPAC' je to, čo sa zobrazí v náhľade MARC v OPACu.
sv: 'Etikett för OPAC' är det som visas i MARC-vyn i OPAC.
tr: 'OPAC Etiketi' OPAC içerisindeki MARC görüntüsü üzerinde gösterilecek olandır.
zh_tw: 'OPAC 書標' 用於 OPAC 的 MARC 格式檢視。

source: 'Label for lib' is what will show in the staff client if you have advancedMARCeditor set to display labels.
ar: 'Label for lib' وهو ما سيُعرض في عميل الموظفين إذا ما ضبطتَ التفضيل : advancedMARCeditor لأن يَعرضَ اللصاقات.
cs: 'Popisek pro intranet' je to, co se zobrazí v intranetu, pokud máte nastavený advancedMARCeditor, aby zobrazoval popisky.
da: 'Etiket til lib' er det der vises i admin-interfacen hvis advancedMARCeditor er sat til at vise etiketter.
de: Die 'Interne Beschreibung' wird in der Dienstoberfläche angezeigt, wenn der Systemparameter advancedMARCeditor so eingestellt ist, dass Beschreibungen angezeigt werden.
el: 'Ετικέτα για lib' είναι αυτό που θα εμφανιστεί στη διεπαφή προσωπικού αν έχετε επιλέξει το advancedMARCeditor για την εμφάνιση των καρτελών.
es: 'Etiqueta para biblioteca' es lo que mostrará en la interfaz administrativa si tiene advancedMARCeditor configurado para mostrar las etiquetas.
eu: 'Etiqueta para biblioteca' es lo que mostrará en la interfaz administrativa si tiene advancedMARCeditor configurado para mostrar las etiquetas.
fi: 'Teksti virkailijatyökalussa': määrittää virkailijatyökalun näytöt, jos käytössä on advancedMARCeditor näyttämässä kenttiä.
fr: Le 'Texte pour bibliothécaire' est ce qui est montré aux bibliothécaires si la préférence système advancedMARCeditor est activée.
hi: 'Label for lib' स्टाफ क्लाइंट में क्या दिखाई देंगे आप लेबल प्रदर्शित करने के लिए advancedMARCeditor सेट तो है.
it: L'"Etichetta per lo staff" è il testo mostrato nel client dello staff se la preferenza di sistema advancedMARCeditor ha il valore 'Visualizza etichette'
oc: Lo 'Tèxte per bibliotecari' es çò qu'es mostrat als bibliotecaris se la preferéncia sistèma advancedMARCeditor es activada.
pl: 'Etykieta dla biblioteki' - to, co pojawia się w interfejsie bibliotekarza, jeśli advancedMARCeditor jest ustawiony na wyświetlanie etykiet.
pt: 'Descrição interna' é que o que vai ser apresentado no cliente para os bibliotecários se advancedMARCeditor estiver activo.
pt_br: 'Texto para equipe' é o que será exibido na interface administrativa se você tiver definido a preferência do sistema advancedMARCeditor para exibir textos (rótulos).
sk: 'Etiketa pre intranet' je to, čo sa zobrazí v intranete, ak máte advancedMARCeditor nastavený na zobrazenie etikiet.
sv: 'Etikett för bib' är det som visas i personalklienten om advancedMARCeditor är inställd för att visa etiketter.
tr: 'Lib etiketi' gelişmiş MARC metin düzenleyicisini 'etiketleri göster'e ayarlarsanız, size personel istemcide ne olduğunu gösterecektir.
zh_tw: '圖書館的書標' 是顯示在館員介面的書標，若您設定 advancedMARCeditor 偏好為顯示書標。

source: 'Length' - For use with control fields, 001-009
ar: 'الطول' للاستخدام مع الحقول المضبوطة ، 001-009
cs: 'Délka' - Pro použití s kontrolními poli 001-009
da: 'Længde' - Til brug med kontrolfelter, 001-009
de: "Länge" - Bei Verwendung der Kontrollfelder, 001-009
el: 'Μήκος' - Για χρήση με τα πεδία ελέγχου, 001-009
es: 'Longitud' - Para usar en campos de control, 001-009
eu: 'Luzera' - kontrol eremuekin erabiltzeko, 001-009
fi: 'Pituus': käytetään kontrollikentissä 001-009
fr: 'Longueur' - A utiliser avec les champs de contrôle, 001-009
hi: 'Length' - नियंत्रण के क्षेत्रो, 001-009 के साथ प्रयोग के लिए
it: 'Lunghezza' - Da usare nei campi di controllo, 001-009
oc: 'Longor' - D'utilizar amb los camps de contraròtle, 001-009
pt: 'Tamanho' - É usado com os campos de controlo, 001-009
pt_br: 'Comprimento' - Para uso em campos de controle, 001-009
sk: 'Dĺžka' - Pre použitie s kontrolnými poľami, 001-009
sv: 'Längd' - För användning med kontrollfälten, 001-009
tr: 'Uzunluk' – Kontrol alanları kullanımı için, 001-009
zh_tw: '長度' - 係供控制欄位 001-009使用

source: 'Librarian' field will show the logged in librarian's username
ar: 'أمين المكتبة' سيعرض هذا الحقل أسماء أمناء المكتبات المسجلين دخولهم.
cs: 'Knihovník' pole zobrazí uživatelské jméno přihlášeného knihovníka
da: 'Bibliotekar' feltet vil vise brugernavnet på den bibliotekar, der har logget på
de: 'Mitarbeiter' zeigt Ihnen den Benutzernamen des angemeldeten Bibliotheksmitarbeiters
el: Το πεδίο 'Βιβλιοθηκονόμος' θα εμφανίσει τον όνομα χρήστη του συνδεδεμένου βιβλιοθηκονόμου
es: 'Bibliotecario' le mostrará el nombre de usuario del bibliotecario registrado
eu: 'Liburuzaina'-k erakutsiko dizut liburuzainaren erabiltzaile izena
fi: 'Librarian'-kenttä näyttää kirjautuneen kirjastonhoitajan nimen
fr: 'Bibliothécaire' affiche l'identifiant du bibliothécaire connecté.
hi: 'Librarian' क्षेत्र लाइब्रेरियन के उपयोगकर्ता नाम में लॉग इन दिखाएगा
it: Il campo 'Bibliotecario' mostra lo username del bibliotecario che si è loggato
oc: 'Bibliotecari' aficha l'identificant del bibliotecari connectat.
pl: W polu 'Bibliotekarz' wyświetlana jest nazwa użytkownika aktualnie zalogowanego bibliotekarza
pt: Campo 'Bibliotecário' vai mostrar o nome do bibliotecário que se encontra autenticado
pt_br: 'Funcionário' irá exibir o nome de usuário do funcionário que está logado
sk: Pole 'Knihovník' zobrazí užívateľské meno prihláseného knihovníka
sv: 'Bibliotekarie'-fältet visar den inloggade bibliotekariens användarnamn
tr: 'Kütüphaneci' alanı sisteme giriş yapan kütüphanecinin kullanıcı adını görüntüler
zh_tw: '館員' 欄位顯示登錄的圖書館名稱

source: 'Library' is the branch that owns this subscription.
eu: 'Library' harpidetza honen jabea da.
fi: 'Kirjasto' on tilauksen omistava kirjasto.
hi: 'Library' शाखा है जोकि इस सदस्यता का मालिक है.

source: 'Location' is for the shelving location
ar: 'الموقع' وهو حقل لموقع الرفوف
cs: 'Lokace' je pro část fondu
da: 'Placering' er til hyldeplaceringer
de: 'Standort' ist für den Aufstellungsort
el: Το 'Τοποθεσία' είναι για την τοποθεσία στα ράφια
es: 'Ubicación' es para la ubicación en estantería
eu: 'Kokapena' da apalategiko kokapenerako
fi: 'Sijainti' on hyllypaikka
fr: 'Localisation', valeur de la localisation à la bibliothèque
hi: 'Location' के लिए शैल्विग स्थान है
it: 'Collocazione' è per la collocazione a scaffale
oc: 'Localisation', valor de la localizacion a la bibliotèca
pl: 'Lokalizacja' - miejsce, w którym znajduje się czasopismo
pt: 'Localização' é a localização na prateleira
pt_br: 'Localização' é utilizado para a localização na estante
sk: 'Lokácia' udáva umiestnenie v poličkách
sv: 'Plats' är för hyllplatsen
tr: 'Yer' raf konumu içindir
zh_tw: '位置' 是館藏位置
