Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Enter the biblionumber for the record you're attaching this image to. This is not the same as the barcode, this is the system generated number assigned by Koha.
ar: ادخل رقم التسجيلة للتسجيلة التي تود أن ترفق معها هذه الصورة. وهذا الرقم ليس الباركود ، بل رقم يتم توليده من النظام ويقوم كوها بتعيينه.
cs: Zadejte biblionumber záznamu, ke kterému tento obrázek přikládáte. Nejedná se o čárový kód, ale o systémem generované číslo přiřazené Kohou.
da: Indtast biblionummeret for den post, du vil knytte dette billede til. Det er ikke det samme som stregkoden, det er et systemgenereret nummer i Koha.
de: Geben Sie die Titelsatznummer (biblionumber) des Datensatzes an, mit der das Bild verknüpft werden soll. Es ist nicht der Barcode, sondern die Nummer, die durch Koha für den Datensatz generiert wurde.
el: Εισάγετε τον biblionumber για την εγγραφή στην οποία προσαρτάτε αυτή την εικόνα. Αυτός δεν είναι ο ίδιος με το barcode, αυτός είναι ο αριθμός που αποδίδεται αυτόματα από το σύστημα στο Koha.
es: Ingrese el biblionumber del registro al que le esta adjuntando la imagen. Notar que no es el mismo que el número de inventario, sino el que genera automáticamente y asigna Koha.
eu: Introducir el biblionumber para el registro que está adjuntando a esta imagen. Este número no es el mismo que el código de barras, este número es generado por el sistema y asignado por Koha
fi: Syötä tietuenumero tietueelle, johon olet liittämässä kuvaa. Tietuenumero eli biblionumber ei ole viivakoodi, vaan Kohan automaattisesti luoma numero.
fr: Entrez le biblionumber à laquelle vous attachez cette image. Ce n'est pas le même numéro que le code à barres, c'est le numéro système généré et attribué par Koha.
hi: रिकॉर्ड करने के लिए आप इस छवि को संलग्न कर रहे हैं के लिए biblionumber दर्ज करें। इस बारकोड के रूप में ही इस Koha द्वारा आवंटित प्रणाली उत्पन्न नंबर नहीं है।
it: inserisci il biblionumber del records a cui stai collegando l'immagine. Non è lo stesso valore del barcode, è il numero di sistema assegnato da Koha.
oc: Entratz lo biblionumber a la quala vous attachez aqueste imatge. Aqueste es pas lo meteis numèro que lo còdi de barras, c'est lo numèro sistèma généré e atribuit per Koha.
pt: Insira o número de registo ao qual se encontra a anexar as imagens. Não se trata do código de barras, mas sim do número auto-gerado pelo Koha.
pt_br: Digite o biblionumber para o registro que estiver anexando a imagem. Não é o mesmo número ro código de barras, este é um número gerado pelo Koha.
sk: Zadajte biblionumber pre záznam, ku ktorému pripájate tento obrázok. Toto číslo nie je to isté, čo čiarový kód, ale je to systémom generované číslo priradené Kohou.
sv: Ange biblionumret för posten du kopplar denna bild till. Detta är inte detsamma som streckkoden, detta är det systemgenererade nummer som tilldelas av Koha.
tr: Bu görüntüye ekleyeceğiniz kayıt için bibliyografik kayıt numarası giriniz. Bu, barkod ile aynı değildir; bu, Koha tarafından atanmış sistem üretimi numarasıdır.
zh_tw: 鍵入附加在此影像的紀錄書目號，不等於條碼，它是系統產生的號碼。

source: Enter the biblionumbers or authids
eu: Sartu biblionumbers edo authids
fi: Syötä nimeketietueen tunnus tai auktoriteettitietueen tunnus
hi: biblionumbers या authids दर्ज
oc: Entratz les numèros d'aderents o les identificants d'autentificacion

source: Enter the field 020 and subfield c to copy
ar: قم بإدخال الحقل 020 والحقل الفرعي C للنسخ
cs: Zadejte pole 020 a podpole c pro kopírování
de: Erfassen Sie Feld 020 und Subfeld c zum Kopieren
el: Εισάγετε το πεδίο 020 και το υποπεδίο c για να αντιγράψετε
es: Ingrese el campo 020 y el subcampo c a copiar
eu: Sartu 020 eremua eta c azpieremua kopiatzeko
fi: Syötä 020-kenttä ja c-osakenttä kopioidaksesi
fr: Remplir le champ 020 et le sous-champ c pour les copier
hi: कॉपी करने के लिए क्षेत्र 020 और subfield c दर्ज
it: Inserisci il campo 020 e il sottocampo c da copiare
oc: Remplir lo camp 020 e lo soscamp c per los copiar
pt: Insira o campo 020 e subcampo c para copiar
pt_br: Insira o campo 020 e o subcampo c para copiá-lo para
sk: Vpíšte pole 020 a podpole c na kopírovanie
tr: Kopyalamak için 020 alanı ve c alt alanını girin
zh_tw: 進入欄位020分欄複製至

source: Enter the field 090 (or other biblio call number field) and subfield a to copy
ar: قم بإدخال الحقل 090 (أو حقل رقم طلب بيبلوغرافي آخر) والحقل الفرعي a للنسخ
cs: Zadejte pole 090 (nebo jiné pole bibliografického čísla) a podpole a pro kopírování
de: Erfassen Sie Feld 090 (oder ein anderes Signaturfeld) und Subfeld a zum Kopieren
el: Εισάγετε το πεδίο 090 (ή άλλο πεδίο ταξιθετικού αριθμού εγγραφής) και το υποπεδίο a για να αντιγράψετε
es: Ingrese el campo 090 (u otro campo para signatura) y el subcampo a para copiar
eu: Sartu 090 eremua (edo beste bibliografia katalogo eremu zenbaki) eta a azpieremua kopiatzeko
fi: Syötä 090-kenttä (tai muu luokkanumerokenttä) ja a-osakenttä kopioidaksesi
fr: Remplir le champ 090 (ou un autre champ de cote) et le sous-champ a pour les copier
hi: क्षेत्र 090 (या अन्य Biblio फोन नंबर क्षेत्र) दर्ज करें और कॉपी करने के लिए एक उपक्षेत्र
it: Inserisci il campo '090' (o altro campo bibliografico con la collocazione) e il sottocampo 'a' per copiare
oc: Remplir lo camp 090 (o un autre camp de cote) e lo soscamp a per los copier
pt: Insira o campo 090 (ou outro campo de número de registo) e subcampo a para copiar
pt_br: Insira o campo 090 (ou qualquer outro campo de número de chamada) e o subcampo a para copiá-lo
sk: Vpíšte pole 090 (alebo iné pole knižničnej signatúry) a podpole na kopírovanie
tr: Kopyalamak için 090 alanı (veya diğer bibliyo yer numarası alanı) ve a alt alanını girin
zh_tw: 進入欄位 090 (或其他書目索書號欄位) 分欄 a 並複製至

source: Enter the field 942 and subfield c
ar: قم بإدخال الحقل 942 والحقل الفرعي C
cs: Zadejte pole 942 a podpole c
de: Erfassen Sie Feld 942 und Subfeld c
el: Εισάγετε το πεδίο 942 και το υποπεδίο c
es: Ingrese el campo 942 y el subcampo c
eu: Sartu 942 eremua eta c azpieremua
fi: Syötä 942-kenttä ja c-osakenttä
fr: Remplir le champ 942 et le sous-champ c
hi: क्षेत्र 942 और subfield c दर्ज
it: Inserisci il campo '942' e il sottocampo 'c'
oc: Remplir lo camp 942 e lo soscamp c
pt: Insira o campo 942 e subcampo c
pt_br: Insira o campo 952 e o subcampo c
sk: Vpíšte pole 942 a podpole c
tr: 942 alanı ve c alt alanını girin
zh_tw: 進入欄位942分欄c

source: Enter the information about your new tag:
ar: إدخال المعلومات عن الوسم الجديد:
cs: Zadejte informace o novém tagu:
da: Indtast leverandørens kontaktinformation:
de: Geben Sie Kontaktinformationen für das neue Tag:
el: Εισάγετε πληροφορίες για τη νέα σας ετικέτα:
es: Ingrese la información correspondiente a su nueva etiqueta:
eu: Idatzi zure etiketa berriari buruzko informazioa:
fi: Syötä uuden kentän tiedot:
fr: Saisissez les informations relatives à votre nouveau champ&nbsp;:
hi: अपने नए टैग के बारे में जानकारी दर्ज करें:
it: Inserisci l'informazione relativa al tuo nuovo tag:
oc: Sasissètz las informacions relativas a vòstre novèl camp&nbsp;:
pl: Wprowadź informacje dotyczące nowej etykiety:
pt: Inserir as informações sobre o novo campo:
pt_br: Digite a informação sobre sua nova tag:
sk: Zadajte informáciu o Vašej novej menovke:
sv: Ange informationen om din nya tagg:
tr: Yeni etiketinizle ilgili bilgiyi girin:
zh_tw: 鍵入新欄號的資訊：

source: Enter the library you would like to transfer the item to
ar: إدخال المكتبة التي ترغب في نقل هذه المادة إلى
cs: Zadejte knihovnu, do které chcete jednotku převést
da: Vælg biblioteket, hvortil bogen skal overføres
de: Wählen Sie aus dem Pull-Down-Menü die Bibliothek aus, zu der Sie das Buch transferieren wollen
el: Επιλέξτε τη βιβλιοθήκη στην οποία θέλετε να μεταφέρετε το τεκμήριο
es: Ingrese la biblioteca a la que quiere transferir el ítem
eu: Idatzi elementua transferitu nahi duzun liburutegia
fi: Syötä kirjasto, mihin nide kuljetetaan
fr: Entrez le site vers lequel vous voulez réaliser le transfert.
hi: पुस्तकालय में प्रवेश करने के लिए आप आइटम हस्तांतरण करना चाहते हैं
it: Dal menù a tendina scegli la biblioteca in cui vuoi trasferire il libro
oc: Entratz lo site cap a lequel volètz réaliser lo transferiment.
pl: Wybierz bibliotekę, do której chcesz przesłać egzemplarz
pt: Escolher a biblioteca para transferir o livro
pt_br: Digite a biblioteca para qual você quer transferir o item
sk: Zadajte knižnicu, do ktorej si želáte presunúť exemplár
sv: Ange biblioteket du vill överföra objektet till
tr: Materyali transfer etmek istediğiniz kütüphaneyi girin
zh_tw: 鍵入想要轉移館藏去的圖書館

source: Enter the numbers (one per line) in the box provided
eu: Sartu zenbakiak (lerro bakoitzeko bat) leihatillatxoan
fi: Syötä numerot (yksi per rivi) annettuun laatikkoon
hi: दिए गए बॉक्स में संख्या (प्रति पंक्ति) दर्ज
oc: Entratz dins lo cadre les nombres (un per linha)

source: Enter the patron's name or cardnumber in the search box and click on the right result to add the patron.
ar: قم بإدخال اسم المستفيد أو رقم البطاقة في مربع البحث والنقر على النتيجة الصحيحة لإضافة المستفيد
cs: Do vyhledávacího políčka nahoře vložte jméno čtenáře nebo číslo průkazky a ze zobrazeného seznamu kliknutím na jméno čtenáře jej přidáte do seznamu.
de: Geben Sie den Namen oder die Ausweisnummer in die Suchmaske ein und klicken Sie auf einen der Treffer um den Benutzer hinzuzufügen.
el: Εισάγετε το όνομα μέλους ή τον αριθμό κάρτας στο πλαίσιο αναζήτησης και πατήστε στο σωστό αποτέλεσμα για να προσθέσετε το μέλος.
es: Ingrese el nombre del usuario o número de carné en el cuadro de búsqueda y haga clic en el resultado correcto para agregar el usuario.
eu: Sartu bazkidearen izena edo txartelaren zenbakia bilaketa leihoan eta egin klik emaitza zuzenean erabiltzailea gehitzeko.
fi: Syötä asiakkaan nimi tai kirjastokortin numero hakulaatikkoon ja klikkaa oikeaa tulosta lisätäksesi asiakkaan.
fr: Entrez le nom ou le numéro de carte de l'adhérent dans la boîte de recherche et cliquez sur le résultat pour ajouter l'adhérent.
hi: खोज बॉक्स में संरक्षक के नाम या cardnumber दर्ज करें और संरक्षक जोड़ने का अधिकार परिणाम पर क्लिक करें।
it: Inserisci il nome o il numero di tessera nel riquadro per la ricerca e clicca sul risultato giusto per aggiungere l'utente.
oc: Entratz lo nom o lo numèro de carta de l'aderent dins la bóstia de recèrca e clicatz sul resultat per apondre l'aderent.
pt: Insira o nome do leitor ou o número de cartão na caixa de pesquisa e clique no resultado certo para adicionar o leitor.
pt_br: Insira o nome do usuário ou número de carteirinha na caixa de pesquisa e clique no resultado para adicionar o usuário.
sk: Zadajte meno čitateľa alebo číslo preukazu do riadku hľadania a kliknutím na správny výsledok pridajte čitateľa.
tr: Arama kutusuna kullanıcının ismi ya da kart numarasını girin ve kullanıcıyı eklemek için sağdaki sonuca tıklayın.
zh_tw: 請在搜尋框輸入讀者名字或讀者證號並在右側空白處點擊以加入讀者資訊。

source: Enter the percentage discount you're receiving on this order, once you enter this, hit tab and Koha will populate the rest of the cost fields below.
ar: أدخل الخصم بالنسبة المئوية الذي تستلم به أمر الشراء هذا ، عندما تدخل القيمة ، اضغط على زر tab وكوها سيقوم بحساب بقية حقول التكاليف أدناه.
cs: Zadejte v procentech slevu, kterou máte na tuto objednávku. Poté stiskněte tab a Koha automaticky vyplní zbývající cenová pole.
da: Indtast procent rabat du modtager på denne ordre, når du har indtastet det, tryk tab og Koha vil indsætte resten af kostfelterne.
de: Geben Sie den Rabatt für diese Lieferung ein. Nach der Eingabe betätigen Sie die Tabulator-Taste und Koha wird die darunter liegenden Kostenfelder automatisch einfüllen.
el: Εισάγετε το ποσοστό έκπτωσης που λαμβάνετε γι'αυτή την παραγγελία, μόλις το εισάγετε, πατήστε tab και το Koha θα συμπληρώσει τα υπόλοιπα πεδία κόστους που ακολουθούν.
es: Ingrese el porcentaje de descuento que recibe en este pedido, una vez ingresado, pulse Tab y Koha rellenará el resto de los campos de costo más abajo.
eu: Introduzca el porcentaje de descuento que está recibiendo en este orden, una vez que introduces los datos, presione la tecla tab y Koha rellenará el resto de los campos por debajo del costo.
fi: Syötä prosentuaalinen alennus, jonka saat tästä tilauksesta ja kun olet tehnyt sen, paina tab-näppäintä ja Koha täyttää muut hintakentät alapuolella.
fr: Entrez le taux de remise pour cette commande, puis pressez la touche 'Tab' pour que Koha remplisse automatiquement les champs de prix figurant en dessous.
hi: आप इस आदेश पर प्राप्त कर रहे हैं प्रतिशत छूट दर्ज, एक बार आप इस प्रवेश, टैब मारा और Koha नीचे लागत क्षेत्रों के बाकी आबाद होगा।
it: Indica la percentuale di sconto per questo ordine; premi TAB e Koha riempirà automaticamente gli altri campi.
oc: Entratz lo taux de remise per aquesta comanda, puèi pressez la tòca 'Tab' per que Koha remplisse automaticament los camps de prix figurant en dejós.
pl: Wprowadź zniżkę w procentach przy otrzymywaniu zamówienia. Raz wprowadzona, zostanie powielona do reszty pól cenowych poniżej.
pt: Insira a percentagem de desconto que recebeu nesta encomenda, carregue em 'tab' e o sistema irá popular o resto dos campos de custo abaixo.
pt_br: Digite a porcentagem de desconto que você recebeu neste pedido, uma vez feito isso, clique na aba e o Koha preencherá os campos de custo abaixo.
sk: Vpíšte percentuálnu hodnotu zľavy, ktorú dostávate pre túto objednávku. Len čo ju zadáte, kliknite na záložku a Koha vygeneruje zvyšok polí nákladov nižšie.
sv: Ange den procentuella rabatt du får på denna beställning. När du matat in det trycker du på tabbtangenten för att få Koha att fylla i resten av kostnadsfälten nedan.
tr: Bu siparişte aldığınız indirim yüzdesini giriniz, bu yüzdeyi girdiğinizde, sekmeye tıklayınız ve Koha aşağıdaki fiyat alanının gerisini dolduracaktır.
zh_tw: 鍵入此訂單的折扣百分比，鍵入後，打下分頁鈕，Koha將計算以下的成本欄位。

source: Enter the phone number exactly as it is in the system or by using spaces between each batch of numbers.
ar: ادخل رقم الهاتف تماماً كما هو في النظام ،أو باستخدام الفراغات بين كل مجموعة من الأرقام.
cs: Zadejte telefonní číslo přesně tak, jak je v systému, nebo s užitím mezer mezi skupinami číslic.
da: Indtast telefonnummeret nøjagtigt som det er i systemet eller ved at benytte mellemrum mellem hver gruppe tal.
de: Geben Sie die Telefonnummer entweder genau so ein, wie sie im System erfasst wurde, oder mit Leerzeichen zwischen den verschiedenen Nummerngruppen.
el: Εισάγετε τον αριθμό τηλεφώνου ακριβώς όπως εμφανίζεται στο σύστημα ή χρησιμοποιώντας κενά μεταξύ κάθε ομάδας αριθμών.
es: Ingrese el número de teléfono exactamente como figura en el sistema o utilizando espacios entre cada uno si se ingresa un lote de números.
eu: Sartu telefono zenbakia sisteman dagoen moduan edo zenbakien arteko zuriuneak erabiltzen, telefono zenbaki bat baino gehiago badago.
fi: Syötä puhelinnumero juuri siinä muodossa kuin se on järjestelmässä tai käytä tyhjiä merkkejä numeroerien välissä.
fr: Entrez le numéro de téléphone exactement comme il est dans le système ou en utilisant les espaces entre chaque groupe de numéros.
hi: फोन नंबर बिल्कुल के रूप में यह प्रणाली में या संख्या के प्रत्येक बैच के बीच रिक्त स्थान का उपयोग करना है दर्ज करें।
it: Inserisci il numero di telefono esattamente come nel sistema o staccando con uno spazio le sezioni del numero.
oc: Entratz lo numèro de telefòn exactement coma il es dins lo sistèma o en utilizant les espaces entre cada grop de numèros.
pl: Wprowadź numer telefonu dokładnie tak, jak podano w systemie lub używając spacji między każdą grupą cyfr.
pt: Insira o número de telefone tal como no sistema ou usando espaços em os blocos de números.
pt_br: Digite o número do telefone exatamente como está no sistema ou usando espaços entre cada lote de números.
sk: Zadajte telefónne číslo presne tak, ako je v systéme, alebo pomocou medzier medzi každou dávkou čísiel.
sv: Ange telefonnumret exakt som det visas i systemet eller genom att placera mellanslag mellan varje siffergrupp.
tr: Telefon numarası sistemdeyken ya da toplu numaraların her biri arasındaki boşlukları kullanarak bu numarayı giriniz.
zh_tw: 鍵入系統內的電話號碼或以空格區分各段號碼。

source: Enter the total number of renewals allowed for the item type in the 'Renewals' box
ar: إدخال العدد الإجمالي للتجديد المسموح به لنوع المادة في مربع 'تجديد'
cs: Zadejte celkový počet prodloužení povolených pro daný typ jednotek do pole 'Prodloužení'
da: Indtast det samlede antal forlængelser, som er tilladt for denne medietype i feltet 'Fornyelser'
de: Geben Sie Zahl der erlaubten Verlängerungen für diesen Mediemtyp in die 'Verlängerungen' Box ein
el: Εισάγετε το συνολικό αριθμό ανανεώσεων που επιτρέπονται για τον τύπο τεκμηρίου στο κουτί 'Ανανεώσεις'
es: Ingrese el número total de renovaciones permitidas para el tipo de ítem en la caja 'Renovaciones'
eu: Idatzi elementu motarentzat onartzen diren gehieneko berritzeak 'Berritzeak' koadroan
fi: Syötä sallittujen uusintojen määrä kullekin aineistolajille 'Uusinnat'-laatikkoon
fr: Entrez le nombre total de renouvellements autorisés pour le type d'exemplaire dans le champ Renouvellements.
hi: 'नवीकरण' बॉक्स में आइटम प्रकार के लिए अनुमति नवीकरण की कुल संख्या दर्ज
it: Nella casella "Rinnovi"Indica il numero totale di rinnovi permessi per il tipo di copia
oc: Entratz lo nombre total de renovèlaments autorizats per lo tipe d'exemplar dins lo camp Renovèlaments.
pt: Insira o número total de renovações permitidas por tipo de documento na caixa 'Renovações'
pt_br: Digite o número total de renovações permitidas para o tipo de material na caixa 'Renovações'
sk: Zadajte celkový počet dovolených predĺžení pre typ exemplára v políčku 'Predĺženia'
sv: Ange det totala antalet omlån som tillåts för objekttypen i rutan 'Omlån'
tr: 'Uzatmalar' kutusunda materyal türü için verilen uzatmaların toplam sayısını girin.
zh_tw: 鍵入該館藏類型的續借總數於 '續借' 盒

source: Enter the value of 'EBOOK' (or whatever your ebook item type code is)
ar: قم بإدخال القيمو 'EBOOK' (أو أياً كان رمز نوع كتابك الالكتروني)
cs: Zadejte hodnotu 'EBOOK' (nebo jakýkoli kód který máte pro ebook dokumenty)
de: Den Wert für 'EBOOK' (bzw. den von Ihnen festgelegten Code für E-Books) eingeben
es: Ingrese el valor 'EBOOK' (o el código del tipo de item ebook)
fi: Syötä arvo 'EBOOK' (tai mikä ikinä e-kirjojen aineistolajisi onkaan)
fr: Saisissez la valeur de "EBOOK" (ou n'importe quel autre code de type d'exemplaire de votre ebook)
hi: 'ई-पुस्तक' का मान दर्ज करें (या जो भी अपने ebook आइटम प्रकार कोड है)
it: Inserisci il valore 'EBOOK' (o qualunque sia il tuo codice di tipo di copia per gli e-book)
oc: Sasissètz la valor de "EBOOK" (o n'importe quel autre còdi de tipe d'exemplar de vòstre ebook)
pt: Insira o valor de 'EBOOK' (ou o código do tipo de documento correcto para ebooks)
pt_br: Insira o valor de 'EBOOK' (ou o código para ebook que você tenha definido)
sk: Zadajte hodnotu 'EBOOK' (alebo čokoľvek, čo zodpovedá typu exemplára ebook)
tr: 'EBOOK' değerini girin (veya ebook kodunuz her ne ise)
zh_tw: 鍵入 'EBOOK' 的值(或其他電子書館藏類型的代碼)

source: Enter your tax rate if your library is charged taxes on orders.
ar: أدخل معدل الضريبة الخاص بمكتبتك ، إذا كانت المكتبة تفرض ضرائب على الطلبات.
cs: Zadejte daňovou sazbu, pokud vaše knihovna platí daň z dodaných dokumentů.
da: Indtast momssats, hvis dit bobliotek beregner moms af ordrer.
de: Geben Sie die Steuerrate an, wenn Ihre Bibliothek für Einkäufe Steuern bezahlen muss.
el: Εισάγετε το ποσοστό φόρου εάν η βιβλιοθήκη σας χρεώνεται με φόρο για τις παραγγελίες.
es: Ingrese la tasa de impuestos si a su biblioteca se le cargan tasas sobre los pedidos de compra.
eu: Introducir su tasa de impuestos si su biblioteca se carga impuestos sobre pedidos
fi: Syötä veroprosentti, jos kirjastoltasi peritään veroja tilauksista.
fr: Entrer le taux de votre TVA si votre bibliothèque est soumise à une taxe sur les commandes.
hi: यदि आपकी लायब्रेरी के आदेश पर करों का आरोप लगाया है अपने कर की दर दर्ज करें।
it: Inserisci la tua percentuale di tassazione se la biblioteca deve pagare delle tasse sugli ordini.
pl: Jeśli biblioteka odprowadza podatek, wprowadź jego wartość.
pt: Digite a sua taxa de imposto se à biblioteca é cobrado impostos sobre encomendas.
pt_br: Digite sua taxa de imposto se sua biblioteca usa impostos em seus pedidos.
sk: Zadajte vašu daňovú sadzbu, ak vaša knižnica platí dane na objednávky.
sv: Ange skattesatsen om biblioteket måste betala skatt för beställningar.
tr: Kütüphaneniz siparişlere vergi ödüyorsa, vergi oranınızı giriniz.
zh_tw: 鍵入稅率，若圖書館向訂閱收取稅金。

source: Enter your vendor information in the form that appears.
el: Εισάγετε τα στοιχεία του προμηθευτή στη φόρμα που εμφανίζεται.
fi: Lisää toimittajan tiedot esiin tulevalle lomakkeelle.
hi: दिखाई देने वाले फ़ॉर्म में अपने विक्रेता की जानकारी दर्ज करें।

source: Even though a tag is approved or rejected, it can still be moved to another list. When viewing approved tags each tag has the option to reject
ar: حتى لو تم رفض أو قبول الوسم، فإنه لا يزال أن تنقل الى فائمة أخرى.عند عرض قبول الوسوم لكل وسم كل من له الخيار للرفض
cs: I schválený nebo zamítnutý štítek může být stále přenesen k jinému seznamu. Když prohlížíte schválené štítky, může každý z nich být zamítnut
da: Uanset om et mærke er godkendt eller afvist, kan det stadig flyttes til en anden liste. Når de tilladte mærker vises, er der for hver enkelt mulighed for at afvise den.
de: Auch wenn ein Tag genehmigt oder abgelehnt wurde, kann es immer noch auf eine andere Liste verschoben werden. In der Liste der genehmigten Tags finden Sie eine Option diese abzulehnen.
el: Ακόμα και αν μία ετικέτα γίνει ή όχι αποδεκτή, μπορεί ακόμα να μεταφερθεί σε μία άλλη λίστα. Όταν βλέπετε αποδεκτές ετικέτες, έχετε την επιλογή να απορρίψετε όποια θέλετε
es: Aun cuando una etiqueta sea aprobada o rechazada, puede ser movida a otra lista. Cuando vea las etiquetas aprobadas cada una tiene la opción de ser rechazada
eu: Etiketa bat onartua edo errefusatua izan arren, beste zerrenda batera mugitu daiteke. Onartutako etiketak ikustean, aukera dago bakoitza banan-banan errefusatzeko
fi: Vaikka tagi olisi hyväksytty tai hylätty, se voidaan silti siirtää toiseen listaan. Kun katsotaan hyväksyttyjä tageja, jokainen niistä voidaan hylätä
fr: Même si un tag a été approuvé ou rejeté, il peut toujours être déplacé vers une autre liste. En visualisant les tags approuvés, chaque tag a la possibilité d'être rejeté.
hi: हालांकि एक और टैग को मंजूरी दे दी है या अस्वीकार कर दिया है, यह अभी भी एक और सूची के लिए ले जाया जा सकता है। अनुमोदित टैग देखते समय हर टैग अस्वीकार करने का विकल्प है
it: Anche se un tag è approvato o scartato, può essere ancora spostato in un'altra lista. Quando guardi i tag approvati, ogni tag ha l'opzione per essere scartato
oc: Même se un tag a été aprovat o regetat, il pòt totjorn èsser desplaçat cap a une autre lista. En visualisant les tags aprovats, cada tag a la possibilitat d'èsser regetat.
pt: Mesmo que uma etiqueta seja aprovada ou rejeitada, ela ainda pode ser movido para outra lista. Ao ver as etiquetas aprovadas, cada uma tem a opção de rejeitar
pt_br: Mesmo que uma tag seja aprovada ou rejeitada, ela ainda pode ser movida para outra lista. Ao ver as tags aprovadas tem a opção de rejeitar cada uma
sk: Aj keď je menovka schválená alebo zamietnutá, ešte vždy môže byť prenesená do iného zoznamu. Keď prezeráte schválené menovky, každá menovka má možnosť byť zamietnutá
sv: Även om en tagg har godkänts eller avslagits, kan den flyttas till en annan lista. Vid granskning av godkända taggar har alla taggar alternativet att avslå
tr: Etiket onaylanmış veya reddedilmiş olsa da, hala başka bir listeye taşınabilir. Onaylı etiketler görüntülenirken her etiketin reddetme seçeneği vardır.
zh_tw: 即使已經通過或拒絕，仍可把欄號移至其他清單。檢視通過的每個欄號都可選擇拒絕它
