Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The 'Define mappings' link allow you to tell how the set will be build (what records will belong to this set)
ar: و رابط 'تحديد التعيينات' يسمح لك أن تعرف كيفة بناء المجموعة (ما التسجيلات التي سوف تنتمي إلى هذه المجموعة)
cs: Odkaz 'Definujte mapování "vám umožní říct, jak se bude konstruovat sada (jaké záznamy budou patřit do této sady)
da: Linket 'Definer tilordninger' giver mulighed for at bestemme, hvordan sættet skal dannes (hvilke poster, der skal tilhøre det)
de: Mit 'Mappings definieren' kann die Zusammensetzung des Sets festgelegt werden (welche Datensätze zu diesem Set gehören).
el: Ο σύνδεσμος 'Ορίστε αντιστοιχίσεις' σας επιτρέπει να καθορίσετε πως θα είναι δομημένη η ομάδα (τι εγγραφές θα ανήκουν σε αυτή την ομάδα)
es: El enlace 'Definir correspondencias' le permitirá indicar como se construirá el conjunto (que registros pertenecerán a este conjunto)
eu: El enlace 'Define mappings' le permitirá contar cómo se construirá el conjunto (que registros pertenecerán a este conjunto)
fi: 'Määrittele vastaavuudet' -valinnalla voit määritellä, miten joukko rakennetaan eli mitkä tietueet kuuluvat tähän joukkoon.
fr: Le lien 'Define mappings' vous permet de définir comment les sets seront construits (quelles notices appartiendront à ce set).
hi: 'परिभाषित मैपिंग' लिंक आपको बताने के लिए कैसे सेट का निर्माण हो सकता है (क्या रिकॉर्ड इस सेट की होगी) की अनुमति
it: Il link 'Definisci equivalenze' ti permette di dire come costruire i set, quali record ne devono far parte.
oc: Lo ligam 'Define mappings' vos permet de definir comment les sets seràn construits (quelles notícias appartiendront a ce set).
pt: A ligação 'Definir mapeamentos' permite definir como o conjunto é construido (quais os registos que pertencem ao conjunto)
pt_br: O link 'Definir mapeamentos' permite que você diga como o conjunto irá ser construido (quais registros serão incluidos neste conjunto)
sk: Odkaz 'Definovať priradenia' Vám umožňuje zistiť, ako sa sada zostaví (aké záznamy budú patriť do tejto sady)
sv: Med länken 'Definiera mappningar' kan du bestämma hur uppsättningen ska skapas (vilka poster som ska tillhöra denna uppsättning)
tr: 'Eşlemeleri tanımla' bağlantısı size ayarın nasıl yapılacağını anlatma (bu ayara hangi kayıtların ait olacağı) imkanını sunacaktır.
zh_tw: 經由 '設定對映' 連結，允許您說明資料集的構成方法 (屬於此資料集的紀錄特性)

source: The 'Encoding' field lets you define the encoding used when saving the file
ar: 'الترميز' حقل يتيح لك تحديد الترميز المستخدم عند حفظ الملف
cs: Pole "Kódování" umožňuje definovat kódování použité při ukládání souboru
da: 'Kodnings'-feltet lader dig definere den kodning, der bruges, når filen gemmes
de: Unter 'Zeichensatz' können Sie den für Ihre Datei verwendeten Zeichensatz auswählen
el: Το πεδίο 'Κωδικοποίησης' σας επιτρέπει να ορίσετε την κωδικοποίηση που χρησιμοποιείται όταν αποθηκεύεται το αρχείο.
es: El campo 'Codificación' le permite definir la codificación utilizada cuando guarda el archivo
eu: El campo 'Codificación' le permite definir la codificación utilizada cuando guarda el archivo
fi: 'Merkistö' määrittää merkistön, kun tallennat tiedoston
fr: La rubrique Encodage vous permet de définir l'encodage des caractères utilisé dans le fichier.
hi: 'एनकोडिंग' फ़ील्ड आप जब फाइल को बचाने के लिए इस्तेमाल किया एन्कोडिंग परिभाषित करने देता है
it: Il campo 'Codifica' permette di indicare il set di caratteri usato per salvare il file
oc: La rubrica Encodatge vos permet de definir l'encodatge des caractèrs utilizat dins lo fichièr.
pt: O campo 'Codificação' permite definir a codificação a usar no ficherio
pt_br: O campo 'Codificação' permite que você defina a codificação usada para salvar o arquivo
sk: Pole 'kódovania' Vám umožňuje definovať kódovanie použité pri ukladaní súboru
sv: Med fältet 'Kodning' kan du definiera den kodning som ska användas när filen sparas
tr: 'Kodlama' alanı, dosyayı kaydederken kullanılan kodlamayı tanımlamanıza imkan sunar.
zh_tw: 此 '編碼' 欄位讓您設定儲存檔案時使用的編碼方式

source: The 'Field separator' is the character used to separate duplicate fields
ar: 'فاصل الحقل' هو الحرف المستخدم لفصل حقول مكررة
cs: 'Oddělovač polí' je znak používaný k oddělení dupicitních polí
da: 'Felt-separatoren' er det tegn, der adskiller dobbelte felter
de: Der 'Feldtrenner' ist das Zeichen, dass verwendet wird um doppelte Felder voneinander zu trennen
el: Ο 'Διαχωριστής πεδίου' είναι ένας χαρακτήρας που χρησιμοποιείται για να διαχωρίσει διπλά πεδία
es: El 'Separador de campo' es el carácter utilizado para separar campos duplicados
eu: El 'Separador de campo' es el carácter utilizado para separar campos duplicados
fi: 'Kentän erotinmerkki' on merkki, jolla erotetaan tuplakentät
fr: Le Séparateur de champ est le caractère utilisé pour séparer les champs dupliqués.
hi: 'फील्ड विभाजक' डुप्लिकेट क्षेत्रों को अलग करने के लिए प्रयोग किया जाता है चरित्र
it: Il 'separatore di campo' è il carattere usato per separare campi ripetuti
oc: Lo Séparateur de camp es lo caractèr utilizat per separar los camps dupliqués.
pt: O 'Separador de campos' é o caractere usado para separar campos duplicados
pt_br: O 'Separador de campo' é um caractere usado para separar campos duplicados
sk: 'Oddeľovač polí' je znak, ktorý sa používa na oddelenie duplicitných polí
sv: 'Fältseparator' är det tecken som används för att separera upprepade fält
tr: 'Alan ayırıcısı' kopya alanları ayırmak için kullanılan karakterdir.
zh_tw: 此 '欄位區隔符號' 是字元，用於區隔多個欄位

source: The 'Fine Grace Period' is the period of time an item can be overdue before you start charging fines.
ar: 'فترة سماح الغرامة' هي فترة من الزمن لمادة يمكن أن تكون متأخرة قبل أن تبدء فرض رسوم الغرامات عليها.
cs: "Bezpokutové období" je období, kdy výpůjčka je již zpožděna ale po dobu tohoto období se nezačně počítat pokuta.
da: 'Nådefristen' er det antal dage, som et eksemplar kan være for sent, før der kræves de første gebyrer.
de: Die 'Gnadenfrist' ist die Anzahl an Tagen, die ein Exemplar überfällig sein kann, bevor Mahngebühren berechnet werden.
el: Η 'Περίοδος Χάριτος Προστίμου' είναι η περίοδος κατά την οποία ένα τεκμήριο μπορεί να παραμείνει εκπρόθεσμο προτού ξεκινήσετε τις χρεώσεις προστίμων.
es: El 'Período de gracia de multas' es el período de tiempo que un ítem puede estar retrasado antes que se comience a aplicar multas.
eu: 'Isunaren graziazko epea' isunak kargatu aurretik elementu batek izan dezakeen atzerapena da.
fi: 'Maksut anteeksi -aika' on aika, jonka nide voi olla myöhässä ennen kuin myöhästymismaksujen kertyminen alkaa.
fr: La 'Période de grâce' définit le nombre de jours pendant lesquels un exemplaire peut être en retard sans que soient appliquées des amendes.
hi: 'जुर्माना ग्रेस पीरियड' समय की अवधि के लिए एक आइटम अतिदेय इससे पहले कि आप जुर्माना चार्ज करना शुरू किया जा सकता है।
it: Il 'Periodo di grazia' è il numero di giorni che una copia può essere in ritardo prima che partano le multe
oc: La 'Periòde de grâce' définit lo nombre de jorns pendant lesquels un exemplar pòt èsser en retard sens que sián aplicadas des emendas.
pl: 'Okres karencji należności' – wprowadź liczbę dni dla egzemplarza przetrzymanego, zanim zaczniesz naliczać należności.
pt: O período de multas grátis é o período de tempo que um item pode ser estar em atraso antes que se comecem a cobrar multas.
pt_br: O 'período de multas grátis' é o período de tempo que um item pode ser estar em atraso antes que se comecem a cobrar multas.
sk: 'Doba odkladu pokút' je časové obdobie, v ktorom môže byť exemplár omeškaný skôr než začnete vyberať pokuty.
sv: 'Respittid för böter' är den tidsperiod ett objekt kan vara försenat innan böter börjar tas ut.
tr: 'Ceza erteleme süresi,' ceza ücretlendirmenize başlamadan önce bir materyalin gecikebileceği zaman periyodudur.
zh_tw: 此 '罰款寬限期' 是館藏逾期後的一段時間，過了這段時間，才開始收取罰款。

source: The 'Grace period' is the number of days before an issue is automatically moved from 'Expected' status to 'Waiting' and how many days before an issue is automatically moved from 'Waiting' status to 'Late'
fi: 'Odotusaika' on päivien määrä, jonka jälkeen lehtinumero automaattisesti siirretään 'odotettavissa'-tilasta 'odotetaan'-tilaan ja kuinka monen päivän päästä numero muutetaan automaattisesti 'odotetaan'-tilasta 'myöhässä'-tilaan
hi: 'ग्रेस अवधि' एक मुद्दा पहले के दिनों की संख्या स्वचालित रूप से 'प्रतीक्षा' के लिए 'उम्मीद' की स्थिति और कितने दिनों से ले जाया जाता है से पहले एक मुद्दा अपने आप 'देर' करने के लिए 'वेटिंग' स्थिति से ले जाया जाता है

source: The 'Inner counter' is used to tell Koha where the "receiving cycle" starts
fi: 'Sisempi laskuri' -kenttää käytetään kertomaan Kohalle, mistä numerosta vastaanotto aloitetaan
hi: 'इनर काउंटर' Koha बता जहां "चक्र प्राप्त" शुरू करने के लिए प्रयोग किया जाता है

source: The 'Label for OPAC' is the text that will appear in the OPAC when viewing the MARC version of the record
ar: 'التسمية للأوباك' هو النص الذي سيظهر في OPAC عند عرض نسخة مارك للتسجيلة
cs: "Návěští pro OPAC" je text, který se zobrazí v OPACu při pohledu na MARC záznam
da: 'Etiket til OPAC' er den tekst, der vises i OPAC, når MARC-versionen af posten vises
de: Die 'OPAC-Beschreibung' ist der Text, der im OPAC angezeigt wird, wenn die MARC-Sicht eines Titelsatzes aufgerufen wird
el: Η 'Λεζάντα για τον OPAC' είναι το κείμενο που θα εμφανιστεί στον OPAC όταν βλέπετε την MARC έκδοση της εγγραφής
es: La 'Etiqueta para el OPAC' es el texto que aparecerá en el OPAC al ver la versión del registro MARC
eu: 'OPACeko etiketa' erregistroaren MARC bertsioa ikustean OPACen agertuko den testua da
fi: 'Teksti verkkokirjastossa' on teksti, joka näkyy verkkokirjastossa, kun katsotaan tietuetta MARC-muotoisena
fr: Texte pour OPAC est le texte qui apparait à l'OPAC quand on examine la version MARC d'une notice
hi: 'ओपेक के लिए लेबल' पाठ जब रिकॉर्ड के मार्क संस्करण देख कि ओपेक में दिखाई देगा
it: L'etichetta per l'Opac è il testo che apparirà nell'Opac nella vista MARC del record
oc: Tèxte per OPAC es lo tèxte qui apparait a l'OPAC quand on examine la version MARC d'una notícia
pt: O 'Texto para OPAC' é o texto que irá aparecer no OPAC quando estiver a ver a versão MARC do registo
pt_br: O 'Texto para OPAC' é o texto que irá aparecer no OPAC quando for visualizada a versão MARC do registro
sk: 'Etiketa pre OPAC' je text, ktorý sa objaví v OPACu pri náhľade MARC záznamu
sv: 'Etikett för OPAC' är den text som visas i OPAC när MARC-versionen av posten visas
tr: Kaydın MARC versiyonunu görüntülerken, OPAC'da gözükecek metin 'OPAC Etiketi'dir.
zh_tw: 此 'OPAC 標籤' 是檢視 MARC 紀錄時，一段顯示在 OPAC 的文字

source: The 'Label for OPAC' is the text that will appear in the OPAC when viewing the MARC version of the record.
ar: 'التسمية للأوباك' هو النص الذي سيظهر في أوباك عند عرض نسخة مارك للتسجيلة.
cs: "Návěští pro OPAC" je text, který se zobrazí v OPACu při pohledu na MARC záznam.
da: 'Etiket til OPAC' er den tekst, der vises i OPAC, når MARC-versionen af posten vises.
de: Die 'OPAC-Beschreibung' ist der Text, der im OPAC angezeigt wird, wenn die MARC-Sicht eines Titelsatzes aufgerufen wird.
el: Η 'Λεζάντα για τον OPAC' είναι το κείμενο που θα εμφανιστεί στον OPAC όταν βλέπετε την MARC έκδοση της εγγραφής.
es: La 'Etiqueta para el OPAC' es el texto que aparecerá en el OPAC al ver la versión del registro MARC.
eu: La 'Etiqueta para el OPAC' es el texto que aparecerá en el OPAC al ver la versión del registro MARC.
fi: 'Teksti verkkokirjastossa' on teksti, joka näkyy verkkokirjastossa, kun katsotaan tietuetta MARC-muotoisena.
fr: Le 'Label for OPAC' est le texte qui s'affichera à l'OPAC quand on examine la version MARC d'une notice.
hi: 'ओपेक के लिए लेबल' पाठ जब रिकॉर्ड के मार्क संस्करण देख कि ओपेक में दिखाई देगा।
it: L'etichetta per l'Opac è il testo che apparirà nell'Opac nella vista MARC del record
oc: Lo 'Label for OPAC' es lo tèxte qui s'aficharà a l'OPAC quand on examine la version MARC d'una notícia.
pt: O 'Texto para OPAC' é o texto que irá aparecer no OPAC quando estiver a ver a versão MARC do registo.
pt_br: O 'Texto para OPAC' é o texto que irá aparecer no OPAC quando for visualizada a versão MARC do registro.
sk: 'Etiketa pre OPAC' je text, ktorý sa objaví v OPACu pri náhľade MARC záznamu.
sv: 'Etikett för OPAC' är den text som visas i OPAC när MARC-versionen av posten visas.
tr: Kaydın MARC sürümünü görüntülerken, OPAC’da metin şeklinde gözüken 'OPAC Etiketi'dir.
zh_tw: 此 'OPAC 標籤' 是檢視 MARC 紀錄時，一段顯示在 OPAC 的文字。

source: The 'Label for OPAC' is what will show on the MARC view in the OPAC
ar: إن'التسمية للأوباك' هي ما سيتم عرضه في طريقة عرض مارك على الأوباك
cs: "Návěští pro OPAC" je to, co se zobrazí při pohledu na MARC záznam v OPACu
da: 'Etiket til OPAC' er det, der vises i MARC-visning i OPAC
de: Die 'OPAC-Beschreibung' wird in der MARC-Sicht im OPAC angezeigt
el: Η 'Λεζάντα για τον OPAC' είναι αυτό που θα εμφανιστεί στην προβολή MARC στον OPAC
es: La 'Etiqueta de OPAC' es lo que se mostrará en la vista MARC en el OPAC
eu: 'OPACeko etiketa' OPACeko MARC bistan erakutsiko dena da
fi: 'Teksti verkkokirjastossa' on teksti, joka näkyy verkkokirjastossa MARC-näkymässä
fr: Le Texte pour l'OPAC est ce qui est affiché à l'OPAC en Vue MARC.
hi: 'ओपेक के लिए लेबल' क्या ओपेक में मार्क दृश्य पर दिखाई देगा
it: L'"Etichetta per l'OPAC" è il testo visualizzato nella Vista MARC dell'OPAC
oc: Lo Tèxte per l'OPAC es ce qui es afichat a l'OPAC en Vista MARC.
pt: O 'Texto para OPAC' é o texto que irá aparecer na vista MARC no OPAC
pt_br: O 'Texto para OPAC' é o que será exibido na visualização MARC no OPAC
sk: 'Etiketa pre OPAC' je to, čo sa zobrazí v náhľade MARC v OPACu
sv: 'Etikett för OPAC' är det som visas i MARC-vyn i OPAC
tr: 'OPAC Etiketi' MARC'da gösterilenin OPAC'daki görünütüsüdür.
zh_tw: 此 'OPAC 標籤' 是檢視 MARC 紀錄時，一段顯示在 OPAC 的文字

source: The 'Label for lib' is the text that will appear in the staff client when in the cataloging module
ar: 'التسمية للمكتبة' هو النص الذي سوف يظهر في عميل الموظف عند وحدة الفهرسة
cs: "Návěští pro lib" je text, který se zobrazí na zaměstnaneckém intranetu v modulu Katalogizace
da: 'Etiket til lib' er den tekst, der vises i admin-interfacen i katalogiseringsmodulet
de: Die 'Interne Beschreibung' wird in der Dienstoberfläche in der Katalogisierung angezeigt
el: Η 'Λεζάντα για τη βιβλιοθήκη' είναι το κείμενο που θα εμφανιστεί στη διεπαφή προσωπικού στην υπομονάδα καταλογογράφησης
es: La 'Etiqueta para biblioteca' es el texto que aparecerá en la interfaz del personal en el módulo de catalogación
eu: 'Lib etiketa' da langileen interfazean, kalogatze moduluaren barruan, agertuko den testua
fi: 'Teksti virkailijatyökalussa' on teksti, joka näkyy virkailijatyökalussa luettelointiosiossa
fr: Le Texte pour bib est le texte qui apparait dans l'interface professionnelle dans le module de catalogage
hi: 'उदारीकरण के लिए लेबल' पाठ है कि जब सूचीबद्ध मॉड्यूल में कर्मचारियों कलाइन्ट में दिखाई देगा
it: L'"Etichetta per lo staff" è il testo visualizzato nella Vista MARC della catalogazione
oc: Lo Tèxte per bib es lo tèxte qui apparait dins l'interfàcia professionala dans lo modul de catalogatge
pl: "Etykieta dla biblioteki" jest tekstem, który pojawi się w interfejsie bibliotekarza
pt: O 'Texto para técnicos' é o texto que irá aparecer no interface dos técnicos no módulo de catalogação
pt_br: O 'Texto para Staff' é o texto que será exibido na interface administrativa no módulo de catalogação
sk: 'Etiketa pre intranet' je text, ktorý sa objaví v intranete pri práci v module katalogizácie
sv: 'Etikett för bib' är den text som kommer att visas i personalklientens katalogiseringsmodul
tr: 'Lib etiketi' kataloglama modülündeyken personel istemcide gözüken metindir.
zh_tw: 此 '圖書館標籤' 是顯示在編目模組的文字

source: The 'Label for lib' is the text that will appear in the staff client when in the cataloging module.
ar: 'التسمية للمكتبة' هو النص الذي سوف يظهر في عميل الموظفين عند وحدة الفهرسة.
cs: "Návěští pro lib" je text, který se zobrazí na zaměstnaneckém intranetu v modulu Katalogizace.
da: 'Etiket til lib' er den tekst, der vises i admin-interfacen i katalogiseringsmodulet.
de: Die 'Interne Beschreibung' wird in der Dienstoberfläche in der Katalogisierung angezeigt.
el: Η 'Λεζάντα για τη βιβλιοθήκη' είναι το κείμενο που θα εμφανιστεί στη διεπαφή προσωπικού όταν βρίσκεστε στην υπομονάδα καταλογογράφησης
es: La 'Etiqueta para biblioteca' es el texto que aparecerá en la interfaz administrativa en el módulo de catalogación.
eu: La 'Etiqueta para biblioteca' es el texto que aparecerá en la interfaz administrativa en el módulo de catalogación.
fi: 'Teksti virkailijatyökalussa' on teksti, joka näkyy virkailijatyökalussa luettelointiosiossa.
fr: Le 'Label for lib' est le texte qui apparait dans l'interface professionnelle dans le module de catalogage
hi: 'उदारीकरण के लिए लेबल' पाठ है कि कर्मचारियों को ग्राहक में जब सूचीबद्ध मॉड्यूल में दिखाई देगा।
it: 'Etichetta per lo staff' è il testo visualizzato nella Vista MARC della catalogazione
oc: Lo 'Label for lib' es lo tèxte qui apparait dins l'interfàcia professionala dins lo modul de catalogatge
pl: "Etykieta dla biblioteki" jest tekstem, który pojawi się w interfejsie bibliotekarza.
pt: O 'Texto para técnicos' é o texto que irá aparecer no interface dos técnicos no módulo de catalogação.
pt_br: O 'Texto para equipe' é o texto que será exibido na interface administrativa no módulo de catalogação.
sk: 'Etiketa pre intranet' je text, ktorý sa objaví v intranete pri práci v module katalogizácie.
sv: 'Etikett för bib' är den text som kommer att visas i personalklientens katalogiseringsmodul.
tr: Kataloglama modülündeyken personel istemcide gözükecek metin 'Lib etiketi'dir
zh_tw: 此 '圖書館標籤' 是顯示在編目模組的文字。

source: The 'Label for lib' is what will show in the staff client if you have advancedMARCeditor set to display labels
ar: 'التسمية للمكتبة' هو الذي سوف يظهر في عميل الموظف إذا كان لديك التفضيل advancedMARCeditor مضبوط ﻷن يعرض التسميات.
cs: "Návěští pro lib" je to, co se zobrazí na zaměstnaneckém intranetu, jestliže máte pokročilý MARC editor nastaven na "Zobrazit návěští"
da: 'Etiket til lib' er det der vises i admin-interfacen hvis advancedMARCeditor er sat til at vise etiketter
de: Die 'Interne Beschreibung' wird in der Dienstoberfläche angezeigt, wenn der Systemparameter advancedMARCeditor so eingestellt ist, dass Beschreibungen angezeigt werden
el: Η 'Λεζάντα για τη βιβλιοθήκη' είναι αυτό που θα εμφανιστεί στη διεπαφή προσωπικού αν έχετε επιλέξει να εμφανίζονται λεζάντες στο advancedMARCeditor
es: La 'Etiqueta para biblioteca' es lo que mostrará en la interfaz del personal si tiene advancedMARCeditor configurado para mostrar las etiquetas
eu: 'Lib etiketa da' langileen interfazean agertuko dena advancedMARCeditor etiketak bistaratzeko ezarrita baduzu
fi: 'Teksti virkailijatyökalussa' on teksti, joka näkyy virkailijatyökalussa luettelointiosiossa, jos advancedMARCeditor on asetettu näyttämään otsikot
fr: Le Texte pour bibliothécaire est ce qui est montré aux bibliothécaires à l'OPAC si la préférence système advancedMARCeditor est activée.
hi: 'उदारीकरण के लिए लेबल' क्या स्टाफ कलाइन्ट में दिखाई देंगे यदि आप advancedMARCeditor लेबल प्रदर्शित करने के लिए निर्धारित किया है
it: L'"Etichetta per lo staff" è il testo mostrato nel client dello staff se la preferenza di sistema advancedMARCeditor ha il valore 'Visualizza etichette'
oc: Lo Tèxte per bibliotecari es ce qui es montré als bibliotecaris a l'OPAC se la preferéncia sistèma advancedMARCeditor es activada.
pl: 'Etykieta dla biblioteki' – tekst, który pojawi się w interfejsie bibliotekarza, gdy advancedMARCeditor ustawisz wyświetlanie etykiet.
pt: O 'Texto para técnicos' é o texto que irá aparecer no interface dos técnicos se a preferência do sistema advancedMARCeditor estiver definida para mostrar o texto
pt_br: O 'Texto para equipe' é o que será exibido na interface administrativa se você tiver definido a preferência do sistema advancedMARCeditor para exibir textos (rótulos)
sk: 'Etiketa pre intranet' je to, čo sa zobrazí v intranete, ak máte advancedMARCeditor nastavený na zobrazenie etikiet
sv: 'Etikett för bib' är det som visas i personalklienten om advancedMARCeditor är inställd för att visa etiketter
tr: 'Lib etiketini' gelişmiş MARC metin düzenleyicisini 'etiketleri göster'e ayarlarsanız, size personel istemcide ne olduğunu gösterecektir.
zh_tw: 當 advancedMARCeditor 偏好設為顯示標籤時，'圖書館標籤' 就顯示在編目模組

source: The 'Locale' option is useful when you want to display days, month or season. For example, if you have a German serial, you can use the German locale option to display days, etc. in German.
fi: 'Kieli' -asetus on hyödyllinen, kun haluat näyttää päivät, kuukaudet tai vuodenajat. Esimerkiksi, jos sinulla on saksalainen lehti, voit käyttää saksaa kielenä näyttääksesi päivät yms. saksaksi.
hi: जब आप प्रदर्शित करने के लिए दिन, महीने या मौसम चाहते हैं 'स्थान' विकल्प उपयोगी है। उदाहरण के लिए, यदि आप एक जर्मन सीरियल है, तो आप जर्मन वातावरण विकल्प जर्मन में, दिन प्रदर्शित करने के लिए आदि का उपयोग कर सकते हैं।
