Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: See the full documentation for the Plugin System in the
ar: انظر التوثيق الكامل لنظام البرامج المساعدة في
cs: Viz úplnou dokumentaci pro systém pluginů v
da: Se hele dokumentationen for pluginsystemet i
de: Die vollständige Hilfe zur Verwendung von Plugins finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για το Plugin System στο
es: Vea la documentación completa para Sistema de plugin en el
eu: Ver la documentación completa del Plugin System en el
fi: Katso koko dokumentaatio liitännäisille
fr: Voir la documentation complète sur le Système de Plugin dans le
hi: में प्लगइन प्रणाली के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per il sistema di plugins nel
oc: Veire la documentacion completa sul Sistèma de Plugin dins lo
pl: Zobacz instrukcję dla Systemu Wtyczek w
pt: Ver a documentação completa para o sistema de plugins no
pt_br: Ver a documentação completa sobre Plugins de sistema em
sk: Pozrite si kompletnú dokumentáciu o systéme zásuvných modulov v
sv: Se den fullständiga dokumentationen för Insticksprogram i
tr: Eklenti Sistemi tam dokümantasyonuna bakınız
zh_tw: 外掛系統的完整文件，見於

source: See the full documentation for the Plugin system in the
ar: انظر التوثيق الكامل لنظام البرامج المساعدة في
cs: Viz úplnou dokumentaci pro systém pluginů v
da: Se hele dokumentationen for pluginsystemet i
de: Die vollständige Hilfe zur Verwendung von Plugins finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για το Plugin system στο
es: Vea la documentación completa para Sistema de plugin en el
eu: Ver la documentación completa del Plugin System en el
fi: Katso koko dokumentaatio liitännäisille
fr: Voir la documentation complète sur le Système de Plugin dans le
hi: में प्लगइन प्रणाली के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i plugins nel
oc: Veire la documentacion completa sul Sistèma de Plugin dins lo
pl: Zobacz instrukcję dla Systemu Wtyczek w
pt: Ver a documentação completa para o sistema de plugins no
pt_br: Ver a documentação completa sobre Plugins de sistema
sk: Pozrite si kompletnú dokumentáciu o systéme zásuvných modulov v
sv: Se den fullständiga dokumentationen för Insticksprogram i
tr: Eklenti Sistemi tam dokümantasyonuna bakınız
zh_tw: 外掛系統的完整文件，見於

source: See the full documentation for the Quote of the Day Editor in the
ar: انظر إلى التوثيق الكامل لمحرر إقتباس اليوم في
cs: Viz úplnou dokumentaci k editoru citátů dne v
da: Se hele dokumentationen for dagens citat editoren i
de: Die vollständige Hilfe zur Funkion 'Zitat des Tages' finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τον Επιμελητή Αποφθέγματος της Ημέρας στο
es: Vea la documentación completa para el Editor de Cita del día en el
eu: Ver la documentación completa para el QOTD Editor en la
fi: Katso koko dokumentaatio sitaattien muokkaamiselle
fr: Voir la documentation complète pour l'2diteur de la Citation du Jour dans le
hi: में दिन संपादक के उद्धरण के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per l' Editor di suggerimenti / citazioni nel
oc: Voir la documentacion completa per l'2diteur de la Citacion del Jorn dins lo
pl: Zobacz instrukcję dla Edytora Cytatu Dnia w
pt: Ver a documentação completa para o editor da frase do dia no
pt_br: Ver a documentação completa para o Editor de citações no
sk: Pozrite si kompletnú dokumentáciu o editore Citátu dňa v
sv: Se den fullständiga dokumentationen för Redigerare för dagens citat i
tr: Günün Sözü tam dokümantasyonuna bakınız
zh_tw: 見每日一句編輯器的完整文件

source: See the full documentation for the Quote of the Day Uploader in the
ar: انظر إلى التوثيق الكامل لرافع إقتباس اليوم في
cs: Viz úplnou dokumentaci pro Načtení citátů dne v
da: Se hele dokumentationen for opload af dagens citat i
de: Die vollständige HIlfe für den Upload für die Funktion 'Zitat des Tages' finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Ανάρτηση Αποφθέγματος της Ημέρας στο
es: Vea la documentación completa para el Cargador de Cita del día en el
eu: Ver la documentación completa para el QOTD Uploader en la
fi: Katso koko dokumentaatio sitaatin tuonnille
fr: Voir la documentation complète pour le téléchargement de la Citation du Jour dans le
hi: में दिन अपलोडर के उद्धरण के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per il Caricamento di suggerimenti / citazioni nel
oc: Voir la documentacion completa per lo telecargament de la Citacion del Jorn dans lo
pl: Zobacz instrukcję dla Wczytywania Cytatu Dnia w
pt: Ver a documentação completa para o carregamento da frase do dia no
pt_br: Ver a documentação completa para Uploader de citações no
sk: Pozrite si kompletnú dokumentáciu o načítavači Citátu dňa v
sv: Se den fullständiga dokumentationen för Uppladdningsverktyget för dagens citat i
tr: Günün Sözü Yükleyicisi tam dokümantasyonuna bakınız
zh_tw: 見每日一句編輯器的完整文件

source: See the full documentation for the Reports Dictionary in the
ar: انظر إلى التوثيق الكامل لقاموس التقارير
cs: Viz úplnou dokumentaci pro Slovník výstupů v
da: Se hele dokumentationen for rapport-leksikonnet i
de: Die vollständige Hilfe zum Report-Wörterbuch finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για το Λεξικό Εκθέσεων στο
es: Vea la documentación completa para Diccionario de reportes en el
eu: Vea la documentación completa para Diccionario de reportes en la
fi: Katso koko dokumentaatio raporttisanastolle
fr: Pour plus d'information, voir le
hi: में रिपोर्ट शब्दकोश के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per il Dizionario dei Report nel
oc: Per plus d'informacion, veire lo
pl: Zobacz instrukcję dla Słownika Raportów w
pt: Ver a documentação completa para o dicionários dos relatórios no
pt_br: Ver a documentação completa para o Dicionário de relatórios no
sk: Pozrite si kompletnú dokumentáciu o slovníku výkazov v
sv: Se den fullständiga dokumentationen för Fördefinierade rapportfilter i
tr: Raporlar Sözlüğü tam dokümantasyonuna bakınız
zh_tw: 見報表字典的完整文件

source: See the full documentation for the Task Scheduler in the
ar: انظر إلى التوثيق الكامل لجدولة المهام
cs: Viz úplnou dokumentaci pro Plánovač úloh v
da: Se hele dokumentationen for opgaveplanlægger i
de: Die vollständige Hilfe zum Aufgabenplaner finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τον Χρονοπρογραμματιστή Εργασιών στο
es: Vea la documentación completa del Planificador de tareas en el
eu: Vea la documentación completa del Planificador de tareas en la
fi: Katso koko dokumentaatio tehtävien ajastukselle
fr: Voir la documentation complète dans le
hi: में टास्क समयबद्धक के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per il Gestore di Task nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Harmonogramu Zadań w
pt: Ver a documentação completa para a calendarização das tarefas no
pt_br: Ver a documentação completa para Agendador de tarefas no
sk: Pozrite si kompletnú dokumentáciu o Plánovači úloh v
sv: Se den fullständiga dokumentationen för Schemaläggaren i
tr: Görev Zamanlayıcı tam dokümantasyonuna bakınız
zh_tw: 見工作排程的完整文件

source: See the full documentation for the Transport Cost Matrix in the
ar: انظر إلى التوثيق الكامل عن منظومة تكاليف النقل في
cs: Viz úplnou dokumentaci pro Matici dopravních nákladů v
da: Se hele dokumentationen for leverandørkontrakter i
de: Die vollständige Hilfe zur Transportkostentabelle finden Sie unter
el: Βλέπε την πλήρη τεκμηρίωση για τον Πίνακα Κόστους Μεταφοράς στο
es: Vea la documentación completa para la Matriz de costo de transporte en el
eu: Ver la documentación completa para contratos de Proveedores en la
fi: Katso koko dokumentaatio kuljetusten painomatriisille
fr: Voir la documentation complète sur la matrice des couts de transport dans le
hi: में परिवहन लागत मैट्रिक्स के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per la Matrice Costo Trasporto nel
oc: Voir la documentacion completa sus la matritz des couts de transport dins lo
pl: Zobacz instrukcję dla Kosztów Transportu Pomiędzy Bibliotekami w
pt: Ver a documentação completa para a tabela de custo de transporte no
pt_br: Ver a documentação completa para Matriz de custo de transporte no
sk: Pozrite si kompletnú dokumentáciu o matrici nákladov na prevoz v
sv: Se den fullständiga dokumentationen för Fraktkostnadstabellen i
tr: Ulaştırma Maliyet Matrisi tam dokümantasyonuna bakınız
zh_tw: 見轉移成本矩陣的完整文件

source: Select the appropriate filing rule from the drop down list.
ar: اختر قاعدة التصنيف المناسبة من القائمة المنسدلة.
cs: Vyberte patřičné pravidlo zápisu z rozbalovacího seznamu.
da: Vælg passende sorteringsregel fra dropdown-listen
de: Wählen Sie die passende Sortierregel aus der Drop-Down-Liste aus.
el: επιλέξτε τον κατάλληλο κανόνα ταξιθέτησης από την πτυσσόμενη λίστα.
es: Seleccione la regla de ordenación adecuada del menú desplegable.
eu: Aukeratu artxibatze araua goitibeherako zerrendatik.
fi: Valitse sopiva luokitusopas alasvetovalikosta.
fr: Sélectionnez la règle de classement appropriée dans la liste.
hi: ड्रॉप डाउन सूची से उचित दाखिल नियम का चयन करें।
it: Scegli la biblioteca/sottobiblioteca della copia dal menù a tendina.
oc: Seleccionatz la règla de classament apropriada dins la lista.
pl: Wybierz odpowiednią zasadę klasyfikacji z rozwijanej listy.
pt: Seleccione a regra de preenchimento apropriada da lista.
pt_br: Selecione a regra de preenchimento adequada na lista.
sk: Vyberte príslušné pravidlo zápisu z rozbaľovacieho zoznamu.
sv: Välj lämplig klassificeringsregel från rullgardinsmenyn.
tr: Açılan listeden uygun dosyalama kuralını seçin.
zh_tw: 從下拉選單裡，選定適當的排序規則。

source: Select the quote(s) you desire to delete by clicking on the corresponding quote id.
ar: قم بتحديد الاقتباس (الاقتباسات) التي ترغب في حذفها بالنقر على معرف الاقتباس المقابل
cs: Kliknutím na identifikátor citace vybere citáty, které chcete smazat.
de: Wählen Sie die zu löschenden Zitate, indem sie auf deren ID klicken.
el: Επιλέξτε το απόφθεγμα(τα) που επιθυμείτε να διαγράψετε πατώντας στην αντίστοιχη ταυτότητα αποφθέγματος.
es: Seleccione la cita(s) que desea eliminar haciendo clic en el id de cita correspondiente.
fi: Valitse poistettavat sitaatit klikkaamalla.
fr: Sélectionner la (ou les) citation(s) que vous voulez supprimer en cliquant sur l'identifiant de la citation correspondante.
hi: उद्दरण(s) को आप इसी बोली आईडी पर क्लिक करके नष्ट करने की इच्छा का चयन करें।
it: Seleziona le citazioni che vuoi cancellare cliccando sull'ID.
oc: Seleccionar la (o les) citacion(s) que volètz suprimir en clicant sus l'identificant de la citacion correspondenta.
pt: Seleccionar as frases que desejar eliminar clicando no identificador correspondente.
pt_br: Selecione citação(ões) que você deseja excluir clicando no id da citação correspondente.
sk: Vyberte si citát(y), ktoré si želáte odstrániť kliknutím na príslušné id citátu.
tr: İlgili alıntı kimliği üzerine tıklayarak silmek istediğiniz alıntı(ları) seçin.
zh_tw: 勾選對映的引句代號，刪除該引句。

source: Sent to patrons when their account is set up if the AutoEmailOPACUser preference is set to 'Send'
ar: ارسل إلى المستفيدين عندما يتم تنصيب حساباتهم وذلك في حال ضبط تفضيل AutoEmailOPACUser على 'ارسل'
cs: Odešle se uživateli, pokud má nastaveno "AutoEmailOPACUser" na "Posílat"
da: Sendt til lånere, når deres konto er indrettet, hvis AutoEmailOPACUser indstillingen er sat til 'Send'
de: Wird an Benutzer verschickt, wenn das Benutzerkonto angelegt wird und der Systemparameter AutoEmailOPACUser aktiviert ist.
el: Στέλνεται στα μέλη όταν οι λογαριασμοί τους είναι ρυθμισμένοι αν στην προτίμηση συστήματος AutoEmailOPACUser έχουμε επιλέξει το 'Αποστολή'
es: Enviada a los usuarios cuando se crea su cuenta si la preferencia AutoEmailOPACUser se establece en 'Enviar'
eu: Enviada a los socios cuando se crea su cuenta si la preferencia AutoEmailOPACUser se establece en 'Enviar'
fi: Lähetetään asiakkaille, kun heidän tilinsä on tehty, jos AutoEmailOPACUser-asetus on 'Lähetä'
fr: Envoyé aux adhérents quand leur compte est créé et si la préférence système AutoEmailOPACUser est activée.
hi: संरक्षक जब उनके खाते की स्थापना की है, तो AutoEmailOPACUser वरीयता 'भेजें' पर सेट है के लिए भेजा
it: Viene inviata all'utente quando viene definito il suo account se la preferenza di sistema AutoEmailOPACUser ha valore 'Send'
oc: Envoyé als aderents quand lor compte es creat e se la preferéncia sistèma AutoEmailOPACUser es activada.
pt: Enviado aos leitores quando as suas contas são configuradas e se a preferência AutoEmailOPACUser estiver definida para 'Enviar'
pt_br: Enviar para usuários quando suas contas estão configuradas e a preferência AutoEmailOPACUser está definida para 'Enviar'
sk: Posiela sa čitateľom, keď je ich účet a AutoEmailOPACUser nastavený na 'Posielať'
sv: Skickas till låntagare när deras konto skapats, om inställningen AutoEmailOPACUser är satt till 'Skicka'
tr: Otomatik E-posta OPAC kullanıcı seçenek hesapları 'Yolla'ya ayarlanırsa, kullanıcılara yollanır
zh_tw: 讀者帳號的偏好 AutoEmailOPACUser 設為 '送出' 時，送出給讀者

source: Serial Collection
ar: مجموعة الدورية
cs: Soubor periodika
da: Tidsskriftbestand
de: Zeitschriftenbestand
el: Συλλογή Περιοδικών Εκδόσεων
es: Colección de publicaciones periódicas
eu: Aldizkako argitalpenen bilduma
fi: Kausijulkaisukokoelma
fr: État de collection
hi: सीरियल संग्रह
it: Informazioni globali
oc: Estat de colleccion
pl: Kolekcja czasopism
pt: Colecção de Periódico
pt_br: Coleção de periódico
sk: Zbierka periodík
sv: Periodikasamling
tr: Süreli Yayın Kolleksiyonu
zh_tw: 期刊館藏

source: Serial Frequencies
ar: تواتر الدورية
cs: Sériové Frekvence
de: Erscheinungsmuster von Zeitschriften
el: Συχνότητες Περιοδικών Εκδόσεων
es: Frecuencias de seriadas
fi: Kausijulkaisun ilmestymistiheydet
fr: Périodicités des périodiques
hi: सीरियल फ्रीक्वेसियां
it: Frequenze dei periodici
oc: Periodicitats des periodics
pl: Częstotliwości czasopism
pt: Frequências de periódicos
pt_br: Frequência de periódicos
sk: Opakovanosť periodík
tr: Süreli Yayın Frekansları
zh_tw: 刊期

source: Serial Numbering Patterns
ar: أنماط ترقيم الدورية
cs: Sériové Vzorce Číslování
de: Nummerierungsmuster für Zeitschriften
el: Μοτίβα Σειριακής Αρίθμησης
es: Patrones de numeración de seriadas
fi: Kausijulkaisun numerointikaavat
fr: Modèles de numérotation de périodique
hi: सीरियल नंबर पैटर्न्स
it: Schemi di numerazione dei periodici
oc: Modèls de numerotacion de periodic
pl: Wzór numerowania czasopism
pt: Padrões de numeração
pt_br: Padrões de Numeração de Periódicos
sk: Schémy číslovania periodík
tr: Süreli Yayın Numaralandırma Düzenleri
zh_tw: 期刊編碼模式

source: Serials
ar: الدوريات
cs: Periodika
da: Tidsskrifter
de: Zeitschriften
el: Περιοδικές Εκδόσεις
es: Publicaciones periódicas
eu: Aldizkako argitalpenak
fi: Kausijulkaisut
fr: Périodiques
hi: सीरियल
it: Risorse in continuazione
oc: Periodics
pl: Czasopisma
pt: Periódicos
pt_br: Periódicos
sk: Periodiká
sv: Periodika
tr: Süreli Yayınlar
zh_tw: 期刊

source: Serials Claims
ar: المطالبات بالدوريات
cs: Reklamace seriálů
da: Tidsskriftreklamationer
de: Zeitschriftenreklamationen
el: Αξιώσεις Περιοδικών Εκδόσεων
es: Series
eu: Aldizkako argitalpenen ereklamazioak
fi: Kausijulkaisujen reklamointi
fr: Réclamations de périodiques
hi: सिरियल दावा
it: Solleciti per le risorse in continuazione
oc: Reclamacions de periodics
pl: Reklamacje czasopism
pt: Reclamações de Periódicos
pt_br: Reclamações de Periódicos
sk: Reklamácie periodík
sv: Reklamationer för periodika
tr: Süreli yayın hatırlatmaları
zh_tw: 期刊催缺

source: Serials receiving
ar: استلام الدورية
cs: Příjem seriálů
da: Tidsskriftsmodtagelse
de: Zeitschriftenzugang
el: Παραλαβή περιοδικής έκδοσης
es: Recepción de seriadas
eu: Recepción de publicaciones periódicas
fi: Kausijulkaisujen vastaanotto
fr: Réception des périodiques
hi: सीरियल प्राप्त
it: Ricevi risorse in continuazione
oc: Recepcion des periodics
pl: Otrzymywanie czasopism
pt: Recepção de periódicos
pt_br: Receber periódico
sk: Prijatie periodík
sv: Ta emot periodika
tr: Gelen sayılar
zh_tw: 簽收期刊

source: Serials statistics
ar: إحصائيات الدوريات
cs: Statistika seriálů
da: Tidsskriftsstatistik
de: Zeitschriftenstatistiken
el: Στατιστικά Στοιχεία Περιοδικών Σειρών
es: Estadísticas de seriadas
eu: Aldizkako argitalpenen estatistikak
fi: Kausijulkaisujen tilastot
fr: Statistiques sur les périodiques
hi: सिरियल सांख्यिकी
it: Statistiche delle risorse in continuazione
oc: Estatisticas suls periodics
pl: Statystyka czasopism
pt: Estatísticas de periódicos
pt_br: Estatísticas de periódicos
sk: Štatistika periodík
sv: Periodikastatistik
tr: Süreli yayın istatistikleri
zh_tw: 期刊統計

source: Server information
ar: معلومات الخادم
cs: Server
de: Serverinformationen
el: Πληροφορίες διακομιστή
es: Información del servidor
eu: Zerbitzariaren informazioa
fi: Palvelimen tiedot
fr: Information serveur
hi: सर्वर जानकारी
it: Informazioni sul server
oc: Informacion servidor
pl: Serwer
pt: Servidor
pt_br: Informação do servidor
sk: Informácie o serveri
tr: Sunucu bilgisi
zh_tw: 伺服器資訊

source: Set library
ar: اضبط المكتبة
cs: Nastavit knihovnu
da: Vælg bibliotek
de: Bibliothek festlegen
el: Επιλογή βιβλιοθήκης
es: Seleccionar Biblioteca
eu: Ezarri liburutegia
fi: Aseta kirjasto
fr: Choisir un site
hi: सेट पुस्तकालय
it: Imposta biblioteca
oc: Causir un site
pl: Wybierz bibliotekę
pt: Escolher a biblioteca
pt_br: Alterar biblioteca
sk: Nastaviť knižnicu
sv: Ställ in bibliotek
tr: Kütüphaneyi belirle
zh_tw: 設定圖書館：

source: Set library management parameters (deprecated)
ar: قم بضبط ضوابط إدارة المكتبة (مهمل)
cs: Nastavte parametry pro správu knihovny (zastaralé)
de: Bibliotheksparameter verwalten (nicht länger verwendet)
el: Ρύθμιση παραμέτρων διαχείρισης βιβλιοθήκης (μειωμένη)
es: Configurar parámetros administrativos de la biblioteca (obsoleto)
fi: Kirjaston hallinnan parametrien asettaminen (ei käytössä)
fr: Fixer les paramètres de gestion de la bibliothèque (obsolète)
hi: पुस्तकालय प्रबंधन मानकों सेट (पदावनत)
it: Gestisci la configurazione dei parametri (deprecato)
oc: Fixer los paramètres de gestion de la bibliotèca (obsolète)
pl: Określanie parametrów zarządzania biblioteką (niezalecane)
pt: Definir parâmetros de gestão da biblioteca (obsoleto)
pt_br: Configurar parâmetros de gerenciamento da biblioteca (obsoleto)
sk: Nastaviť parametre správy knižnice (zastarané)
tr: Kütüphane yönetim parametrelerini ayarlayın (önerilmez)
zh_tw: 設定圖書館管理參數(棄用)

source: Set notice/status triggers for overdue items
ar: اضبط مشغل الإشعار/الحالة للتنبيه عن المواد المتأخرة
cs: Nastavení spouštěčů pro upomínky
da: Sæt besked/statusudløsere for udestående eksemplarer
de: Konfiguriere Benachrichtigungen und Kontosperrung für überfällige Medien
el: Καθορισμός ειδοποιήσεων για εκπρόθεσμα τεκμήρια
es: Establecer avisos de retraso/disparadores de estado para ítem atrasados
eu: Ezarri jakinarazpenen/egoeren disparadoreak atzeratutako elementuentzat
fi: Myöhästymisilmoitusten määrittely myöhässä oleville niteille
fr: Paramétrage des relances pour les documents en retard
hi: स्थिति अतिदेय मदों के लिए/triggers सेट नोटिस
it: Imposta i triggers per messaggi di ritardo/status (copie in ritardo)
oc: Parametratge des relances per los documents en retard
pl: Ustawianie wyzwalaczy powiadomień/zmian statusu dla przetrzymanych egzemplarzy
pt: Estabelecimento das regras e datas de envio das notificações.
pt_br: Estabelecimento das regras e datas de envio das notificações.
sk: Nastaviť oznámenie/spúšťače stavov pre omeškané exempláre
sv: Ställ in utlösare för meddelanden/status för försenade objekt
tr: Gecikmiş materyaller için uyarı/durum tetikleyici ayarlayın
zh_tw: 設定逾期館藏的通知/啟動狀態

source: Set user permissions
ar: ضبط صلاحيات المستخدم
cs: Nastavit uživatelská oprávnění
da: Sæt brugerrettigheder
de: Berechtigungen setzen
el: Ρύθμιση εξουσιοδοτήσεων χρήστη
es: Asignar permisos de usuario
eu: Establecer permisos
fi: Käyttäjien käyttöoikeuksien asetukset
fr: Définir les permissions
hi: उपयोगकर्ता अनुमतियां सेट
it: Imposta i permessi
oc: Definir las permissions
pl: Ustawianie uprawnień
pt: Definir as permissões dos leitores
pt_br: Alterar permissões de usuário
sk: Nastaviť oprávnenia používateľa
sv: Ställ in användarrättigheter
tr: Kullanıcı İzinlerini ayarlayın
zh_tw: 設定使用者權限

source: Setting Patron Permissions
ar: حدد صلاحيات المستفيد
cs: Nastavení uživatelských oprávnění
da: Indstille lånerrettigheder
de: Benutzerberechtigungen vergeben
el: Ρύθμιση Εξουσιοδοτήσεων Μελών
es: Asignando permisos de usuario
eu: Bazkide baimenak ezartzea
fi: Asiakkaan oikeuksien määrittely
fr: Définir les permissions des adhérents
hi: संरक्षक अनुमतियाँ सेटिंग
it: Impostazione dei privilegi utente
oc: Definir las permissions des aderents
pl: Ustawianie uprawnień użytkowników
pt: Definir as permissões do leitor
pt_br: Configurando Permissões de Usuários
sk: Nastavovanie oprávnení čitateľa
sv: Ställa in låntagarrättigheter
tr: Kullanıcı İzinleri Ayarları
zh_tw: 設定讀者權限

source: Setting up Messages
ar: تنصيب الرسائل
cs: Nastavení zpráv
da: Indstilling af beskeder
de: Benachrichtigungen einrichten
el: Ρύθμιση Μηνυμάτων
es: Configurar Mensajes
eu: Ezarri mesuak
fi: Viestien määritys
fr: Définir les messages
hi: संदेशों की स्थापना
it: Configura messaggi
oc: Definir los messatges
pl: Tworzenie wiadomości - ustawienia
pt: Definir os avisos
pt_br: Configuração de Mensagens
sk: Nastavujú sa Správy
sv: Konfigurera meddelanden
tr: Mesaj Ayarları
zh_tw: 設定訊息

source: Setup
ar: تنصيب
cs: Nastavení
de: Konfiguration
el: Ρύθμιση
es: Configuración
fi: Asennus
fr: Configuration
hi: सेटअप
oc: Configuration
pl: Ustaw
pt: Configuração
pt_br: Configurar
sk: Inštalácia
tr: Kurulum
zh_tw: 設定
