Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Choosing to 'Delete order and catalog record' removes both the order line and the record in the catalog.
ar: إختيار 'حذف الطلبات وتسجيلات الفهرس' يحذف سطور الطلبات والتسجيلات في الفهرس معاً.
cs: Vybráním 'Odstranit objednávku a katalogizační záznam' odstraníte jak záznam z objednávky tak katalogizační záznam.
da: Ved at vælge 'Slet ordre- og katalogpost' fjernes både ordrelinien og posten i kataloget
de: 'Bestellung und Titel löschen' entfernt sowohl die Bestellposition als auch den zugehörigen Titelsatz im Katalog.
el: Η επιλογή 'Διαγραφή παραγγελίας και εγγραφής καταλόγου' αποσύρει και τη σειρά παραγγελιών και την εγγραφή στον κατάλογο.
es: Seleccionando 'Eliminar pedido y registro del catálogo' remueve tanto la línea de la orden como el registro en el catálogo.
eu: 'Delete order and catalog record' aukeratuta eskaera-lerroa nahiz katalogo-erregistroa ezabatzen da.
fi: Valitsemalla 'Poista tilaus ja nimeketietue' poistat sekä tilausrivin että tietueen luettelosta.
fr: Choisir 'Supprimer la commande et la notice' supprime à la fois la ligne de commande et la notice correspondante du catalogue.
hi: 'आदेश और सूची रिकॉर्ड हटाएँ' करने के लिए चुनना दोनों आदेश पंक्ति और सूची में रिकॉर्ड हटा।
it: Scegliere 'Cancella ordine e record bibliografico' rimuove l'ordine e il record dal catalogo.
oc: Causir 'Suprimir la comanda e la notícia' supprime a l'encòp la linha de comanda e la notícia correspondenta del catalòg.
pl: Wybierając 'Usuń zamówienie i rekord' zostanie usunięte zamówienie i rekord w systemie.
pt: Escolher 'Eliminar encomenda e registo do catálogo' remove a encomenda e o registo do catálogo.
pt_br: Escolhendo 'Excluir o pedido e o registro do catálogo' removerá pedido e o registro do catálogo.
sk: Voľbou 'Odstrániť objednávku a záznam katalógu' sa odstráni riadok objednávky a záznam v katalógu.
sv: Väljer du 'Radera beställning och katalogpost' tas både beställningsraden och posten i katalogen bort.
tr: 'İsteği sil ve kaydı katalogla' seçeneğini tercih etmek hem istek satırını hem de katalogdaki kaydı siler.
zh_tw: 選擇 '刪除訂單與編目紀錄'，移除目錄裡的訂單與紀錄。

source: Choosing to 'Delete the order' will delete the order line but leave the record in the catalog.
ar: اختيار 'حذف الطلب' سيحذف سطر الطلب ولكن سيترك السجل في الفهرس.
cs: Vybráním 'Odstranit objednávku' odstraníte záznam z objednávky, ale katalogizační záznam zůstane zachován.
da: Ved at vælge 'Slet ordren' slettes ordrelinien, men posten forbliver i kataloget.
de: 'Bestellung löschen' entfernt die Bestellposition, aber lässt den zugehörigen Titelsatz im Katalog.
el: Η επιλογή 'Διαγραφή παραγγελίας' θα διαγράψει τη σειρά παραγγελίων αλλά θα αφήσει την εγγραφή στον κατάλογο.
es: Seleccionando 'Eliminar pedido' borrará la orden de pedido pero dejará el registro en el catálogo.
eu: La elección de 'Eliminar el orden 'se eliminará la línea de orden, pero dejará el registro en el catálogo.
fi: Valitsemalla 'Poista tilaus' poistaa tilauksen, mutta jättää nimeketietueen luetteloon.
fr: Choisir 'Supprimer la commande' supprime la ligne de commande mais laisse la notice correspondante dans le catalogue.
hi: आदेश लाइन को हटाने, लेकिन सूची में रिकॉर्ड छोड़ देंगे 'आदेश हटाएँ' को चुनना।
it: Scegliere 'Cancella ordine' rimuove l'ordine ma non il record dal catalogo.
oc: Causir 'Suprimir la comanda' supprime la linha de comanda mas laisse la notícia correspondenta dins lo catalòg.
pl: Wybierając 'Usuń zamówienie', zostanie usunięte zamówienie.
pt: Escolher 'Eliminar a encomenda' irá eliminar a encomenda mas manter o registo no catálogo.
pt_br: Escolhendo 'Excluir o pedido', será excluído o pedido mas será mantido o registro no catálogo.
sk: Voľbou 'Odstrániť objednávku' sa odstráni riadok objednávky ale ponechá sa záznam v katalógu.
sv: Väljer du 'Radera beställning' tas beställningen bort, men posten lämnas i katalogen.
tr: 'İsteği Sil' seçme istek satırını silecek, ancak katalog kaydını bırakacaktır.
zh_tw: 選擇 '刪除訂單'，將刪除訂單但保留目錄裡的紀錄。

source: Choosing to mark a request as 'Pending' will move the request back to the 'Pending' tab.
ar: إختيارك بتعيين طلب ما على أنه 'في الإنتظار' سينقل الطلب مرى أخرى إلى تبويب 'في الإنتظار' .
cs: Zvolení označení požadavku jako 'Nevyřízený' přesune požadavek zpět do záložky 'Nevyřízené'.
da: Hvis en bestilling markeres som 'Forespurgt' flytter den tilbage til fanen 'Udestående'.
de: Wenn Sie einen Vorschlag als 'Zu bearbeiten' markieren, wird dieser wieder im Reiter 'Zu bearbeiten' angezeigt.
el: Η επιλογή χαρακτηρισμού ενός αιτήματος 'Σε εκκρεμότητα' θα μετακινήσει το αίτημα στην καρτέλα 'Σε εκκρεμότητα'.
es: Marcar una consulta como 'Pendiente' la moverá nuevamente a la pestaña 'Pendiente'.
eu: Seleccionar para marcar una consulta como 'Preguntada' ésta se moverá nuevamente a la pestaña 'Pendiente'.
fi: Jos hankintaehdotus merkitään 'Odottaa'-tilaan, se siirtyy takaisin 'Odottaa'-välilehteen.
fr: En marquant une suggestion comme 'En attente', vous la déplacez de nouveau dans l'onglet 'En attente'
hi: के रूप में 'लंबित' अनुरोध वापस 'विचाराधीन' टैब के लिए कदम होगा एक अनुरोध चिह्नित करने के लिए चुनना।
it: Marcando la richiesta come 'Da lavorare', la riporterà nella scheda 'In lavorazione'.
oc: En marcant una suggestion coma 'En espèra', la desplaçatz tornamai dins l'onglet 'En espèra'
pl: Jeśli wybrano status 'Oczekujące na akceptację' propozycja zostanie przeniesiona do zakładki 'Oczekujące'.
pt: Escolher para marcar um pedido como 'Pedido' irá mover o pedido para o separador 'Pendente'.
pt_br: Marcar uma solicitação como 'Pendente' fará com que o solicitação volte para a aba 'Pendente'.
sk: Voľbou označenia požiadavky ako 'Vyžiadanej' premiestni požiadavku späť na záložku 'Nevybavená'.
sv: Väljer du att markera en begäran som 'Väntar' flyttas begäran tillbaka till fliken 'Väntar'.
tr: Bir isteği 'Askıda' olarak işaretlemeyi seçmek bu isteği 'Askıda' sekmesine taşıyacaktır.
zh_tw: 選擇標記為 '暫存' 的詢問，將把詢問移到 '暫存' 分頁。

source: Circulating
ar: إعارة
cs: Půjčování
de: Ausleihe
es: Prestando
eu: Zirkulatzaile
fi: Lainaus ja palautus
fr: Circulation
hi: वितरण
it: Circolazione
oc: Circulacion
pl: Udostępnianie
pt: Empréstimo
pt_br: Circulação
sk: V obehu
tr: Dolaşımda yer alan
zh_tw: 流通

source: Circulation
ar: الإعارة
cs: Výpůjčky
da: Udlån
de: Ausleihe
el: Κυκλοφορία Υλικού
es: Circulación
eu: Zirkulazioa
fi: Lainaus ja palautus
hi: परिचालन
it: Circolazione
oc: Circulacion
pl: Udostępnianie
pt: Empréstimo
pt_br: Circulação
sk: Obeh
sv: Utlåning
tr: Dolaşım
zh_tw: 流通

source: Circulation History
ar: تاريخ الإعارة
cs: Historie výpůjček
da: Udlånshistorik
de: Ausleihhistorie
el: Ιστορικό Κυκλοφορίας Υλικού
es: Historial de circulación
eu: Zirkulazio historia
fi: Lainahistoria
fr: Historique de prêts
hi: परिचालन इतिहास
it: Storico della circolazione
oc: Istoric de prèstes
pl: Historia Udostępniania
pt: Histórico do empréstimo
pt_br: Histórico de circulação
sk: Výpis obehu
sv: Utlåningshistorik
tr: Dolaşım Geçmişi
zh_tw: 流通紀錄

source: Circulation Messages
ar: رسائل الإعارة
cs: Zprávy a vzkazy v modulu výpůjčky
da: Udlånsrapporter
de: Ausleihbenachrichtigungen
el: Μηνύματα Κυκλοφορίας Υλικού
es: Informes de circulación
eu: Informes de circulación
fi: Lainauksen viestit
fr: Messages de Circulation
hi: परिचालन संदेश
it: Messaggi sulla circolazione
oc: Messatges de Circulacion
pl: Wiadomości w module Udostępnianie
pt: Mensagens de empréstimo
pt_br: Mensagens de circulação
sk: Hlásenia o obehu
sv: Utlåningsmeddelanden
tr: Dolaşım Mesajları
zh_tw: 流通說明

source: Circulation and Fines Rules
ar: الاعارة وقواعد الغرامات
cs: Pravidla výpůjček a upomínek
da: Udlåns- og bøderegler
de: Ausleihkonditionen
el: Κανόνες Διακίνησης Υλικού και Προστίμων
es: Reglas de circulación y multas
eu: Zirkulazio eta isunen arauak
fi: Laina- ja maksusäännöt
fr: Règles de circulation
hi: वितरण और जुर्माना नियम
it: Circolazione e regole dei ritardi
oc: Règlas de circulacion
pl: Zasady Udostępniania i Należności
pt: Regras de empréstimo e multas
pt_br: Regras de circulação e punições
sk: Pravidlá obehu a pokút
sv: Regler för utlåning och böter
tr: Dolaşım ve Ceza Kuralları
zh_tw: 流通與罰款規則

source: Circulation functions can be accessed in several different ways. On the main page of the staff client there are some quick links in the center of the page to check items out, in or transfer them. For a complete listing of Circulation functions you can visit the Circulation page which is linked from the top left of every page or from the center of the main page.
ar: وظائف الإعارة تمكنك من الوصول إلى عدة طرق مختلفة.في الصفحة الرئيسية للموظفين هناك عدة روابط في مركز صفحة المواد المعارة,أو لنقلهم. في القائمة الكاملة لوظائف الاعارة بامكانك زيارة صفحة الاعارة التي تربطك في اعلى اليمين من كل صفحة اومركز الصفحة الرئيسية
cs: Výpůjčky jsou přístupné několika způsoby. Na hlavní stránce intranetu se nachází několik přímých odkazů pro půjčování, vracení a přesun jednotek. Pro úplný výpis funkcí modulu Výpůjčky přejděte na na stránku Výpůjčky. Odkaz na ni se nachází zcela vlevo nahoře na každé stránce a také v obsahu hlavní stránky intranetu.
da: Udlånsfunktioner er tilgængelige på flere måder. På hovedsiden i admin-klienten er der nogle hurtige links til midt på siden til udlån, indlån og overførsel. For en komplet liste med udlånsfunktioner kan du besøge udlånssiden, hvortil der er links øverst til venstre på alle sider eller midt på hovedsiden.
de: Ausleihe und Rückgabe können auf unterschiedlichen Wegen aufgerufen werden. Auf der Hauptseite der Dienstoberfläche gibt es direkte Links zu Ausleihe, Rückgabe und für das Setzen das Transportstatus. Über die Reiter Ausleihe und Rückgabe in der Suchleiste vieler Seiten können Sie die Funktion direkt ausführen und werden auf die entsprechende Seite weitergeleitet. Alle ausleihrelevanten Funktionen finden Sie auf der Startseite des Ausleihmoduls.
el: Οι λειτουργίες διακίνησης υλικού είναι προσβάσιμες με διάφορους τρόπους. Στην κυρίως σελίδα της διεπαφής προσωπικού υπάρχουν μερικοί γρήγοροι σύνδεσμοι στο κέντρο της σελίδας για το δανεισμό τεκμηρίων, την επιστροφή ή τη μεταφορά τους. Για μία ολοκληρωμένη λίστα των λειτουργιών Διακίνησης Υλικού μπορείτε να επισκεφθείτε τη σελίδα Διακίνησης Υλικού μέσω του συνδέσμου αριστερά στην κορυφή κάθε σελίδας ή στο κέντρο της κυρίως σελίδας.
es: Las funciones de circulación pueden accederse de varias formas. En la página principal del cliente administrativo hay enlaces rápidos para prestar, devolver o transferir items. Para una lista completa de las funciones de circulación puede visitar la página de Circulación que está enlazada arriba a la izquierda de cualquier página o desde el centro de la página principal.
eu: Zirkulazio funtzioetara sartzeko hainbat modu daude. Langileen interfazearen orri nagusian zenbait lotura azkar daude orriaren erdialdean, elementuak mailegatzeko edo transferitzeko. Zirkulazio funtzioen zerrenda osoa ikusteko Zirkulazio orrira jo dezakezu: horretarako loturak orri bakoitzaren goi-ezkerrean edo orri nagusiaren erdialdean daude.
fi: Lainauksen toimintoihin voi päästä eri tavoilla. Pääsivulla virkailijatyökalussa on muutama pikalinkki keskellä sivua lainaukseen, palautukseen tai siirtoon. Koko valikoima nidekierron toiminnoista näkyy Lainaus ja palautus -sivulla, johon on linkki jokaiselta sivulta yläreunasta tai pääsivun keskeltä.
fr: Les fonctionnalités de circulation sont accessibles de différentes manières. Au centre de la page principale de l'interface professionnelle se trouvent quelques raccourcis pour enregistrer les prêts, les retours ou les transferts. La liste complète des fonctionnalités est disponible sur la page du module Circulation, accessible depuis toutes les pages de l'interface professionnelle (lien en haut à gauche), et depuis la page d'accueil.
hi: संचलन कार्यों कई अलग अलग तरीकों से पहुँचा जा सकता है। स्टाफ ग्राहक के मुख्य पृष्ठ पर पृष्ठ के केंद्र में कुछ त्वरित लिंक, आइटम बाहर की जाँच करने के लिए या उन्हें स्थानांतरित कर रहे हैं। संचलन कार्यों की एक पूरी सूची के लिए आप सर्कुलेशन पेज जो हर पृष्ठ के शीर्ष बाएं से या मुख्य पृष्ठ के केंद्र से जुड़ा हुआ है यात्रा कर सकते हैं।
it: Le funzioni di circolazione possono essere raggiunte in diversi modi. Dalla pagina principale dello staff ci sono link veloci per i prestiti in uscita, o per i trasferimenti. Per una lista completa delle funzioni di circolazione puoi vedere la pagina della Circolazione che ha un link in alto a sinistra in ogni pagina, o al centro della pagina principale dello staff.
oc: Les foncionalitats de circulacion son accessibles de diferentas manièras. Al centre de la pagina principala de l'interfàcia professionala se tròban qualques acorchis per enregistrar los prèstes, los retorns o los transferiments. La lista completa des foncionalitats es disponible sus la pagina del modul Circulacion, accessible dempuèi totas las paginas de l'interfàcia professionala (ligam amont a esquèrra), e dempuèi la pagina d'acuèlh.
pl: Moduł Udostępnianie służy do obsługi zamówień, wypożyczania i zwracania egzemplarzy. Moduł jest dostępny w kilku miejscach w interfejsie bibliotekarza. Niektóre funkcje, np. 'Wypożycz', 'Przekaż/Zwróć' wyświetlają się na stronie głównej, reszta funkcji dostępna jest w module Udostępnianie, podlinkowanym w lewym górnym rogu każdej strony lub na liście modułów na głównej stronie interfejsu bibliotekarza.
pt: Funções de circulação pode ser acedidas de diferentes formas. Na página principal do interface dos técnicos existem alguns link rápidos no centro para empréstimos, devoluções e transferências. Para um listagem completa das funções de circulação pode visitar a página principal desse módulo através do menu superior existente em cada página.
pt_br: Funções de circulação podem ser acessadas de diversas maneiras. Na página principal da interface administrativa existem alguns links rápidos no centro da página para emprestar, devolver ou transferir itens. Para uma lista completa das funções de circulação você pode visitar a página de Circulação que está listada no topo da página.
sk: K funkciám obehu sa možno dostať viacerými rôznymi spôsobmi. Na hlavnej stránke knihovníckeho rozhrania sú k dispozícii rýchle odkazy v strede stránky pre vypožičanie, návrat alebo presun exemplárov. Pre úplný zoznam funkcií obehu môžete navštíviť stránku Obehu, ktorý sa nachádza v ľavom hornom rohu každej stránky alebo v strede hlavnej stránky.
sv: Utlåningsfunktioner kan nås på flera olika sätt. På huvudsidan i personalklienten finns det en del snabblänkar i mitten av sidan för utlåning, återlämning och överföring. För en komplett lista över utlåningsfunktionerna kan du gå till utlåningssidan som finns länkad längst upp till vänster i varje sida eller från mitten av huvudsidan.
tr: Dolaşım fonksiyonlarına birkaç farklı yoldan ulaşılabilir. Personel istemcinin ana sayfasında, materyal iadesi, girişi ya da aktarımı için sayfanın orta noktasında bazı hızlı bağlantılar mevcuttur. Dolaşım fonksiyonlarının tam listesi için, her sayfanın en üst solunda bulunan Dolaşım sayfasını ziyaret edebilir ya da ana sayfanın orta noktasından giriş yapabilirsiniz.
zh_tw: 有若干方式進入流通功能。從館員介面的首頁中央有幾個連結可以借出、還入或轉移館藏。可從每個頁面左上方的連結或首頁中央，連結至完整的流通功能。

source: Circulation messages are set up as Authorized Values. To add or edit Circulation Messages you want to work with the BOR_NOTES value.
ar: يتم تنصيب رسائل الإعارة كقيم استناد. لإضافة أو تحري رسائل الإعارة يجب عليك العمل مع قيمة BOR_NOTES
cs: Zprávy modulu Výpůjčky se nastavují pomocí Ověřených hodnot. Pro přidávání a úpravu těchto zpráv slouží hodnota BOR_NOTES.
da: Lånerapporter sættes op som autoritetsværdier. For at tilføje eller redigere udlånsrapporter skal du arbejd med BOR_NOTES værdier.
de: Ausleihbenachrichtigungen sind als Normierte Werte angelegt. Arbeiten Sie mit BOR_NOTES um Ausleihbenachrichtigungen hinzuzufügen oder zu veändern.
el: Τα μηνύματα κυκλοφορίας υλικού τα ρυθμίζουμε ως Καθιερωμένες Τιμές. Για να προσθέσετε ή να επεξεργαστείτε Μηνύματα Κυκλοφορίας υλικού χρειάζεται να δουλέψετε με την τιμή BOR_NOTES.
es: Los mensajes de circulaciín se configuran como valores autorizados. Para agregar o editar mensajes de circulación querrá trabajar con el valor BOR_NOTES.
eu: Los mensajes de circulación están configurados como Valores Autorizados. Para añadir o editar los Mensajes de Circulación necesitas trabajar con el valor BOR_NOTES.
fi: Lainauksen viestit asetetaan auktorisoituina arvoina. Lisätäksesi tai muokataksesi viestejä mene BOR_NOTES-arvoihin.
fr: Les messages de circulation sont paramétrés comme Valeurs Autorisées. Pour ajouter ou modifier les messages de circulation, voir la catégorie de valeurs autorisées BOR_NOTES.
hi: सर्कुलेशन संदेशों अधिकृत मान के रूप में स्थापित कर रहे हैं। जोड़ने या संपादित करने सर्कुलेशन संदेश आप BOR_NOTES मूल्य के साथ काम करना चाहते हैं।
it: I messaggi della circolazione sono definiti come 'valori autorizzati'. Per aggiungere o modificare i messaggi di circolazione, devi operare sul BOR_NOTES nei valori autorizzati.
oc: Los messatges de circulacion son parametrats coma Valors Autorizadas. Per apondre o modificar los messatges de circulacion, veire la categoria de valors autorizadas BOR_NOTES.
pl: Wiadomości w module Udostępnianie są skonfigurowane jako Dopuszczone Wartości. Jeśli chcesz dodać lub modyfikować Wiadomości modułu Udostępnianie musisz wybrać wartość BOR_NOTES w Dopuszczonych Wartościach.
pt: As mensagem são configuradas como valores autorizados. Para adicionar ou editar as mensagem é necessário trabalhar com o valor BOR_NOTES.
pt_br: Mensagens de circulação são configuradas como Valores autorizados. Para adicionar ou editar mensagens de circulação você precisa editar o valor BOR_NOTES.
sk: Hlásenia o obehu sú nastavené ako Povolené hodnoty. Pre pridanie alebo úpravu Hlásení o obehu, pracujte s hodnotou BOR_NOTES.
sv: Utlåningsmeddelanden konfigureras som Auktoriserade värden. För att lägga till eller redigera utlåningsmeddelanden använder du BOR_NOTES-värdet.
tr: Dolaşım mesajları yetkili değerler olarak ayarlanır. BOR_NOTES değeri ile çalışmak istediğiniz dolaşım mesajlarını eklemek ya da düzenlemek için.
zh_tw: 流通訊息經由容許值設定，經由BOR_NOTES值新增或編輯流通訊息。

source: Circulation messages are short messages that librarians can leave for their patrons or their colleagues that will appear at the time of circulation.
ar: رسائل الإعارة هي عبارة عن رسائل قصيرة أن أمناء المكتبات يمكن أن تترك لمستفيديهم أو زملائهم التي ستظهر في وقت الإعارة.
cs: Jedná se o krátké zprávy, které mohou knihovníci nechat pro čtenáře, nebo pro své kolegy a objeví se při práci s modulem Výpůjčky.
da: Udlånsmeddelelser er korte meddelelser, som vises ved udlånet, og som bibliotekarer kan sende til deres lånere eller deres kolleger.
de: Ausleihbenachrichtigungen sind kurze Nachrichten die Bibliothekare für Ihre Benutzer oder Kollegen im Benutzerkonto hinterlegen können.
el: Τα μηνύματα κυκλοφορίας υλικού είναι σύντομα μηνύματα που αφήνουν οι βιβλιοθηκονόμοι για τα μέλη ή τους συναδέλφους τους και τα οποία θα εμφανίζονται κατά τη διάρκεια κυκλοφορίας υλικού.
es: Los mensajes de circulación son mensajes cortos que los bibliotecarios pueden dejar, para los usuarios o sus colegas, que aparecerán al momento de la circulación.
eu: Los mensajes de Circulación son mensajes cortos que los bibliotecarios pueden enviar a sus socios o colegas, estos aparecerán en el momento de circulación.
fi: Lainauksen viestit ovat lyhyitä viestejä, joita virkailijat voivat jättää asiakkaiden tai toisten virkailijoiden nähtäväksi lainauksen ja palautuksen aikana.
fr: Les messages de circulation sont des courts messages que les bibliothécaires peuvent laisser à leurs adhérents et qui s'afficheront lors des transactions.
hi: सर्कुलेशन संदेशों लघु संदेश है कि पुस्तकालय उनके संरक्षक या उनके सहयोगियों कि संचलन के समय में दिखाई देगा के लिए छोड़ सकते हैं।
it: I messaggi di circolazioni sono brevi frasi che i bibliotecari possono mettere per gli utenti e i colleghi. Essi appariranno durante le operazioni di circolazione.
oc: Los messatges de circulacion son des courts messatges que los bibliotecaris peuvent daissar a leurs aderents e qui s'aficharàn al moment des transactions.
pl: Wiadomości modułu Udostępnianie to krótkie informacje, które bibliotekarz wysyła do użytkownika lub innych bibliotekarzy.
pt: As mensagens de empréstimos são mensagens curtas que os bibliotecários pode deixar para os funcionários ou os outros colegas que aparecerão na altura da circulação.
pt_br: Mensagens de circulação são mensagens curtas que os bibliotecários podem deixar para seus usuários ou seus colegas e que aparecem durante a circulação.
sk: Hlásenia o obehu sú krátke správy, ktoré môžu dať knihovníci svojim čitateľom alebo kolegom a objavia sa v čase obehu.
sv: Utlåningsmeddelanden är korta meddelanden som bibliotekarier kan lämna åt sina låntagare eller sina kollegor och som visas vid utlåning.
tr: Dolaşım mesajları kütüphanecilerin kullanıcılar için ya da dolaşım esnasında görülen meslektaşları için bırakabilecekleri kısa mesajlardır.
zh_tw: 流通訊息是館員留給讀者或同事的簡短訊息，顯示在流通頁面。

source: Circulation messages meant for the patron will appear when they log into the OPAC.
ar: رسائل الإعارة تعني ستظهر للمستفيد عند تسجيل الدخول في أوباك.
cs: Zprávy určené pro čtenáře se objeví při jejich přihlášení do on-line katalogu.
da: Udlånsmeddelelser til lånerne vil blive vist, når de logger ind i OPAC.
de: Ausleihbenachrichtigungen an den Benutzer werden angezeigt, wenn der Benutzer sich im OPAC anmeldet.
el: Τα μηνύματα κυκλοφορίας υλικού που προορίζονται για τα μέλη θα εμφανιστούν όταν συνδεθούν τα μέλη στον OPAC.
es: Los mensajes de circulación destinados a los usuarios aparecerán cuando estos ingresan con su cuenta al OPAC.
eu: Los mensajes de Circulación dirigidos a los socios aparecerán cuando ellos se registren en el OPAC.
fi: Lainauksen viestit, jotka ovat tarkoitettu asiakkaalle, näkyvät asiakkaan kirjautuessa verkkokirjastoon.
fr: Les messages de circulation destinés aux adhérents s'afficheront lorsqu'ils se connecteront à leur compte à partir de l'OPAC.
hi: सर्कुलेशन संदेशों संरक्षक के लिए होती दिखाई देगा जब वे ओपेक में प्रवेश करें।
it: I messaggi di circolazione per gli utenti appariranno quando si loggano nell'Opac
oc: Los messatges de circulacion destinats als aderents s'aficharàn quand se connectaràn a lor compte a partir de l'OPAC.
pl: Powiadomienia modułu Udostępnianie wyświetlą się użytkownikom po zalogowaniu się do OPAC.
pt: As mensagens de empréstimos são mensagens destinadas ao leitor, e que aparecerem quando este entrar no OPAC.
pt_br: Mensagens de circulação destinadas ao usuário aparecerão quando ele logar no OPAC.
sk: Hlásenia o obehu určené čitateľovi sa objavia pri jeho/jej prihlásení do OPACu.
sv: Utlåningsmeddelanden avsedda för låntagaren visas när de loggar in i OPAC.
tr: Kullanıcılara yönelik dolaşım mesajları, kullanıcılar OPAC'a bağlandıkları zaman görünür.
zh_tw: 讀者登入 OPAC 時，可以看到館員給他的流通訊息。
