Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: In order to send the overdue notices that you defined using the Notices tool, you need to first set the triggers to have these messages.
ar: لكي يتم إرسال إشعارات تأخر كما عرَّفْتَها في أداة الإشعارات، فعليك أولاً أن تضبط المطلِق ليحتوي هذه الرسائل.
cs: Aby bylo možné odeslat oznámení o upomínce nastavené za pomocí nástroje Oznámení, je nutné nastavit pro tyto zprávy spouštěče.
da: For at afsende de udestående rykkere, som defneres i besked-værktøjet, til lånerne, skal der først sættes udløsere.
de: Wenn Sie die Mahnschreiben, die Sie im Werkzeug Benachrichtigungen definiert haben, an die Benutzer verschicken möchten, müssen Sie diese im Werkzeug Mahntrigger auswählen.
el: Για να σταλούν οι ειδοποιήσεις εκπρόθεσμων που έχετε καθορίσει χρησιμοποιώντας το εργαλείο Ειδοποιήσεις, πρέπει πρώτα να ορίσετε ενεργοποιήσεις ειδοποιήσεων σε αυτά τα μηνήματα.
es: Para enviar avisos de vencimiento que ha definido utilizando la herramienta de Avisos, es necesario establecer primero los factores que desencadenan que estos mensajes.
eu: Jakinarazpenak tresnaren bidez definitzen dituzun atzerapenen jakinarazpenak bidaltzeko, mezu hauen disparadoreak ezarri behar dituzu lehenik eta behin.
fi: Jotta voisit lähettää myöhästymisilmoitukset, jotka on määritelty 'Ilmoitukset ja kuitit' -työkalussa, täytyy ensin asettaa näiden viestien laukaisimet.
fr: Il faut d'abord définir ces messages dans les déclencheurs de notification si vous voulez qu'ils soient utilisés.
hi: आदेश अतिदेय नोटिस कि आप नोटिस उपकरण का उपयोग परिभाषित भेजने के लिए, आप पहली बार इन संदेशों है करने के लिए चलाता है स्थापित करने के लिए की जरूरत है।
it: Per inviare le notifiche/avvisi di ritardo, che hai definito con lo strumento 'Avvisi', devi prima definire le condizioni che fanno scattare i messaggi.
oc: Cal d'en primièr definir aquestes messatges dins los desenclavadors de notificacion se volètz que sián utilizats.
pt: Para enviar os avisos de atraso que você definiu usando a ferramenta de aviso, é preciso definir primeiro o agendamento para que essas mensagens.
pt_br: Para enviar os avisos de atraso que você definiu usando a ferramenta de aviso, é preciso definir primeiro o agendamento para que essas mensagens.
sk: Aby ste mohli odoslať oznámenia o omeškaní, ktoré ste zadefinovali s použitím nástroja Oznámenia, musíte najrpv nastaviť spúšťače týchto správ.
sv: För att skicka de förseningsmeddelanden som du skapade med verktyger för meddelanden, måste du först ställa in utlösande händelser för meddelandena.
tr: Uyarılar aracını kullanarak belirlediğiniz gecikme uyarılarını göndermek için, öncelikle tetikleyicileri bu mesajları almak üzere hazırlamalısınız.
zh_tw: 必須先使用通知工具設定逾期通知，才能啟動，發出訊息。

source: In order to show the barcode and the patron card number you will need to check the 'Print Card Number as Barcode' option. This will turn the patron card number into a barcode. If you want the number to print in human readable format you will need to check the 'Print Card Number as Text Under Barcode' option.
ar: لكي تعرض الباركود ورقم بطاقة المستفيد ، فإنك ستحتاج أن تختار الخيار 'طباعة رقم البطاقة كباركود'. هذا سيحول رقم بطاقة المستفيد إلى باركود . إذا ما رغبتَ أن تطبعها بصيغة مقروؤة بشرياً فإنك ستحتاج أن تختار الخيار'طباعة رقم البطاقة كنص أسفل الباركود'.
cs: Aby se zobrazil čárový kód a číslo čtenářského průkazu, je nutné zaškrtnout možnost 'Vytisknout číslo průkazu jako čárový kód'. Tímto se změní číslo čtenářského průkazu na čárový kód. Pokud chcete číslo vytisknout ve formátu čitelném člověkem, zaškrtněte možnost 'Vytisknout číslo průkazu jako text pod čárovým kódem'.
da: Hvis stregkode og lånernummer skal vises, skal optionen 'Udskriv kortnummer som stregkode' aktiveres. Dermed omdannes lånernummeret til en stregkode. Hvis nummeret skal udskrives i læsbar form, aktiveres optionen 'Udskriv kortnummer som tekst under sregkode'.
de: Wenn Sie Barcode und Ausweisnummer anzeigen möchten, müssen Sie die Option 'Benutzernummer als Barcode drucken' aktivieren. Dann wird die Ausweisnummer als Barcode gedruckt. Wenn sie die Nummer in lesbarer Form drucken möchten, aktivieren Sie die Option 'Ausweisnummer als Text unter Barcode drucken'.
el: Για να εμφανιστεί το barcode και ο αριθμός κάρτας μέλους πρέπει να επιλέξετε την επιλογή 'Εκτύπωση Αριθμού Κάρτας ως Barcode'. Αυτό θα μετατρέπει τον αριθμό κάρτα μέλους σε barcode. Αν θέλετε να μπορείτε να διαβάζετε τον αριθμό πρέπει να επιλέξετε την επιλογή 'Εκτύπωση Αριθμού Κάρτας ως Κείμενο Κάτω από το Barcode'.
es: Con el fin de mostrar el código de barras y el número de carné del usuario tendrá que marcar la opción 'Imprimir Número de Carné como Código de Barras'. Esto convertirá el número de carné del usuario en un código de barras. Si desea que el número se imprima en un formato legible por humanos tendrá que elegir 'Imprimir Número Carné como Texto Bajo el Código de Barras.'
eu: Barra kodea eta bazkidearen txartel zenbakia erakusteko 'Inprimatu txartel zenbakia barra kode gisa' aukera markatu beharko duzu. Horren bidez, bazkidearen txartel zenbakia barra kode bihurtuko da. Zenbakia gizakiok irakurtzeko formatuan inprimatu nahi baduzu, 'Inprimatu txartel zenbakia barra kodearen azpiko testu gisa' aukera markatu beharko duzu.
fi: Jos haluat, että kirjastokortissa näkyy sekä viivakoodi että kirjastokortin numero, valitse 'Tulosta kortin numero viivakoodina' -valinta, joka muuttaa numeron viivakoodiksi. Jos haluat, että numero on luettavissa, valitse vielä 'Tulosta kortin numerot viivakoodin alle'.
fr: Il faut cocher l'option Imprimer numéro de carte comme code à barres, si vous voulez afficher le code à barres et le numéro de carte. Cela transformera le numéro de carte en un code à barres. Si vous voulez que le numéro soit imprimé lisiblement pour un humain, activez l'option Imprimer les numéro de carte en texte.
hi: आदेश बारकोड और संरक्षक कार्ड नंबर पर आप विकल्प 'के रूप में बारकोड प्रिंट कार्ड नंबर' जांच की आवश्यकता होगी दिखाने के लिए। यह एक बारकोड में संरक्षक कार्ड नंबर बंद हो जाएगा। आप नंबर मानव पठनीय प्रारूप में मुद्रित करने के लिए चाहते हैं तो आप विकल्प 'बारकोड के तहत पाठ के रूप में प्रिंट कार्ड नंबर' जांच की आवश्यकता होगी।
it: Per mostrare il numero della tessera come un barcode, devi selezionare l'opzione 'Stampa numero tessera come barcode'.Questo cambierà il numero tessera in un barcode. Se vuoi stampare il numero in una forma leggibile dalle persone, devi selezionare l'opzione 'Stampa numero tessera come testo sotto il barcode'.
oc: Il faut cocher l'opcion Imprimir numèro de carta coma còdi de barras, se volètz afichar lo còdi de barras e lo numèro de carta. Aquò transformera lo numèro de carta en un còdi de barras. Se volètz que lo numèro siá imprimit lisiblement per un humain, activez l'opcion Imprimir les numèro de carta en tèxte.
pt: A fim de mostrar o código de barras e o número do cartão de leitor é necessário verificar a opção 'Imprimir Número do cartão como código de barras'. Isto irá transformar o número do cartão de leitor num código de barras.
pt_br: A fim de mostrar o código de barras e o número da carteirinha é necessário verificar a opção 'Imprimir Número da carteirinha como código de barras'. Isto irá transformar o número da carteirinha em um código de barras.
sk: Aby sa zobrazil čiarový kód a číslo čitateľského preukazu, musíte zaškrtnúť možnosť 'Tlačiť číslo preukazu ako čiarový kód'. Toto premení číslo čitateľského preukazu na čiarový kód. Ak chcete vytlačiť toto číslo v ľudsky čitateľnom formáte, musíte zaškrtnúť možnosť 'Tlačiť číslo preukazu ako text pod čiarovým kódom'.
sv: För att visa streckkoden och låntagarens kortnummer måste du kryssa i 'Skriv ut kortnummer som streckkod'. Det omvandlar kortnumret till en streckkod. Om du vill att numret ska skrivas ut i ett läsligt format måste du markera kryssrutan 'Skriv ut kortnummer som text'.
tr: Barkodu ve kullanıcı kart numarasını göstermek için 'kart numarasını barkod olarak yazdır' seçeneğini işaretlemeniz gerekmektedir. Bu işlem kart numarasını barkoda dönüştürecektir. Eğer numarayı okunabilir formata dönüştürmek isterseniz "Kart numarasını barkod altındaki metin olarak yaz" seçeneğini işaretlemeniz gerekmektedir.
zh_tw: 勾選 '列印讀者證號碼當成條碼'，就能顯示條碼與讀者證號碼，還可勾選 '將讀者證號碼以文字方式列印在條碼之下'，讓條碼可以被人眼閱讀。

source: In some cases a patron may come in to pick up a hold for their partner (or someone else in their household). In this case you want to make sure that the hold is cancelled when you check the item out to someone else. When trying to check out an item that is already waiting for someone else you will be presented with a warning message.
ar: في بعض الحالات قد يأتي المستفيد ليأخذ حجزاً لشريكه (أو أحد آخر من أهل بيته). في هذه الحالة عليك أن تكون متأكداً من أن الحجز مُلغى عند إعارة هذه المادة لشخص آخر. عند محاولة إعارة مادة هي فعلاً تنتظر شخصاً آخر فإنه سيعرض لكَ رسالة تحذير.
cs: Může se stát, že někým rezervovanou jednotku přijde danému čtenáři vypůjčit jeho rodinný příslušník. V tomto případě je potřeba se před vypůjčením jednotky někomu jinému ujistit, že byla původní rezervace zrušena. Pokud se budete pokoušet vypůjčit jednotku, která je již někým rezervována, objeví se varování.
da: I nogle tilfælde vil en låner komme ind for at hente en reservering til et familiemedlem. I dette tilfælde skal det sikres, at reserveringen annulleres, når eksemplaret udlånes til en anden. Når man forsøger at udlåne et eksemplar, som er reserveret til en anden, vises en advarsel.
de: Es kann vorkommen, dass ein Benutzer ein Buch für einen Freund (oder jemand aus seinem Haushalt) abholen möchte. Vergessen Sie nicht in diesem Fall die Vormerkung für den Benutzer zu stornieren, wenn Sie das Exempar an den anderen Benutzer ausleihen. Bei der Verbuchung wird hierzu eine entsprechende Warnung angezeigt.
el: Σε μερικές περιπτώσεις ένα μέλος μπορεί να έρθει να παραλάβει μία κράτηση για κάποιο γνωστό ή συγγενή του. Σε αυτές τις περιπτώσεις πρέπει να σιγουρευτείτε ότι η κράτηση ακυρώθηκε όταν δανείσατε το τεκμήριο σε κάποιον άλλο. Όταν δανείζετε ένα τεκμήριο το οποίο είναι ήδη σε αναμονή για κάποιον άλλον θα σας εμφανιστεί ένα προειδοποιητικό μήνυμα.
es: En algunos casos un usuario vendrá a retirar una reserva para un compañero (o alguien a su cargo). En este caso asegúrese que la reserva se cancela cuando se la preste a alguien más. Cuando intente prestar un ítem en espera de retiro se le presentará un mensaje de advertencia.
eu: En algunos casos un socio vendrá a retirar una reserva para un compañero (o alguien a su cargo). En este caso asegúrese que la reserva se cancela cuando se la preste a alguien más. Cuando intente prestar un ítem en espera de retiro se le presentará un mensaje de advertencia.
fi: Toisinaan asiakas voi tulla noutamaan perheenjäsenensä varaaman teoksen. Tässä tapauksessa pitää varmistaa, että varaus peruuntuu, kun lainaat niteen muulle kuin varaajalle. Kun yrität lainata nidettä, joka on odottamassa toisen asiakkaan nimellä noutamista, saat varoitusviestin.
fr: Dans certains cas, un adhérent peut venir retirer une réservation pour son conjoint ou un enfant. Il faut alors supprimer la réservation. Quand vous essayez de prêter un exemplaire qui est déjà en attente de retrait par quelqu'un, une alerte est affichée.
hi: कुछ मामलों में एक संरक्षक उनके साथी (या उनके घर में किसी और के) के लिए एक पकड़ लेने के लिए आ सकता है। इस मामले में आप जब आप किसी और के लिए बाहर आइटम जाँच करें कि पकड़ रद्द कर दिया है कि यह सुनिश्चित करना चाहते हैं। जब एक आइटम है कि पहले से ही किसी और आप एक चेतावनी संदेश के साथ प्रस्तुत किया जाएगा के लिए इंतज़ार कर बाहर की जाँच करने के लिए कोशिश कर रहा है।
it: Talvolta un utente ritira per altri della sua famiglia. In questo caso, interessa essere sicuri che la prenotazione è cancellata quando si presta ad altri la copia. Quando si cerca di prestare una copia che è prenotata da altri, apparirà un messaggio di avviso.
oc: Dins certains cas, un aderent pòt venir levar una reservacion per son conjoint o un enfant. Il faut alors suprimir la reservacion. Quand vous ensajatz de prèst er un exemplar qui es ja en espèra de retirament per quelqu'un, una alèrta es afichada.
pl: W niektórych przypadkach użytkownik może poprosić, by inny użytkownik odebrał jego zamówienie. Upewnij się, że anulujesz zamówienie, jeśli zamierzasz wypożyczyć egzemplarz innemu użytkownikowi. Jeśli nie anulujesz zamówienia, otrzymasz komunikat ostrzegający przed wypożyczeniem egzemplarza oczekującego na innego użytkownika.
pt: Nalguns casos o leitor pode vir levantar um reservar para o seu parceiro. Neste caso você quer ter a certeza que a reserva é cancelada quando empresta o exemplar a outra pessoa. Quanto tenta emprestar um exemplar que está já em espera para outro leitor será apresentada uma mensagem de aviso.
pt_br: Em alguns casos um usuário pode retirar uma reserva para seu amigo (ou alguém de sua casa). Neste caso, você precisa ter certeza que a reserva está cancelada quando emprestar para outra pessoa. Quando tentar emprestar um item que está aguardando outra pessoa será apresentado uma mensagem de alerta.
sk: V niektorých prípadoch si čitateľ môže prísť vyzdvihnúť rezerváciu pre inú osobu (napríklad rodinného príslušníka alebo kolegu). V tomto prípade sa ubezpečte, že táto rezervácia je zrušená pri jej výpožičke niekomu inému. Pri pokuse vypožičať exemplár čakajúci na niekoho iného, zobrazí sa Vám patričné upozornenie.
sv: I vissa fall kan en låntagare komma in för att hämta en reservation för sin partner (eller någon annan i hushållet). I dessa fall måste du se till att reservationen annulleras när du lånar ut objektet till någon annan. När du försöker låna ut ett objekt som väntar på att hämtas av någon annan visas ett varningsmeddelande.
tr: Bazı durumlarda kullanıcı başkasının (ya da evinde yaşayan birinin) ayırdığı materyali almaya gelebilir. Bu durumda materyali başkasına ödünç vereceğiniz zaman ayırmanın iptal edilmiş olduğundan emin olmak isteyebilirsiniz. Başkası için bekleyen bir materyalin ödünç vermeye çalıştığınızda bir uyarı mesajı alacaksınız.
zh_tw: 有的圖書館允許讀者代別人(或家人)提取預約到館的館藏，在此情況下，必須確定借出之後，消除原來的預約；這種借出方式，系統會發出警語。

source: In the 'Category type' field choose one of the six main parent categories
ar: في حقل 'نوع الفئة' اختر واحدة من فئات المستفيد الأساسية الستة
cs: V poli "Typ kategorie" zvolte jednu ze šesti hlavních kategorií
da: I feltet 'Kategoritype' vælg en af de seks hoved-overkategorier
de: Wählen Sie unter 'Kategorie' eine der sechs vorhandenen Überkategorien.
el: Στο πεδίο 'Τύπος κατηγορίας' επιλέξτε μία από τις έξι γονεϊκές κατηγορίες
es: En el campo "Tipo de categoría", elija uno de los seis principales categorías superiores
eu: 'Kategoria mota' eremuan, sei kategoria nagusietako bat aukeratu
fi: 'Tyyppi'-kentässä valitse joku kuudesta pääluokasta
fr: Dans le champ Type de catégorie, choisissez une des six grandes catégories.
hi: 'श्रेणी के प्रकार' क्षेत्र में छह मुख्य माता पिता श्रेणियों में से किसी एक को चुनें
it: Nel campo 'Tipo di categoria' scegli una delle sei categorie principali
oc: Dins lo camp Tipe de categoria, causissètz una des six grandes categorias.
pl: W polu 'Typ kategorii' wybierz jeden z sześciu typów kategorii użytkowników
pt: No campo 'Tipo de categoria' escolha uma das seis principais categorias
pt_br: No campo 'Tipo de Categoria' escolha um dos seis principais tipos de pais
sk: V poli 'Typ kategórie' si zvoľte jednu zo šiestich hlavných pôvodných kategórií
sv: I fältet 'Kategorityp' väljer du en av sex övergripande kategorier
tr: ‘Kategori Türü’ alanında altı ana kategoriden birini seçiniz.
zh_tw: 在 '類型' 欄位勾選六種上層類型之一

source: In the 'Description' field, enter a longer (plain text) explanation of what this field will contain
ar: في حقل 'الوصف' أدخل أطول تفسير (نص عادي) لما سيحويه هذا الحقل
cs: Do pole 'Popis' zadejte (jako obyčejný text) obsáhlejší vysvětlení o tom, co má dané pole obsahovat
da: I feltet 'Beskrivelse', indtast en længere (ren tekst) forklaring om, hvad feltet skal indeholde
de: Im Feld 'Beschreibung' können Sie eine längere textuelle Beschreibung des Feldes erfassen.
el: Στο πεδίο 'Περιγραφή' εισάγετε μία μεγαλύτερη εξήγηση (σε απλό κείμενο) του τι περιέχει αυτό το πεδίο
es: En el campo 'Descripción', escriba una explicación (en texto) de lo que este campo contendrá
eu: 'Deskribapena' eremuan, idatzi eremu honek izango duen edukiaren azalpen luzeago bat (testu arruntan)
fi: Syötä 'Kuvaus'-kenttään pidempi selitys kentän sisällöstä
fr: Dans le champ Description, entrez une description plus longue et plus complète de ce que ce champ contiendra.
hi: 'विवरण' क्षेत्र में, क्या इस क्षेत्र में शामिल होंगे की एक लंबी (सादा पाठ) विवरण दर्ज
it: Nel campo 'Descrizione' inserisci una spiegazione libera di cosa conterrà questo campo
oc: Dins lo camp Descripcion, entratz una descripcion plus longue e plus completa de ce qu'aqueste camp contiendra.
pl: W polu "Objaśnienie" wpisz dłuższe (niezakodowany tekst) wyjaśnienie, co będzie zawierało to pole
pt: No campo 'Descrição', insira uma longa explicação (texto livre) do que o campo pode conter
pt_br: No campo 'Descrição' digite uma descrição mais longa (texto) sobre o que este campo poderá conter
sk: Do poľa 'Popis' zadajte dlhšie vysvetlenie (v čistom texte), čo toto pole obsahuje
sv: I fältet 'Beskrivning' anger du en längre (vanlig text) förklaring av vad fältet kommer att innehålla
tr: ‘Açıklama’ alanında bu alanın ne içereceğinin uzun açıklamasını (düz metin olarak) ekleyin.
zh_tw: 在 '說明' 欄位鍵入較長的說明

source: In the 'Item Information' tab you can enter information that will be added to every ordered item such as item type, collection code and not for loan status.
ar: في تبويب "معلومات المادة" قم بإدخال المعلومات التي ستتم إضافتها إلى كل مادة مطلوبة مثل نوع المادة، رمز المجموعة وحالة ليس للإعارة.
cs: V záložce "Jednotky" můžete vložit informace, které budou zapsány ke všem vytvořeným jednotkám, může to být například typ jednotky, kód části fondu, atd.
de: Auf dem Reiter 'Exemplarinformationen' können Sie Exemplarangaben machen, die dann für die Generierung aller bestellten Exemplare verwendet werden - zum Beispiel den Medientyp, die Sammlung und den 'Nicht ausleihbar'-Status.
el: Στην καρτέλα 'Πληροφορία Τεκμηρίου' μπορείτε να εισάγετε πληροφορία που θα προστεθεί σε κάθε τεκμήριο που έχει παραγγελθεί όπως τον τύπο τεκμηρίου, τον κωδικό συλλογής και όχι για την κατάσταση δανεισμού.
es: En la pestaña 'Información del ítem' puede introducir información que se agregará a cada título pedido tal como el tipo de ítem, código de colección y el estatus no para préstamo.
eu: 'Item-aren informazioa' atazan eskatutako izenburu bakoitzari gehituko zaion indormazio gehitu ahal izango duzu, hala nola, item mota, bilduma kodea eta mailegurako ez den estatusa.
fi: 'Nidetiedot'-välilehdellä voit syöttää tiedon, joka lisätään kaikkiin tilattuihin nimekkeisiin, kuten esim. aineistolaji, kokoelmakoodi ja ei lainattavissa -tila.
fr: Dans l'onglet 'Données d'exemplaire' vous pouvez saisir des informations qui seront ajoutées à chaque exemplaire commandé comme le type de document, le code de collection et le statut de prêt.
hi: 'आइटम सूचना' टैब में आपको जानकारी है कि इस तरह के आइटम प्रकार, संग्रह कोड के रूप में और ऋण की स्थिति के लिए नहीं, हर आदेश दिया आइटम के लिए जोड़ दिया जाएगा प्रवेश कर सकते हैं।
it: Nel tab 'Informazioni sulla copia' puoi inserire le informazioni che saranno aggiunte a ogni copia ordinata come il tipo copia, la sezione di collocazione e se è disponibile o meno per il prestito.
oc: Dins l'onglet 'Donadas d'exemplar' podètz sasir des informacions qui seront apondudas a cada exemplar comandat coma lo tipe de document, lo còdi de colleccion e l'estatut de prèst .
pl: W polu 'Informacje o egzemplarzu' wprowadź notatkę, która będzie dodawana przy każdym typie dokumentu, kodzie kolekcji i przy statusie 'nie do wypożyczenia'.
pt: No separador 'Informação de exemplar' pode inserir informação que será adicionada a cada exemplar encomendado como o tipo de documento, código de coleção e estado de empréstimo.
pt_br: Na aba 'Informação do exemplar', você pode inserir informações que serão incluídas em cada tipo de material, código de coleção e status de não circulante.
sk: V záložke 'Informácia o exemplári' môžete zadať informáciu, ktorá bude pridaná ku každému objedanému exempláru, ako je typ exemplára, kód zbierky a stav nevypožičateľnosti.
tr: 'Materyal Bilgisi' sekmesi içerisine, materyal türü, koleksiyon kodu ve ödünç durumu gibi tüm sipariş edilen materyallere eklenecek olan bilgiyi girebilirsiniz.
zh_tw: 在 '館藏資訊' 分頁裡，可以鍵入館藏類型、館藏代碼以及不可外借狀態等資訊，爾後被加入每個訂閱館藏內。

source: In the 'Item Type' field, enter a short code for your item type
ar: في حقل 'نوع المادة' أدخل أقصر رمز لنوع مادتك
cs: Do pole 'Typ jednotek' zadejte krátký kód pro daný typ jednotek
da: I feltet 'Medietype', indtast en kort kode for medietypen
de: Im Feld 'Medientyp' wird ein Kürzel für den Medientyp gespeichert
el: Στο πεδίο 'Τύπος Τεκμηρίου' εισάγετε έναν σύντομο κωδικό για τον τύπο τεκμηρίου
es: En el campo 'Tipo de ítem', introduzca un código corto para el tipo de ítem
eu: 'Elementu mota' eremuan, idatzi kode labur bat zure elementu motarentzat
fi: Syötä 'Aineistolaji'-kenttään aineistolajin lyhyt tunnus
fr: Dans le champ Type d'exemplaire, entrez un code court pour votre type d'exemplaire.
hi: 'आइटम प्रकार' फ़ील्ड में, अपने आइटम प्रकार के लिए एक छोटी कोड दर्ज
it: Nel campo 'Tipo di copia' indica il codice del tipo di questa copia
oc: Dins lo camp Tipe d'exemplar, entratz un còdi court per votre tipe d'exemplar.
pt: No campo 'Tipo de documento', insira um código pequeno para o tipo de documento
pt_br: No campo 'Tipo de Material' coloque um código curto para o seu tipo de material
sk: Do poľa 'Typ exemplára' zadajte krátky kód pre Váš typ exemplára
sv: I fältet 'Objekttyp' anger du en kort kod för objekttypen
tr: ‘Materyal Türü’ alanında materyal türünüz için kısa bir kod girin.
zh_tw: 在 '館藏類型' 欄位鍵入簡短的館藏類型代碼

source: In the 'Patron attribute type code', enter a short code to identify this field
ar: في 'رمز نوع سمة المستفيد' أدخل أقصر رمز لتعريف هذا الحقل
cs: Do pole 'Kód typu vlastností čtenáře' zadejte krátký kód sloužící k identifikaci tohoto pole
da: I 'Lånerattributtypekode', indtast en kort kode, der identificerer feltet
de: Unter 'Benutzereigenschaft' wird ein kurzes eindeutiges Kürzel für dieses Feld hinterlegt
el: Στο 'Κωδικός Τύπου Απόδοσης Μέλους' εισάγετε έναν σύντομο κωδικό για να αναγνωρίζετε αυτό το πεδίο
es: En el 'Código de tipo de atributo de usuario', introduzca un código corto para identificar este campo
eu: 'Bazkidearen atributu motaren kodea' eremuan, idatzi kode labur bat eremua identifikatzeko
fi: Syötä 'Asiakasmääreen tunnus' -kenttään lyhyt tunnus helpottamaan tunnistamista
fr: Dans le Code d'attribut adhérent, entrez un code court qui servira à identifier ce champ.
hi: 'संरक्षक विशेषता प्रकार कोड' में, इस क्षेत्र की पहचान के लिए एक छोटी कोड दर्ज
it: Nel 'Codice tipo di attributo utente' introduci un codice breve per identificare questo campo
oc: Dins lo Còdi d'atribut aderent, entratz un còdi court qui servira a identificar aqueste camp.
pl: W 'Kod typu atrybutu użytkownika' wpisz krótki kod identyfikujący to pole
pt: No 'Código do tipo de atributo de leitor', insira o código para identificar este campo
pt_br: No campo 'Código do Tipo de Atributo de Usuário', digite um código curto de identificação deste campo
sk: Do 'Kódu typu vlastností čitateľa' zadajte krátky kód pre identifikáciu tohto poľa
sv: I 'Typkod för låntagarattribut' anger du en kort kod för att identifiera detta fält
tr: ‘Kullanıcı nitelik tür kodu’ alanında bu alanı açıklayacak kısa bir kod giriniz.
zh_tw: 在 '讀者屬性類型代碼' 裡，鍵入足以辨認此欄位的簡短代碼
