Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: When you are finished adding items to your basket, click 'Close this Basket.' You will be asked if you want to create a purchase order at this time.
ar: سيتم سؤالك إذا كنت ترغب في إنشاء طلب شراء هذه المرة.
cs: Po dokončení přidávání výtisků do košíku, klikněte na tlačítko "Zavřít tento košík." Budete dotázáni, zda chcete vytvořit v tomto okamžiku objednávku.
da: Når du er færdig med at tilføje eksemplarer til din kurv, klik på 'Luk kurven.' Du bliver spurgt, om du vil oprette en indkøbsordre på dette tidspunkt.
de: Wenn Sie alle zu bestellenden Exemplare hinzugefügt haben, klicken Sie auf 'Bestellung schließen'. Nun werden Sie gefragt, ob Sie eine weitere Bestellung anlegen wollen.
el: Όταν ολοκληρώσετε την προσθήκη τεκμηρίων στο καλάθι σας, πατήστε 'Κλείσιμο Αυτού του Καλαθιού'. Θα ερωτηθείτε εάν θέλετε να πραγματοποιήσετε μια παραγγελία αγοράς εκείνη τη στιγμή.
es: Cuando haya terminado de agregar ítems a su cesta, haga clic en 'Cerrar esta cesta'. Se le preguntará si quiere crear un pedido de compra en ese momento.
eu: Cuando haya terminado de añadir ítems a su cesta, seleccionar 'Cerrar esta Cesta'. Se le preguntará si desea crear una orden de compra en este momento.
fi: Kun olet lisännyt kaikki nimekkeet tilauskoriin, klikkaa 'Sulje tilauskori'. Sinulta kysytään, haluatko tehdä tilauksen heti.
fr: Lorsque vous avez fini d'ajouter des exemplaires à votre panier, cliquez sur 'Fermer ce panier'. On vous demandera alors si vous voulez créer un bordereau de commande.
hi: आप अपनी बास्केट में आइटम जोड़ने खत्म हो रहे हैं, 'इस बास्केट को बंद करें।' पर क्लिक करें आप इस समय एक खरीद आदेश बनाना चाहते हैं, तो आप के लिए कहा जाएगा।
it: Quando avrai finito di aggiungere copie al raccogliotore, clicca 'Chiudi questo raccogliotore'. Ti verrà chiesto se vuoi creare un ordine.
oc: Quand avètz fini d'apondre des exemplars a vòstre panièr, clicatz sus 'Tampar ce panièr'. On vous demandera alors se volètz crear un registre de comanda.
pl: Kiedy skończysz tworzenie zamówienia, kliknij 'Zamknij koszyk'. Zostaniesz zapytany: 'Czy na pewno chcesz zamknąć koszyk….?' i czy 'Dołączyć koszyk do nowej grupy koszyków pod tą samą nazwą'.
pt: Quando terminar de adicionar itens ao cesto, clique em 'Fechar o cesto'. Será perguntado se deseja criar um encomenda.
pt_br: Quando você terminar de adicionar itens ao seu cesto, clique em "Fechar este pedido". Você será perguntado se deseja criar uma ordem de compra neste momento.
sk: Keď dokončíte pridávanie exemplárov do Vášho košíka, kliknite na 'Zatvoriť tento košík.' Dostanete otázku, či chcete teraz vytvoriť nákupnú objednávku.
sv: När du är klar med att lägga till objekt i korgen klickar du på 'Stäng denna korg'. Du tillfrågas då om du vill skapa en beställning på en gång.
tr: Materyalleri sepetinize eklemeyi bitirdiğinizde, 'Bu sepeti kapat'a tıklayınız. Size o anda satın alma oluşturmak isteyip istemediğiniz sorulacaktır.
zh_tw: 新增館藏入購物籃後，勾選 '關閉此購物籃'。系統提示是否在此時新增採購訂單。

source: When you are finished editing a field, press the &lt;Enter&gt; key to save the changes.
ar: عند الانتهاء من تعديل حقل، اضغط على مفتاح الـ &lt;Enter&gt; لحفظ التغييرات.
cs: Až dokončíte úpravy textu, stiskněte &lt;Enter&gt; a změny budou uloženy.
da: Når du er færdig med at editere et felt, klik på knappen &lt;Enter&gt; for at gemme ændringerne.
de: Wenn Sie die Bearbeitung eines Feldes abgeschlossen haben, können Sie die Änderungen mit der &lt;Eingabetaste&gt; speichern.
el: Όταν ολοκληρώσετε την επεξεργασία ενός πεδίου, πατήστε το πλήκτρο &lt;Enter&gt; για να αποθηκεύσετε τις αλλαγές.
es: Cuando haya finalizado de editar un campo, presione la tecla &lt;Enter&gt; para guardar los cambios.
eu: Cuando haya terminado de editar un campo, presione la tecla &lt;Enter&gt; para guardar los cambios.
fi: Kun muokkaus on valmis, paina enter-näppäintä tallentaaksesi muutokset.
fr: Lorsque vous avez fini d'éditer un champ, pressez la touche 'Entrée' pour sauvegarder les changements.
hi: आप एक क्षेत्र का संपादन खत्म कर रहे हैं तो दबाएँ &lt;दर्ज करें&gt;परिवर्तनों को सहेजने के लिए महत्वपूर्ण.
it: Al termine delle modifiche del campo, premi il tasto 'Ritorno' per salvarlo.
oc: Quand avètz fini d'editar un camp, pressez la tòca 'Entrada' per salvar los cambiaments.
pt: Quando terminar de editar um ficheiro, carregue em &lt;Enter&gt; para guardar as alterações.
pt_br: Quando terminar de editar um campo, pressione a tecla &lt;Enter&gt; para salvar as alterações.
sk: Po skončení úpravy poľa, stlačte klávesu &lt;Enter&gt; pre uloženie zmien.
sv: När du är klar med att redigera ett fält trycker du på &lt;Enter&gt;-tangenten för att spara ändringarna.
tr: Bir alanı düzeltmeyi bitirdiğinizde, değişiklikleri kaydetmek için &lt;Enter&gt; tuşuna basınız.
zh_tw: 編輯欄位後，按下&lt;Enter&gt;鈕儲存改變。

source: When you are finished you will be presented with the SQL generated by the report wizard. From here you can choose to save the report by clicking 'Save' or copy the SQL and make edits to it by hand.
ar: عند الانتهاء سيظهر لك ملف SQL المولد بواسطة معالج التقارير. من هنا يمكنك اختيار حفظ التقرير بالنقر على "حفظ" أو نسخ ملف SQL والقيام بالتعديلات يدوياً.
cs: Až budete hotovi, objeví se s SQL generované Průvodcem sestavou. Odtud si můžete vybrat sestavu a uložit klepnutím na tlačítko "Uložit" nebo zkopírovat SQL a provádět úpravy ručně.
da: Når du er færdig, vil du se den SQL, som er lavet af rapportguiden. Her kan du vælge at gemme rapporten ved at klikke på 'Gem' eller kopiere SQL og editere det manuelt.
de: Wenn dieser Schritt abgeschlossen ist, wird das durch den Assistenten generierte SQL angezeigt. Von hier aus können Sie den Report abspeicern oder das SQL kopieren und noch manuell weiter bearbeiten.
el: Όταν ολοκληρώσετε θα παρουσιαστεί το SQL που δημιουργήθηκε από τον οδηγό αναφορών. Από εκεί μπορείτε να επιλέξετε να αποθηκεύσετε την αναφορά πατώντας 'Αποθήκευση' ή να κάνετε αντιγραφή του SQL και να κάνετε αλλαγές με το χέρι.
es: Cuando haya terminado se le mostrará el código SQL generado por el asistente de reportes guiados. Entonces, prodrá elegir guardar el reporte haciendo clic en 'Guardar' o copiar el código SQL y editarlo a mano.
eu: Cuando termine esta operación se mostrará el SQL generado por el asistente de informes. Entonces se podrá guardar el informe o copiar la consulta SQL y editarla a mano.
fi: Kun olet valmis, saat nähtäväksi SQL-lausellla luodun raportin. Seuraavaksi voit tallentaa raportin, kopioida sen tai muokata sitä.
fr: Quand vous aurez fini vous verrez la requête SQL produite par l'assistant de rapport. Vous pouvez choisir de sauver le rapport en cliquant sur 'Sauvegarder' ou copier la requête et faire les modifications à la main.
hi: जब आप समाप्त कर रहे हैं आप रिपोर्ट जादूगर द्वारा उत्पन्न एसक्यूएल के साथ प्रस्तुत किया जाएगा। यहाँ से आप 'सहेजें' क्लिक करके रिपोर्ट बचाने के लिए या एसक्यूएल कॉपी और इसे हाथ से करने के लिए संपादन करने के लिए चुन सकते हैं।
it: Quando hai finito, ti verrà mostrato l'SQL generato. Da qui puoi scegliere di salvare il report cliccando 'Salva' o copiare l'SQL per modificarlo a mano.
oc: Quand auretz fini veiretz la requèsta SQL produite per l'assistent de rapòrt. Podètz causir de sauver lo rapòrt en clicant sus 'Salvar' o copier la requèsta e far las modificacions a la main.
pl: Po zakończeniu procesu raport zostanie wygenerowany z SQL. Możesz zapisać raport, klikając 'Zapisz', lub skopiować SQL i wprowadzać zmiany ręcznie.
pt: Quanto terminar será apresentado o SQL gerado pelo assistente de relatório. Depois poderá escolher entre guardar o relatórios carregando na ligação 'Guardar' ou copiar o SQL e editar de acordo com as suas necessidades.
pt_br: Quando terminar, surgirá a expressão SQL produzida pelo assistente de relatórios. A partir daí, você pode salvar o relatório clicando em 'Salvar' ou copiar a expressão SQL e editá-la manualmente.
sk: Po dokončení sa vám zobrazí SQL vygenerovaný sprievodcom tvorby výkazov. Odtiaľto si môžete zvoliť uloženie výkazu kliknutím na 'Uložiť' alebo skopírovať SQL a ručne v ňom vykonať úpravy.
sv: När du är klar får du se den SQL-kod som genererats av rapportguiden. Du kan då välja att spara rapporten genom att klicka på 'Spara' eller kopiera SQL-koden och redigera den.
tr: İşiniz bittiğinde, size rapor sihirbazı tarafından oluşturulan SQL sunulacak. Buradan 'Kaydet' üzerine tıklayarak raporu kaydetmeyi ya da SQL'i kopyalayıp üzerindeki değişiklikleri manuel olarak yapmayı seçebilirsiniz.
zh_tw: 做好之後，將出現由報表精靈產生的 SQL。從此點選 '儲存' 儲存報表，或複製 SQL 並以人工編輯它。

source: When you check in an item that has a hold on it the system will ask you to either confirm and transfer the item or just confirm the hold
ar: حين تقوم برد مادة عليها حجز، سوف يطلب منك النظام إما تأكيد ونقل المادة أو تأكيد الحجز فحسب
cs: Při příjmu (vracení) výtisku, který má rezervaci, systém vás požádá, abyste buď potvrdili a poslali výtisk nebo jen potvrdili rezervaci
da: Hvis du tilbageleverer et eksemplar, som er reserveret, får du en opfordring til enten at overføre eksemplaret eller blot bekræfte reserveringen
de: Wenn Sie ein Exemplar zurückbuchen, das an einem anderen Standort vorgemerkt wurde, haben Sie die Möglichkeit die Vormerkung zu bestätigen und in den Transportstatus zu versetzen oder die Vormerkung lediglich zu bestätigen
el: Αν κάνετε επιστροφή σε ένα τεκμήριο στο οποίο έχει γίνει κράτηση θα σας ζητηθεί να επιβεβαιώσετε την κράτηση και να μετεφέρετε το τεκμήριο ή απλά να επιβεβαιώσετε την κράτηση
es: Cuando se devuelva un ítem que está reservado el sistema preguntará si desea confirmar y transferir el ítem o solo confirmar la reserva
eu: Cuando se devuelva un ítem que está reservado el sistema preguntará si desea confirmar y transferir el ítem o solo confirmar la reserva
fi: Kun palautat niteen, josta on varaus, järjestelmä pyytää sinua joko vahvistamaan ja kuljettamaan niteen tai vain vahvistamaan varauksen
fr: Si vous rendez un document qui est réservé depuis une autre bibliothèque que la vôtre, on vous demandera de confirmer le transfert du document
hi: जब आप किसी आइटम उस पर एक होल्ड है कि में जाँच प्रणाली आप से पूछना या तो इस बात की पुष्टि और आइटम हस्तांतरण करने के लिए होगा या बस होल्ड पुष्टि
it: Se stai facendo rientrare una copia con una prenotazione in un'altra biblioteca, ti sarà mostrato un pop-up per confermare la prenotazione e trasferire la copia o solo confermare la prenotazione
oc: Se vous rendez un document qui es reservat dempuèi una autra bibliotèca que la vôtre, on vous demandera de confirmar lo transferiment del document
pl: Jeśli zwracasz egzemplarz, który jest zarezerwowany przez innego użytkownika, pojawi się pytanie, czy zatwierdzić zamówienie i przekazać egzemplarz, czy tylko potwierdzić zamówienie
pt: Se está a devolver um exemplar que tem um reserva, aparecerá algo para confirmar e transferir exemplar ou apenas para confirmar a reserva
pt_br: Se você está devolvendo um exemplar que possui reserva em outra biblioteca você será questionado a confirmar e transferir o exemplar
sk: Keď sa Vám vráti exemplár, na ktorom je rezervácia, systém sa Vás opýta, či chcete potvrdiť presun exemplára alebo len jeho rezerváciu
sv: När du återlämnar ett objekt som är reserverat kommer systemet att fråga om du vill bekräfta och överföra objektet eller bara bekräfta reservationen
tr: Ayrılmış bir materyali iade alırken, sistem sizden materyali onaylamanızı veya aktarmanızı ya da sadece ayırmayı onaylamanızı ister.
zh_tw: 還入館藏已被預約時，系統要求確認該預約，並轉移至適當的圖書館

source: When you click 'Add a new message' you will be asked to choose if the message is for the librarians or the patron and the message you would like to leave.
ar: حين تقوم بالنقر على "أضف رسالة جديدة" سوف تتطالَب باختيار ما إذا كانت الرسالة للمكتبيين أم للمستفيد والرسالة التي تود تركها.
cs: Když klepnete na tlačítko "Přidat novou zprávu", budete vyzváni k výběru, zda je zpráva pro knihovníky nebo čtenáře a jestli zprávu chcete ponechat.
da: Når du klikker på 'Tilføj ny besked', vil du blive bedt om at vælge om beskeden er til medhjælpere eller lånere og beskeden, du ønsker at efterlade.
de: Wenn Sie auf 'Neue Benachrichtigung hinzufügen' klicken, können Sie auswählen, ob die Benachrichtigung für andere Bibliotheksmitarbeiter oder den Benutzer gedacht ist und welchen Text Sie haben soll.
el: Όταν κάνετε κλικ στο 'Προσθήκη νέου μηνύματος' θα σας ζητηθεί να επιλέξετε αν το μήνυμα είναι για βιβλιοθηκονόμους ή για μέλη και το μήνυμα που θα θέλατε να αφήσετε.
es: Cuando haga clic en 'Agregar nuevo mensaje' se le pedirá seleccionar si el mensaje es para bibliotecarios o usuarios y el mensaje que desea dejar.
eu: Cuando se selecciona ' Añadir un nuevo mensaje' podrá seleccionar si el mensaje esta´dirigido para los bibliotecarios o los socios y si el mensaje debería de salir.
fi: Kun klikkaat 'Lisää uusi viesti', sinun tulee valita, onko viesti virkailijalle vai asiakkaalle ja viestin sisältö.
fr: Quand vous cliquez 'Ajouter un message' vous devrez choisir si le message est pour les professionnels ou pour l'adhérent et le message que vous souhaitez laisser.
hi: जब आप क्लिक करें 'नया संदेश जोड़ें' आप अगर संदेश पुस्तकालय या संरक्षक और संदेश आप छोड़ने के लिए चाहते हैं के लिए है का चयन करने के लिए कहा जाएगा।
it: Quando premi 'Aggiungi un nuovo messaggio', ti verrà chiesto di scegliere se vuoi destinare il messaggio agli utenti o allo staff, e quale messaggio vuoi inviare.
oc: Quand vous clicatz 'Apondre un messatge' vous devrez causir se lo messatge es pels professionals o per l'aderent e lo messatge que vous souhaitez daissar.
pl: Kliknięcie 'Dodaj nową wiadomość' wyświetli okno wiadomości dla bibliotekarza lub dla użytkownika.
pt: Quando clicar em 'Adicionar uma nova mensagem' será solicitado a escolher se a mensagem é para os bibliotecários ou o leitor e a mensagem que você gostaria de deixar.
pt_br: Quando você clicar em "Adicionar uma nova mensagem", você será solicitado a escolher se a mensagem é para os bibliotecários ou do patrono e da mensagem você gostaria de deixar.
sk: Keď kliknete na 'Pridať novú správu', budete si mať zvoliť či je správa určená knihovníkom alebo čitateľovi a akú správu budete chcieť nechať.
sv: När du klickar på 'Lägg till nytt meddelande' får du ange om meddelandet är för bibliotekarierna eller låntagaren samt den text som ska visas.
tr: 'Yeni bir mesaj ekle'ye tıkladığınızda, size mesajın kütüphaneciler için mi ya da kullanıcılar için mi olduğu sorulacak ve bırakmak istediğiniz mesaj sorulacak.
zh_tw: 按下 '新增訊息' 鈕，再指定該訊息的對象是館員或讀者。

source: When you click 'Export' you will be prompted to choose what format to export the file in.
fi: Kun klikkaat 'Vienti', joudut valitsemaan missä muodossa tiedosto viedään.
hi: जब आप 'निर्यात' पर क्लिक करें आप क्या स्वरूप में फ़ाइल निर्यात करने के लिए चयन करने के लिए प्रेरित किया जाएगा।
oc: Quand vous clicatz sus 'Export' seretz menat cap a causir lo format d'export que vous préférez.

source: When you click the 'Patrons requesting modifications' link you will be brought to a list of patrons with requested changes.
ar: عند النقر على رابط "المستفيدون المطالبون بتعديلات" سيتم نقلك إلى قائمة المستفيدين الذين يطالبون بالتغيرات.
cs: Po kliknutí na odkaz "Modifikace žádostí čtenářů", budete vráceni na seznam čtenářů s požadovanými změnami.
da: Når du klikker på linket 'Lånere ønsker ændringer', kommer du til listen med lånere, der ønsker ændringer.
de: Wenn Sie den Link 'Benutzer mit Änderungswünschen" anlkicken, gelangen Sie zu einer Liste mit Benutzern, die Änderungen Ihrer persönlichen Daten angefordert haben.
el: Όταν πατήσετε τον σύνδεσμο 'Μέλη που αιτούνται τροποποιήσεις' θα μεταφερθείτε σε μία λίστα μελών με αλλαγές που έχουν ζητηθεί.
es: Cuando haga clic en el enlace 'Usuarios que requieren modificaciones' se le mostrará una lista con los usuarios que han solicitado modificar sus datos.
eu: Cuando clique en el enlace 'Modificaciones pedida por los usuarios', se le mostrará una lista con los usuarios y sus cambios solicitados
fi: Kun klikkaat 'Tietojensa muokkaamista haluavat asiakkaat', pääset listaan, jonka kautta asiakastietojen muutoksia käsitellään.
fr: En cliquant sur le lien 'Adhérents demandant des modifications' vous accéderez à une liste d'adhérents avec les changements demandés.
hi: आप लिंक 'संशोधनों का अनुरोध संरक्षक' पर क्लिक करें जब आप का अनुरोध परिवर्तन के साथ संरक्षक की एक सूची के लिए लाया जाएगा।
it: Quando clicchi sul link 'Utenti che chiedono modifiche' ti verrà mostrata una lista di utenti con le loro richieste di modifica dati.
oc: En clicant sul ligam 'Aderents demandant des modificacions' vous accedirez a una lista d'aderents amb los cambiaments demandats.
pl: Jeżeli klikniesz na link 'Użytkownicy proponujący modyfikację' zostaniesz przeniesiony na listę użytkowników, którzy proponują zmiany.
pt: Quando carregar na ligação 'Modificações de leitores pendentes', serão apresentadas todas as modificações requeridas pelos leitores.
pt_br: Quando clicar em 'Usuários solicitando alterações' você será levado a uma lista de usuários que solicitaram alterações.
sk: Keď kliknete na odkaz 'Čitatelia žiadajú o zmeny', otvorí sa vám zoznam čitateľov s požadovanými zmenami.
sv: När du klickar på länken 'Låntagare som begärt modifieringar' kommer du till en lista med låntagare som begärt ändringar.
tr: 'Değişiklik talebinde bulunan kullanıcılar' bağlantısı üzerine tıkladığınızda, değişiklik istekleriyle birlikte kullanıcıların listesi getirilecektir.
zh_tw: 勾選 '讀者要求修改' 連結後，進入要求修改的讀者清單。

source: When you have entered in all of the information for you profile, simply click 'Submit' and you will be presented with a confirmation that your profile has been saved.
ar: عندما تنتهي من إدخال كل المعلومات لملفك الخاص ، ببساطة أُنقر على 'إرسال' وستُعرض عليك رسالة تؤكد لك أن ملفك الخاص قد حفظ.
cs: Pokud jste zadali při veškeré informace pro vás profil, jednoduše klikněte na tlačítko "Odeslat" a bude vám prezentováno potvrzení, že byl profil uložen.
da: Når du har indtastet alle informationer til din profil, klik på 'Send' og du vil blive præsenteret for en bekræftelse på, at din profil er gemt.
de: Wenn Sie alle Informationen zu Ihrem Profil eingegeben haben, klicken Sie auf 'Speichern' and Sie erhalten die Bestätigung, dass Ihr Profil gespeichert wurde.
el: Όταν συμπληρώσετε όλες τις πληροφορίες για το προφίλ σας, απλά πατήστε 'Υποβολή' και θα σας παρουσιαστεί μία επιβεβαίωση ότι το προφίλ σας έχει αποθηκευτεί.
es: Cuando haya ingresado toda la información de su perfil, simplemente haga clic en 'Enviar' y se le presentará con la confirmación que su perfil ha sido guardado.
eu: Cuando haya introducido en toda la información de perfil, haz clic en 'Enviar' y se le presentará con una confirmación de que su perfil se ha guardado.
fi: Kun olet syöttänyt profiilin tiedot, klikkaa 'OK' ja niin saat varmistusviestin profiilisi tallentamisesta.
fr: Lorsque vous avez complété les informations de votre profil, cliquez simplement sur 'Valider' et vous aurez la confirmation que votre profil a été sauvegardé.
hi: जब आप जानकारी की प्रोफाइल के लिए सब में प्रवेश किया है, बस क्लिक करें 'सबमिट' और आप एक पुष्टि है कि आपके प्रोफ़ाइल को बचाया गया है के साथ प्रस्तुत किया जाएगा।
it: Un volta digitata tutta l'informazione del tuo profilo, fai click su 'Invia' e ti verrà presentata la conferma di salvataggio del profilo.
oc: Quand avètz completat las informacions de vòstre profil, clicatz simplament sus 'Validar' e auretz la confirmation que vòstre profil a été salvat.
pt: Quando tiver inserido toda a informação para o perfil, carregue em 'Submeter' e verá uma mensagem de confirmação que o perfil foi guardado.
pt_br: Quando você digitar em qualquer campo alguma informação em seu perfil, clique em 'Enviar' e te será apresentado uma tela de confirmação que seu perfil foi salvo.
sk: Keď ste zadali všetky informácie vo vašom profile, kliknite jednoducho na 'Odoslať' a zobrazí sa vám potvrdenie, že váš profil bol uložený.
sv: När du lagt in all information för din profil klickar du på 'Skicka' och får därefter se en bekräftelse på att profilen sparats.
tr: Profiliniz için tüm bilgileri girdikten sonra, sadece 'Gönder'i tıklayın ve size profilin kaydedildiği bir onay mesajı ile sunulacaktır.
zh_tw: 鍵入設定檔的所有資訊後，按 '送出' 鈕，出現確認訊息，再儲存設定檔。

source: When you report runs you will either be asked for some values or you will see the results right away
ar: عند تشغيل تقريرك سيطلب منك بعض القيم أو سترى النتائج مباشرة
cs: Při spuštění výstupu, můžete být vyzváni k zadání upřesňujících podmínek, nebo bude výstup zrovna zobrazen, záleží na tom, jak je definován.
de: Wenn Sie den Report ausführen, werden Sie entweder gebeten noch einige weitere Angaben zu machen oder erhalten direkt die Ergebnistabelle
el: Όταν τρέχει η αναφορά σας είτε θα σας ζητηθούν κάποιες τιμές είτε θα δείτε θα αποτελέσματα άμεσα
es: Cuando ejecute su reporte se le solicitará que ingrese algunos valores o verá directamente los resultados
fi: Kun raportti on ajettu, sinulta pyydetään arvoja tai näet tulokset heti
fr: Quand vous lancerez votre rapport, vous verrez parfois immédiatement, ou bien vous devrez saisir quelques paramètres.
hi: जब आप रिपोर्ट चलाते हैं आप या तो कुछ मूल्यों के लिए कहा जाएगा या आप परिणाम अभी देखेंगे
it: Quando farai girare il report ti verrà chiesto di inserire qualche valore o, altrimenti, vedrai direttamente il risultato.
oc: Quand vous aviarez vòstre rapòrt, veiretz parfois immediatament, o bien vous devrez sasir qualques paramètres.
pl: Po uruchomieniu raportu zostaniesz poproszony o podanie niektórych wartości lub od razu zobaczysz wyniki
pt: Quanto estiver a executar um relatório será pedido a inserção de alguns valores ou verá logo os resultados
pt_br: Ao gerar um relatório, poderão ser solicitadas informações adicionais ou os resultados aparecerão de imediato
sk: Keď váš výkaz beží, systém vás požiada o určitú hodnotu alebo uvidíte výsledky okamžite
tr: Rapor çalıştırıldığında ya sizden bazı değer istenecektir ya da hemen sonuçları göreceksiniz
zh_tw: 執行報表時，會要求輸入值或立即看到結果

source: When you select 'Close' you will be presented with a form.
ar: عند قيامك بتحديد "إغلاق" سيظهر لك نموذج.
de: Wenn Sie 'Schließen' auswählen, wird Ihnen als nächstes ein Formular angezeigt.
es: Al seleccionar 'Cerrar' se le presentará un formulario.
fi: Kun valitset 'Sulje', pääset lomakkeeseen.
hi: जब आप का चयन 'बंद' आप एक फार्म के साथ प्रस्तुत किया जाएगा।
it: Quando selezioni 'Chiudi' ti verrà presentato un form.
pt: Quando selecionar 'Fechar' será mostrado um formulário.
sk: Keď zvolíte 'Uzavrieť', zobrazí sa vám formulár.
tr: 'Kapat' seçeneğini seçtiğiniz zaman karşınıza bir form gelecektir.
