Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Your new course will need a Department, Number and Name at the bare minimum. You can also add in additional details like course section number and term. To link an instructor to this course simply start typing their name and Koha will search your patron database to find you the right person.
ar: سيحتاج كورسك الجديد قسماً، رقماُ واسماً على الأقل. كما يمكنك إضافة تفاضيل إضافية كرقم قسم الكورس والفصل الدراسي. لربط مدرب بهذا الكورس قم ببساطة بالبدء في كتابة اسمه وسيقوم كوها بالبحث في قاعدة بيانات مستفيديك للعثور على الشخص الصحيح.
cs: Vkládaný kurz musí mít definované alespoň oddělení, číslo a jméno. Ostatní položky jsou nepovinné. Pro přiřazení vyučujících ke kurzu začněte psát jejich jméno a systém Koha dohledá osobu v databázi čtenářů.
de: Jeder Kurs benötigt mindestens eine Abteilung, eine Nummer und eien Namen. Sie können weitere Details, wie eine Abschnittsnummer und das Semester angeben. Um einen Dozenten in den Kurs einzutragen, können Sie einfach den Namen eingeben und Koha wird die Datenbank nach dem richtigen Benutzer durchsuchen.
el: Το νέο σας μάθημα θα χρειαστεί τουλάχιστον ένα Τμήμα, Αριθμό και Όνομα. Μπορείτε επίσης να προσθέσετε επιπλέον λεπτομέρειες όπως αριθμός τομέα μαθήματος και εξάμηνο. Για να συνδέσετε έναν εκπαιδευτή με αυτό το μάθημα, απλά αρχίστε να πληκτρολογείτε το όνομα και το Koha θα αναζητήσει τη βάση δεδομένων των μελών σας για να βρει το κατάλληλο πρόσωπο.
es: Su nuevo curso necesitará un Departamento, Número y Nombre como mínimo. Puede también agregar detalles adicionales como número de sección de curso y plazo. Para enlazar a un instructor para este curso sólo tiene que comenzar a escribir su nombre y Koha buscará en su base de datos de usuarios para encontrar la persona adecuada.
fi: Uusi kurssi tarvitsee vähintään 'Osaston', 'Numeron' ja 'Nimen'. Voit myös lisätä muita tietoja kuten kurssin numeron ja lukukauden. Linkitä ohjaaja kurssille etsimällä asiakastietokannasta oikea henkilö.
fr: Votre nouveau cours aura besoin au minimum d'un Département, d'un Numéro et d'un Nom. Vous pourrez ajouter des détails supplémentaires tels que le numéro de section de cours, et la session (période d'enseignement). Pour lier un enseignant à ce cours, saisissez le début de son nom dans Koha afin de trouver sa fiche d'adhérent.
hi: आपका नया पाठ्यक्रम के एक विभाग, न्यूनतम से कम संख्या और नाम की आवश्यकता होगी। आप यह भी पसंद पाठ्यक्रम खंड संख्या और अवधि अतिरिक्त विवरण में जोड़ सकते हैं। इस कोर्स के लिए एक प्रशिक्षक लिंक करने के लिए बस और उनके नाम टाइप करना आरंभ कोहा अपने संरक्षक डेटाबेस खोज आप सही व्यक्ति मिल जाएगा।
it: Il tuo nuovo corso deve avere almento un dipartimento, un numero e un nome come minimo. Puoi aggiungere altri dettagli come la sezione e il semestre. Per collegare un insegnante a questo corso, scrivi il suo nome e Koha lo cercherà nel db degli utenti.
oc: Vòstre novèl cours aurà besonh al minimum d'un Departament, d'un Numèro e d'un Nom. Poiretz apondre des detalhs suplementaires tels que lo numèro de seccion de cours, e la session (periòde d'ensenhament). Per ligar un ensenhant a ce cours, sasissètz lo début de son nom dins Koha per fin de trobar sa ficha d'aderent.
pl: Uzupełnij pola wymagane Kierunek, Numer, Nazwa kursu. Można dodać dodatkowe pola takie jak Oddział lub Termin. Wprowadź nazwę wykładowcy, który prowadzi kurs.
pt: O novo curso necessita de um Departamento, Número e Nome no mínimo. Pode também adicionar detalhes como o número de seção ou termo. Para associar um instrutor a este curso comece por digitar o seu nome e o Koha irá procurar-lo na base de dados de leitores para encontrar a pessoa certa.
pt_br: Seu novo curso precisará no mínimo de um departamento, número e nome. Você também pode incluir informações adicionais como sua sala e duração. Para relacionar um instrutor a este curso, simplesmente comece a escrever seu nome e a busca na base de dados do Koha irá trazer a pessoa correta.
sk: Váš nový kurz musí obsahovať prinajmenšom Katedru, Číslo a Názov. Neskôr môžete pridať aj dodatočné podrobnosti ako napríklad číslo sekcie kurzu a semester. Pre pripojenie inštruktora k tomuto kurzu jednoducho začnite vpisovať jeho meno a Koha začne prehľadávať databázu čitateľov, aby pre vás našla správnu osobu.
tr: Yeni kursunuzun en azından bir Departman, Numara ve Adı olması gerekir. Aynı zamanda Kurs bölüm sayısı ve dönem gibi ek bilgileri de ekleyebilirsiniz. Bu kursa bir eğitmen atamak için sadece eğitmen adını yazmaya başlayın ve Koha size doğru kişiyi bulmak için kullanıcı veritabanı içerisinde arama yapacaktır.
zh_tw: 您的新課程至少需要系所、代號及名稱，還可新增額外的資訊，如課程區塊及要求等。鍵入教師名稱，Koha 搜尋讀者資料庫，找到適當的人，並與課程連結。

source: Your new item type will now appear on the list
ar: سوف يظهر نوع مادتك الجديد الآن في القائمة
cs: Váš nový typ jednotky se objeví na seznamu
da: Din nye eksemplartype vises nu på listen
de: Ihr neues Exemplar wird jetzt in der Liste angezeigt
el: Ο νέος τύπος τεκμηρίου θα εμφανιστεί τώρα στη λίστα
es: Su nuevo tipo de ítem aparecerá ahora en la lista
eu: Zure elementu mota berria zerrendan agertuko da orain
fi: Uusi aineistolaji näkyy nyt listalla
fr: Le nouveau type de document apparaîtra sur la liste
hi: अपने नए आइटम प्रकार अब सूची पर दिखाई देगा
it: Il nuovo tipo di copia apparirà nella lista
oc: Lo novèl tipe de document apareisserà sus la lista
pl: Nowy typ egzemplarza pojawi się teraz na liście
pt: O novo tipo de documento irá aparecer agora na lista
pt_br: Seu novo tipo de material aparecerá na lista
sk: Váš nový typ exemplára sa teraz objaví na zozname
sv: Den nya objekttypen visas nu i listan
tr: Yeni materyal türünüz şimdi listede görünecektir
zh_tw: 新的館藏類型將顯示在此清單

source: Your online help will be overwritten by the new Help when there is an upgrade. If you want to keep a copy of your online help, you should instruct your System Administrator to upgrade the Online Help directory in the Koha file tree.
fi: Online-ohje ylikirjoitetaan uudella ohjeella, kun ohjelma päivitetään. Jos haluat säilyttää kopion online-ohjeesta, pitää ohjeistaa järjestelmän ylläpitäjä päivittämään Online-ohjeen hakemisto Kohan tiedostopuussa.
hi: आपके ऑनलाइन मदद से नई मदद ओवरराइट किया जाएगा जब वहाँ एक उन्नयन है। आप अपने ऑनलाइन मदद का एक प्रतिलिपि रखना चाहते हैं, तो आप कोहा फ़ाइल पेड़ ऑनलाइन मदद निर्देशिका के उन्नयन के लिए अपने सिस्टम व्यवस्थापक को हिदायत चाहिए।

source: Your results will appear to the right of the form and each subscription will have an 'Order' link to the right
eu: Zure emaitzak formularioaren eskuinaldean agertuko dira eta harpidetza bakoitzak 'Order' lotura bat edukiko du eskuinaldean.
fi: Hakutuloksesi näkyvät lomakkeen oikealla puolella ja jokaisella tilauksella on 'Tilaus'-linkki oikealla
hi: आपका परिणाम फार्म का सही करने के लिए दिखाई देगा और प्रत्येक सदस्यता सही करने के लिए एक 'ऑर्डर' लिंक होगा

source: Your suggestions will be sorted into several tabs: Accepted, Pending, Checked, Ordered and/or Rejected. Each accepted or rejected suggestion will show the name of the librarian who managed the suggestion and the reason they gave for accepting or rejecting it (found under 'Status').
ar: إقتراحاتك سترتب في عدة تبويبات: المقبول ، في الإنتظار، المحدد، المطلوب و/أو المرفوض. كل إقتراح مرفوض أو مقبول سيعرض اسم أمين المكتبة الذي أدارَ الإقتراح والسبب الذي أعطاه للموافقة أو الرفض ( تجده تحت 'الحالة').
cs: Vaše podněty budou rozděleny do několika záložek: Přijato, Zpracovává se, Kontrolováno, Objednané a/nebo Zamítnuté. Každý přijatý nebo odmítnutý návrh bude zobrazovat jméno knihovníka, který návrh posuzoval a důvod proč dal přijetí nebo odmítnutí. (naleznete pod "Status").
da: Dine forslag sorteres i flere faner: Godkendt, udestående, kontrolleret, bestilt og/eller afvist. Hvert godkendt eller afvist forslag vil vise navnet på den bibliotekar, som administrerede forslaget og begrundelsen, som vedkommende gav for at godkende eller afvise (findes under 'Status').
de: Ihre Anschaffungsvorschläge werden in unterschiedliche Kategorien eingeordnet. Akzeptiert, Zu bearbeiten, Geprüft, Bestellt und Abgelehnt. Bei jedem akzeptierten oder abgelehnten Anschaffungsvorschlag werden der Name des Bearbeiters und die Gründe für die Akzeptierung oder Ablehnung (bei 'Status') angezeigt.
el: Οι προτάσεις σας θα ταξινομηθούν σε διάφορες καρτέλες: Αποδεκτές, Εκκρεμείς, Σε Παραγγελία και/ή Απορριφθείσες. Κάθε αποδεκτή ή απορριφθείσα πρόταση θα δείχνει το όνομα του βιβλιοθηκονόμου που διαχειρίστηκε την πρόταση και την αιτιολόγηση αποδοχής ή απόρριψής της (βρίσκεται κάτω από το 'Κατάσταση').
es: Sus sugerencias serán ordenadas en varias categorías: Aceptadas, Pendientes, Revisadas y/o Rechazadas. Cada propuesta aceptada o rechazada mostrará el nombre del bibliotecario que administró la sugerencia y la razón que dio para aceptar o rechazar la misma (encontrada en 'Estado').
eu: Sus sugerencias serán clasificadas en varias categorías: 'Aceptada', 'Pendiente', 'Solicitada' y 'Rechazada'. Cada propuesta aceptada o rechazada mostrará el nombre del bibliotecario que gestionó la sugerencia y el motivo que dio para aceptar o rechazar la misma (se encuentra debajo de 'Estado').
fi: Hankintaehdotukset lajitellaan eri välilehtiin: Hyväksytty, Odottaa, Tarkistettu, Tilattu ja/tai Hylätty. Jokainen hyväksytty tai hylätty ehdotus näyttää ehdotuksen käsittelijän ja syyn, ehdotuksen hyväksymiselle tai hylkäämiselle (löytyy 'Tilan' alta).
fr: Vos suggestions sont classées en quatre catégories : Acceptées, En attente, Vérifiées et Rejetées. Les suggestions acceptées ou rejetées affichent le nom du bibliothécaire qui les a traitées et la raison pour laquelle chaque suggestion a été acceptée ou rejetée.
hi: आपके सुझावों कई टैब में हल किया जाएगा: स्वीकृत, विचाराधीन, जाँच का आदेश दिया है और / या अस्वीकार कर दिया। प्रत्येक स्वीकार या अस्वीकार कर दिया सुझाव लाइब्रेरियन जो सुझाव और कारण वे स्वीकार करने या इसे खारिज करने के लिए दिया कामयाब के नाम दिखाएगा ( 'स्थिति' के तहत पाया जाता है)।
it: I suggerimenti di acquisto verranno ordinati in tre categorie: accettati, in lavorazione, rifiutati. Ogni suggerimento accettato o rifiutato ha il nome del collega e la motivazione della decisione (vedi 'status')
oc: Vos suggestions son classées en quatre categorias : Acceptadas, En espèra, Verificadas e Regetadas. Les suggestions acceptadas o regetadas afichant lo nom del bibliotecari qui les a tractates e la raison per la quala cada suggestion a été acceptada o regetada.
pl: Propozycje zakupu będą podzielone na kilka zakładek: Zaakceptowane, Oczekujące, Sprawdzane, Zamówione, Dostępne i Odrzucone. Każda zaakceptowana lub odrzucona propozycja zakupu zawiera dane bibliotekarza i powód, dla którego przyjął lub odrzucił daną propozycję (kolumna 'Status').
pt: As sugestões serão organizadas em vários separadores: Aceites, Pendentes, Verificadas, Encomendas e/ou Rejeitadas. Cada sugestão aceite ou rejeitada irá mostrar o nome do técnico que geriu a sugestão e a razão dada para aceitar ou rejeitar a sugestão (ver 'Estado').
pt_br: Suas sugestões serão organizadas em três categorias: Aprovado, Pendente e Rejeitado. Cada sugestão aprovada ou rejeitada terá o nome do funcionário que analisou a sugestão e a razão para aprovar ou rejeitar (encontrada em 'Status').
sk: Vaše návrhy budú rozdelené do troch kategórií: Schválené, Nevybavené, a Zamietnuté. Každý schválený alebo zamietnutý návrh zobrazí meno knihovníka, ktorý spracúval návrh, a dôvod, ktorý udal pre jeho schválenie alebo zamietnutie (zobrazené pri 'Stave').
sv: Ditt förslag kommer att sorteras in under flera flikar: Godkänt, Väntar, Kontrollerat, Beställt och/eller Avslaget. Varje godkänt eller avslaget förslag visar namnet på den bibliotekarie som hanterade förslaget och motiveringen för att godkänna eller avslå (finns under 'Status').
tr: Önerileriniz üç kategoride toplanacak: 'Kabul Edildi', 'Beklemede', ve 'Reddedildi'. Kabul edilmiş ya da reddedilmiş önerileri yöneten kütüphanecilerin isimleri gösterilecektir ve bu önerileri kabul etme ya da reddetme sebepleri de gösterilecektir. ('Durumun' altında bulunan).
zh_tw: 您的建議分別排序入多個分頁：接受、待決、檢查中、訂閱與拒絕。接受與拒絕建議時，將顯示管理該建議的館員姓名與理由(在 '狀態' 中)。

source: Z39.50 and SRU are client–server protocols for searching and retrieving information from remote computer databases, in short tools used for copy cataloging. Using Koha you can connect to any Z39.50/SRU target that is publicly available or that you have the log in information to and copy both bibliographic and/or authority records from that source. (Note that not all SRU targets will offer bibliographic information in MARC format.)
ar: Z39.50 و SRU هي بروتوكولات خادم العميل للبحث واستعادة المعلومات من قواعد بيانات في حواسب بعيدة، باختصار هي أدوات تستخدم لنسخ الفهرسة. باستخدام كوها يمكنك الاتصال بأي هدف Z39.50/SRU متاح عموميا أو لديك معلومات الدخول إليه ونسخ كلا من التسجيلات البيبلوغرافية و/أو الاستنادات من ذلك المصدر. (لاحظ أن أهداف SRU لن تقدم لك جميعها المعلومات البيبلوغرافية بتنسيق مارك)
cs: Z39.50 a SRU jsou protokoly typu klient-server, které umožňují vyhledávat a získávat informace ze vzdálené databáze. Je to nástroj pro sdílenou katalogizaci. V systému Koha se můžete připojit k jakémukoliv Z39.50/SRU serveru, který je veřejně dostupný, nebo ke kterému máte přihlašovací údaje. Z39.50/SRU můžete využít pro stahování bibliografických i autoritních záznamů. (Poznámka: Některé SRU servery nemusejí poskytovat bibliografické informace ve formátu MARC.)
de: Z39.50 und SRU sind Client-Server-Protokolle für die Suche und das Abfragen von Informationen von entfernten Datenbanken. Kurz gesagt ist es ein Werkzeug für die Fremddatenübernahme. Mit Koha können Sie auf Z39.50- und SRU-Server zugreifen, die öffentlich zugänglich sind oder für die Sie die Anmeldedaten besitzen, und von dort Titel- und Normdatensätze übernehmen. (Beachten Sie dass nicht alle SRU-Server bibliographische Informationen im MARC-Format bereitstellen.)
el: Τα Z39.50 και SRU είναι πρωτόκολλα πελάτη-διακομιστή για την αναζήτηση και ανάκτηση πληροφορίας από απομακρυσμένες βάσεις δεδομένων ηλεκτρονικών υπολογιστών, εν ολίγοις εργαλεία που χρησιμοποιούνται για καταλογογράφηση μέσω αντιγραφής. Χρησιμοποιώντας το Koha μπορείτε να συνδεθείτε με οποιονδήποτε στόχο Z39.50/SRU που είναι διαθέσιμος στο κοινό ή για τον οποίο έχετε τα στοιχεία σύνδεσης και να κάνετε αντιγραφή των βιβλιογραφικών και/ή των εγγραφών καθιερωμένων όρων από αυτή την πηγή. (Σημειώστε ότι δεν προσφέρουν όλοι οι στόχοι SRU βιβλιογραφικές πληροφορίες σε μορφή MARC.)
es: Z39.50 y SRU son protocolos cliente-servidor para la búsqueda y recuperación de información de bases de datos informáticas remotas, en definitiva se trata de una herramienta que se utiliza para la catalogación por copia. Utilizando Koha se puede conectar a cualquier servidor Z39.50/SRU que están disponible públicamente o a uno que usted posea los credenciales para autenticarse y pueda copiar tanto registros bibliográfico y/o registros de autoridad de esa fuente. (Tenga en cuenta que no todos los servidores SRU ofrecerán información bibliográfica en formato MARC.)
fi: Z39.50 ja SRU ovat protokollia, joiden avulla etsitään ja noudetaan tietoa muista tietokannoista. Niitä käytetään luetteloinnin apuna. Kohan avulla voi tuoda nimeke- ja auktoriteettitietueita muista Z39.50/SRU-palvelimista. Huomaa kuitenkin, että kaikki SRU-kohteet eivät sisällä tietoa MARC-formaatissa.
fr: Z39.50 et SRU sont des protocoles client-serveur pour rechercher et récupérer des informations depuis des bases externes. Vous pouvez vous connecter à n'importe quel serveur Z39.50/SRU public ou dont vous possédez les informations nécessaires à l'authentification, pour dériver des notices bibliographiques ou d'autorités. (Notez que les serveurs n'offrent pas toutes des notices bibliographiques en format MARC.)
hi: Z39.50 और एसआरयू खोज और दूरस्थ कंप्यूटर डेटाबेस से पुन: प्राप्त जानकारी कम कॉपी सूचीबद्ध करने के लिए इस्तेमाल किया उपकरणों में, के लिए ग्राहक-सर्वर प्रोटोकॉल रहे हैं। आप कोहा का प्रयोग किसी भी Z39.50 / एसआरयू लक्ष्य है कि सार्वजनिक रूप से उपलब्ध है या आप के लिए जानकारी में लॉग इन किया है और वह यह है कि स्रोत से दोनों ग्रंथ सूची और / या प्राधिकारी अभिलेखों की नकल करने के लिए कनेक्ट कर सकते हैं। (नोट नहीं है कि सभी लक्ष्यों एसआरयू मार्क प्रारूप में ग्रंथ सूची की जानकारी प्रदान करेंगे।)
it: Lo Z39.50 e SRU sono protocolli client-server per cercare e scaricare informazione da db su server remoti, in pratica è uno strumento per copiare records. Con Koha ti puoi connettere ai server z39.50/SRU pubblici o di cui hai una login per copiare sia record bibliografici sia records di authority. Nota che non tutti i server SRU forniscono dati bibliografici in formato MARC.
oc: Z39.50 e SRU son des protocoles client-servidor per recercar e récupérer des informacions dempuèi des bases externes. Podètz vous connecter a n'importe quel servidor Z39.50/SRU public o dont vous possédez les informacions necessàrias a l'autentificacion, per dériver des notícias bibliographiques o d'autoritats. (Notez que les servidors n'offrent pas toutes des notícias bibliograficas en format MARC.)
pt: Z39.50 e SRU são protocolos cliente-servidor para pesquisar e obter informação de computadores de forma remota, é uma ferramenta usada para copiar catálogos. Usando o Koha pode-se conectar a vários servidores Z39.50 ou SRU, que está disponível publicamente ou do qual tem credenciais, e copiar tanto registos bibliográficos como de autoridade. (Note que nem todos os servidores SRU devolvem os registos bibliográficos em formato MARC.)
sk: Z39.50 a SRU sú klient–server protokoly pre vyhľadávanie a získavanie informácií zo vzdialených počítačových databáz, skrátka, sú to nástroje na kopírovaciu katalogizáciu. Pomocou Kohy sa môžete pripojiť na ľubovoľný verejne dostupný cieľ Z39.50/SRU alebo taký, do ktorého máte prihlasovacie údaje, a môžete kopírovať knižničné záznamy a/alebo záznamy autorít z daného zdroja. (Všimnite si, že nie všetky ciele SRU vám ponúknu bibliografické informácie vo formáte MARC.)
tr: Z39.50 ve SRU, arama yapmak ve uzak bilgisayar veritabanlarından bilgi almak için bir istemci-sunucu protokolüdür, Kısacası kataloglama kopyalamak için kullanılan bir araçtır. Koha kullanarak ortak kullanıma açık herhangi bir Z39.50/SRU hedefine bağlanabilir ve hem bibliyografik hem de otorite kayıtlarını bu kaynaktan kopyalayabilirsiniz. (Tüm SRU hedeflerin bibliyografik bilgileri MARC formatında sunmayacağı aklınızda olsun)
zh_tw: Z39.50 與 SRU 是主從架構協定，供搜尋與檢索遠端電腦的資料庫之用，就是抄錄編目的工具。以 Koha 連結公開的 Z39.50/SRU 伺服器，或以密碼登入，抄錄該電腦資料庫的書目與權威記錄。(並非所有的 SRU 目標都提供 MARC 格式的書目資訊)

source: Z39.50/SRU Servers
ar: خوادم Z39.50/SRU
cs: Z39.50/SRU Servery
de: Z39.50/SRU-Server
el: Z39.50/SRU Διακομιστές
es: Servidores Z39.50/SRU
fi: Z39.50/SRU-palvelimet
fr: Serveurs Z39.50/SRU
hi: Z39.50/एसआरयू सर्वर
it: Server Z39.50/SRU
oc: Servidors Z39.50/SRU
pt: Servidores Z39.50/SRU
sk: Servery Z39.50/SRU
tr: Z39.50/SRU Sunucuları
zh_tw: Z39.50/SRU 伺服器

source: Zip up the text file and the image files
ar: قم بضغط الملف النصي وملفات الصور
cs: Zazipovat (komprimovat) textový a obrazový soubor
da: Komprimer tekstfilen og billedfilerne
de: Packen Sie die Text- und Grafikdateien
el: Κάντε zip το αρχείο κειμένου και τα αρχεία εικόνων
es: Comprima el archivo de texto y los archivos de imagen
eu: Comprima el archivo de texto y los archivos de imagen
fi: Pakkaa tekstitiedosto ja kuvatiedostot ZIP-tiedostoksi.
fr: Compressez au format ZIP votre fichier texte et vos fichiers image.
hi: पाठ फ़ाइल और छवि फ़ाइलों को ज़िप
it: Comprimi il file di testo e le immagini
oc: Compressez al format ZIP vòstre fichièr tèxte e vos fichièrs imatge.
pl: Skompresuj plik tekstowy i pliki graficzne (format ZIP)
pt: Comprima o ficheiro de texto e os ficheiros das imagens
pt_br: Zipar e enviar o arquivo de texto e os arquivos de imagens
sk: Zozipujte textový súbor a obrázkové súbory
sv: Zippa upp textfilen och bildfilerna
tr: Metin dosyasını ve resim dosyalarını sıkıştır
zh_tw: 關閉文字檔與圖像檔

source: [- TAGS default -]
hi: [- टैग डिफ़ॉल्ट -]

source: a - Permanent location
ar: a - الموقع الدائم
cs: a - Trvalé umístění
da: a - Permanent placering
de: a- Standort
el: a - Μόνιμη τοποθεσία
es: a- Ubicación permanente
eu: a - Behin betiko kokalekua
fi: a - Kotikirjasto
fr: a - Localisation permanente
hi: a -- स्थाई लोकेशन
it: a - Localizzazione permanente
oc: a - Localisation permanente
pt: a - Localização permanente
pt_br: a - Localização permanente
sk: a - Stála lokácia
tr: a- Kalıcı yer
zh_tw: a - 永久位置

source: acquisition
ar: التزويد
cs: acquisition (akvizice)
da: erhvervelse
de: Erwerbung
el: πρόσκτηση
es: adquisición
eu: eskurapena
fi: hankinta
hi: अधिग्रहण
it: Acquisizioni
oc: aquisicion
pl: gromadzenie
pt: aquisição
pt_br: aquisição
sk: akvizícia
tr: sağlama
zh_tw: 採訪

source: all libraries, all patron categories, all item types
fi: kaikki kirjastot, kaikki asiakastyypit, kaikki aineistolajit
hi: सभी पुस्तकालयों, सभी संरक्षक श्रेणियां, सभी आइटम प्रकार

source: all libraries, all patron categories, same item type
fi: kaikki kirjastot, kaikki asiakastyypit, sama aineistolaji
hi: सभी पुस्तकालयों, सभी संरक्षक श्रेणियों, एक ही आइटम प्रकार

source: all libraries, same patron category, all item types
fi: kaikki kirjastot, sama asiakastyyppi, kaikki aineistolajit
hi: सभी पुस्तकालयों, एक ही संरक्षक श्रेणी, सभी आइटम प्रकार

source: all libraries, same patron category, same item type
fi: kaikki kirjastot, sama asiakastyyppi, sama aineistolaji
hi: सभी पुस्तकालयों, एक ही संरक्षक श्रेणी, एक ही आइटम प्रकार

source: allows you to select from where this subfield is visible/hidden, simply check the boxes where you would like the field to show and uncheck the boxes where you would like it hidden.
fi: antaa sinun valita, missä tämä osakenttä on näkyvissä/piilotettu, tee vain valinta valintalaatikkoon, jossa haluat kentän näkyvän ja poista valinta laatikoista, joista sen haluat piilottaa.
hi: आप जहां इस subfield दिखाई / छुपा है से चयन करने के लिए अनुमति देता है, बस बक्से जहां आप मैदान दिखाने के लिए और बक्से जहां आप इसे छिपा चाहते हैं अचयनित चाहते हैं की जाँच करें।

source: and
ar: و
cs: a
da: og
de: und
el: και
es: y
eu: eta
fi: ja
fr: et
hi: और
oc: et
pl: i
pt: e
pt_br: e
sk: a
sv: och
tr: ve
zh_tw: 與

source: aud:a Preschool
ar: aud:a ما قبل المدرسة
cs: aud:a Předškoláci (0-5 let)
da: aud:a Førskole
de: aud:a Vorschule
el: aud:a Προσχολικό
es: aud:a Preescolar
eu: aud:a Eskolaurrekoa
fi: aud:a Esikouluikäiset
fr: aud:a Préscolaire
hi: aud: एक प्रीस्कूल
it: aud:a Prescolastico
oc: aud:a Preescolar
pt: aud:a Pré-escolar
pt_br: aud:a Pré-escolar
sk: aud:a Predškolský
tr: aud:a Okul öncesi
zh_tw: aud:a 幼兒園

source: aud:b Primary
ar: aud:b ابتدائي
cs: aud:b Děti 6-8 let
da: aud:b Primær
de: aud:b Grundschule
el: aud:b Πρωτοβάθμιας εκπαίδευσης
es: aud:b Primaria
eu: aud:b Lehen mailako irakaskuntza
fi: aud:b Ala-asteikäiset
fr: aud:b Primaire
hi: aud: b प्राथमिक
it: aud:b Primaria
oc: aud:b Primaire
pt: aud:b Primário
pt_br: aud:b Primário
sk: aud:b Primárny
tr: aud:b Temel
zh_tw: aud:b 小學

source: aud:c Pre-Adolescent
ar: aud:c ما قبل المراهقة
cs: aud:c Děti 9-13 let
da: aud:c Før-ungdom
de: aud:c Vor-Jugendlich
el: aud:c Προεφηβικής ηλικίας
es: aud:c Pre-adolescente
eu: aud:c Pre-eskolaurrekoa
fi: aud:c Yläasteikäiset
fr: aud:c Pré-adolescent
hi: aud: c पूर्व किशोर
it: aud:c Preadolescente
pt: aud:c Pré-adolescente
pt_br: aud:cPré-adolescente
sk: aud:c Predpubertálny
tr: aud:c Ergenlik öncesi
zh_tw: aud:c 青少年前期

source: aud:d Adolescent
ar: aud:d يافع
cs: aud:d Dospívající (14-17 let)
da: aud:d Ungdom
de: aud:d Jugendlicher
el: aud:d Έφηβοι
es: aud:d Adolescente
eu: aud:d Nerabea
fi: aud:d Lukioikäiset ja vastaavat
hi: aud: d किशोर
it: aud:d Adolescente
pl: Nastolatek
pt: aud:d Adolescente
pt_br: aud:d Adolescente
sk: aud:d Dospievajúci
tr: aud:d Ergen
zh_tw: aud:d 青少年
