Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: See the full documentation for Tools in the
ar: انظر إلى التوثيق الكامل للأدوات
cs: Úplná dokumentace sekce Nástroje viz
da: Se hele dokumentationen for værktøjer i
de: Die vollständige Hilfe zu den Werkzeugen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Εργαλεία στο
es: Vea la documentación completa para Herramientas en el
eu: Vea la documentación completa para Herramientas en la
fi: Katso koko dokumentaatio työkaluille
fr: Voir la documentation complète sur les Outils dans le
hi: में उपकरण के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per gli Strumenti nel
oc: Veire la documentacion completa sus las Aisinas dins lo
pl: Zobacz instrukcję dla Narzędzi w
pt: Ver a documentação completa para as ferramentas no
pt_br: Ver a documentação completa para Ferramentas no
sk: Pozrite si kompletnú dokumentáciu o nástrojoch v
sv: Se den fullständiga dokumentationen för Verktyg i
tr: Araçlar tam dokümantasyonuna bakınız
zh_tw: 見工具的完整文件

source: See the full documentation for Transfers in the
ar: انظر إلى التوثيق الكامل للانتقالات
cs: Viz úplnou dokumentaci pro převozy v
da: Se hele dokumentationen for overførsler i
de: Die vollständige Hilfe zu Transporten zwischen Bibliotheken finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Μεταφορές στο
es: Vea la documentación completa para Transferencias en el
eu: Ver la documentación completa para Transferencias en la
fi: Katso koko dokumentaatio siirroille
fr: Voir la documentation complète sur les Transferts dans le
hi: में स्थानान्तरण के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i trasferimenti nel
oc: Veire la documentacion completa suls Transferts dins lo
pl: Zobacz instrukcję dla Transferów w
pt: Ver a documentação completa para as transferências no
pt_br: Ver a documentação completa para Transferências no
sk: Pozrite si kompletnú dokumentáciu o presunoch v
sv: Se den fullständiga dokumentationen för Överföringar i
tr: Transferler tam dokümantasyonuna bakınız
zh_tw: 見轉移的完整文件

source: See the full documentation for Transfers to Receive in the
ar: انظر إلى التوثيق الكامل إلى الانتقالات للاستلام
cs: Viz úplnou dokumentaci pro příjem převozů v
da: Se hele dokumentationen for modtagelse af overførsler i
de: Die vollständige Hilfe zu den eintreffenden Transporten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Μεταφορές προς Παραλαβή στο
es: Vea la documentación completa para Transferencias a recibir en el
eu: Ver la documentación completa para Transferencias a Recibir en la
fi: Katso koko dokumentaatio vastaanotettaville siirroille
fr: Voir la documentation complète sur la Réception des transfert dans le
hi: स्थानान्तरण में प्राप्त करने के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la ricezione di trasferimenti nel
oc: Veire la documentacion completa sus la Recepcion des transferiment dins lo
pl: Zobacz instrukcję dla Oczekujących transferów w
pt: Ver a documentação completa para as transferências a receber no
pt_br: Ver a documentação completa para Transferências a receber no
sk: Pozrite si kompletnú dokumentáciu o prijímaní presunov v
sv: Se den fullständiga dokumentationen för Överföringar att ta emot i
tr: Teslim Alınacak Transferler tam dokümantasyonuna bakınız
zh_tw: 見轉移至接收的完整文件

source: See the full documentation for Uncertain prices in the
ar: أُنظر إلى التوثيق الكامل للأسعار الغير محددة في
cs: Viz úplnou dokumentaci pro Nejisté ceny v
da: Se hele dokumentationen for usikre priser i
de: Die vollständige Hilfe zu den unsicheren Preisen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για το Αβέβαιο κόστος στο
es: Vea la documentación completa para Precios inciertos en el
eu: Vea la documentación completa para Avisos en la
fi: Katso koko dokumentaatio vahvistamattomille hinnoille
fr: Voir la documentation complète sur les prix incertains dans le
hi: में अनिश्चित कीमतों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i prezzi incerti nel
oc: Veire la documentacion completa suls prix incertains dins lo
pl: Zobacz instrukcję dla Zamówień z niepewnymi cenami w
pt: Ver a documentação completa para os preços incertos no
pt_br: Ver a documentação completa para Preços incertos no
sk: Pozrite si kompletnú dokumentáciu o neistých cenách v
sv: Se den fullständiga dokumentationen för Osäkra priser i
tr: Kesin olmayan fiyatlar tam dokümantasyonuna bakınız
zh_tw: 見價格未定的完整文件

source: See the full documentation for Updating patron records in the
ar: انظر التوثيق الكامل لتحديث تسجيلات المستفيد في
cs: Viz úplnou dokumentaci pro Aktualizaci čtenářských záíznamů v
da: Se den samlede dokumentation for opdatering af lånerposter i
de: Die vollständige Hilfe zur Bearbeitung von Benutzern finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Ενημέρωση εγγραφών μελών στο
es: Vea la documentación completa para Actualizar registros de usuarios en el
eu: Vea toda la documentación completa para actualizar los registros de usuarios en
fi: Katso koko dokumentaatio asiakastietojen päivittämiselle
fr: Voir la documentation complète sur la Mise à jour des adhérents dans le
hi: में संरक्षक अभिलेखों को अद्यतन करने के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per la modifica degli Utenti nel
oc: Voir la documentacion completa sus la Mesa a jorn des aderents dins lo
pt: Ver a documentação completa para editar leitores no
pt_br: Ver a documentação completa sobre Carregar registros de usuários em
sk: Pozrite si kompletnú dokumentáciu o aktualizácii záznamov čitateľov v
sv: Se den fullständiga dokumentationen för Uppdatering av låntagarposter i
tr: Kullanıcı Kayıtlarının Güncellenmesi tam dokümantasyonuna bakınız
zh_tw: 上傳讀者記錄的完整文件，見於

source: See the full documentation for Uploading Cover Images in the
ar: انظر إلى التوثيق الكامل لتحميل صور الغلاف
cs: Viz úplnou dokumentaci pro Načítání obálek knih v
da: Se den samlede dokumentation for opload af billeder i
de: Die vollständige Hilfe zur Verwaltung von Coverbildern finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Ανάρτηση Εικόνων Καλύμματος στο
es: Vea la documentación completa para Cargar imágenes de cubiertas en el
eu: Ver la documentación completa para Cargar Imágenes de Cubiertas en la
fi: Katso koko dokumentaatio kansikuvien lataukselle
fr: Voir la documentation complète sur le chargement des images de couverture dans le
hi: में अपलोड कवर छवियों के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per il carico delle copertine nel
oc: Voir la documentacion completa sul cargament des imatges de cobertura dans lo
pl: Zobacz instrukcję dla Wczytywania Zdjęć w
pt: Ver a documentação completa para carregar imagens de capa no
pt_br: Ver a documentação completa para Carregamento de Imagens de Capas no
sk: Pozrite si kompletnú dokumentáciu o načítavaní obrázkov obálok v
sv: Se den fullständiga dokumentationen för Uppladdning av omslagsbilder i
tr: Kapak resimlerinin karşıya yüklenmesi tam dokümantasyonuna bakınız
zh_tw: 見上傳封面的完整文件

source: See the full documentation for Uploading the Offline Circulation File in the
ar: انظر التوثيق الكامل لتحميل ملف الإعارة دون اتصال في
cs: Viz úplnou dokumentaci pro Načítání souboru offline výpůjček v
da: Se hele dokumentationen for opload af offline-udlånsfil i
de: Die vollständige Hilfe zum Upload der Offline-Verbuchungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Ανάρτηση Αρχείων Διακίνησης Υλικού Εκτός Σύνδεσης στο
es: Vea la documentación completa de Cargado de archivo de circulación fuera de línea en el
eu: Ver la documentación completa para la carga del archivo de circulación offline en el
fi: Katso koko dokumentaatio yhteydettömän tilan lainauksen lataukselle
fr: Voir la documentation complète pour le téléchargement du fichier des prêts secourus dans le
hi: ऑफलाइन सर्कुलेशन फाइल अपलोड करने के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per il caricamento di dati di circolazione offline nel
oc: Voir la documentacion completa per lo telecargament del fichièr des prèstes secorruts dins lo
pl: Zobacz instrukcję dla Wczytywania Pliku Udostępniania Offline w
pt: Ver a documentação completa para a circulação offline no
pt_br: Ver a documentação completa sobre Carregar arquivo de circulação off-line em
sk: Pozrite si kompletnú dokumentáciu o načítavaní súborov obehu offline v
sv: Se den fullständiga dokumentationen för Uppladdning av filen för offline-utlåning i
tr: Çevrimdışı dolaşım dosyasının yüklenmesi tam dokümantasyonuna bakınız
zh_tw: 見上傳離線流通檔案的完整檔案

source: See the full documentation for Vendor Contracts in the
ar: انظر إلى التوثيق الكامل لعقود المورد في
cs: Viz úplnou dokumentaci pro Dodavatelské smlouvy
da: Se hele dokumentationen for leverandørkontrakter i
de: Die vollständige Hilfe zu den Vereinbarungen mit Lieferanten finden Sie unter
el: Βλέπε την πλήρη τεκμηρίωση για τα Συμβόλαια Προμηθευτών στο
es: Vea la documentación completa para Contratos de proveedores en el
eu: Ver la documentación completa para contratos de Proveedores en la
fi: Katso koko dokumentaatio toimittajan sopimukselle
fr: Voir la documentation complète sur les Contrats avec les fournisseurs dans le
hi: में विक्रेता अनुबंध के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i contratti con i fornitori nel
oc: Voir la documentacion completa suls Contrats amb les provesidors dins lo
pl: Zobacz instrukcje dla Kontraktów dostawcy w
pt: Ver a documentação completa para os contratos de fornecedor no
pt_br: Ver a documentação completa para Contratos de fornecedores no
sk: Pozrite si kompletnú dokumentáciu o zmluvách predajcov v
sv: Se den fullständiga dokumentationen för Leverantörsavtal i
tr: Sağlayıcı Sözleşmeleri tam dokümantasyonuna bakınız
zh_tw: 見代理商合約的完整文件

source: See the full documentation for Z39.50/SRU Servers in the
ar: انظر إلى التوثيق الكامل لخوادم Z39.50/SRU في
cs: Viz úplnou dokumentaci pro Z39.50/SRU servery v
de: Die vollständige Hilfe zur Verwaltung von Z39.50/SRU-Servern finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τους Διακομιστές Z39.50 στο
es: Vea la documentación completa para Servidores Z39.50/SRU en el
fi: Katso koko dokumentaatio Z39.50/SRU-palvelimelle
fr: Voir la documentation complète sur les Serveurs Z39.50/SRU dans le
hi: में Z39.50 / एसआरयू सर्वर के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i server Z39.50/SRU nel
oc: Veire la documentacion completa suls Servidors Z39.50/SRU dins lo
pt: Ver a documentação completa para os servidores Z30.50/SRU no
sk: Pozrite si kompletnú dokumentáciu o serveroch Z39.50/SRU v
tr: Z39.50/SRU Sunucuları tam dokümantasyonuna bakınız
zh_tw: 見 Z39.50/SRU 伺服器的完整文件

source: See the full documentation for adding Course reserves in the
ar: انظر التوثيق الكامل لإضافة الحجز الأكاديمي في
cs: Viz úplnou dokumentaci pro Kurzy v
de: Die vollständige Hilfe zum Hinzufügen von Semesterapparaten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την προσθήκη κρατήσεων Μαθημάτων στο
es: Vea la documentación completa para agregar reservas para cursos en el
fi: Katso koko dokumentaatio kurssivarantojen lisäämiselle
fr: Voir la documentation complète sur l'ajout de Réserves de cours dans
hi: में पाठ्यक्रम भंडार जोड़ने के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per aggiungere corsi nel modulo 'testi per i corsi' nel
oc: Veire la documentacion completa sus l'ajout de Resèrvas de cors dins
pl: Zobacz instrukcję dla dodawania w module Kursy w
pt: Ver a documentação completa para adicionar reservas de curso no
pt_br: Ver a documentação completa sobre inclusão de Reservas de cursos em
sk: Pozrite si kompletnú dokumentáciu o pridávaní rezerv kurzov v
tr: Ders rezervleri ekleme tam dokümantasyonuna bakınız
zh_tw: 見新增指定參考書課程的完整文件

source: See the full documentation for adding items to Course reserves in the
ar: انظر التوثيق الكامل لإضافة مواد إلى الحجز الأكاديمي في
cs: Viz úplnou dokumentaci pro přidávání materiálů ke kurzům v
de: Die vollständige Hilfe zum Hinzufügen von Exemplaren zu Semesterapparaten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την προσθήκη τεκμηρίων στις κρατήσεις Μαθημάτων στο
es: Vea la documentación completa para agregar ítems a las Reservas para cursos en el
fi: Katso koko dokumentaatio niteiden lisäämiselle kurssivarantoon
fr: Voir la documentation complète sur l'ajout de documents dans les Réserves de cours dans le
hi: में पाठ्यक्रम के भंडार के लिए आइटम जोड़ने के लिए पूरे दस्तावेज़ देखें
it: Vedi la documentazione completa per aggiungere copie ai corsi del modulo 'testi per i corsi' nel
oc: Voir la documentacion completa sus l'ajout de documents dins les Resèrvas de cours dins lo
pl: Zobacz instrukcję dla dodawania pozycji do Kursy w
pt: Ver a documentação completa para adicionar exemplares às reservas de curso no
pt_br: Ver a documentação completa sobre adicionar exemplares a Reservas para cursos em
sk: Pozrite si kompletnú dokumentáciu o pridávaní exemplárov do rezerv kurzov v
tr: Ders rezervlerine materyal ekleme tam dokümantasyonuna bakınız
zh_tw: 見新增指定參考書課程的完整文件

source: See the full documentation for managing Vendors in the
ar: انظر إلى التوثيق الكامل لإدارة المزودين في
cs: Viz úplnou dokumentaci pro správu Dodavatelů v
da: Se hele dokumentationen for administration af leverandører i
de: Die vollständige Hilfe zur Verwaltung von Lieferanten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη διαχείριση Προμηθευτών στο
es: Vea la documentación completa para Administración de proveedores en el
eu: Vea la documentación completa para Administración de proveedores en la
fi: Katso koko dokumentaatio toimittajan tietojen käsittelylle
fr: Voir la documentation complète sur la gestion des Fournisseurs dans le
hi: में विक्रेताओं के प्रबंधन के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la gestione dei fornitori nel
oc: Voir la documentacion completa sus la gestion des Provesidors dins lo
pl: Zobacz instrukcję dla zarządzania Dostawcami w
pt: Ver a documentação completa para gerir fornecedores no
pt_br: Ver a documentação completa para gerenciar fornecedores no
sk: Pozrite si kompletnú dokumentáciu o spracúvaní predajcov v
sv: Se den fullständiga dokumentationen för Hantering av leverantörer i
tr: Sağlayıcıları yönetme tam dokümantasyonuna bakınız
zh_tw: 見管理代理商的完整文件

source: See the full documentation for system Administration in the
ar: انظر إلى التوثيق الكامل لإدارة النظام في
cs: Viz úplnou dokumentaci pro Systémovou administraci v
da: Se den samlede dokumentation for systemadministration i
de: Die vollständige Hilfe zur Systemadministration finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη Διαχείριση συστήματος στο
es: Vea la documentación completa para Administración del sistema en el
eu: Ver la documentación completa para Administración de sistemas en la
fi: Katso koko dokumentaatio järjestelmän ylläpidolle
fr: Voir la documentation complète pour l'Administration système dans le
hi: में सिस्टम प्रशासन के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la system administration nel
oc: Veire la documentacion completa per l'Administration sistèma dins lo
pl: Zobacz instrukcję dla Administracji systemem w
pt: Ver a documentação completa para a administração do sistema no
pt_br: Ver a documentação completa para Administração do sistema no
sk: Pozrite si kompletnú dokumentáciu o Administrácii systému v
sv: Se den fullständiga dokumentationen för systemadministration i
tr: Sistem Yönetimi tam dokümantasyonuna bakınız
zh_tw: 見系統管理的完整文件

source: See the full documentation for the About page in the
ar: انظر إلى التوثيق الكامل لمعلومات عن الصفحة
cs: Více o této stránce naleznete v
da: Se hele dokumentationen for om-siden i
de: Die vollständige Hilfe zur Seite 'Über Koha' finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη σελίδα Σχετικά στο
es: Vea la documentación completa para la página Acerca en el
eu: Vea la documentación completa para la página Acerca en la
fi: Katso koko dokumentaatio Kohan tiedoille
fr: Voir la documentation complète sur la page À propos dans le
hi: में इसके बारे में पृष्ठ के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per le Informazioni su Koha nel
oc: Veire la documentacion completa sus la pagina A prepaus dins lo
pl: Zobacz instrukcję dla O stronie w
pt: Ver a documentação completa para a página Sobre no
pt_br: Ver a documentação completa para Página Sobre no
sk: Pozrite si kompletnú dokumentáciu o informačnej stránke v
sv: Se den fullständiga dokumentationen för Sidan Om i
tr: Sayfa hakkında tam dokümantasyonuna bakınız
zh_tw: 見關於頁面的完整文件

source: See the full documentation for the Average Loan Time report in the
ar: انظر إلى التوثيق الكامل لتقرير متوسط معدل الإعارة
cs: Viz úplnou dokumentaci pro Zprávu o průměrné době výpůjčky v
da: Se hele dokumentationen for rapport om gennemsnitlig lånetid i
de: Die vollständige Hilfe zum Report über die durchschnittliche Leihdauer finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την έκθεση Μέσου Όρου Χρόνου Δανεισμού στο
es: Vea la documentación completa para Tiempo medio de préstamo en el
eu: Vea la documentación completa para Tiempo medio de préstamo en la
fi: Katso koko dokumentaatio keskimääräisen laina-ajan raportille
fr: Voir la documentation complète sur le rapport sur la Durée moyenne de pre dans le
hi: में औसत ऋण समय रिपोर्ट के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per il Report sui tempi medi di prestito nel
oc: Voir la documentacion completa sul rapòrt sus la Durée mejana de pre dans lo
pl: Zobacz instrukcję dla raportu średniego okresu wypożyczenia w
pt: Ver a documentação completa para o relatório 'Duração média de empréstimo' no
pt_br: Ver a documentação completa para Relatório de tempo médio de empréstimo no
sk: Pozrite si kompletnú dokumentáciu o výkaze priemernej doby výpožičiek v
sv: Se den fullständiga dokumentationen för Rapporten genomsnittlig lånetid i
tr: Ortalama dolaşım süresi raporu tam dokümantasyonuna bakınız
zh_tw: 見平均借出時間報表的完整文件

source: See the full documentation for the Calendar in the
ar: انظر إلى التوثيق الكامل للتقويم
cs: Viz úplnou dokumentaci pro kalendář v
da: Se hele dokumentationen for kalenderen i
de: Die vollständige HIlfe zum Kalender finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για το Ημερολόγιο στο
es: Vea la documentación completa para Calendario en el
eu: Vea la documentación completa para Calendario en la
fi: Katso koko dokumentaatio kalenterille
fr: Voir la documentation complète sur le Calendrier dans le
hi: कैलेंडर के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per il Calendario nel
oc: Veire la documentacion completa sul Calendièr dins lo
pl: Zobacz instrukcję dla Kalendarza w
pt: Ver a documentação completa para o calendário no
pt_br: Ver a documentação completa para Calendário no
sk: Pozrite si kompletnú dokumentáciu o kalendári v
sv: Se den fullständiga dokumentationen för Kalendern i
tr: Takvim tam dokümantasyonuna bakınız
zh_tw: 見行事曆的完整文件

source: See the full documentation for the Catalog by Item type report in the
ar: انظر إلى التوثيق الكامل للفهرس بواسطة تقرير نوع المادة في
cs: Viz úplnou dokumentaci pro výstupy z katalogu podle typu jednotky v
de: Die vollständige HIlfe zum Report Bestand nach Medientypen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την αναφορά Κατάλογος κατά τύπο Τεκμηρίου στο
es: Vea la documentación completa para Catalogación por reporte de tipo de ítem en el
fi: Katso koko dokumentaatio luettelo aineistolajeittain -raportille
hi: में आइटम प्रकार की रिपोर्ट से सूची के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per il Report sulla catalogazione per tipo di copia nel
pt: Ver a documentação completa para o relatório Catalogação por tipo de documento no
sk: Pozrite si kompletnú dokumentáciu o Výkaze katalógu podľa typu exemplára v
tr: Materyal Türüne Göre Katalog Raporu tam dokümantasyonuna bakınız
zh_tw: 見依館藏類型目錄報表的完整文件

source: See the full documentation for the Did you mean? feature in the
ar: أُنظر إلى التوثيق الكامل لميزة هل تعني؟ في
cs: Viz úplnou dokumentaci pro funkci "Měli jste na mysli?" v
da: Se hele dokumentationen for "Mente du? funktionen" i
de: Die vollständige Hilfe zum 'Meinten Sie...?'-Plugin finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την εφαρμογή Μήπως εννοείτε; στο
es: Vea la documentación completa para la característica ¿Quiso decir? en el
eu: Ver la documentación completa para la Cola de Reservas en la
fi: Katso koko dokumentaatio Tarkoititko? -toiminnolle
fr: Voir la documentation complète sur 'Vouliez-vous dire ?' dans le
hi: देखने के लिए पूर्ण प्रलेखन आप क्या मतलब है? में सुविधा
it: Vedi la documentazione completa per 'Intendi dire:' nel
oc: Veire la documentacion completa sus 'Voliatz dire ?' dins lo
pl: Zobacz instrukcję dla opcji "Czy chodziło o...?" w
pt: Ver a documentação completa para a funcionalidade Quis dizer? no
pt_br: Ver a documentação completa para a função Você quis dizer? no
sk: Pozrite si kompletnú dokumentáciu o funkcii Mali ste na mysli? v
sv: Se den fullständiga dokumentationen för Funktionen Menade du? i
tr: Bunu mu demek istediniz? özellliği tam dokümantasyonuna bakınız
zh_tw: 見 '你的意是是？' 的完整文件

source: See the full documentation for the Holds Queue in the
ar: انظر إلى التوثيق الكامل لقائمة انتظار الحجوزات
cs: Viz úplnou dokumentaci pro frontu rezervací v
da: Se hele dokumentationen for reserveringskøen i
de: Die vollständige HIlfe zur Vormerkliste finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη Σειρά Κρατήσεων στο
es: Vea la documentación completa para Cola de reservas en el
eu: Ver la documentación completa para la Cola de Reservas en la
fi: Katso koko dokumentaatio varausjonolle
fr: Voir la documentation complète sur la File des réservations dans le
hi: में धारण के लिए कतार पूर्ण दस्तावेज़ देखें
it: Vedi la documentazione completa per la coda delle prenotazioni nel
oc: Veire la documentacion completa sus la File des reservacions dins lo
pl: Zobacz instrukcję dla Kolejka zamówień w
pt: Ver a documentação completa para a lista de espera de reservas no
pt_br: Ver a documentação completa para Fila de reserva no
sk: Pozrite si kompletnú dokumentáciu o fronte rezervácií v
sv: Se den fullständiga dokumentationen för Reservationskö i
tr: Ayırma Sırası tam dokümantasyonuna bakınız
zh_tw: 見預約佇列的完整文件

source: See the full documentation for the Items with no Checkouts report in the
ar: انظر إلى التوثيق الكامل للمواد بدون تقارير الإعارات
cs: Viz úplnou dokumentaci pro zprávu o vytiscích bez výpůjček v
da: Se hele dokumentationen for rapporten udgivelser uden udlån i
de: Die vollständige Hilfe zum Report Exemplare ohne Ausleihen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την έκθεση Τεκμήρια χωρίς Δανεισμούς στο
es: Vea la documentación completa de Ítems sin préstamos en el
eu: Vea la documentación completa de Ítems sin préstamos en la
fi: Katso koko dokumentaatio niteitä, joilla ei lainoja -raportille
fr: Voir la documentation complète dans le
hi: में कोई Checkouts रिपोर्ट के साथ आइटम के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per il Report dei fascicoli senza prestiti nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Raportu egzemplarzy nigdy niewypożyczonych w
pt: Ver a documentação completa para o relatório 'Documentos sem empréstimos' no
pt_br: Ver a documentação completa para o Relatório de itens nunca emprestado no
sk: Pozrite si kompletnú dokumentáciu o výkaze exemplárov bez výpožičiek v
sv: Se den fullständiga dokumentationen för Rapporten Objekt utan utlåning i
tr: Ödünç Verilmeyen Materyaller Raporu tam dokümantasyonuna bakınız
zh_tw: 見未借出館藏報表的完整文件
