Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The Units pull down is used to define what measurement scale you're going to be using for your profile.
ar: الوحدات المندسلة تستخدم لتحديد مقياس القياس وأنت تذهب إلى استخدام ملف التعريف الخاص بك.
cs: Roletka Jednotky se používá k definování měřítka, které budete používat pro svůj profil.
da: Enhedsmenuen bruges til at vælge måleenhed til profilen.
de: Die Auswahlliste Maße wird verwendet um festzulegen welche Maßeinheit Sie für Ihr Profil verwenden.
el: Οι κατεκδιπλούμενες Μονάδες χρησιμοποιούνται για να καθορίσουν τη σκάλα μέτρησης που θα χρησιμοποιήσετε για το προφίλ σας.
es: El desplegable 'Unidades' se usa para definir qué escala de medición va a usar para su perfil.
eu: Unitateak goitibeherako zerrenda txantiloiarentzat erabiliko duzun neurketa eskala definitzeko erabilitzen da.
fi: Yksikköjen alasvetovalikkoa käytetään määrittelemään, mitä mittakaavaa käytät profiilissasi.
fr: La liste des unités vous permet de choisir l'unité de mesure utilisée dans la définition du profil.
hi: इकाइयों नीचे खींच क्या माप पैमाने आप अपने प्रोफ़ाइल के लिए उपयोग किया जा रहे हैं परिभाषित करने के लिए प्रयोग किया जाता है।
it: La lista 'Unità' è utilizzata per definire la scala di misura che stai usando per i profili
oc: La lista des unités vos permet de causir l'unité de mesure utilizada dins la definicion del profil.
pt: O menu Unidades é usado para definir a escala de medição que vai ser usada no perfil.
pt_br: O menu Unidades é usado para definir a escala de medição que vai ser usada no perfil.
sk: Rozbaľovací zoznam Jednotiek sa používa na definovanie druhu mier, ktoré budete používať pre profil.
sv: Rullgardinsmenyn Enheter används för att ange vilken mätenhet du vill använda för din profil.
tr: Birimler açılır menüsü şablonda hangi ölçüm ayarını kullanacağınızı tanımlamak için kullanılır.
zh_tw: 單位下拉選單用在您的設定檔內，用以設定衡量的單位。

source: The Units pull down is used to define what measurement scale you're going to be using for your profile.&nbsp;
ar: الوحدات المندسلة تستخدم لتحديد مقياس القياس وأنت تذهب إلى استخدام ملف التعريف الخاص بك.&nbsp;
cs: Roletka Jednotky se používá k definování měřítka, které budete používat pro svůj profil..&nbsp;
da: Enhedsmenuen bruges til at vælge måleenhed til profilen.&nbsp;
de: Die Auswahlliste Maße wird verwendet um festzulegen welche Maßeinheit Sie für Ihr Profil verwenden.&nbsp;
el: Η αναπτυσσόμενη λίστα Μονάδων χρησιμοποιείται για να καθορίσει τι κλίμακα μέτρησης θα χρησιμοποιήσετε για το προφίλ σας.&nbsp;
es: El desplegable Unidades se utiliza para definir qué escala de medida va a usar para su perfil.&nbsp;
eu: Unitateak goitibeherako zerrenda txantiloiarentzat erabiliko duzun neurketa eskala definitzeko erabilitzen da.&nbsp;
fi: Yksikköjen alasvetovalikkoa käytetään määrittelemään, mitä mittakaavaa käytät profiilissasi.&nbsp;
fr: La liste des unités vous permet de choisir l'unité de mesure utilisée dans la définition du profil.&nbsp;
hi: इकाइयों नीचे खींच क्या माप पैमाने आप के लिए अपने प्रोफ़ाइल & nbsp का उपयोग किया जा रहे हैं परिभाषित करने के लिए प्रयोग किया जाता है।
it: La lista 'Unità' è utilizzata per definire la scala di misura che stai usando per i profili.&nbsp;
oc: La lista des unités vos permet de causir l'unité de mesure utilizada dins la definicion del profil.&nbsp;
pt: O menu Unidades é usado para definir a escala de medição que vai ser usada no perfil.&nbsp;
pt_br: A opção de Unidades é utilizada para definir qual unidade de medida você írá utilizar no seu perfil.&nbsp;
sk: Rozbaľovací zoznam Jednotiek sa používa na definovanie druhu mier, ktoré budete používať pre profil.&nbsp;
sv: Rullgardinsmenyn Enheter används för att ange vilken mätenhet du vill använda för din profil.&nbsp;
tr: 'Birimler' açılır menüsü, şablonda hangi ölçüm ayarını kullanacağınızı tanımlamak için kullanılır.&nbsp;
zh_tw: 單位下拉選單用在您的設定檔內，用以設定衡量的單位。&nbsp;

source: The XXX stores different types of fee credits, so a query to catch them all would include a clause like "type LIKE 'Credit%%'"
ar: يقوم ال XXXبتخزين الأنواع المختلفة من ائتمانات الرسوم، لذا سيشمل الاستعلام لالتقاطها جملة كـ "type LIKE 'Credit%%'"
cs: XXX ukládá různé druhy úvěrů na poplatky, takže dotaz, který by je měl všechny najít, by měl zahrnovat klausuli "type LIKE 'Credit%%'"
da: XXX gemmer forskellige typer af gebyr-kreditter, så en søgning efter dem alle vil indeholde et udtryk som "type LIKE 'Credit%%'"
de: Das XXX steht für verschiedene Arten von Gebührenguthaben, daher verwendet man eine Abfrage mit "type LIKE 'Credit%%'" um alle zu finden
el: Το XXX αποθηκεύει διαφορετικούς τύπους πιστώσεων για χρεώσεις, οπότε το ερώτημα που θα τα περιλάμβανε όλα θα περιείχε μία πρόταση όπως "type LIKE 'Credit%%'"
es: El XXX almacena diferentes tipos de crédito de cargos, entonces una búsqueda para capturarlos a todos incluirá una cláusula como "type LIKE 'Credit%%'"
eu: Los XXX almacenan diferentes tipos de créditos de pago, por lo que una consulta para recuperar todos ellos debe incluir un comando tipo "type LIKE 'Credit%%'"
fi: XXX tallentaa erityyppisiä maksutapahtumia, joten jotta kysely hakisi ne kaikki, pitää lausekkeeseen laittaa "type LIKE 'Credit%%'"
fr: Le XXX contient différent types de frais, donc une requête pour les trouver tous devra inclure une clause comme "type LIKE 'Credit%%'"
hi: XXX दुकानों शुल्क क्रेडिट के विभिन्न प्रकार है, तो एक उन सब को पकड़ने के लिए तरह एक खंड को शामिल किया जाएगा क्वेरी "प्रकार की तरह 'क्रेडिट %%'"
it: I segni XXX idicano che vi sono diversi tipo di crediti, una query per prenderli tutti deve include una ricerca tipo "type LIKE 'Credit%%'"
oc: Lo XXX conten diferent types de frais, donc una requèsta per los trobar totes devra inclure una clause coma "type LIKE 'Credit%%'"
pl: XXX przechowuje różne rodzaje opłat, więc zapytanie 'przechwyć je wszystkie' będzie zawierać klauzulę 'type LIKE 'Credit%%'
pt: Em XXX são guardados diferentes tipos de créditos, então uma pesquisa para apanhar-los a todos deve ser do tipo "type LIKE 'Credit%%'"
pt_br: O XXX armazena diferentes tipos de taxas. Uma expressão que exiba todas elas seria algo como "type LIKE 'Credit%%'"
sk: XXX ukladá rozličné typy kreditných poplatkov, takže dotaz na zachytenie všetkých zahŕňa syntax ako "type LIKE 'Kredit%%'"
tr: XXX farklı türdeki fiyat kredilerini kaydeder, bunların hepsini bulacak olan sorgu "type LIKE 'Credit%%'" şeklinde bir yan tümce içerecektir.
zh_tw: XXX 儲存不同的費用額度類型，所以取得它們將包括類似的句强 "type LIKE 'Credit%%'"

source: The ability to access all areas in Administration (other than the Circulation and fine rules)
ar: إمكانية الوصول إلى كل الأقسام في الإدارة (سوى قواعد الإعارة والغرامات)
cs: Možnost přístupu ke všem oblastem v Administraci (mimo Výpůjčky a Pokutovací pravidla)
da: Muligheden for at tilgå alle områder i administrationen (Bortset fra udlån og bøderegler)
de: Berechtigung alle weiteren Bereiche der Administration zu verwenden (mit Ausnahme der Ausleihkonditionen)
el: Η ικανότητα πρόσβασης σε όλες τις περιοχές την Διαχείρισης (εκτός από τη Διακίνηση Υλικού και τους κανόνες προστίμων)
es: Habilidad de acceder todas la áreas en Administración (ademas de reglas de Circulación y multas)
eu: La posibilidad de acceder a todas las áreas de Administración (además de reglas de circulación y multas)
fi: Pääsy kaikille ylläpidon alueille (muu kuin Laina- ja maksusäännöt)
fr: La capacité d'accéder à tous les secteurs de l'administration (autre que la circulation et les règles d'amendes)
hi: प्रशासन में सभी क्षेत्रों में उपयोग करने की क्षमता (संचलन और ठीक नियमों के अलावा अन्य)
it: La possibilità di accedere a tutte le aree in Amministrazione (tranne le regole di circolazione e delle multe)
oc: La capacité d'accedir a totes los sectors de l'administracion (autre que la circulation e las règlas d'emendas)
pl: Możliwość dostępu do zakładek w panelu administratora (innych niż zasady udostępniania i należności)
pt: A capacidade de aceder a todas as áreas de administração (outras sem ser as regras de circulação e multas)
pt_br: A habilidade de acessar todas as áreas de Administração (exceto Circulação e Regras para Multas)
sk: Možnosť prístupu do všetkých oblastí Administrácie (okrem pravidiel obehu a pokút)
sv: Möjlighet att komma åt alla områden i Administration (annat än reglerna för böter och cirkulation)
tr: Yönetimdeki tüm alanlara erişim (Dolaşım ve ceza kurallarının dışında)
zh_tw: 近用管理各區域的權限 (除了流通與罰款規則)

source: The ability to access the Circulation and fines rules in the administration area
ar: القدرة على الوصول إلى قواعد الإعارة والغرامات في قسم الإدارة
cs: Možnost přístupu k Výpůjčkám a k Pokutovacím pravidlům v oblasti Administrace
da: Muligheden for at fastlægge udlåns- og bøderegler i administrationsområdet
de: Die Berechtigung Ausleihkonditionen im Administrationsmodul zu konfigurieren
el: Η ικανότητα πρόσβασης της Διακίνησης Υλικού και των κανόνων προστίμων στην περιοχή διαχείρισης
es: La habilidad de acceder las reglas de circulación y multas en el área administrativa
eu: La capacidad de acceder a las reglas de circulación y multas en el área de adminitración
fi: Pääsy ylläpidon Laina- ja maksusäännöt -alueelle
fr: La capacité d'accéder la circulation et les règles fines dans le module d'administration
hi: प्रशासन क्षेत्र में संचलन और जुर्माना नियमों के उपयोग करने की क्षमता
it: La possibilità di modificare le regole di circolazione e le multe entrando nell'area di amministrazione
oc: La capacité d'accedir la circulation e las règlas fines dins lo modul d'administracion
pl: Dostęp do zasad Udostępniania i należności w panelu administratora
pt: Capacidade de definir regras de circulação e multas na área de administração
pt_br: A habilidade para acessar as regras de circulação e multas na área administrativa
sk: Možnosť prístupu k pravidlám obehu a pokút v oblasti administrácie
sv: Möjlighet att komma åt reglerna för böter och cirkulation i administrationsdelen
tr: Yönetim alanındaki Dolaşım ve ceza kurallarına erişebilme
zh_tw: 近用管理區域的流通與罰款規則的權限

source: The ability to catalog using only the Fast Add Framework found on the Circulation page
ar: القدرة على الفهرسة فقط باستخدام إطار إضافة سريع موجود على صفحة الإعارة
cs: Možnost katalogizace jen pomocí "Rychlé katalogizace" nacházející se na stránce výpůjček
da: Muligheden for at katalogisere alene med Tilføj hurtig struktur som findes på udlånssiden
de: Die Berechtigung mit der Schnellerfassungsmaske auf der Startseite des Ausleihmoduls zu katalogisieren
el: Η ικανότητα καταλογογράφησης μέσω της Γρήγορης Προσθήκης πλαισίου στη σελίδα Κυκλοφορίας Υλικού
es: La capacidad de catalogar utilizando solamente la Hoja de trabajo de introducción rápida, se encuentra en el página de Circulación
eu: Katalogatze ahalmena zirkulazio orriko lan-orria azker gehitzeko aukera erabiliz soilik
fi: Pääsy luetteloimaan vain pikaluetteloinnin toimintoon, joka löytyy Lainaus ja palautus -sivulta
fr: La possibilité de cataloguer en utilisant la grille Catalogage rapide disponible sur la page de circulation
hi: का उपयोग करते हुए केवल तेजी से फ्रेमवर्क जोड़े सूची को क्षमता सर्कुलेशन पृष्ठ पर पाया
it: Abilita solo ad usare il template 'Fast Add' che si trova in corcolazione
oc: La possibilitat de catalogar en utilizant la grasilha Catalogatge rapide disponible sus la pagina de circulacion
pl: Możliwość katalogowania przy użyciu Fast Add Framework znajdującego się w module Udostępnianie
pt: Capacidade para cataloggar usando o modelo de catalogação rápida na página de empréstimo
pt_br: A possibilidade de catalogar utilizando apenas a Planilha de Catalogação Rápida encontrada na página de Circulação
sk: Možnosť katalogizácie iba pomocou Rýchleho pridania rámca na stránke obehu
sv: Möjlighet att katalogisera bara med Formatet för snabb inmatning på cirkulationssidan
tr: Sadece Hızlı Çerçeve Eklemeyi kullanarak kataloglayabilme Dolaşım sayfasında bulunmaktadır.
zh_tw: 快速編目框架祗用於流通頁面裡的編目

source: The ability to create and edit but not run SQL reports
ar: القدرة على الإنشأ والتحرير ولكن من غير عمل تقارير SQL
cs: Možnost tvorby a editace (nikoliv spouštění) SQL výstupů
da: Muligheden for at oprette og editere, men ikke køre SQL-rapporter
de: Die Möglichkeit, SQL-Reports zu erstellen und zu ändern, aber nicht, sie auszuführen
el: Η ικανότητα να δημιουργείτε και να επεξεργάζεστε αλλά να μην τρέχετε εκθέσεις SQL
es: La capacidad de crear y editar pero no ejecutar informes de SQL
eu: SQL txostenak sortzeko eta editatzeko baina ez exekutatzeko ahalmena
fi: SQL-raporttien luonti ja muokkaus, mutta ei ajo
fr: La possibilité de créer et modifier mais pas de lancer des rapports SQL
hi: बनाने और संपादित नहीं बल्कि एसक्यूएल रिपोर्टों को चलाने की क्षमता
it: Abilita a creare o a modificare un report SQL, ma non a eseguire
oc: La possibilitat de crear e modificar mas pas de aviar des rapòrts SQL
pl: Możliwość tworzenia i modyfikowania, ale nie uruchamiania raportów SQL
pt: Capacidade de criar e editar mas não de correr relatórios SQL
pt_br: A possibilidade de criar e editar, mas não executar relatórios SQL
sk: Možnosť vytvoriť a upravovať ale nie spúšťať výkazy SQL
sv: Möjlighet att skapa och redigera, men inte att köra SQL-rapporter
tr: SQL raporlarını oluşturabilme ve düzeltebilme fakat çalıştıramama
zh_tw: 新增與編輯能力，但不包括執行SQL

source: The ability to delete but not run SQL reports
fi: Oikeus poistaa, mutta ei ajaa SQL-raportteja
hi: मिटाने की क्षमता लेकिन एसक्यूएल रिपोर्टों नहीं चलेंगी

source: The ability to run but not create or edit SQL reports
ar: القدرة على تشغيل ولكن ليس إنشاء أو تحرير تقارير SQL
cs: Možnost spouštění (nikoliv tvorby a editace) SQL výstupů
da: Muligheden for at køre, men ikke oprette eller editere SQL-rapporter
de: Die Berechtigung Reports auszuführen, aber nicht diese zu erstellen oder zu bearbeiten
el: Η ικανότητα να τρέχετε αλλά να μη δημιουργείτε ή να επεξεργάζεστε εκθέσεις SQL
es: La capacidad de correr, pero no crear o editar los informes de SQL
eu: SQL txostenak exekutatzeko baina ez sortzeko edo editatzeko ahalmena
fi: SQL-raporttien ajo, mutta ei luonti tai muokkaus
fr: La possibilité de lancer mais pas de créer ou modifier des rapports SQL
hi: चला, लेकिन नहीं बना सकते या एसक्यूएल रिपोर्ट को संपादित करने की क्षमता
it: Abilita a eseguire ma non a creare o modificare reports SQL
oc: La possibilitat de aviar mas pas de crear o modificar des rapòrts SQL
pl: Możliwość uruchamiania, ale nie tworzenia i modyfikowania raportów SQL
pt: Capacidade de correr mas não de criar e editar relatórios SQL
pt_br: A possibilidade de executar, mas não criar ou editar relatórios SQL
sk: Možnosť spúšťať ale nie vytvárať alebo upravovať výkazy SQL
sv: Möjlighet att köra, men inte att skapa eller redigera SQL-rapporter
tr: SQL raporlarını çalıştırabilme fakat oluşturamama ya da düzeltememe
zh_tw: 新增與編輯能力，但不包括執行SQL報表

source: The active currency is the main currency you use in your library. Your active currency will have a check mark in the 'Active' column. If you don't have an active currency you will see an error message telling you to choose an active currency.
ar: العملة النشطة هي العملة الرئيسية التي تستخدم في المكتبة. وعملتك النشطة لها علامة الاختيار في العمود 'فعّل'. إذا لم يكن لديك عملة نشطة سترى رسالة خطأ تخبرك باختيار العملة النشطة.
cs: Aktivní měna je hlavní měna, kterou používáte. V přehledu měn je označena fajfkou ve sloupci "Aktivní?". Pokud žádnou měnu nenastavíte jako aktivní, zobrazí se vám chybová hláška, která vás vyzve k nastavení nějaké měny jako aktivní.
da: Den aktive valuta er hovedvalutaen brugt i biblioteket. Den aktive valuta er markeret med et mærke i kolonnen 'Aktiv'. Hvis du ikke har en aktiv valuta, vises en fejlmelding.
de: Die aktive Währung ist die Hauptwährung in Ihrer Bibliothek. Ihre aktive Währung ist in der Spalte 'Aktiv' markiert. Wenn Sie keine aktive Währung definiert haben, erhalten Sie eine Fehlermeldung mit der Aufforderung, eine aktive Währung zu bestimmen.
el: Το ενεργό νόμισμα που είναι το κυρίως νόμισμα που χρησιμοποιείτε στη βιβλιοθήκη σας. Το ενεργό νόμισμα θα έχει επιλεχθεί στη στήλη 'Ενεργό'. Αν δεν έχετε ενεργό νόμισμα θα δείτε ένα μήνυμα σφάλματος που θα σας λέει να επιλέξετε ένα ενεργό νόμισμα.
es: La moneda activa es la principal moneda que se utiliza en su biblioteca. Su moneda activa tendrá una marca de verificación en la columna "Activo". Si usted no tiene una moneda activa se muestra un mensaje de error diciendo que elija una moneda de activa.
eu: Moneta aktiboa zure liburutegian erabiltzen den moneta nagusia da. Moneta aktiboak egiaztapen marka izango du 'Aktiboa' zutabean. Moneta aktiborik ez baduzu, moneta aktibo bat aukeratzko errore mezu bat ikusiko duzu.
fi: Aktiivinen rahayksikkö on rahayksikkö, jota käytetään kirjastossasi. Aktiivisen rahayksikön 'Aktiivinen' valinta pitää olla valittuna. Jos aktiivista rahayksikköä ei ole määritelty, saat virheilmoituksen.
fr: La devise active est la devise principale que vous utilisez dans votre établissement. La devise active est marquée d'une coche dans la colonne Active. Si vous n'avez pas de devise active, un message d'erreur vous le signale.
hi: सक्रिय मुद्रा मुख्य मुद्रा आप अपने पुस्तकालय में इस्तेमाल होता है। आपका सक्रिय मुद्रा 'सक्रिय' कॉलम में एक जाँच चिह्न होगा। अगर आप एक सक्रिय मुद्रा नहीं है, तो आप एक सक्रिय मुद्रा का चयन करने के लिए आप कह रही एक त्रुटि संदेश देखेंगे।
it: La valuta attiva è la valuta corrente della tua biblioteca. E' marcata con un segno di spunta. Se non ne spunti nessuna, comparirà un messaggio di errore.
oc: La devisa active es la devisa principala que vous utilizatz dins vòstre establiment. La devisa active es marquée d'una coche dins la colomna Active. Se avètz pas de devisa active, un messatge d'error vous lo signale.
pl: Aktywna waluta jest główną, używaną w bibliotece. Aktualna waluta jest zaznaczona jako aktywna. Jeśli nie określiłeś aktywnej waluty, wyświetli się ostrzeżenie.
pt: A moeda corrente é a moeda principal da biblioteca. A moeda corrente terá uma marcação na coluna 'Activo'. Se não tiver uma moeda activa verá uma mensagem de erro.
pt_br: A unidade monetária ativa é a principal unidade utilizada na sua biblioteca. Sua unidade monetária ativa terá uma seleção na coluna 'Ativa'. Se você não possui uma unidade monetária ativa você verá uma mensagem de erro pedindo que você defina uma delas como 'Ativa'.
sk: Aktívna mena je hlavná mena, ktorú používate vo Vašej knižnici. Vaša aktívna mena bude zaškrtnutá v stĺpci 'Aktívna'. Ak nemáte aktívnu menu, chybové hlásenie Vás vyzve k jej výberu.
sv: Den aktiva valutan är huvudvalutan för biblioteket. Den aktiva valutan har en bock i kolumnen 'Aktiv'. Om du inte har en aktiv valuta visas ett fel som uppmanar dig att välja en aktiv valuta.
tr: Aktif para birimi kütüphanenizde kullandığınız ana para biriminizdir. Aktif para biriminizin 'Aktif' sütununda onay işareti mevcuttur. Aktif para biriminizde, aktif bir para birimi seçmenizi söyleyen bir hata mesajı göreceksiniz.
zh_tw: 使用幣別是圖書館的主要幣別，在 '使用' 欄位打勾。若沒有打勾，將出現錯誤訊息，提示您勾選使用幣別。

source: The address and contact fields can be used to make notices custom for each library
ar: يمكن استخدام حقول العنوان وجهة الاتصال لعمل إخطارات مخصصة لكل مكتبة
de: Die Adress- und Kontaktfelder können verwendet werden, um die Benachrichtigungen für jede Bibliothek anzupassen.
es: Los campos de dirección y de contacto pueden ser usados para hacer avisos a la medida para cada biblioteca
fi: Osoite- ja yhteystietokenttiä voidaan käyttää jokaisen kirjaston omia ilmoituksia varten
hi: पता और संपर्क क्षेत्रों प्रत्येक पुस्तकालय के लिए कस्टम नोटिस बनाने के लिए इस्तेमाल किया जा सकता
it: L'indirizzo e i campi del contatto posso essere usati per personalizzare le informazioni su ciascuna biblioteca
sk: Polia adresy a kontaktu sa dajú použiť na tvorbu vlastných poznámok pre každú knižnicu
tr: Adres ve iletişim alanları, her kütüphane için özel bildirim oluşturmak için kullanılabilir

source: The administration area is where you set all of your preferences for the system. Preference are broken down into several categories, detailed below.
ar: منطقة الإدارة هو المكان الذي وضعت فيه جميع المفضلات للنظام . ويتم تقسيم التفضيل إلى فئات عدة، مبيّنة أدناه بالتفصيل.
cs: V modulu Administrace nastavujete všechny parametry systému. Ty se dělí do několika kategorií, jak je podrobněji rozepsáno dále.
da: Administrationsområdet er stedet, hvor systemets konfiguration gennemføres. Systemindstillingerne er delt i forskellige kategorier, detaljer herunder.
de: Der Administrationsbereich ist der Bereich, in dem die Konfiguration für Ihr System erfolgt. Die Systemparameter sind dabei in verschiedene Kategorien eingeteilt.
el: Η περιοχή διαχείρισης είναι εκεί που ρυθμίζετε όλες τις προτιμήσεις σας για το σύστημα. Οι προτιμήσεις διαχωρίζονται σε διάφορες κατηγορίες, λεπτομερώς παρακάτω.
es: El área administrativa es donde se definen todas sus preferencias para el sistema. Las preferencias se dividen en varias categorías, detalladas abajo.
eu: El área de administración es donde se definen todas sus preferencias para el sistema. Las preferencias se dividen en varias categorías, que se detalladan a continuación.
fi: Ylläpidon alueella määritellään asetukset järjestelmälle. Asetukset jaetaan useisiin eri osiin, yksityiskohdat alla.
fr: Le module d'Administration regroupe toutes les informations relatives à la configuration fine de votre système. Les préférences sont séparées en plusieurs catégories, détailées ci-dessous.
hi: प्रशासन क्षेत्र है जहां आप प्रणाली के लिए अपनी प्राथमिकताएँ के सभी सेट है। पसंद कई श्रेणियों में टूट रहे हैं, नीचे दी गई विस्तृत जानकारी दी।
it: Il modulo amministrazione è dove configuri le tue scelte per l'uso del sistema. Ci sono numerose categorie di configurazione.
oc: Lo modul d'Administration regrop totas las informacions relativas a la configuration fine de vòstre sistèma. Las preferéncias son separates en plusieurs categorias, detalhées çaijós.
pl: W obszarze administracji można ustawić wszystkie preferencje systemu. Preferencje podzielone są na kilka kategorii opisanych poniżej.
pt: A área de administração é onde são definidas todas as preferências do sistema, que se encontram divididas em diferentes categorias.
pt_br: A área de administração é onde são definidas todas as preferências do sistema, que se encontram divididas em diferentes categorias.
sk: Oblasť administrácie je tam, kde nastavujete všetky Vaše nastavenia pre systém. Nastavenia sa rozdeľujú do niekoľkých kategórií, priblížených dole.
sv: I administrationsområdet gör du alla systeminställningar. Inställningarna delas upp i flera kategorier, som beskrivs nedan.
tr: Yönetim alanı sistem için seçeneklerinizi ayarladığınız yerdir. Seçimler aşağıda detaylandırılmış şekilde çeşitli kategorilere ayrılır.
zh_tw: 管理區塊是設定所有偏好的地方，偏好分為若干類型，詳情如下。

source: The alternative is to search via Z39.50/SRU to overlay your record with a fuller record found at another library. You can do this by choosing 'Replace record via Z39.50/SRU' from the 'Edit' menu.
fi: Vaihtoehto on hakea Z39.50/SRU-haun kautta toisesta kirjastosta tietue, joka korvaa tietueesi. Tämä tehdään 'Korvaa tietue Z39.50/SRU -kyselyn kautta' 'Muokkaa'-valikosta.
hi: वैकल्पिक Z39.50 / एसआरयू के माध्यम से खोज करने के लिए एक और पुस्तकालय में पाया एक फुलर रिकॉर्ड के साथ अपने रिकॉर्ड मढ़ी है। आप 'संपादन' मेनू से 'Z39.50 / एसआरयू के माध्यम से रिकॉर्ड बदलें' का चयन करके यह कर सकते हैं।
