Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: This section tells you which version of Koha and supporting software you are using. If possible, when reporting issues to the Koha community, always give details of which version of Koha you are using. Koha is under active development and it is highly likely that an upgrade to a more recent version will provide patches and bug fixes you require.
ar: يخبرك هذا القسم بنسخة كوها وبرامج الدعم التي تستخدمها. إذا كان ممكنا, عند تقرير المشكلات إلى مجتمع كوها، قم بتوفير تفاصيل عن نسخة كوها التي تستخدمها. كوها تحت تطوير نشط ومن المحتمل جدا أن يزود تحديث لنسخة أحدث تصحيحات وإصلاح للأخطاء التي تتطلبها.
cs: Tato sekce Vám říká, jakou máte verzi systému Koha a dalších souvisejících softwarových nástrojů. Pokud je to možné, tak při hlášení problémů vždy poskytněte informaci o verzi systému Koha kterou používáte. Systém Koha je vyvíjen velmi aktivně a je vysoce pravděpodobné, že v novější verzi jsou již chyby na které jste narazili opraveny.
da: Dette afsnit fortæller hvilken version af Koha og støttende software der bruges. Hvis man vil rapportere fejl i programmet, er det vigtigt, at angive den brugte version. Koha udvikles hele tiden og det er højst sandsynligt, at en opgradering til en nyere version vil afhjælpe problemerne.
de: Diese Sektion teilt Ihnen mit, welche Koha-Version und welche unterstützende Software Sie benutzen. Geben Sie wenn möglich immer beim Melden Ihrer Anliegen an die Koha-Gemeinschaft an, welche Koha-Version Sie im Detail benützen. Koha wird aktiv weiter entwickelt und es ist gut möglich, dass ein Upgrade auf einen neuere Version Patches und Fehlerbereinigungen liefert, die Sie wünschen.
el: Αυτό το τμήμα σας λέει ποια έκδοση του Koha υποστηρίζει το λογισμικό που χρησιμοποιείτε. Αν είναι δυνατόν, όταν αναφέρετε θέματα στη κοινότητα του Koha, πάντα να δίνετε τα στοιχεία της έκδοσης που χρησιμοποιείτε. Το Koha είναι υπό ανάπτυξη και είναι πολύ πιθανό μία αναβάθμιση σε μία πιο πρόσφατη έκδοση να παρέχει τα συμπληρώματα και τις διορθώσεις bugs που επιθυμείτε.
es: Esta sección le indica que versión de Koha y software suplementario está utilizando. Si es posible, cuando informe de problemas en el Koha siempre dé los detalles de la versión de Koha que está usando. Koha se desarrolla continuamente y es muy probable que la actualización a una versión más reciente proporcionará algunos de los parches y correcciones de errores que usted necesita.
eu: Atal horrek erabiltzen ari zaren Koharen eta software laguntzailearen bertsioen berri emango dizu. Koha komunitateari arazoren bat jakinaraztean, ahal dela, zehaztu erabiltzen ari zaren Koharen bertsioa. Koha etengabe garatzen ari da, beraz, litekeena da bertsio eguneraketak behar dituzun adabakiak ematea eta programazio erroreak konpontzea.
fi: Tämä alue kertoo, mitä versiota Koha ja muut tarvittavat ohjelmat käyttävät. Ilmoita aina Kohan versio, kun raportoit asioita Koha-yhteisöön. Kohaa kehitetään jatkuvasti ja usein päivittäminen uusimpaan versioon tarjoaa tarvittavat muutokset ja korjaukset.
fr: Cette partie vous dit quelle version de Koha et des logiciels de support vous utilisez.Si possible, lorsque vous posez des questions à la communauté Koha, donnez toujours des détails sur la version de Koha que vous utilisez.Koha est en phase de développement active et il est fortement probable qu'une migration vers une version plus récente vous fournira les rustines et les corrections de bogues que vous demandez.
hi: इस अनुभाग में आप कोहा का कौन सा संस्करण और समर्थन सॉफ्टवेयर आप प्रयोग कर रहे हैं बताता है। यदि संभव हो तो, जब कोहा समुदाय के लिए इश्यूों की रिपोर्टिंग, हमेशा विवरण कोहा का कौन सा संस्करण का प्रयोग कर रहे हैं दे। कोहा सक्रिय विकास के अंतर्गत है और यह बहुत संभावना है कि एक और अधिक हाल के संस्करण में एक उन्नयन पैच और बग फिक्स आप की आवश्यकता होती है प्रदान करेगा।
it: Questa sezione ti indica quale versione di koha e quali software di supporto stai usando. Se è possibile, quando segnali problemi alla comunità di koha, fornisci sempre i dettagli della versione di Koha che stai usando. Koha è in continuo sviluppo ed è altamente probabile che un aggiornamento ad una versione più recente ti fornisca le migliorie e le correzioni di bug di cui hai bisogno.
oc: Aquesta partida vous dit quina version de Koha e des logicials de support vous utilizatz.Se possible, quand pausatz des questions a la communauté Koha, donnez totjorn des detalhs sus la version de Koha que vous utilizatz.Koha es en phase de desvolopament active e il es fortement probable qu'una migration cap a una version mai recente vous fournira les rustines e les corrections de bogues que demandatz.
pl: W tej części dowiesz się, której wersji Koha i wspierającego oprogramowania używasz. Jeśli to możliwe, zawsze gdy zgłaszasz uwagi do Koha community, podaj informację o używanej przez Ciebie wersji Koha. Koha wciąż się rozwija, dlatego możliwe, że nowsze wersje systemu będą zawierać niezbędne patche i poprawki.
pt: Esta secção informa qual versão do Koha e suporte de software você está usando. Se possível, ao relatar problemas à comunidade Koha, sempre dar detalhes de qual versão do Koha está usando. O Koha está em constante desenvolvimento e é muito provável que uma actualização para uma versão mais recente irá fornecer patches e correções de bugs que necessita.
pt_br: Esta seção informa qual versão do Koha e suporte de software você está usando. Se possível, ao relatar problemas à comunidade Koha, sempre dar detalhes de qual versão do Koha está usando. O Koha está em constante desenvolvimento e é muito provável que uma atualização para uma versão mais recente irá fornecer patches e correções de bugs que necessita.
sk: Táto sekcia vám povie ktorú verziu Koha a podporných programov používate. Ak je to možné, pri nahlasovaní problémov komunite Koha, vždy podajte detaily o verzii Koha, ktorú používate. Koha sa neustále vyvíja a je veľmi pravdepodobné, že programová aktualizácia na najnovšiu verziu Vám poskytne riešenia a opravy, ktoré si žiadate.
sv: I detta avsnitt finns information om vilken version av Koha och tillhörande programvara som du använder. Försök att om så är möjligt att alltid bifoga versionsinformation när du anmäler problem till Koha community. Koha utvecklas aktivt och det är mycket troligt att en uppgradering till en senare version innehåller de patchar och fixar du behöver.
tr: Bu bölüm, Koha nın hangi sürümünü ve destekleyici yazılımı kullandığınızı belirtir. Eğer mümkünse, sorunlarınızı Koha topluluğuna raporlarken daima hangi sürümü kullandığınızı bildirin. Koha sürekli geliştirilen bir sistemdir ve büyük bir olasılıkla sizin ihtiyacınız olan yama ve düzeltmeler daha yeni bir sürümde mevcuttur.
zh_tw: 此區顯示Koha版本及及使用的軟體。可能的情況，向Koha社群報告問題時，應給版本詳情。Koha是發展中的軟體，藉著補丁檔與修訂錯誤，更新其版本。

source: This should be done regularly in preparation for any unexpected connection losses.
ar: يجب أن يتم ذلك بانتظام للإعداد لأي فقدان غير متوقع للاتصال.
cs: Toto by se mělo provádět pravidelně, pro případ, kdyby nečekaně vypadlo připojení.
de: Dies sollte regelmäßig erfolgen um auf unerwartete Systemausfälle vorbereitet zu sein.
el: Αυτό θα πρέπει να γίνεται τακτικά για το ενδεχόμενο οποιασδήποτε απροσδόκητης απώλειας σύνδεσης.
es: Esto debe hacerse de forma regular en preparación de una perdida de conexión inesperada.
fi: Tämä pitäisi tehdä säännöllisesti, jotta mahdollisen yhteyskatkon aikana se olisi valmiina.
fr: Cela devrait être réalisé régulièrement pour anticiper toute perte de connexion inattendue.
hi: यह किसी भी अप्रत्याशित कनेक्शन नुकसान के लिए तैयार करने में नियमित रूप से किया जाना चाहिए।
it: Questo dev'essere eseguito regolarmente per prevenire eventuali perdite di connessione impreviste.
oc: Aquò deuriá èsser realizat regularament per anticiper tota perte de connexion inesperada.
pl: Udostępnianie offline powinno być regularnie sprawdzane i przygotowywane do sytuacji, kiedy niespodziewanie braknie połączenia online.
pt: Isto deve ser feito regularmente em preparação para qualquer perca de conexão inesperada.
pt_br: Isso deve ser feito regularmente, de modo a evitar perdas em caso de desconexão.
sk: Toto treba vykonať pravidelne, aby sa vyhlo neočakávaným stratám spojenia.
tr: Bu işlemin, herhangi beklenmedik bağlantı kayıplarına hazırlanmak için düzenli olarak yapılması gerekir.
zh_tw: 定期執行此作業以備發生意外的斷線。

source: This tab lists all of the languages that Koha has been translated to.
ar: يقوم هذا التبويب بسرد كل اللغات التي تمت ترجمة كوها لها
cs: Tato záložka obsahuje všechny jazyky, do kterých je systém Koha překládán.
de: Dieser Reiter zeigt alle Sprachen, in die Koha übersetzt wurde.
el: Αυτή η καρτέλα καταγράφει όλες τις γλώσσες στις οποίες έχει μεταφραστεί το Koha.
es: Esta pestaña muestra todos los idiomas en los que Koha se ha traducido.
fi: Tämä välilehti sisältää listan kaikista kielistä, joille Koha on käännetty.
fr: Cet onglet liste toutes les langues dans lesquelles Koha a été traduit.
hi: यह टैब भाषाओं कि कोहा करने के लिए अनुवाद किया गया है की सभी सूचीबद्ध करता है।
it: Questa scheda elenca tutte le lingue in cui Koha è stato tradotto.
oc: Aqueste onglet lista totas las lengas dins lesquelles Koha a été traduit.
pt: Este separador lista todas os idiomas para o qual o Koha foi traduzido.
pt_br: Esta aba exibe a lista de todos os idiomas para os quais o Koha foi traduzido.
sk: Táto záložka vymenúva všetky jazyky, do ktorých bola Koha preložená.
tr: Bu sekme, Koha'nın tercüme edildiği tüm dilleri listeler.
zh_tw: 此報表列出所有已翻譯 Koha 的語系。

source: This tab lists all the dependent Perl modules for Koha and whether or not you have them installed, and the version number. If you are reporting an issue, the developer may ask what is the state of the Perl modules you have installed.
ar: يقوم هذا التبويب بسرد أنظمة بيرل الفرعية التابعة لكوها وما إذا كانت مثبتة لديك أم لا، ورقم الإصدار. إذا كنت تبلغ عن وجود مشكلة، قد يسألك المطور عن حالة أنظمة بيرل الفرعية التي قمت بتثبيتها.
cs: Tato sekce vypisuje všechny moduly jazyka Perl (včetně jejich verzí), na kterých je Koha nějakým způsobem závislá. Pokud bude hlásit nějaký problém, vývojář se vás může ptát jaký je stav některých modulů jazyka Perl.
de: Dieser Reiter listet alle für Koha notwendigen Perl-Module und deren Versionsnummer auf und zeigt an, ob diese installiert sind. Wenn Sie ein Problem melden, wird der Entwickler Sie möglicherweise nach dem Stand der Perl-Module fragen, die sie installiert haben.
el: Αυτή η καρτέλα καταγράφει όλα τα εξαρτώμενα Perl Modules του Koha καθώς επίσης, είτε τα τα έχετε εγκαταστήσει είτε όχι, και τον αριθμό έκδοσης. Εάν κάνετε αναφορά κάποιου ζητήματος, ο προγραμματιστής μπορεί να σας ρωτήσει για την κατάσταση των Perl modules που έχετε εγκαταστήσει.
es: Esta pestaña lista todos los módulos Perl dependientes para Koha y si los tiene instalados o no, y el número de versión. Si está reportando un problema, el desarrollador puede preguntar cuál es el estado de los módulos Perl instalados.
fi: Tämä välilehti sisältää listan kaikista perl-riippuvuuksista Kohassa ja oletko asentanut sen tai et, ja sen versionumeron. Jos raportoit ongelmasta, kehittäjä voi haluta tietää, mitkä perl-moduulit on asennettu.
hi: यह टैब कोहा के लिए और चाहे या नहीं आप उन्हें स्थापित किया है सभी निर्भर पर्ल मॉड्यूल, और संस्करण संख्या सूचीबद्ध करता है। आप एक मुद्दे की रिपोर्टिंग कर रहे हैं, तो डेवलपर पर्ल मॉड्यूल आपको स्थापित किया है की राज्य है क्या पूछ सकते हैं।
it: Questa scheda indica moduli Perl necessari a Koha, se siano stati installati o meno e il numero di versione. Se stai segnalando un problema, lo sviluppatore potrebbe chiederti lo stato dei moduli Perl che hai installato.
pt: Este separador lista todos os módulos Perl necessários para Koha, se os tem instalados e o número da versão. Se está a relatar um problema, o programador pode perguntar qual o estado dos módulos de Perl que instalou.
pt_br: Esta aba lista todos os módulos Perl necessários para Koha, se estão instalados e o número de suas versões. Se está relatando um problema, o programador pode perguntar qual o estado dos módulos Perl instalados.
sk: Táto záložka vymenúva všetky závislé moduly Perl pre Koha a či sú alebo nie sú nainštalované, a číslo verzie. Ak nahlasujete problém, vývojár sa Vás môže opýtať na stav modulov Perl nainštalovaných u Vás.
tr: Bu sekme, tüm bağımlı Perl Modüllerini, yüklü olup olmadıklarını ve sürüm numarasını listeler. Bir sorunu rapor ediyorsanız, yazılım geliştirici size yüklemiş olduğunuz Perl modüllerinin durumunun ne olduğunu sorabilir.
zh_tw: 不論是否安裝，此表單列出Koha用到的所有獨立Perl模組及其版本；報告問題時，軟體發展者可能詢問安裝的Perl模組狀態。

source: This tab provides a summary of Koha's release and development history.
ar: يوفر هذا التبويب ملخصاً لتاريخ إصدارات وتطوير كوها
cs: Tato záložka obsahuje stručnou historii vývoje a vydávání nových verzí systému Koha.
de: Dieser Reiter zeigt eine Zusammenfassung von Kohas Release- und Entwicklungsgeschichte.
el: Αυτή η καρτέλα παρέχει μια σύνοψη του ιστορικού κυκλοφορίας και ανάπτυξης του Koha.
es: Esta pestaña ofrece un resumen de la publicación de Koha y el desarrollo histórico.
fi: Tämä välilehti tarjoaa yhteenvedon Kohan julkaisuista ja kehityshistoriasta.
fr: Cet onglet affiche un résumé du développement de Koha.
hi: यह टैब कोहा की रिहाई और विकास के इतिहास का एक सारांश प्रदान करता है।
it: Questa scheda fornisce un riassunto del ciclo di rilascio di Koha e della storia del suo sviluppo.
oc: Aqueste onglet aficha un resumit del desvolopament de Koha.
pt: Este separador fornece um sumário dos lançamentos do Koha e a sua história de desenvolvimento.
pt_br: Esta aba contém um resumo das atualizações do Koha e seu histórico de desenvolvimento.
sk: V tejto záložke sa nachádza súhrn histórie vydaní a vývoja Kohy.
tr: Bu sekme, Koha'nın yayın ve geliştirme tarihinin bir özetini sağlar.
zh_tw: 此分頁提供Koha釋出與發展記錄的摘要。

source: This tab shows the information related to any and all licenses associated with Koha.
ar: يقوم هذا التبويب بعرض المعلومات المتعلقة بأي وكل الرخص المرتبطة بكوها
cs: Na této záložce naleznete všechny informace o licencích, které jsou spojeny s různými částmi systému Koha.
de: Dieser Reiter zeigt Informationen zu allen für Koha relevanten Lizenzen.
el: Αυτή η καρτέλα εμφανίζει τις πληροφορίες που σχετίζονται με οποιαδήποτε ή όλες τις άδειες που συνδέονται με το Koha.
es: Esta pestaña muestra la información relacionada con todas las licencias asociadas a Koha.
fi: Tämä välilehti näyttää tiedot kaikista lisensseistä, joita Kohaan liittyy.
fr: Cet onglet affiche des informations sur les licences utilisées par Koha.
hi: यह टैब किसी भी और कोहा के साथ जुड़े सभी लाइसेंस से संबंधित जानकारी दिखाता है।
it: Questa scheda mostra le informazioni riguardo ogni licenza associata a Koha.
oc: Aqueste onglet aficha des informacions sus las licéncias utilizadas per Koha.
pt: Este separador mostra a informação relacionada com qualquer licença associada ao Koha.
pt_br: Esta aba exibe informações relativas a todas as licenças associadas ao Koha.
sk: Táto záložka ukazuje informácie súvisiace s licenciami spojenými s Kohou.
tr: Bu sekme Koha ile ilgili herhangi bir ve tüm lisanslara ilişkin bilgileri gösterir.
zh_tw: 此分頁顯示與koha有關的授權。

source: This tab will provide you with warnings if you are using system preferences that have since been deprecated or system preferences that you have set without other required preferences.
ar: سيزودك هذا التبويب بالتحذيرات إذا ما كنت تستخدم من تفضيلات النظام التي أصبحت مهملة أو تلك التي ضبطتها بدون أن تضبط أخرى مطلوبة معها.
cs: V této sekci naleznete případná varování při použití některých nedoporučovaných nastavení, nebo pokud nebudete mít některé funkce zcela úplně nastavené.
da: Dette faneblad giver advarsler, hvis du bruger systemindstillinger, der er forældede eller systemindstillinger, der er sat uden andre krævede systemindstillinger.
de: Dieser Reiter zeigt Warnungen an, falls veraltete, widersprüchliche oder unvollständig kombinierte Systemparameter gesetzt sind.
el: Αυτή η καρτέλα θα εμφανίσει προειδοποιήσεις εάν χρησιμοποιείτε προτιμήσεις συστήματος που έχουν έκτοτε απορριφθεί ή που έχετε ρυθμίσει χωρίς άλλες απαιτούμενες προτιμήσεις.
es: Esta pestaña proveerá con advertencias si está utilizando preferencias del sistema que son obsoletas o preferencias del sistema que ha configurado sin otros parámetros requeridos.
eu: Esta etiqueta le proporcionará advertencias si utiliza las preferencias del sistema que han quedado en desuso o preferencias del sistema que ha establecido sin otras preferencias requeridas.
fi: Tämä välilehti tarjoaa varoituksia, jos käytät järjestelmäasetuksia, jotka on sittemmin hylätty tai järjestelmäasetuksia, joita olet tehnyt ilman muita vaadittavia asetuksia.
fr: Cet onglet vous fournira des mises en garde si vous utilisez des préférences système qui ont depuis lors été désapprouvées ou des préférences système que vous avez définies sans d'autres préférences requises.
hi: यदि आप सिस्टम प्राथमिकता है कि बाद पदावनत किया गया है या सिस्टम प्राथमिकता है कि आप अन्य आवश्यक वरीयताओं के बिना स्थापित किया है का उपयोग कर रहे हैं यह टैब चेतावनी के साथ प्रदान करेगा।
it: Questa sezione ti permette di individuare preferenze obsolete o che stai usando senza avere impostato altre richieste.
oc: Aqueste onglet vous fournira des mesas en garde se vous utilizatz des preferéncias sistèma qui ont dempuèi lors été désaprovadas o des preferéncias sistèma que avètz definidas sens d'autres preferéncias requesidas.
pt: Este separador mostra avisos se estiver a usar preferências de sistema que foram descontextualizadas ou preferências de sistema que foram definidas sem outras preferências requeridas.
pt_br: Esta aba fornece avisos para quando se utiliza uma preferência do sistema que foi desabilitada ou uma preferência que você tenha habilitado sem considerar outras preferências que são pré-requisitos para que ela funcione.
sk: Táto záložka vám predstaví upozornenia, ak používate nepoužívané systémové nastavenia alebo tie, ktoré ste nastavili bez ďalších žiadaných nastavení.
sv: Denna flik visar varningar om du använder systeminställningar som inte längre är aktuella eller om du har gjort inställningar utan att ändra andra nödvändiga inställningar.
tr: Uygun bulunmayan ya da diğer gerekli seçenekler olmaksızın ayarladığınız sistem seçeneklerini kullanıyorsanız, bu sekme size uyarı verecektir.
zh_tw: 系統偏好設定不當或沒有同時設定其他必要偏好時，此表單將出現警示。

source: This tool allows you to bulk anonymize circulation histories (this means that you keep records of how many times items were checked out - but not the patrons who checked the items out) or bulk delete patrons (remove them from the system completely).
ar: هذه الأداة تسمح لك بتجاهل معظم تواريخ الإعارة بالجملة (وهذا يعني أنه يمكنك الاحتفاظ بتسجيلاتٍ عن عدد مرات إعارة المواد - ولكن ليس المستفيدين الذين استعاروا المواد) أو حذف معظم المستفيدين (إزالتهم من النظام تماما).
cs: Tento nástroj umožňuje hromadně anonymizovat historie výpůjček (to znamená, že budete mít záznamy o tom, kolikrát výtisk byl půjčen - ale ne čtenáře, kteří si ho vypůjčili) nebo hromadně odstranit čtenáře (zcela je odstranit ze systému).
da: Med dette værktøj kan udlånshistorik anonymiseres (dermed bevares oplysning om antal udlån for et eksemplar, men ikke lånerens navn) eller lånere slettes (fjerne dem helt fra systemet) i stabler.
de: Mit diesem Werkzeug können Sie Benutzerausleihhistorien anonymisieren (dies bedeutet, dass die Exemplarausleihhistorie erhalten bleibt, aber die Verknüpfung zum Benutzer gelöscht wird) oder Benutzerdaten löschen (komplett aus dem System entfernen).
el: Αυτό το εργαλείο σας επιτρέπει να ανωνυμοποιήσετε το σύνολο των ιστορικών κυκλοφορίας υλικού (αυτό σημαίνει ότι κρατάτε ιστορικό του πόσες φορές δανείστηκαν τεκμήρια - αλλά όχι τα μέλη που τα δανείστηκαν) ή να κάνετε μαζική διαγραφή μελών (να τα αφαιρέσετε εντελώς από το σύστημα).
es: Esta herramienta permite anonimizar historiales de circulación en bloque (lo cual significa que puede preservar cuantas veces se prestó un ítem - pero no a cual usuario) o eliminar usuarios en bloque (removerlos completamente del sistema).
eu: Esta herramienta permite anonimizar historiales de circulación en bloque (lo cual significa que puede preservar cuantas veces se prestó un ítem - pero no a cual socio) o eliminar socios en bloque (removerlos completamente del sistema).
fi: Tämä työkalu voi anonymisoida lainaushistorioita massana. Järjestelmä pitää kirjaa, kuinka monta kertaa nide on ollut lainassa, mutta ei säilytä tietoa niteen lainaajasta. Tämä työkalu voi myös poistaa asiakkaita järjestelmästä massana.
fr: Cet outil vous permet, par lots, d'anonymiser l'historique de circulation ou de supprimer des comptes adhérents. Cela signifie que le système conserve un lien entre prêts et exemplaires, mais supprime le lien avec l'adhérent.
hi: यह उपकरण थोक एनॉनिमाइज़ परिसंचरण के इतिहास को करने के लिए आपको अनुमति देता है (इसका मतलब है कि आप कितनी बार आइटम चैक आउट कर रहे थे का रिकॉर्ड रखने - नहीं, बल्कि संरक्षक जो आइटम चैक आउट) या थोक संरक्षक हटाना (सिस्टम को पूरी तरह से उन्हें निकालने के लिए)।
it: Questo strumento permette di rendere anonimo le registrazioni di circolazione o cancellare in massa dei records utente. Questo significa che il sistema tiene un link fra vecchi prestiti e le loro copie ma tronca il link all'utente.
oc: Aqueste aisina vos permet, per lòts, d'anonymiser l'istoric de circulacion o de suprimir des comptes aderents. Aquò significa que lo sistèma conserve un ligam entre prèstes e exemplars, mas supprime lo ligam amb l'aderent.
pl: Narzędzie pozwala usuwać informacje o tym, kto wypożyczył egzemplarze (to oznacza, że zatrzymuje informacje o wypożyczeniach, ale nie o użytkownikach, którzy wypożyczali), albo całkowicie usunąć użytkowników z systemu.
pt: Esta ferramenta permite tornar anónimo o histórico de circulação ou excluir registos de leitor em massa. Isso significa que o sistema mantém uma ligação entre os empréstimos antigos e seus itens, mas corta a ligação com o leitor.
pt_br: Esta ferramenta permite tornar anônimo o histórico de circulação ou excluir registros de usuário em massa. Isso significa que o sistema mantém uma ligação entre os empréstimos antigos e seus exemplares, mas corta a ligação com o usuário.
sk: TTento nástroj Vám dovoľuje hromadné utajenie výpisov obehov (to znamená, že sa uchovávajú záznamy o výpožičkách - nie však čitatelia, ktorý ich mali) alebo hromadné odstránenie čitateľov (ich úplné odobratie zo systému).
sv: Med detta verktyg kan du anonymisera lånehistorik (det betyder att du kan behålla data om hur många gånger objekt lånades ut, men inte om låntagarna som lånade dem) eller radera låntagare i bulk (avlägsna dem helt från systemet).
tr: Bu araç toplu olarak kullanıcı kaydı silmede, toplu olarak ödünç geçmişini anonimleştirme olanağı sağlar. Bu, eski ödünç almalarla ilgili materyaller arasında bağın korunduğu, ancak ödünç alan üyelerle bağın kesildiği anlamını taşır. (sistemden kalıcı olarak siler)
zh_tw: 此工具允許批次匿名流通紀錄 (圖書館仍保留館藏借出次數的資料 - 但沒有借閱者的資料) 或批次刪除讀者 (從系統裡完全移除)。
