Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: In Koha the bibliographic record contains the main information related to the material. This includes things like the title, author, ISBN, etc. This information is stored in Koha in Marc (different flavors of Marc are supported in Koha). Once this information is saved, items or holdings can be attached.
ar: في كوها التسجيلات الببليوغرافية تحتوي على المعلومات الأساسية المتعلقة بالمادة. هذا يتضمن أموراً مثل العنوان ، المؤلف ، ردمك ...الخ. هذه المعلومات تحفظ في كوها في مارك (يدعم كوها عدة معايير مارك يمكن الإختيار منها). عند حفظ هذه المعلومات يمكن إرفاق المواد أو المقتنيات.
cs: V systému Koha obsahují bibliografické záznamy hlavní informace o dokumentu. To znamená údaje jako je název, autor, ISBN, atd. Tyto informace jsou uloženy ve formátu MARC (u nějž Koha podporuje různé verze). K uloženým informacím je možné přiřazovat jednotky nebo fondy.
da: I Koha indeholder den bibliografiske post hovedinformationen om materialet. Det omfatter ting som titel, forfatter, ISBN, etc. Det gemmes i Koha i Marc (forskellige typer af Marc understøttes af Koha). Når denne information er gemt, kan eksemplarer eller bestande tilknyttes.
de: In Koha enthalten die bibliographischen Datensätze die Hauptinformationen über das katalogisierte Material. Diese umfassen Informationen wie den Titel, Verfasser, ISBN usw. Diese Informationen werden im MARC-Format gespeichert, wobei Koha diverse MARC-Varianten unterstützt. Sobald ein bibliographischer Datensatz angelegt wurde, können die zugehörigen Exemplare oder Bestandsangaben erfasst werden.
el: Στο Koha η βιβλιογραφική εγγραφή περιέχει την κύρια πληροφορία που σχετίζεται με το υλικό. Αυτό περιλαμβάνει στοιχεία όπως ο τίτλος, ο συγγραφέας, το ISBN κλπ. Αυτή η πληροφορία είναι αποθηκευμένη στο Koha σε μορφή Marc (διαφορετικά πρότυπα Marc υποστηρίζονται στο Koha). Μόλις αποθηκευτεί αυτή η πληροφορία, τα τεκμήρια ή τα αντίτυπα μπορούν να προσαρτηθούν.
es: En Koha los registros bibliográficos contiene la información principal relacionada con el material. Esto incluye cosas como el título, autor, ISBN, etc. Esta información es almacenada en Koha en Marc (Koha soporta diferentes sabores de Marc). Una vez esta información es guardada, se pueden adjuntar ejemplares o existencias.
eu: Koha En el registro bibliográfico contiene las principales informaciones relacionadas con el material. Esto incluye cosas como el título, autor, ISBN, etc, se almacena esta información en Koha en Marc (diferentes versiones de Marc se admiten en Koha). Una vez que esta información se guarda, los elementos o las explotaciones que se puede conectar.
fi: Kohassa nimeketietue sisältää aineistoon liittyvät tiedot. Näitä ovat esim. nimeke, tekijä, ISBN jne. Tämä tallennetaan Kohaan MARC-muodossa (Koha tukee erilaisia MARC-formaatteja). Kun nimeketiedot on tallennettu, nimekkeeseen voi liittää niteitä.
fr: Dans Koha, la notice bibliographique contient les principales informations relatives au document. Cela comprend le titre, l'auteur, l'ISBN, etc. cette information est stockée par Koha dans la zone MARC (Plusieurs formes de MARC sont supportées). Une fois cette donnée enregistrée, vous pouvez attacher des exemplaires.
hi: Koha में ग्रंथ सूची रिकॉर्ड सामग्री से संबंधित मुख्य जानकारी शामिल है। यह शीर्षक, लेखक, ISBN, आदि यह जानकारी (मार्क के विभिन्न जायके Koha में समर्थन कर रहे हैं) मार्क में Koha में जमा हो जाता है की तरह बातें शामिल हैं। एक बार यह जानकारी सहेजा जाता है, आइटम या जोत संलग्न किया जा सकता है।
it: In Koha, il record bibliografico contiene l'informazione fondamentale relativa al materiale. Include titolo, autore, ISBN, ecc. Questa informazione è conservata in Koha nel formato MARC (in una delle declinazioni MARC supportate da Koha). Una volta salvata questa informazione, si possono aggiungere copie o fascicoli.
oc: Dins Koha, la notícia bibliografica conten les principalas informacions relativas al document. Aquò comprend lo títol, l'autor, l'ISBN, etc. aquesta informacion es stockée per Koha dins la zòna MARC (Plusieurs formes de MARC sont supportadas). Un còp aquesta donada enregistrada, podètz attacher des exemplars.
pt: No Koha o registo bibliográfico contem a informação principal relacionado com o material. Isto inclui informações como o título, autor, ISBN, etc. Esta informação é guardada no Koha em MARC (diferente tipos de MARC são suportados pelo Koha). Assim que essa informação é guardada, é possível associar exemplares.
pt_br: No Koha, o registro bibliográfico contém as informações principais relativas ao material, o que inclui título, autor, ISBN etc. Esta informação é armazenada em formato MARC (diferentes formatos do MARC são suportados pelo Koha). A partir da inserção destes dados será possível adicionar exemplares.
sk: V Kohe knižničný záznam obsahuje hlavné informácie o materiáli. Toto zahŕňa názov, autora, ISBN, atď. Tieto informácie sa ukladajú do Kohy v MARCu (v Kohe sú podporované viaceré odtiene MARCu). Len čo sú tieto informácie uložené, môžu byť pridané exempláre alebo kópie.
sv: I Koha innehåller den bibliografiska posten den viktigaste informationen om materialet. Det inkluderar saker som titel, författare, ISBN, osv. Denna information lagras i Koha i Marc-format (olika varianter av Marc stöds av Koha). När denna information sparats, kan objekt länkas.
tr: Koha’daki bibliyografik kayıt materyalle ilgili ana bilgiyi içerir. Bu kayıt eser adı, yazar, ISBN gibi şeyleri kapsar. Bu bilgi Koha’da, Marc’da kaydedilir (Marc’ın farklı çeşitleri Koha’da desteklenir).Bu bilgi kaydedilince, materyaller ya da ayırmalar eklenebilir.
zh_tw: 在 Koha 的書目紀錄裡包括與資料有關的資訊，包括題名、著者、國際標準書號等。這些資訊儲存在 Koha 的 MARC 裡；儲存後，就能加入館藏資料。

source: In UNIMARC there are plugins for every 1xx fields that are coded fields. The plugin is a huge help for cataloger! There are also two plugins (unimarc_plugin_210c and unimarc_plugin_225a that can "magically" find the editor from an ISBN, and the collection list for the editor)
fi: UNIMARCIssa on liitännäisiä. Esimerkiksi UNIMARCin koodatuille 1xx-kentille on omat liitännäisensä. Myös esimerkiksi teoksen toimittajan ja toimittajan toimittamien teosten listan voi noutaa ISBN:n avulla (liitännäisillä unimarc_plugin_210c ja unimarc_plugin_225a).
hi: Unimarc में हर 1xx क्षेत्रों है कि खेतों कोडित रहे हैं के लिए plugins रहे हैं। प्लगइन cataloger के लिए एक बड़ी मदद की है! वहाँ भी दो plugins (unimarc_plugin_210c और unimarc_plugin_225a कि कर सकते हैं "जादुई"संपादक के लिए ISBN से संपादक, और संग्रह सूची मिल रहे हैं)

source: In addition to the Import link to the right of each title, you can click on the title you're interested in and a menu will pop up with links to preview the record and import it
ar: بالإضافة إلى وصلة الإستيراد على يسار كل عنوان ، بإمكانك النقر على العنوان الذي تهتم به وستنبثق لك قائمة من الوصلات لتعرض التسجيلة وتستوردها
cs: Kromě odkazu Importovat napravo od každého titulu lze kliknout přímo na titul, který vás zajímá a objeví se nabídka s odkazy na náhled záznamu a jeho import
da: Ud over import-linket til højre for hver titel, kan du klikke på den titel, der interesserer dig. Herved vises en menu med links til visning og import af posten
de: Zusätzlich zum Import-Link rechts neben jedem Titel können Sie auch direkt auf den Titel klicken, an dem Sie interessiert sind. Dadurch wird eine Menü angezeigt, das Links zur Voransicht und zum Import enthält.
el: Επιπρόσθετα με τον σύνδεσμο Εισαγωγής στα δεξιά κάθε τίτλου, μπορείτε να πατήσετε τον τίτλο που σας ενδιαφέρει και θα εμφανιστεί ένα μενού με συνδέσμους για να κάνετε προεπισκόπηση της εγγραφής και να την εισάγετε
es: Además del enlace Importar a la derecha de cada título, puede hacer clic en el título que le interese y aparecerá un menú con enlaces para vista previa del registro e importarlo
eu: Lan bakoitzaren eskuinera dagoen Inportatu loturaz gain, interesatuta zauden lanean klik egin dezakezu, eta erregistroa aurreikusteko eta inportatzeko loturak dituen menu bat agertuko da
fi: Tuonti-linkin lisäksi jokaisen nimekkeen oikealla puolella voit klikata nimekettä, josta olet kiinnostunut. Siitä avautuu valikko tietueen esikatseluun ja tuontiin
fr: En plus du lien Importer qui se trouve sur la droite de chaque titre, vous pouvez cliquer sur le titre lui-même pour faire apparaître un menu contenant des options de prévisualisation et d'import.
hi: प्रत्येक शीर्षक के अधिकार के लिए आयात लिंक करने के लिए इसके अलावा, आप शीर्षक आप में रुचि रखते हैं पर क्लिक कर सकते हैं और एक मेनू लिंक के साथ पॉप जाएगा रिकॉर्ड का पूर्वावलोकन और इसे आयात करने के लिए
it: Oltre al link di importazione alla destra di ogni titolo, puoi cliccare su ogni titolo per visualizzare un menù per controllare il record e importarlo
oc: En plus del ligam Importar qui se tròba sus la dreita de cada títol, podètz clicar sul títol lui-même per far aparéisser un menú que conten des opcions de previsualizacion e d'import.
pt: Para além da ligação para importar à direita de cada título, pode também clicar no título no qual está interessado e aparecerá um menu com ligações para pré-visualizar o registo e importar-lo
pt_br: Além do link de importação à direita de cada título, você pode clicar no título em que está interessado e surgirá um menu com links para ter uma visualização prévia do registro e possibilidade de importá-lo
sk: Okrem odkazu Importovať napravo od každého titulu, môžete kliknúť na titul, o ktorý sa zaujímate a vyskočí pred Vami ponuka s odkazmi na ukážku záznamu a jeho importovanie
sv: Förutom importlänken till höger om varje titel kan du klicka på den titel du är intresserad av för att visa en meny med länkar för att förhandsgranska posten och importera den
tr: Her başlığın sağındaki ‘İçe aktar’ bağlantısına ek olarak, ilgilendiğiniz başlık üzerine tıklayabilirsiniz. Böylece kaydı görüntülemek ve içe aktarmak için bir menü açılacaktır.
zh_tw: 點選題名，彈出選單與連結，再選擇題名，就能正確匯入連結

source: In addition to the existing categories that come by default with Koha, librarians can add their own authorized value categories to control data that is entered into the system. To add a new category:
ar: بالإضافة للفئات الموجودة التي تأتي بشكل افتراضي مع كوها، المكتبيين بإمكانهم إضافة فئات القيم الاستنادية خاصتهم للتحكم بالبيانات التي أُدخِلت إلى النظام. لإضافة فئة جديدة:
cs: Kromě již existujících systémem přednastavených kategorií mohou knihovníci přidávat vlastní kategorie autorizovaných hodnot pro kontrolu dat vkládaných do systému. Pro přidání nové kategorie:
da: Ud over de eksisterende kategorier, der kommer som standard med Koha, kan bibliotekarer tilføje deres egne normerede værdikategorier for at kontrollere data, der indtastes i systemet. For at tilføje en ny kategori:
de: Zusätzlich zu den bereits in Koha vorhandenen Kategorien kann die Bibliothek weitere eigene Kategorien für normierte Werte definieren, um Eingaben in das System zu normieren. Um eine neue Kategorie hinzuzufügen:
el: Επιπρόσθετα με τις υπάρχουσες κατηγορίες που έρχονται εξ ορισμού με το Koha, οι βιβλιοθηκονόμοι μπορούν να προσθέσουν τις δικές τους κατηγορίες καθιερωμένων τιμών για να ελέγχουν δεδομένα που εισάγονται στο σύστημα. Για να προσθέσετε μία νέα κατηγορία:
es: Además de las categorías existentes que vienen por defecto con Koha, los bibliotecarios pueden agregar sus propias categorías de valores autorizados para controlar los datos que se introducen en el sistema. Para añadir una nueva categoría:
eu: Kohak modu lehenetsian dituen kategoriez gain, liburuzainek eurek sortutako balio baimenduen kategoriak gehitu ditzakete, sisteman sartzen diren datuak kontrolatzeko. Kategori berri bat gehitzeko:
fi: Kohassa oletuksena olemassa olevien luokkien lisäksi voi lisätä omia auktorisoitujen arvojen luokkia, joiden avulla voi rajata järjestelmään syötettävää tietoa. Lisätäksesi uuden luokan:
fr: En plus des catégories existantes qui sont définies par défaut dans Koha, les bibliothécaires peuvent ajouter leurs propres catégories de valeurs autorisées afin de contrôler la cohérence des informations entrées dans le catalogue. Pour ajouter une nouvelle catégorie :
hi: मौजूदा श्रेणियों कि Koha साथ डिफ़ॉल्ट रूप से आने के लिए इसके अलावा, पुस्तकालयाध्यक्षों डेटा है कि प्रणाली में प्रवेश को नियंत्रित करने के लिए अपने स्वयं के अधिकृत मूल्य श्रेणियाँ जोड़ सकते हैं। एक नई श्रेणी जोड़ने के लिए:
it: Oltre alle categorie esistenti per default in Koha, si possono aggiungere altre categorie di valori autorizzati. Per aggiungere una nuova categoria:
oc: En plus des categorias existentas que son definidas per defaut dins Koha, les bibliotecaris pòdon apondre leurs propres categorias de valors autorizadas per fin de contrôler la cohérence des informacions entradas dins lo catalòg. Per apondre una novèla categoria :
pt: Para além das categorias existentes que vêm por omissão com o Koha, os bibliotecários podem adicionar as suas próprias categorias de valores autorizados para controlar o que é inserido no sistema. Para adicionar uma nova categoria:
pt_br: Além das categorias existentes que vêm por padrão no Koha, os funcionários podem adicionar suas próprias categorias de valores autorizados para controlar os dados que são inseridos no sistema. Para adicionar uma nova categoria:
sk: Okrem existujúcich kategórií, ktoré sú predvolene dodané s Kohou, knihovníci môžu pridať svoje vlastné kategórie povolených hodnôt pre kontrolu údajov zadávaných do systému. Pre pridanie novej kategórie:
sv: I tillägg till de kategorier som installeras som standard med Koha, kan användare lägga till sina egna auktoriserade värdekategorier för att styra de data som matas in i systemet. För att lägga till en ny kategori:
tr: Koha ile varsayılan olarak gelen mevcut kategorilere ek olarak, kütüphaneciler kendi yetkili değer kategorilerini sisteme eklenmiş veriyi kontrol etmek için ekleyebilirler. Yeni kategori eklemek için:
zh_tw: Koha預設的類型之外，圖書館可以自由新增其他容許值類型，藉以控制鍵入系統的資料；新增類型：

source: In addition to the report wizard, you have the option to write your own queries using SQL. To find reports written by other Koha users, visit the Koha Wiki:
ar: بالإضافة للتقرير المضغوط، لديك خيار لكتابة استعلامك الخاص باستخدام SQL. لإيجاد تقارير كُتِبت بواسطة مستخدمين آخرين لكوها، قم بزيارة الويكي كوها :
cs: Kromě průvodce výstupy je možné psát vlastní dotazy s použitím jazyka SQL. Výstupy napsané jinými uživateli najdete na Koha Wiki:
da: Ud over rapport-guiden, kan du skrive dine egne forespørgsler med SQL. For at finde rapporter skrevet af andre Koha brugere, besøg Koha Wiki:
de: Neben dem Reports Assistent haben Sie die Möglichkeit, eigene SQL-Abfragen einzugben. Viele von anderen Koha-Benutzern gespeicherte Abfragen finden Sie zudem im Koha Wiki:
el: Επιπρόσθετα στον οδηγό εγκατάστασης αναφορών, έχετε την επιλογή να υποβάλλετε τα δικά σας ερωτήματα χρησιμοποιώντας SQL. Για να βρείτε αναφορές που έχουν γραφτεί από άλλους χρήστες του Koha, επισκεφτείτε το Koha Wiki:
es: Además de los reportes guiados, tiene la opción de escribir sus propias consultas SQL. Para encontrar reportes escritos por otros usuarios de Koha, visite la Wiki de Koha:
eu: Además de los informes de asistente, usted tiene la opción de escribir sus propias consultas utilizando SQL. Para encontrar los informes escritos por los otros usuarios de Koha, visite Wiki de Koha:
fi: Ohjatun raportin luonnin lisäksi voit tehdä oman SQL-kyselyn. Kohan käyttäjien raportteja löydät Koha Wikistä:
fr: En plus de l'assistant de rapport, vous pouvez rédiger vos propres requêtes SQL. Pour trouver des rapports réalisés par d'autres utilisateurs de Koha, consultez le Wiki Koha :
hi: रिपोर्ट विज़ार्ड के अलावा, आप एसक्यूएल का उपयोग कर अपने स्वयं के प्रश्नों लिखने का विकल्प है। अन्य Koha उपयोगकर्ताओं द्वारा लिखित रिपोर्ट प्राप्त करने के लिए, यात्रा Koha विकी:
it: In aggiunta al generatore guidato di reports, puoi anche scrivere le tue query via SQL. Per trovare reports scritti da altri utenti Koha, visita il wiki di Koha:
oc: En plus de l'assistent de rapòrt, podètz rédiger vos propres requèstas SQL. Per trobar des rapòrts realizats per d'autres utilizaires de Koha, consultez lo Wiki Koha :
pl: Oprócz kreatora statystyk, istnieje także możliwość pisania własnych zapytań z poziomu SQL. Raporty napisane przez innych użytkowników Koha znajdują się pod adresem:
pt: Para além do assistente de relatório, você tem a opção de escrever o seu próprio relatório usando SQL. Para encontrar relatório escritos por outros utilizadores, visite a Koha Wiki:
pt_br: Além do assistente de relatório, você tem a opção de elaborar suas próprias expressões para relatório usando SQL. Para encontrar relatórios elaborados por outros usuários do Koha, visite a Koha Wiki:
sk: Na doplnenie sprievodcu výkazmi máte možnosť písať svoje vlastné dotazy SQL. Výkazy napísané inými užívateľmi Kohy nájdete na stránke Koha Wiki:
sv: I tillägg till rapportguiden, kan du även skriva dina egna frågor i SQL. För att hitta rapporter som skrivits av andra Koha-användare går du till Koha Wiki:
tr: Rapor sihirbazına ek olarak, SQL kullanarak kendi sorularınızı yazma seçeneğiniz mevcuttur. Koha kullanıcıları tarafından yazılan raporları bulmak için, Koha Wiki’yi ziyaret ediniz:
zh_tw: 除了使用報表精靈之外，還可以用SQL自行撰寫報表，其他Koha使用者客製的報表，請參照Koha共筆：

source: In both cases you will be presented with a form where you simply need to enter the new start and end date and save the budget.
ar: في كلتي الحالتين سيظهر لك نموذج حيث يجب عليك ببساطة إدخال تاريخ البدء وتاريخ الانتهاء الجديدين به وحفظ الميزانية
cs: V obou případech bude zobrazen formulář, kde stačí jednoduše zadat nové počáteční a koncové datum a rozpočet uložit.
de: In beiden Fällen wird ein Formular angezeigt, in dem Sie Anfangs- und Enddatum eintragen und den Etat speichern können.
es: En ambos casos, se le presentará un formulario en el que, simplemente, necesitará ingresar las nuevas fechas de inicio y finalización y guardar el presupuesto.
fi: Molemmissa tapauksissa saat lomakkeen, johon voit syöttää uuden alku- ja loppupäivämäärän ja tallentaa budjetin.
hi: दोनों ही मामलों में आप एक रूप है जहाँ आप बस नई शुरुआत और अंत की तारीख दर्ज करें और बजट को बचाने के लिए की आवश्यकता के साथ प्रस्तुत किया जाएगा।
it: In entrambi i casi ti verrà presentata una form da riempire con le nuove date di inzio e fine e poi salvare il budget.
sk: V oboch prípadoch sa vám zobrazí formulár, kde musíte jednoducho zadať nový počiatočný a koncový dátum a uložiť rozpočet.
tr: Her iki durumda karşınıza yeni başlangıç ve bitiş tarihini girmeniz ve bütçeyi kaydetmeniz gereken bir form çıkacaktır.

source: In order to add a mapping for a specific Koha field, click the Add button on the corresponding line in the table. You will be asked to enter a field number and a subfield code. In order to remove a specific mapping, click the Remove button on the corresponding line. Both changes (add, delete) are applied immediately.
hi: विशिष्ट कोहा फ़ील्ड के लिए मैपिंग जोड़ने के लिए, तालिका में संबंधित लाइन पर जोड़ें बटन पर क्लिक करें। आपको फ़ील्ड नंबर और एक सबफ़ील्ड कोड दर्ज करने के लिए कहा जाएगा। विशिष्ट मैपिंग को हटाने के लिए, संबंधित लाइन पर निकालें बटन पर क्लिक करें। दोनों परिवर्तन (जोड़, हटाएं) तुरंत लागू होते हैं।

source: In order to claim missing and late issues you need to enter vendor information
ar: من أجل المطالبة بالأعداد المفقودة و المتأخرة تحتاج لإدخال معلومات الموّرد
cs: Aby bylo možné žádat o chybějící nebo opožděná vydání, je třeba zadat informace o dodavateli
da: For at kunne rykke for manglende og forsinkede udgaver, skal der indtastes information om leverandøren.
de: Um Reklamationen für vermisste oder verspätete Hefte zu erzeugen, müssen Sie Lieferanten erfassen.
el: Για να αξιώσετε τεύχη που λείπουν ή έχουν αργοπορήσει πρέπει να εισάγετε τις πληροφορίες προμηθευτή
es: Con el fin de reclamar ejemplares faltantes o demorados tendrá que introducir la información del proveedor
eu: Con el fin de reclamar ejemplares perdidos o demorados tendrá que introducir la información del proveedor
fi: Jos haluat reklamoida puuttuvaa tai myöhässä olevaa aineistoa, syötä toimittajan yhteystiedot
fr: Pour réclamer les fascicules manquants ou en retard, vous devez entrer les informations sur le fournisseur.
hi: आदेश में लापता का दावा करने और देर इश्यूज में आप विक्रेता जानकारी दर्ज करने की आवश्यकता
it: Per reclamare i fascicoli mancanti e in ritardo devi inserire informazioni sul fornitore
oc: Per réclamer les fasciculs mancants o en retard, vos cal entrar les informacions sul provesidor.
pl: Przy składaniu reklamacji zagubionych lub opóźnionych numerów czasopism niezbędne jest podanie informacji teleadresowych (e-mail) dostawcy.
pt: Para reivindicar edições em falta e tardias você precisa de digitar as informações do fornecedor
pt_br: Em aquisições, para fazer uma reclamação você precisa informar o fornecedor
sk: Pre reklamáciu chýbajúceho alebo oneskoreného čísla musíte zadať informáciu o predajcovi
sv: För att kunna reklamera saknade eller försenade nummer måste du ange leverantörsinformation
tr: Kayıp ya da gecikmiş yayınları talep etmek için sağlayıcı bilgisi girmelisiniz.
zh_tw: 需鍵入供應商資訊，才能發出催缺資訊

source: In order to complete the transfer process, the library receiving the rotating collection should check in all items from the collection as they receive them. This will clear the transfer so that the items are no longer shown as being "in transit".
fi: Siirtokokoelmaan lisätyt niteet pitää palauttaa kohdekirjastossa, jotta ne eivät näkyisi kuljetettavana.
hi: हस्तांतरण की प्रक्रिया को पूरा करने के लिए, पुस्तकालय घूर्णन संग्रह संग्रह से सभी मदों में जांच होनी चाहिए, क्योंकि वे उन्हें प्राप्त प्राप्त। इतना है कि आइटम नहीं रह गया है "पारगमन में" होने के रूप में दिखाया गया है इस हस्तांतरण साफ हो जाएगा।

source: In order to determine how to handle irregularities in your subscription answer 'When there is an irregular issue', if the numbers are always sequential you'll want to pick 'Keep issue number'
eu: Harpidetzako irregulartasunak nola kudeatu jakiteko erantzun 'Ale irregular bat dagoenean', zenbakiak beti sekuentzialak baldin badira aldiz aukeratu 'Mantendu faszikulu-zenbakia'
fi: Voit määritellä "Vastaanotettaessa erikoisnumeroa" -kohdassa, miten poikkeavia numeroita käsitellään. Jos numerot ovat aina peräkkäisiä, valitse "Säilytä numerointi".
hi: आदेश में निर्धारित करने के लिए कैसे अपनी सदस्यता जवाब में अनियमितताओं को संभालने के लिए 'जब एक अनियमित मुद्दा है', यदि संख्या हमेशा अनुक्रमिक हैं तुम्हें लेने के 'मुद्दे संख्या रखें' के लिए चाहता हूँ

source: In order to manage multi-valuated field and subfields, the field and subfields are stored into an arrayref
eu: Balore bat baino gehiago dauzkaten eremu eta azpieremuak kudeatu ahal izateko, eremuak eta azpieremuak arrayref batean gordeko dira
fi: Moniarvoisia kenttiä ja osakenttiä hallinnoidaan tallentamalla ne arrayref:iin.
hi: आदेश बहु valuated क्षेत्र और उपक्षेत्रों, क्षेत्र और उपक्षेत्रों का प्रबंधन करने के लिए एक arrayref में जमा हो जाती है
oc: Per gerir los camps e soscamp a valors multiples, lo camp e les soscamps son stockés dins "arrayref"
