Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: You can also use your own headers (instead of the ones from Koha) by prefixing the field number with an header, followed by the equal sign. Example : Personal name=100|title=245$a|300
ar: يمكنك أيضا استخدام العناوين الخاصة بك (بدلا من تلك التي في كوها) بواسطة تثبيت رقم الحقل مع العنوان، تليها علامة المساواة. مثال : Personal name=200|Entry element=210$a|300|009
cs: Můžete také použít své vlastní hlavičky (namísto těch z Koha) prefixováním čísla pole hlavičkou, následované rovnítkem. Příklad Osobní jméno=100|název=245$a|300
da: Tip: Du kan også bruge dine egne overskrifter (i stedet for dem fra koha) ved at sætte overskriften foran feltnummeret fulgt af et lighedstegn. Eksempel : Personnavn=100|Titel=245$a|300
de: Sie können auch eigene Spaltenüberschriften (anstatt der von Koha verwendeten) angeben, indem Sie einer Feldnummer den Spaltennamen gefolgt von einem Gleichheitszeichen voranstellen. Beispiel: Verfasser=100|Titel=245$a|300
el: Μπορείτε επίσης να χρησιμοποιήσετε τις δικές σας επικεφαλίδες (αντί για αυτές του Koha) προτάσσοντας στον αριθμό πεδίου μια επικεφαλίδα, ακολουθούμενη από το σύμβολο ίσον. Παράδειγμα : Όνομα προσώπου=100|τίτλος=245$a|300
es: También puede utilizar sus propias cabeceras (en lugar de las de Koha) anteponiendo el número de campo con un encabezado, seguido por el signo igual. Ejemplo: Nombre personal=100|Título=245$a|300
eu: También puede utilizar sus propias encabezamientos (en lugar de las de Koha) anteponiendo el número de campo con un encabezado, seguido por el signo igual. Ejemplo: Nombre personal=100|t´tulo =245$a|300
fi: Voit myös käyttää omia otsikoita Kohan käyttämien sijaan. Liitä kentän numeroon otsikko, jonka jälkeen tulee yhtäsuuruusmerkki. Esimerkki: Henkilönnimi=100|title=245$a|300
fr: Vous pouvez aussi utiliser vos propres en-têtes (au lieu de ceux de Koha) en préfixant le numéro du champ avec un en-tête, suivi du signe égal. Exemple : Nom=700|Titre=200$a|300
hi: तुम भी एक शीर्षक के साथ क्षेत्र संख्या, बराबर चिह्न के द्वारा पीछा prefixing करके अपने खुद के हेडर (कोहा से लोगों के बजाय) का उपयोग कर सकते हैं। उदाहरण: व्यक्तिगत नाम =100|title=245$a|300
it: Suggerimento: puoi anche usare delle tue intestazioni (headers) al posto di quelle di Koha premettendo la tua intestazione seguita da un uguale al numero del campo.Esempio: Nome di persona=700|Titolo proprio=200$a
oc: Podètz tanben utilizar vos propres en-têtes (au lieu de ceux de Koha) en préfixant lo numèro del camp amb un en-tête, suivi del signe égal. Exemple : Nom=700|Títol=200$a|300
pl: Możesz także użyć swoje własne nagłówki (zamiast tych z Koha), poprzedzając numer pola nagłówkiem i znakiem równości. Na przykład : Nazwa osobowa=100|tytuł=245$a|300
pt: Pode também usar os seus próprios cabeçalhos (em vez dos do Koha) usando um prefixo no campo número com um cabeçalho, seguido do sinal igual. Exemplo: Personal name=100|title=245$a|300
pt_br: Dica: Pode também usar os seus próprios cabeçalhos (em vez dos do Koha) usando um prefixo no campo número com um cabeçalho, seguido do sinal igual. Exemplo: Nome pessoal=100|Título=245$a|300
sk: Môžete tiež použiť svoje vlastné hlavičky (namiesto predvolených Kohou) pomocou zadania predpony do čísla poľa s hlavičkou, po ktorej nasleduje znamienko rovnosti. Príklad: Osobné meno=100|title=245$a|300
sv: Du kan också använda dina egna rubriker (i stället för Kohas) genom att ange en rubrik innan fältnumret, följt av ett likhetstecken. Exempel : Personnamn=100|titel=245$a|300
tr: Aynı zamanda Eşit işaretle ilerleyen alan numarasının önüne bir başlık ekleyerek de (Koha’nın başlıkları yerine) kendi başlıklarınızı kullanabilirsiniz. Örneğin: Personel ismi=100|Başlık=245$a|300
zh_tw: 在欄號前加入標題，後面加個等號，就能加入自己的標題(不使用Koha的)。如：個人名稱=100|題名=245$a|300

source: You can assign specific categories to your libraries by adding groups for them.
ar: يمكنك تعيين فئات محددة لمكتباتك عن طريق إضافة مجموعات لها.
cs: Můžete přiřadit konkrétní kategorie k vaší knihovně přidáním skupiny kategorií.
da: Du kan tilordne specifikke kategorier til dine biblioteker ved at tilføje grupper for dem.
de: Sie können Ihren Bibliotheken spezifische Kategorien zuweisen, indem Sie für sie Gruppen einrichten.
el: Μπορείτε να αναθέσετε συγκεκριμένες κατηγορίες στις βιβλιοθήκες σας προσθέτοντας σε αυτές ομάδες.
es: Usted puede asignar categorías específicas para sus bibliotecas agregando grupos para ellas.
eu: Zure liburutegiei berariazko kategoriak esleitzeko aukera duzu, horientzako taldeak gehituta.
fi: Voit liittää erityisiä kategorioita kirjastoille lisäämällä niille ryhmiä.
fr: Vous pouvez regrouper certains de vos sites en les ajoutant à des groupes.
hi: आप उनके लिए समूहों को जोड़कर अपने पुस्तकालयों के लिए विशिष्ट श्रेणियों असाइन कर सकते हैं।
it: Puoi assegnare specifiche categorie alle tue biblioteche aggiungendo gruppi per esse.
oc: Podètz regrouper certains de vos sites en les ajoutant a des gropes.
pt: Pode associar categorias específicas às bibliotecas adicionando grupos para as mesmas.
pt_br: Você pode definir categorias específicas para sua biblioteca adicionando-as a grupos.
sk: Môžete pridružiť osobitné kategórie do Vašich knižníc pomocou pridania skupín.
sv: Du kan tilldela specifika kategorier till dina bibliotek genom att lägga till grupper för dem.
tr: Kütüphanelerinize özel kategorileri, bu kategorilere gruplar ekleyerek atayabilirsiniz.
zh_tw: 新增群組進來，就能指定類型。

source: You can choose from a series of image collections
ar: يمكنك الاختيار من سلاسل مجموعات الصور
cs: Můžete si vybrat z řady kolekcí obrázků
da: Du kan vælge fra en serie af billedsamlinger
de: Sie können aus einer Reihe von Bildersammlungen wählen
el: Μπορείτε να επιλέξετε από μία σειρά συλλογών εικόνων
es: Usted puede elegir entre una serie de colecciones de imágenes
eu: Hainbat irudi bildumen artean aukeratu dezakezu
fi: Voit valita kuvakokoelmien sarjasta
fr: Vous pouvez choisir l'image dans une collection prédéfinie
hi: आप छवि संग्रह की एक श्रृंखला से चुन सकते हैं
it: Puoi scegliere tra diverse collezioni di icone
oc: Podètz causir l'imatge dins una colleccion prédefinida
pt: Pode escolher de uma série de imagens
pt_br: Você pode escolher a partir de uma série de imagens
sk: Môžete si vybrať zo sérií zbierok obrázkov
sv: Du kan välja från flera olika bildsamlingar
tr: Görüntü koleksiyonlar serisinden seçim yapabilirsiniz.
zh_tw: 從圖像館藏選擇

source: You can choose to assign this fund to a librarian. Doing so will make it so that only that librarian can make changes to the Fund
ar: يمكنك اختيار تعيين هذا التمويل إلى المكتبي. بالقيام بذلك سيتمكن المكتبي من إجراء التغييرات على التمويل
de: Sie können entscheiden, dieses Konto einem Bibliotheksmitarbeiter zuzuordnen. Damit können Sie erreichen, dass nur dieser Mitarbeiter Änderungen am Konto vornehmen kann
es: Usted puede elegir la asignación de este fondo a un bibliotecario. Realizando esto, hará que solo ese bibliotecario pueda realizar cambios a ese fondo
eu: Funts hau liburuzain bati esleitu diezaiokezu. Hori eginez gero, liburuzainak besterik ez du izango funtsan aldaketak egiteko baimena
fi: Voit valita liittää tilin kirjastonhoitajaan. Tämä tarkoittaa sitä, että vain tämä kirjastonhoitaja voi muokata tiliä.
fr: Vous pouvez choisir d'attribuer ce poste budgétaire à un(e) bibliothécaire. Ainsi, seule cette personne pourra faire des changements sur ce poste budgétaire
hi: आप एक लाइब्रेरियन के लिए इस कोष आवंटित करने के लिए चुन सकते हैं। ऐसा करने से यह कर देगा तो यह है कि केवल कि लाइब्रेरियन कोष में परिवर्तन कर सकते हैं
it: Puoi scegliere di assegnare questo fondo a un bibliotecario. In questo modo farai sì che solo quel bibliotecario possa effettuare modifiche al fondo
oc: Podètz causir d'attribuer ce pòste budgètari a un(e) bibliotecari. Atal, sola aquesta personne poirà far des cambiaments sus ce poste budgétaire
sk: Môžete si zvoliť priradenie tohto fondu knihovníkovi. Tým zabezpečíte, že iba určený knihovník bude môcť meniť daný fond
tr: Bu fon için bir kütüphaneci atayabilirsiniz. Böylelikle bu fon üzerinde yalnızca atanmış olan kütüphaneci değişiklik yapabilecektir.

source: You can choose to create your own numbering pattern by choosing 'None of the above' and clicking the 'Show/Hide Advanced Pattern' button at the bottom of the form
ar: بإمكانك اختيار إنشاء نموذج الترقيم الخاص بك عن طريق اختيار "لا شيء مما سبق" والنقر على زر " إظهار/إخفاء النموذج المتقدم" من الصفحة
cs: Můžete si vybrat vytvořit svoje vlastní číslování výběrem "Nic z výše uvedeného" a klepnutím na tlačítko 'Zobrazit/Skrýt pokročilé vzory" v dolní části formuláře
da: Du kan lave dit eget nummereringssystem ved at vælge 'Intet af ovenstående' og klikke på knappen 'Vis/skjul avanceret mønster' nederst i formularen
de: Sie können ein eigenes Nummerierungsmuster erstellen, wenn Sie 'Keines der vorhandenen' auswählen und auf die Schaltfläche 'Zeige/Verberge erweitertes Muster' am Ende der Maske klicken
el: Μπορείτε να επιλέξετε να δημιουργήσετε το δικό σας σχέδιο αρίθμησης επιλέγοντας 'Κανένα από τα παραπάνω' και κάνοντας κλικ στο 'Εμφάνιση/Απόκρυψη Σύνθετου Σχεδίου' στο κάτω μέρος της φόρμας
es: Puede optar por crear su propio patrón de numeración eligiendo 'Ninguna de las anteriores' y haciendo clic en 'Mostrar/Ocultar patrón avanzado', situado en la parte inferior del formulario
eu: Puede optar por crear su propio patrón de numeración eligiendo 'Ninguna de las anteriores' y haciendo clic en 'Mostrar/Ocultar patrón avanzado', situado en la parte inferior del formulario
fi: Voit valita luoda oman numerointikaavan valitsemalla 'Ei mikään ylläolevista' ja klikkaamalla 'Näytä/Piilota kaava' -painike lomakkeen alapuolella
fr: Vous pouvez créer votre propre modèle de numérotation en choisissant Aucun de ci-dessus et en cliquant sur le bouton Afficher/masquer le prévisionnel avancé en bas du formulaire.
hi: आप फार्म के तल पर 'उपरोक्त में से कोई नहीं' का चयन और 'शो / उन्नत पैटर्न छुपाएं' बटन को क्लिक करके अपने खुद के नंबरिंग पैटर्न बनाने के लिए चुन सकते हैं
it: Puoi scegliere di creare un tuo schema di numerazione scegliendo 'Nessuno di questi' e cliccando il bottone 'Mostra/Nascondi schema avanzato' in fondo al form
oc: Podètz crear vòstre propre modèl de numerotacion en causissent Aucun de ci-dessus e en clicant sus lo boton Afichar/masquer lo previsional avançat en bas del formulari.
pl: Istnieje możliwość stworzenia własnego wzoru numerowania, wybierz opcję 'Żaden z powyższych' z pola 'Częstotliwość', a następnie 'Pokaż/Ukryj zaawansowany wzór numerowania'.
pt: Pode escolher criar o seu próprio padrão de numeração escolhendo 'Nenhum dos seguintes' e clicando no botão 'Mostrar/esconde Padrão Avançado' no fundo do formulário
pt_br: Você pode escolher criar seu próprio padrão de numeração escolhendo 'Nenhum dos seguintes' e clicando no botão 'Exibir/Ocultar Padrão Avançado' do formulário
sk: Môžete si vytvoriť Váš vlastný vzorec číslovania zvolením 'Nič z uvedeného' a kliknutím na tlačidlo na spodku formulára 'Zobraziť/Skryť Pokročilú Schému'
sv: Du kan välja att skapa ditt eget numreringsmönster genom att välja 'Inget av ovanstående' och klicka på knappen 'Visa/dölj avancerat mönster' längst ner i formuläret
tr: Kendi numaralandırma örüntünüzü oluşturmayı 'Yukarıdakinin hiçbiri'ni seçerek ve formun altındaki 'Gelişmiş Örüntüyü Göster/Gizle'yi tıklayarak seçebilirsiniz.
zh_tw: 選擇 '以上皆非'，再點選表單下方的 '顯示/隱藏進階模式' 鈕，就能新增自己的編碼模式

source: You can choose to have an image associated with your item type
ar: يمكنك اختيار صورة مرتبطة بنوع مادتك
cs: Můžete si vybrat, a mít obrázek spojený s vaším typem jednotky
da: Du kan vælge at have et billede forbundet med din medietype
de: Sie können ein Iamge auswählen, das Sie dem Medientyp zuordnen
el: Μπορείτε να επιλέξετε μία εικόνα για τον τύπο τεκμηρίου
es: Usted puede elegir el tener una imagen asociada con un tipo de ítem.
eu: Zure elementu motari irudi bat lotu diezaiokezu.
fi: Voit valita aineistolajille kuvan
fr: Vous pouvez choisir d'associer une image à un type de document
hi: आप एक छवि अपने मद प्रकार के साथ संबद्ध है, के लिए चुन सकते हैं
it: Puoi associare un'icona al tipo di copia
oc: Podètz causir d'associar un imatge a un tipe de document
pt: Pode escolher ter uma imagem associada ao tipo de documento
pt_br: Você pode ter uma imagem associada a um tipo de material
sk: K Vášmu typu exemplára si môžete zvoliť priradenie obrázka
sv: Du kan välja att koppla en bild till din objekttyp
tr: Materyal türünüzle ilgili bir resim seçebilirsiniz.
zh_tw: 您可選擇與此館藏相關的圖像

source: You can create additional custom suggestion statuses by creating new authorized values of the category SUGGEST_STATUS.
ar: يمكنك إنشاء حالات مقترحات مخصصة إضافية عن طريق إنشاء قيم استناد جديدة للفئة SUGGEST_STATUS
cs: Další statusy pro návrhy na nákup můžete přidat vytvořením ověřených hodnot v kategorii SUGGEST_STATUS.
de: Sie können eigene Status für die Anschaffungsvorschläge über den normierten Wert SUGGEST_STATUS konfigurieren.
el: Μπορείτε να δημιουργήσετε επιπρόσθετες προσαρμοσμένες καταστάσεις προτάσεων δημιουργώντας νέες καθιερωμένες τιμές της κατηγορίας SUGGEST_STATUS.
es: Puede crear estados personalizados de sugerencias adicionales, mediante la creación de nuevos valores autorizados de la categoría SUGGEST_STATUS.
eu: Puede añadir un estado adicional para las sugerencias creando un nuevo valor autorizado en la categoría SUGGEST_STATUS.
fi: Voit luoda lisää muokattuja hankintaehdotuksen tiloja luomalla uusia auktorisoituja arvoja luokkaan SUGGEST_STATUS.
fr: Vous pouvez créer des statuts de suggestions personnalisés en créant de nouvelles valeurs autorisées dans la catégorie SUGGEST_STATUS.
hi: आप श्रेणी SUGGEST_STATUS के नए अधिकृत मूल्यों को बनाने से अतिरिक्त कस्टम सुझाव स्थितियों बना सकते हैं।
it: Puoi creare altri stati dei suggerimenti creando un nuovo valore autorizzato per la categoria SUGGEST_STATUS.
oc: Podètz crear des estatuts de suggestions personnalisés en créant de novèlas valors autorizadas dins la categoria SUGGEST_STATUS.
pl: Możesz stworzyć własne statusy składanych propozycji zakupu, dodając wartości w kategorii Dopuszczonych wartości SUGGEST_STATUS.
pt: Pode criar estados de sugestão adicionais ao criar valores autorizados da categoria SUGGEST_STATUS.
pt_br: Você pode criar status de sugestão adicionais através da criação de novos valores autorizados da categoria SUGGEST_STATUS.
sk: Môžete vytvoriť dodatočné prispôsobené stavy návrhov pomocou vytvorenia nových povolených hodnôt v kategórii SUGGEST_STATUS.
tr: SUGGEST_STATUS kategorisinin yeni otorize değerlerini oluşturarak, ek özel öneri durumları oluşturabilirsiniz.
zh_tw: 在 SUGGEST_STATUS 範點裡新增容許值，就能新增額外的客製建議值。

source: You can decide if this patron category is blocked from performing actions in the OPAC if their card is expired using the next option. By default it will follow the rule set in the BlockExpiredPatronOpacActions preference
ar: يمكنك أن تقرر ما إذا كانت فئة هذا المستفيد محظورة من تنفيذ الإجراءات في الأوباك إذا انتهت صلاحية بطاقته باستخدام الخيار التالي. افتراضياً، سيتبع القاعدة التي تم ضبطها في التفضيل BlockExpiredPatronOpacActions
cs: Dále můžete určit, zda-li mají čtenáři této kategorie mít zablokovaný přístup k akcím v katalogu, pokud nemají zaplacenou registraci. Ve výchozím nastavení se používá hodnota ze systémového nastavení BlockExpiredPatronOpacActions
de: Mit der nächsten Option können Sie für einen Benutzertyp festlegen, ob OPAC-Aktionen für den Benutzer gesperrt werden, wenn der Benutzerausweis abgelaufen ist. In der Voreinstellung wird die Regel verwendet, die im Systemparameter BlockExpiredPatronOpacActions definiert ist.
el: Μπορείτε να αποφασίσετε εάν αυτή η κατηγορία μελών αποκλείεται από την πραγματοποίηση ενεργειών στον OPAC εάν η κάρτα τους έχει λήξει, χρησιμοποιώντας την επόμενη επιλογή. Εξ ορισμού θα ακολουθηθεί ο κανόνας που ρυθμίστηκε στην προτίμηση BlockExpiredPatronOpacActions
es: Usted puede decidir si esta categoría de usuario es bloqueada y no podrá realizar acciones en el OPAC si ha caducado su carné utilizando la siguiente opción. Por defecto se seguirá la regla establecida en la preferencia BlockExpiredPatronOpacActions
eu: Hemen aukera daiteke bazkide-kategoria honek OPACean akzioak ez egitea bere txartelak kadukatu badu. Modu lehenetsian BlockExpiredPatronOpacActionsezartzen den araua jarraituko da.
fi: Voit päättää, onko asiakastyyppi estetty tekemästä toimintoja verkkokirjastossa, jos asiakkaan tili on vanhentunut käyttämällä seuraavaa valintaa. Oletuksena on, että se menee BlockExpiredPatronOpacActions-asetuksen mukaan.
fr: Vous pouvez décider d'empêcher cette catégorie d'adhérent d'exécuter des actions dans l'OPAC si leur carte est expirée en utilisant l'option suivante. Par défaut cela suivra la règle fixée dans la préférence BlockExpiredPatronOpacActions
hi: आप तय कर सकते हैं अगर यह संरक्षक श्रेणी अगर उनके कार्ड को अगले विकल्प का उपयोग कर समाप्त हो गई है ओपेक में कार्रवाई करने से अवरुद्ध है। डिफ़ॉल्ट रूप से यह नियम BlockExpiredPatronOpacActions वरीयता में सेट का पालन करेंगे
it: Se decidi che una certa categoria di utenti non può effettuare alucna azione in Opac se ha la tessera scaduta usa la prossima opzione. In automatico sarà impostato la preferenza di sistema BlockExpiredPatronOpacActions
oc: Podètz décider d'empachar aquesta categoria d'aderent d'exécuter des accions dins l'OPAC se lor carte es expirada en utilizant l'opcion seguenta. Per defaut aquò suivra la règla fixée dins la preferéncia BlockExpiredPatronOpacActions
pt: Pode decidir se esta categoria de leitor está bloqueada ao executar ações no OPAC se o seu cartão está expirado usando o opção seguinte. Por omissão seguirá a regra definida na preferência BlockExpiredPatronOpacActions
pt_br: Você pode definir se uma categoria de usuários será impedida de realizar ações no OPAC se sua carteirinha estiver expirada utilizando a opção a seguir. Por padrão, será seguida a regra definida na preferência BlockExpiredPatronOpacActions
sk: Pomocou ďalšej voľby sa môžete rozhodnúť, či táto kategória čitateľa je zablokovaná na vykonávanie akcií v OPACu, ak ich preukaz vypršal. Predvolene sa použije pravidlo nastavené v BlockExpiredPatronOpacActions
tr: Bir sonraki seçeneği kullanarak, bir kullanıcı kategorisinin kart sürelerinin kullanım süresi geçtiyse OPAC içerisinde her hangi bir işlem gerçekleştirmelerini bloke edip etmeyeceğinize karar verebilirsiniz. Varsayılan olarak BlockExpiredPatronOpacActions tercihindeki ayar kuralı izlenecektir.
zh_tw: 若讀者證已到期可禁止其執行若干 OPAC 的功能，預設係遵守 BlockExpiredPatronOpacActions 偏好的設定

source: You can define contracts (with a start and end date) and attach them to a vendor. This is used so that at the end of the year you can see how much you spent on a specific contract with a vendor. In some places, contracts are set up with a minimum and maximum yearly amount.
ar: يمكنك تعريف العقود (بتاريخ بدء وتاريخ انتهاء) وربطها بالمزود. يستخدم ذلك لتتمكن من رؤية كم أنفقت على عقد محدد بمزود بنهاية العام. في بعض الأماكن، يتم إنشاء العقود بحد أدنى وحد أقصى للمبلغ السنوي.
cs: Můžete definovat smlouvy (s datem zahájení a ukončení) a připojit je na dodavatele. Používá se to tak, že na konci roku můžete vidět, kolik jste utratili na základě zvláštní smlouvy s dodavatelem. Na některých místech jsou smlouvy nastaveny s minimální a maximální roční částkou.
da: Du kan definere kontrakter (med en start-og slutdato) og forbinde dem med en leverandør. På den måde kan du ved årets slutning se, hvor meget du har brugt på en bestemt kontrakt ved en bestemt leverandør. I nogle tilfælde oprettes kontrakter med et minimum og et maksimum årligt beløb.
de: Sie können Lieferverträge (mit Anfangs- und Enddatum) einem bestimmten Lieferanten zuweisen. Am Jahresende können Sie dann den Umsatz mit diesem Lieferanten sehen. In manchen Fällen werden Lieferverträge mit einem minimalen bzw. maximalen Jahresbetrag abgeschlossen.
el: Μπορείτε να ορίσετε συμβόλαια (με ημερομηνία έναρξης και λήξης) και να τα συνδέσετε με έναν προμηθευτή. Αυτό χρησιμοποιείται έτσι ώστε στο τέλος του έτους να βλέπετε τα ποσά που έχουν δαπανηθεί σε ένα συγκεκριμένο συμβόλαιο με έναν προμηθευτή. Σε μερικά μέρη, τα συμβόλαια ρυθμίζονται με ένα ελάχιστο και ένα μέγιστο ετήσιο ποσό.
es: Puede definir contratos (con fecha de inicio y final) y asociarlos a un proveedor. Esto es usado para que al final del año pueda ver cuanto gastó en un contrato específico con un proveedor. En algunos lugares, los contratos se configuran con un monto mínimo o máximo anual.
eu: Kontratuak definitu (hasiera eta amaiera datak ezarriz) eta hornitzaile batekin lotu ditzakezu. Urtearen amaieran hornitzaile batekin duzun kontratuko gastua ikusteko erabiltzen da hori. Zenbait tokitan, kontratuetan urteko gutxieneko edo gehieneko kopurua ezarri behar da.
fi: Voit määritellä sopimuksia (joissa alku- ja loppupäivä) ja liittää ne toimittajaan. Tätä käytetään niin, että voit vuoden lopussa nähdä, kuinka paljon on käytetty rahaa tietyn toimittajan sopimukseen. Joissakin paikoissa sopimuksiin on asetettu vuosittaiset ala- ja ylärajat.
fr: Vous pouvez définir des contrats, avec une date de début et de fin, et les rattacher à des fournisseurs. Cela vous permet à la fin de l'année de voir combien vous avez dépenser sur un contrat spécifique avec un fournisseur.
hi: आप (एक आरंभ और समाप्ति तिथि के साथ) के ठेके को परिभाषित करने और उन्हें एक विक्रेता के लिए संलग्न कर सकते हैं। यह प्रयोग किया जाता है तो यह है कि साल के अंत में आप देख सकते हैं कि कितना आप एक विक्रेता के साथ एक विशेष अनुबंध पर खर्च किया। कुछ स्थानों में, ठेके एक न्यूनतम और अधिकतम वार्षिक राशि के साथ स्थापित कर रहे हैं।
it: Puoi definire contratti (con data di inizio e di fine) da associare ad un fornitore. Serve per vedere alla fine dell'anno quanto è stato speso per contratto e per fornitore. In alcuni casi, può servire associare al contratto una spesa minima e una massima annuale.
oc: Podètz definir des contrats, amb una data de début e de fin, e les rattacher a des provesidors. Aquò vos permet a la fin de l'annada de veire combien avètz dépenser sus un contracte spécifique amb un provesidor.
pl: Jeśli chcesz zdefiniować kontrakty, określ datę początkową i końcową ich trwania i przypisz je do danego dostawcy. Dzięki temu sprawdzisz, ile zostało wydane w kontraktach na dostawcę. W niektórych bibliotekach, kontrakty ustawia się z określoną kwotą minimum i maximum na dany rok.
pt: Pode definir contractos (com data de inicio e fim) e adicionar ao fornecedor. Isto é usado para que saiba ao fim do ano quanto gastou do contracto específico com o fornecedor. Em alguns sítios, os contractos são definidos com um montante anual mínimo e um máximo.
pt_br: Você pode definir contratos (com data de início e fim) e relacioná-lo a um fornecedor. Isto é utilizado para permitir que você estime quanto foi gasto em um contrato específico de um fornecedor. Em alguns locais, contratos são configurados para um gasto máximo e mínimo por ano.
sk: Môžete definovať zmluvy (s počiatočným a koncovým dátumom) a pripojiť ich k predajcovi. Toto sa používa na to, aby ste na konci roka videli, koľko ste minuli na osobitnú zmluvu s predajcom. Na niektorých miestach sa zmluvy nastavujú s minimálnou a maximálnou ročnou sumou.
sv: Du kan definiera avtal (med ett start- och ett slutdatum) och koppla dem till en leverantör. Detta görs för att du ska kunna se hur mycket av resurserna som gick till ett specifikt avtal och en viss leverantör. På vissa platser konfigureras avtal med min- och maxvärden för året.
tr: Sözleşmeleri tanımlayabilir (başlangıç ve bitiş tarihiyle) ve bu sözleşmeleri bir sağlayıcıya ekleyebilirsiniz. Bu sözleşme, sağlayıcıyla yapılan özel sözleşmede yıl sonunda ne kadar harcadığınızı görebilmeniz için kullanılır. Bazı yerlerde, sözleşmelerin tutarı yıllık minimum ve maksimum olarak ayarlanır.
zh_tw: 可設定合約 (含開始與結束日期) 給供應商。年度結束時，才可看出該供應商用了多少合約，有的圖書館指定合約的每年最低與最高金額。
