Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Sometimes circulation librarians need to quickly add a record to the system for an item they are about to check out. This is called 'Fast Add.' To allow circulation librarians access to the Fast Add Cataloging tool, simply make sure they have the fast_cataloging permissions. There are two ways to add titles via fast add. If you know that you're about to check out an item that isn't in you catalog you can go to the Circulation module and click 'Fast cataloging.'
ar: في بعض الأحيان يكون أمينة المكتبة بحاجة إلى إضافة تسجيلة بشكل سريع إلى النظام وذلك لمادة ستعار. وهذا يدعى 'إضافة سريعة' تسمح لموظفي الإعارة بالوصول إلى أداة الإضافة السريعة للفهرسة، بكل بساطة تأكد من وجود صلاحيات فهرسة سريعة. هناك طريقتين لإضافة عناوين بشكل سريع.إذا علمت ان المادة التي ستعار ليست موجودة في الفهرس يمكنك الذهاب إلى نظام الإعارة الفرعي واضغط على 'فهرسة سريعة'
cs: Někdy knihovníci u výpůjček potřebují rychle přidat záznam do systému pro výtisky, které se chystají vypůjčit. Tento postup se nazývá "Rychle katalogizace." Chcete-li povolit knihovnici přístup k nástroji Rychlá katalogizace, ujistěte se, že mají fast_cataloging oprávnění. Existují dva způsoby, jak přidat tituly pomocí "Rychle přidat". Pokud víte, že se chystáte vypůjčit výtisk, který ještě není ve vašem katalogu, můžete skočit do modulu výpůjček a klepněte na 'Rychlá katalogizace. "
da: Nogle gange skal et udlånsbibliotek hurtigt tilføje en post til systemet for et eksemplar, som de er ved at udlåne. Det kaldes 'Furtig tilføjning.' For at give udlånsbibliotekarer adgang til hurtig-tilføjning-værktøjet, sørg for at de har hurtig-katalogiserings tilladelser. Der er to måder, at tilføje titler via hurtig tilføjning. Hvis du vil udlåne et eksemplar, som ikke er i kataloget, kan du gå til udlånsmodulet og klikke på 'Hurtig katalogisering.'
de: Manchmal muß beim Ausleihvorgang rasch ein neuer Datensatz für ein im System noch nicht vorhandenes Exemplar angelegt werden. Dies geschieht mit der sogenannten 'Schnellaufnahme'. Um dem Ausleihpersonal Zugang zum Modul 'Schnellaufnahme' zu geben, muß die Benutzerberechtigung '(fast_cataloging) Schnellaufnahmen anlegen' gesetzt sein. Es gibt drei Wege, eine Schnellaufnahme anzulegen. Wenn Sie wissen, daß das auszugebende Exemplar noch nicht im Katalog erfasst ist, gehen Sie ins Modul 'Ausleihe' und klicken Sie auf 'Schnellaufnahme'.
el: Μερικές φορές οι βιβλιοθηκονόμοι διακίνησης υλικού χρειάζεται να εισάγουν άμεσα μια εγγραφή στο σύστημα για ένα τεκμήριο που πρόκειται να δανείσουν. Αυτό αποκαλείται 'Γρήγορη Προσθήκη'. Για να επιτρέψετε στους βιβλιοθηκονόμους διακίνησης υλικού την πρόσβαση στο εργαλείο Καταλογογράφησης Γρήγορης Προσθήκης, απλά βεβαιωθείτε ότι έχουν fast_cataloging εξουσιοδοτήσεις. Υπάρχουν δύο τρόποι για προσθήκη τίτλων μέσω γρήγορης προσθήκης. Εάν γνωρίζετε ότι πρόκειται να δανείσετε ένα τεκμήριο που δεν υπάρχει στον κατάλογό σας μπορείτε να μεταβείτε στην υπομονάδα Κυκλοφορίας Υλικού και να πατήσετε 'Γρήγορη καταλογογράφηση'.
es: A veces el personal de circulación requiere agregar un registro al sistema para in ítem que están por prestar. Esto se conoce como 'Agregado rápido'. Para permitir al personal de circulación acceso a la herramienta de Catalogación Rápida, simplemente verifique que tengan el permiso fast_cataloging. Existen dos formas de agregar títulos vía agregado rápido. Si conoce que está por prestar un ítem que no está en su catálogo puede ir al módulo de Circulación y hacer clic en 'Catalogación rápida'.
eu: A veces el personal de circulación requiere agregar un registro al sistema para in ítem que están por prestar. Esto se conoce como 'Agregado rápido'. Para permitir al personal de circulación acceso a la herramienta de Catalogación Rápida, simplemente verifique que tengan el permiso fast_cataloging. Existen dos formas de agregar títulos vía agregado rápido. Si conoce que está por prestar un ítem que no está en su catálogo puede ir al módulo de Circulación y hacer clic en 'Catalogación rápida'.
fi: Joskus lainauksessa pitää lisätä tietue järjestelmään, jotta nide voidaan lainata asiakkaalle. Toiminnan nimi on 'Pikaluettelointi' ja siihen tarvitsee oikeuden fast_cataloging. Nimekkeitä voi pikaluetteloida kahdella eri tapaa. Jos lainattavaa nidettä ei ole luetteloitu, voit mennä Lainaus ja palautus -osioon ja klikata 'Pikaluettelointi'.
fr: Parfois les bibliothécaires qui gèrent les prêts ont besoin d'ajouter rapidement une notice dans le système pour un exemplaire à prêter. Ceci est appelé 'Ajout rapide'. Pour permettre aux bibliothécaires l'accès à l'outil Ajout Catalogage Rapide, assurez vous qu'ils ont les droits pour le catalogage rapide. Il existe deux manières d'ajouter des titres via l'ajout rapide. Si vous savez que vous êtes sur le point d'enregistrer le prêt d'un document qui n'est pas dans votre catalogue vous pouvez aller dans le module Circulation et cliquer sur 'Catalogage Rapide'.
hi: कभी कभी परिसंचरण पुस्तकालयाध्यक्षों जल्दी से एक आइटम के बारे में वे बाहर की जाँच कर रहे हैं के लिए व्यवस्था करने के लिए एक रिकॉर्ड जोड़ने की जरूरत है। यह 'फास्ट जोड़ें।' कहा जाता है संचलन पुस्तकालयाध्यक्षों तेजी से जोड़ें सूचीबद्ध उपकरण के उपयोग की अनुमति के लिए, बस यकीन है कि वे fast_cataloging अनुमति है। वहाँ तेजी से जोड़ने के माध्यम से खिताब जोड़ने के लिए दो तरीके हैं। आप जानते हैं कि आप कर रहे हैं उस बारे में एक आइटम बाहर की जाँच अगर उस में आप सर्कुलेशन मॉड्यूल के लिए जाने के लिए और क्लिक कर सकते हैं सूची में नहीं है 'फास्ट सूचीबद्ध।'
it: A volte lo staff della circolazione ha bisogno di aggiungere al sistema un record per l'opera che stanno prestando. Questo metodo è chiamato 'Catalogazione veloce'. Per dare il permesso allo staff di accedere alla catalogazione veloce, assicurati che i vari username abbiano il permesso fast_cataloging attivo. Ci sono due modi per aggiungere titoli tramite la catalogazione veloce. Se sai che stai per prestare una copia non presente in catalogo, puoi andare nel modulo di Circolazione e premere 'Catalogazione veloce'.
oc: Parfois los bibliotecaris qui gèrent los prèstes ont besonh d'apondre rapidement una notícia dins lo sistèma per un exemplar a prèst er. Aquò es appelé 'Apondon rapide'. Per permetre als bibliotecaris l'accès a l'aisina Apondon Catalogatge Rapide, assurez vous qu'ils ont les dreits per lo catalogatge rapide. Il existe deux manièras d'apondre des títols via l'ajout rapide. Se vous savez que sètz sul punt d'enregistrar lo prèst d'un document qui es pas dins vòstre catalòg podètz aller dins lo modul Circulation e clicar sus 'Catalogatge Rapide'.
pl: Jeśli potrzebujesz szybko dodać do systemu informacje na temat egzemplarza, możesz skorzystać z funkcji 'Szybkie katalogowanie'. Upewnij się, że bibliotekarz posiada uprawnienie do fast_cataloging. Są dwa sposoby na dodawanie tytułów za pomocą 'Szybkiego katalogowania'. Jeśli wiesz, że wypożyczasz pozycję, której nie ma w katalogu, możesz przejść do modułu Udostępnianie i kliknąć 'Szybkie katalogowanie'.
pt: Por vezes os bibliotecários de circulação precisam de adicionar rapidamente um registo ao sistema para um exemplar que estão a exportar. Isto é designado por 'Adição rápida'. Para permitir que os bibliotecários acedam à ferramenta de catalogação rápida, garanta que têm a permissão fast_cataloging. Existem duas formas de adicionar títulos de forma rápida. De sabe que vai emprestar um exemplar que não estar catalogado basta ir ao módulo de circulação e carregar em 'Catalogação rápida'.
pt_br: Às vezes os bibliotecários da circulação precisam adicionar rapidamente um registro para o sistema para um item que está prestes a ser emprestado. Isso é chamado de 'Inclusão Rápida'. Para permitir que os bibliotecários da circulação acessem à ferramenta de Catalogação de Inclusão Rápida, verifique se eles têm as permissões de catalogação_rápida. Há duas maneiras de incluir títulos através de inclusões rápidas. Se você sabe que você está prestes a emprestar um item que não está em seu catálogo você pode ir para o módulo de Circulação e clique em 'Catalogação Rápida'.
sk: Niekedy knihovníci pri obehu potrebujú rýchlo pridať záznam do systému pre exemplár, ktorý sa chystajú vypožičať. Toto sa nazýva 'Rýchle pridanie'. Pre dovolenie prístupu knihovníkom k nástroju Rýchleho pridania do katalogizácie, presvedčte sa jednoducho, či majú oprávnenie pre fast_cataloging. Jestvujú dva spôsoby pridávania titulov cez rýchle pridanie. Ak viete, že idete vypožičať exemplár, ktorý ešte nie je vo Vašom katalógu, môžete ísť do modulu Obehu a kliknúť na 'Rýchlu katalogizáciu.'
sv: Ibland behöver utlåningsbibliotekarier snabbt lägga till en post i systemet för ett objekt de ska låna ut. Detta kallas 'Snabbt tillägg'. Det enda du behöver göra för att utlåningsbibliotekarier ska ha tillgång till katalogverktyget Snabbt tillägg är att se till att de har rättigheten fast_cataloging. Det finns två sätt att lägga till titlar via Snabbt tillägg. Om du vet att du är på väg att låna ut ett objekt som inte finns i din katalog, kan du gå till utlåningsmodulen och klicka på 'Snabb katalogisering'.
tr: Bazen dolaşım kütüphanecileri ödünç vermek üzere oldukları bir materyali sisteme hızlı bir şekilde eklemeleri gerekir. Buna 'Hızlı Ekle' denir. Kütüphanecilerin Hızlı Ekle Kataloglama aygıtına ulaşmalarını sağlamak için, hızlı_ kataloglama izinlerinin olduğundan emin olun. Hızlı ekleme yoluyla eser adı eklemenin iki yolu mevcuttur. Kataloğunuzda olmayan bir materyali ödünç vermek üzereyseniz, dolaşım moduna gidip 'Hızlı kataloglamaya' tıklayabilirsiniz.
zh_tw: 有時，流通館員需要把一筆館藏快速地新增入系統，才能把它借出去，稱為 '快速新增'。流通館員需有 fast_cataloging 權限，就能從兩個方式快速新增館藏。可以從流通模組裡，勾選'快速編目'。

source: Sometimes fields may not be editable due to the value in your BiblioAddsAuthorities system preference. If you have this preference set to not allow catalogers to type in fields controlled by authorities you may see a lock symbol to the left of the field.
eu: Zenbaitetan eremuak ezingo dira editatu BiblioAddsAuthorities sistemaren lehentasunean duzun balioaren ondorioz. Lehentasuna katalogatzaileek autoritateek kontrolatutako eremuetan idazten ez uzteko ezarrita baduzu, baliteke blokeso sinbolo bat agertzea eremuaren ezkerrera.
fi: Joskus kentät eivät ole muokattavissa BiblioAddsAuthorities-järjestelmäasetuksen takia. Jos tämä asetus on määritetty estämään luetteloijia kirjoittamasta kenttään, jota kontrolloidaan auktoriteeteillä, näet lukkokuvakkeen kentän vasemmalla puolella.
hi: कभी कभी क्षेत्रों अपने BiblioAddsAuthorities प्रणाली वरीयता में मूल्य की वजह से संपादन योग्य नहीं हो सकता है। आप मैदान के बाईं ओर एक ताला प्रतीक देख सकते हैं आप इस वरीयता catalogers अधिकारियों द्वारा नियंत्रित क्षेत्रों में टाइप करने की अनुमति नहीं करने के लिए सेट है।

source: Sometimes when you're adding a new family to your system you don't want to type the contact information over and over. Koha allows for you to duplicate a patron and change only the parts you want to (or need to) change.
ar: في بعض الأحيان عند إضافة اسم العائلة إلى النظام لست بحاجة إلى طباعة معلومات الاتصال لأكثر من مرة. كوها يسمح لك بتكرار تسجيلة المستفيد وتغيير الأجزاء التي تريد ( أو تحتاج إلى ) تغييرها
cs: Někdy, když přidáváte novou rodinu do systému a nechcete zadávat kontaktní údaje znovu. Koha vám možňuje vám kopírovat čtenáře a změnit pouze ty části, které chcete (nebo potřebujete) změnit.
da: Hvis du tilføjer en ny familie til dit system, vil du måske ikke tilføje kontaktinformation igen og igen. Koha giver mulighed for at kopiere en lånerpost og kun ændre de nødvendige dele.
de: Wenn Sie eine neue Familie in Ihr System eingeben, müssen Sie die Kontaktinformationen nicht jedes Mal aufs neue eingeben. Koha erlaubt Ihnen, einen Benutzerdatensatz zu duplizieren und nur die Teile zu bearbeiten, die geändert werden müssen.
el: Όταν προσθέτετε ένα νέο μέλος οικογένειας στο σύστημά σας δε χρειάζεται να πληκτρολογήσετε ξανά τις πληροφορίες επικοινωνίας. Το Koha σας επιτρέπει να αντιγράψετε ένα μέλος και να αλλάξετε μόνο τα κομμάτια που χρειάζεται.
es: A veces, cuando va a añadir una nueva familia en el sistema no desea escribir la información de contacto una y otra vez. Koha permite duplicar un usuario y cambiar sólo las partes que desea (o necesita) cambiar.
eu: Zenbaiteta, zure sisteman familia berri bat gehitzen ari zarenean, ez duzu zertan kontaktu informazioa behin eta berriz idatzi. Kohak bazkide bat bikoizteko eta aldatu nahi edo behar dituzun atalak besterik ez aldatzeko aukera ematen dizu.
fi: Kun olet lisäämässä perhettä järjestelmääsi, et ehkä halua kirjoittaa samoja yhteystietoja moneen kertaan. Koha antaa kopioida asiakkaan tiedot ja muuttaa niitä vain tarvittavilta osin.
fr: Parfois, lorsque vous ajoutez une nouvelle famille dans votre système, vous ne voulez pas taper encore et encore les informations de contact. Koha vous permet de dupliquer un adhérent et de changer seulement les parties que vous voulez (ou que vous avez besoin de) modifier.
hi: कभी कभी जब आप अपने सिस्टम के लिए एक नया परिवार जोड़ रहे हैं आप और अधिक से अधिक संपर्क जानकारी टाइप करने के लिए नहीं करना चाहती। Koha आप एक संरक्षक नकल के लिए करने के लिए और करने के लिए केवल भागों आप चाहते हैं बदल (या करने की जरूरत है) परिवर्तन की अनुमति देता है।
it: Alcune volte devi aggiungere un'intera famiglia e non vuoi scrivere lo stesso indirizzo più volte. Koha ti permette di duplicare un utente e cambiare solo le parti che vuoi/devi cambiare.
oc: Parfois, quand vous ajoutez una novèla familha dins vòstre sistèma, vous ne voulez pas taper encara e encara las informacions de contact. Koha vous permet de duplicar un aderent e de cambiar solament les partidas que volètz (o qu'avètz besonh de) modificar.
pl: Czasami, gdy dodajesz nowego użytkownika, okazuje się, że ktoś z rodziny ma już konto w twojej bibliotece. W takim przypadku, nie trzeba wpisywać danych kontaktowych za każdym razem. System Koha pozwoli na duplikowanie użytkownika i zmienianie tylko części danych, które chcesz (lub powinieneś) zmienić.
pt: Por vezes quando se encontra a adicionar uma nova família no sistema não deseja inserir a mesma informação de contacto várias vezes. O Koha permite duplica um leitor e alterar apenas as partes que deseja (ou precisa) de alterar.
pt_br: Algumas vezes, quando você está adicionando os membros de uma nova família ao seu sistema você pode não querer digitar as mesmas informações de contato várias vezes. O Koha permite que você duplique o registro de usuário e altere apenas os campos necessários.
sk: Niekedy, keď pridávate novú rodinu do Vášho systému, chcete sa vyhnúť opakovanému zápisu rovnakých kontaktných údajov. Koha Vám umožňuje duplikovať čitateľa a zmeniť len tie časti, ktoré chcete (alebo musíte) zmeniť.
sv: När du lägger till en ny familj i ditt system vill du inte behöva skriva in samma kontaktinformation flera gånger. Koha tillåter att du kopierar en låntagare och ändrar bara de delar du vill (eller behöver).
tr: Bazen sisteminize yeni bir aile ekliyorken, iletişim bilgilerini üst üste girmek istemezsin. Koha size kullanıcı kopyalamanıza ve sadece değiştirmek istediğiniz (değiştirmek durumunda olduğunuz) bölümleri değiştirmenize imkan verir.
zh_tw: 讀者的家族成員新辦讀者證時，不需要重新鍵入連絡資訊，Koha 允許您複製讀者資料，再修改必要的部份。

source: Sorry, there is no help available for this topic, please refer to the
ar: عذرا, لا توجد مساعدة متوفرة لهذا الموضوع, الرجاء الرجوع إلى
cs: Bohužel, není dostupná žádná nápověda pro toto téma, zkuste odkaz na
da: Beklager, hertil er der ingen hjælp, se venligst i
de: Verzeihung, für dieses Thema ist noch keine Hilfe verfügbar, bitte nutzen Sie das
el: Λυπάμαι, δεν υπάρχει διαθέσιμη βοήθεια για αυτό το θέμα, παρακαλώ απευθυνθείτε στο
es: Lo sentimos, no hay ayuda disponible para este tema, refiérase al
eu: Lo siento, no hay ayuda para este tema, referirse a la
fi: Tähän aiheeseen ei ole ohjetta, katso
fr: Désolé, il n'y a pas d'aide pour ce sujet. Merci de vous reporter au
hi: क्षमा करें, इस विषय के लिए कोई मदद नहीं उपलब्ध है के लिए कृपया देखें
it: Spiacenti, non è disponibile alcun aiuto per questo argomento, fai riferimento a
oc: O planhèm, il n'y a pas d'ajuda per ce subjècte. Mercé de vous reporter al
pl: Przepraszamy, pomoc na ten temat jest niedostępna, proszę zobacz do
pt: Desculpe, não existe ajuda disponível para este tópico, por favor consulte o
pt_br: Desculpe, não existe ajuda disponível para este tópico, favor refira para
sk: Prepáčte, pre túto tému nie je dostupná žiadna pomoc. Obráťte sa prosím na
sv: Det finns ingen hjälp för detta ämne, se
tr: Üzgünüz, bu konu için yardım mevcut değildir, lütfen bakınız
zh_tw: 抱歉，此主題沒有說明，請參考

source: Sort 1 and 2 are used for statistical purposes within your library
ar: فرز 1 و 2 يستخدم من أجل الأهداف الإحصائية في مكتبتك
cs: Řazení 1 a 2 je možné použít pro statistické účely
da: Sorter 1 og 2 bruges til statistiske formål i biblioteket
de: Statistik 1 und 2 werden für statistische Zwecke innerhalb Ihrer Bibliothek gebraucht
el: Τα Sort 1 και 2 χρησιμοποιούνται για στατιστικούς λόγους στη βιβλιοθήκη σας
es: Orden 1 y 2 son utilizados con propósitos estadísticos dentro de la biblioteca
eu: 1 eta 2 multzoak estatistika helburuentzat erabiltzen dira zure liburutegian
fi: Lajittelukenttä 1 ja 2 ovat tilastollisessa käytössä kirjastossasi
fr: Les tris 1 et 2 sont utilisés à des fins statistiques pour votre bibliothèque
hi: 1 और 2 क्रमबद्ध अपने पुस्तकालय के भीतर सांख्यिकीय प्रयोजनों के लिए उपयोग किया जाता है
it: Sort1 e 2 sono usati a scopo statistica nella biblioteca
oc: Les tris 1 e 2 son utilizats a des fins estatisticas per vòstra bibliotèca
pl: Dane z pól o kierunku studiów są wykorzystywane do celów statystycznych w bibliotece
pt: Critério 1 e 2 são usados para fins estatístico da biblioteca
pt_br: Ordem 1 e 2 são usadas para propósitos estatísticos em sua biblioteca
sk: Sort 1 a 2 sa používajú pre štatistické účely vnútri knižnice
sv: Sort 1 och 2 används för statistiska ändamål i ditt bibliotek
tr: Sıralama 1 ve 2 kütüphaneniz içinde istatistik amaçlar için kullanılır
zh_tw: 排序1與2用於圖書館的統計

source: Sort field 1
fi: Lajittelukenttä 1
hi: क्रमबद्ध क्षेत्र 1
oc: Camp de triada 1

source: Sort field 2
fi: Lajittelukenttä 2
hi: क्रमबद्ध क्षेत्र 2
oc: Camp de triada 2

source: Sound precedence
fi: Äänien järjestys
hi: ध्वनि पूर्वता

source: Sounds will be played in order from top to bottom. That is, the first select that finds a match will have its sound played.
fi: Äänet soitetaan järjestyksessä ylhäältä alas. Se tarkoittaa, että listalla ensin oleva ääni soitetaan, kun vastaavuus löytyy.
hi: ध्वनि ऊपर से नीचे के क्रम में खेला जाएगा। यही कारण है कि पहली बार है कि पाता है एक मैच में अपनी आवाज खेला होगा चयन है।

source: Source of classification or shelving scheme is an Authorized Values category that is mapped to field 952$2 and 942$2 in Koha's MARC Bibliographic frameworks.
ar: مصدر التصنيف أو مخطط الترفيف هو فئة قيم استناد تم تخطيطها إلى الحقل 952$2 و 942$2 في إطارات مارك البيبلوغرافية في كوها
cs: Zdroj klasifikace nebo schématu rozmístění na regále je kategorie Ověřených hodnot, která je mapována na pole 952$2 a 942$2 v katalogizační šabloně.
de: Klassifikationsquelle bzw. Aufstellungssystematik ist eine Kategorie normierter Werte, die auf das Feld 942$2 und 952$2 in den MARC-Bibliographie Frameworks gemappt ist.
el: Η πηγή ταξινόμησης ή το σχήμα ταξιθέτησης είναι μία κατηγορία Καθιερωμένων Τιμών που αντιστοιχούν στο πεδίο 952$2 και 942$2 στα βιβλιογραφικά πλαίσια MARC του Koha.
es: Fuente de clasificación o esquema de estanterías es una categoría de valores autorizados que se asigna al campo 952$2 y 942$2 en las hojas de trabajo MARC de Koha.
fi: Luokitusjärjestelmä tai hyllyjärjestys on auktorisoitujen arvojen luokka, joka vastaa kenttiin 952$2 ja 942$2 Kohan MARC-luettelointipohjissa.
hi: वर्गीकरण के स्रोत या ठंडे बस्ते में डालने योजना एक अधिकृत मान श्रेणी है कि 952$2 और 942$2 Koha के मार्क ग्रंथ सूची चौखटे में क्षेत्र के लिए मैप किया गया है है।
it: Lo schema di classificazione è una categoria di Valori autorizzati collegata al campo 942$2 nelle griglie di catalogazione di Koha.
pt: Fonte de classificção ou esquema de prateleira é uma categoria de valores autorizados que é mapeada para o campo 952$2 e 942$2 nos modelos bibliográficos MARC.
pt_br: A fonte de classificação ou esquema de estante é uma categoria de Valores Autorizados que são mapeados para o campo 952$2 e 942$2 nas planilhas bibliográficas MARC do Koha.
sk: Zdroj triedenia alebo schéma ukladania do police je kategória povolených hodnôt, ktorá sa v Kohe pridružuje k poľu 952$2 a 942$2 v knižničných rámcoch MARC.
tr: Sınıflandırma kaynağı ya da raf düzeni, Koha’nın MARC Bibliyografik çerçevelerindeki 952$2 ve 942$2 alanlarıyla eşleşen bir Otorize Değer kategorisi alanıdır.
zh_tw: 分類法來源或排架方式以容許值方式處理，對映至Koha的MARC書目框架的欄位952$2與942$2。

source: Staff
ar: موظف
cs: Zaměstnanec
da: Personale
de: Personal
el: Προσωπικό
es: Administrativo
eu: Langilea
fi: Henkilökunta
fr: Bibliothécaires
hi: कर्मचारी
oc: Bibliotecaris
pl: Bibliotekarz
pt_br: Funcionário
sk: Knihovník
sv: Personal
tr: Personel
zh_tw: 館員

source: Staff = A user that can be configured to perform functions in the staff client
ar: موظف = مستفيد مهيئ لأداء وظائف الموظف العميل
cs: Zaměstnanec = Uživatel s nastaveními, které umožňují vykonávat funkce v interfejsu obsluhy
da: Personale = En låner der kan konfigureres til at udføre opgaver i Intranet
de: Personal = Ein Benutzer, der so konfiguriert werden kann, dass er die Funktionen der Dienstoberfläche verwenden kann
el: Προσωπικό = Ένας χρήστης ο οποίος μπορεί να διαμορφωθεί ώστε να εκτελεί λειτουργίες στη διεπαφή προσωπικού
es: Personal o administrativo = un usuario que puede ser habilitado para realizar funciones con el la interfaz del personal o administrativa.
eu: Langilea = langileen interfazean funtzioak aurrera eramateko konfiguratu daitekeen erabiltzailea
fi: Henkilökunta = Käyttäjä, jolle voidaan antaa oikeus toimintoihin virkailijatyökalussa
fr: Staff = un utilisateur peut être configuré pour utiliser les fonctions de l'interface professionnelle
hi: स्टाफ = एक उपयोगकर्ता कि कर्मचारियों कलाइन्ट में कार्य करने के लिए कॉन्फ़िगर किया जा सकता है.
it: Staff = Un utente che può essere configurato per eseguire funzioni nell'interfaccia staff.
oc: Staff = un utilizaire pòt èsser configuré per utilizar les fonctions de l'interfàcia professionala
pl: Bibliotekarz = Użytkownik z możliwością dostępu do interfejsu bibliotekarza
pt: Staff = Um utilizador que pode ser configurado para executar funções na interface dos técnicos
pt_br: Funcionário = um usuário que pode ser configruado para executar tarefas na interface administrativa
sk: Knihovník = používateľ, ktorý môže pracovať v intranete
sv: Personal = En användare som kan konfigureras för att utföra åtgärder i personalmodulen
tr: Personel = Personel istemcide işlemler gerçekleştirmeye yapılandırılabilen kullanıcı
zh_tw: 館員 = 可以從館員介面組態功能的讀者
