Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you want to enter the Library of Congress SRU server, you should at least use the following information. The full URL http://lx2.loc.gov:210/LCDB must be entered as follows:
ar: إذا كنت تريد الدخول إلى خادم SRU الخاص بمكتبة الكونجس، يجب عليك استخدام المعلومات التالية على الأقل. يجب إدخال ال URL الكامل http://lx2.loc.gov:210/LCDB كما يلي:
cs: Pokud chcete vložit SRU server Library of Congressr, měli byste zadat alespoň tyto informace. Úplná URL ( http://lx2.loc.gov:210/LCDB) musí být zadána takto:
de: Wenn Sie den SRU-Server der Library of Congress erfassen wollen, müssen Sie mindestens die untenstehenden Informationen verwenden. Geben Sie die vollständige URL http://lx2.loc.gov:210/LCDB wie folgt ein:
el: Εάν θέλετε να εισάγετε τον εξυπηρετητή SRU της Βιβλιοθήκης του Κογκρέσου, θα πρέπει τουλάχιστον να χρησιμοποιήσετε την πληροφορία που ακολουθεί. Πρέπει να εισάγετε το πλήρες URL http://lx2.loc.gov:210/LCDB όπως ακολουθεί:
es: Si desea ingresar el servidor SRU de la Library of Congress, debe al menos utilizar la siguiente información. La URL completa http://lx2.loc.gov:210/LCDB debe ser ingresada como sigue:
eu: Library of Congress-eko SRU zerbitzarian sartu nahi izanez gero, gutxienez, ondoko informazioa erabili behar duzu. http://lx2.loc.gov:210/LCDB URL osoa jarraian bezala sartu behar da:
fi: Jos haluat syöttää Kongressin kirjaston SRU-palvelimen, täytyy käyttää ainakin seuraavia tietoja. Täysi URL http://lx2.loc.gov:210/LCDB syötetään muodossa:
fr: Si vous voulez ajouter le serveur SRU de la Bibliothèque du Congrès, vous devriez au moins utiliser les informations suivantes. L'url complète http://lx2.loc.gov:210/LCDB doit être entrée comme suit&nbsp:
hi: आप लाइब्रेरी ऑफ कांग्रेस के एसआरयू सर्वर में प्रवेश करना चाहते हैं, तो आप कम से कम निम्न जानकारी का उपयोग करना चाहिए। पूर्ण URL http://lx2.loc.gov:210/LCDB प्रकार के रूप में दर्ज किया जाना चाहिए:
it: Se vuoi inserire il server SRU della Library of Congress, devi usare almeno una delle seguenti informazioni. L'URL completo http://lx2.loc.gov:210/LCDB deve essere inserito come segue:
oc: Se volètz apondre lo servidor SRU de la Bibliotèca del Congrès, vous devriez al mens utilizar las informacions seguentas. L'url completa http://lx2.loc.gov:210/LCDB deu èsser entrada coma suit&nbsp:
pt: Se deseja inserir o servidor SRU da Library of Congress, deve pelo menos usar a seguinte informação. O endereço URL http://lx2.loc.gov:210/LCDB deve ser inserido da seguinte forma:
sk: Ak chcete zadať server SRU pre Library of Congress, mali by ste použiť minimálne nasledovné informácie. Plnú cestu URL http://lx2.loc.gov:210/LCDB treba zadať nasledovne:
tr: Kongre Kütüphanesi SRU sunucusuna girmek istiyorsanız, aşağıdaki bilgilerden en az birini kullanmanız gereklidir. Tam URL http://lx2.loc.gov:210/LCDB aşağıdaki gibi girilmelidir:
zh_tw: 若您要進入美國國會圖書館的 SRU 伺服器，至少應使用以下的資訊。鍵入完整的網址 http://lx2.loc.gov:210/LCDB：

source: If you want to move all items to a new record creating only one bibliographic record you can use the 'Merge records' tool instead.
ar: اذا أردت نقل كل المواد إلى تسجيلة جديدة انشئ تسجيلة ببليوغرافية واحدة فقط يمكنك استخدام أداة 'دمج التسجيلات' عوضاً عن ذلك.
cs: Chcete-li přesunout všechny výtisky na nový záznam a tak vytvořit pouze jeden bibliografický záznam, můžete použít nástroj "Sloučení záznamů"
da: Hvis du vil flytte alle eksemplarer til en ny post, så der kun er en bibliografisk post, kan du istedet bruge værktøjet 'Sammenlæg poster'.
de: Wenn Sie alle Exemplare eines Datensatzes an einen anderen bibliographischen Datensatz umhängen möchten, können Sie dafür die Funktion 'Titel verschmelzen' verwenden.
el: Εάν θέλετε να μετακινήσετε όλα τα αντίτυπα σε μια νέα εγγραφή δημιουργώντας μόνο μία βιβλιογραφική εγγραφή, μπορείτε να χρησιμοποιήσετε το εργαλείο 'Συγχώνευση εγγραφών' αντ' αυτού.
es: Si desea mover todos los ítems a un nuevo registro creando un solo registro bibliográfico puede utilizar la herramienta 'Combinar registros' en su lugar.
eu: Elemetu guztiak erregistro berri batera eraman eta bibliografia erregistro bakarra sortu nahi baduzu, 'konbinatu erregistroak' tresna erabili dezakezu.
fi: Jos haluat siirtää kaikki niteet uuteen tietueeseen luomalla vain yhden nimeketietueen, voit sen sijaan käyttää 'Yhdistä tietueet' -työkalua.
fr: Si vous voulez déplacer tous les exemplaires vers une nouvelle notice en ne créant qu'une notice, vous pouvez utiliser à la place l'outil 'Fusion de notices'.
hi: आप केवल एक ग्रंथ सूची की जानकारी के लिए आप के बजाय 'रिकॉर्ड मर्ज' उपकरण का उपयोग कर सकते हैं बनाने के लिए एक नया रिकॉर्ड करने के लिए सभी वस्तुओं को ले जाना चाहते हैं।
it: Se vuoi spostare tutte le copie in un nuovo record creando un solo record bibliografico, usa lo strumento 'Fondi record'.
oc: Se volètz desplaçar totes los exemplars cap a una novèla notícia en ne créant qu'una notícia, podètz utilizar a la place l'aisina 'Fusion de notícias'.
pt: Se desejar mover todos os exemplar para um novo registo apenas criando um registo pode usar a ferramenta de 'Unificar registos'.
pt_br: Se você deseja mover todos os exemplares para um novo registro mantendo apenas um registro bibliográfico você pode Unir Registros.
sk: Ak chcete presunúť všetky záznamy do nového záznamu a vytvoriť tak len jeden knižničný záznam, môžete naopak použiť nástroj 'Zlúčiť záznamy'.
sv: Om du vill flytta alla objekt till en ny post och skapa en enda bibliografisk post, kan du använda verktyget 'Slå samman poster' i stället.
tr: Sadece bir tane bibliyografik kayıt oluşturarak tüm materyalleri yeni bir kayda taşımak istiyorsanız, 'Kayıtları birleştir ' aracını kullanabilirsiniz.
zh_tw: 使用 '合併紀錄' 工具，就能將所有館藏移入一筆新的書目紀錄。

source: If you want to place a hold on multiple items, simply check the boxes to the left of them and click the arrow to the right of the 'Place Hold' button.
ar: اذا أردت أن تحجز العديد من المواد، ببساطة قم بتحديد المربعات الموجودة على يمينها وانقر السهم إلى اليسار على زر 'حجز' .
cs: Pokud chcete umístit rezervaci na více výtisků, jednoduše zaškrtněte políčka nalevo od nich, a klepněte na šipku vpravo od tlačítka "Zadat rezervaci".
da: Hvis du vil reservere flere eksemplarer, marker felterne til venstre for eksemplarerne og klik på knappen 'Lav reservering'.
de: Wenn Sie Vormerkungen auf mehrere Exemplare setzen möchten, können Sie die Checkboxen auf der linken Seite anklicken und dann den Pfeil auf der rechten Seite der Vormerk-Schaltfläche anklicken.
el: Εάν θέλετε να κάνετε κράτηση σε πολλαπλά αντίτυπα, απλά επιλέξτε τα κουτιά αριστερά αυτών και πατήστε το βελάκι δεξιά του κουμπιού 'Δημιουργία Κράτησης'.
es: Si desea hacer una reserva de varios ítems, simplemente marque las casillas a la izquierda de ellos y haga clic en la flecha a la derecha del botón 'Reservar'.
eu: Si desea hacer una reserva de varios ítems, simplemente marque las casillas a la izquierda de ellos y seleccione en la flecha a la derecha del botón 'Reservar'.
fi: Jos haluat varata useita niteitä, valitse niteet ja klikkaa 'Varaa'-painiketta.
fr: Vous pouvez facilement réserver plusieurs exemplaires à partir d'une liste en cochant les cases devant les titres puis en cliquant sur le bouton 'Réserver'.
hi: आप कई वस्तुओं पर एक होल्ड के लिए जगह चाहते हैं, बस उन्हें के बाईं ओर बॉक्स चेक करें और 'स्थान बनाए रखें' बटन के दाईं ओर तीर क्लिक करें।
it: Puoi facilmente inserire una prenotazione su più copie da una lista spuntando le caselle di controllo e poi premendo il bottone 'Prenota'.
oc: Podètz facilement reservar mantun exemplar a partir d'una lista en cochant les cases devant les títols puèi en clicant sul boton 'Reservar'.
pl: Jeśli chcesz złożyć zamówienie na wiele egzemplarzy, zaznacz określone pozycje w katalogu, a później kliknij na rozwijaną strzałkę przy opcji 'Zamów'.
pt: Você pode muito facilmente reservar múltiplos exemplares de uma lista, clicando nas caixas de selecção e posteriormente no botão 'Reservar'.
pt_br: Se você quer reservar múltiplos itens de uma lista, clicando nas caixas de seleção e posteriormente no botão 'Reservar'.
sk: Ak chcete zadať rezerváciu u viacerých exemplárov, jednoducho zaškrtnite políčka naľavo od nich a klinite na šípku napravo od tlačidla 'Zarezervovať'.
sv: Om du vill reservera flera objekt, markerar du bara rutorna till vänster om dem och klickar på pilen till höger om knappen 'Reservera'.
tr: Birden fazla materyal ayırmak istiyorsanız, sadece materyallerin solundaki kutuları onaylayın ve 'Ayır' butonunun sağındaki ok üzerine tıklayın.
zh_tw: 對套書預約時，勾選左方的盒，並 '預約' 鈕的選擇向右箭頭。

source: If you want to remove both holdings data and $9 links when importing, you can use:
ar: إذا كنت تريد حذف كلاً من بيانات المقتنيات وروابط $9 عند الاستيراد، يمكنك استخدام:
cs: Pokud chcete odstranit informace o jednotkách i odkazy v podpolích $9, můžete použít toto nastavení:
de: Wenn sowohl Exemplarinformationen als auch $9-Unterfelder gelöscht werden sollen, können Sie folgendes verwenden:
el: Εάν θέλετε κατά την εισαγωγή να αφαιρέσετε και τα δεδομένα της κράτησης και τους συνδέσμους $9, μπορείτε να χρησιμοποιήσετε:
es: Si desea eliminar tanto datos de existencias y enlaces $ 9 al importar, puede utilizar:
eu: Inportatzerakoan $9 existentzia datuak eta loturak ezabatu nahi badituzu, hau erabil dezakezu:
fi: Jos haluat poistaa sekä nidetiedot että $9 linkityksen tuotaessa, voit käyttää:
fr: Si vous voulez enlever à la fois les données d'exemplaires et les liens $9 au moment de l'importation, vous devez utiliser:
hi: आप दोनों जोत डेटा और $9 लिंक जब आयात निकालना चाहते हैं, तो आप उपयोग कर सकते हैं:
it: Se vuoi rimuovere sia i dati del posseduto che i link $9 quando effettui un'importazione, puoi usare:
oc: Se volètz levar a l'encòp las donadas d'exemplars e los ligams $9 al moment de l'importacion, vos cal utilizar:
pt: Se desejar remover os exemplares e as ligações $9 quando importar, pode usar:
sk: Ak chcete odstrániť oba údaje o exemplároch a odkazy $9 pri importe, môžete použiť:
tr: İçe aktarmada hem ayırma verilerini hem de $9 bağlantılarını kaldırmak istiyorsanız, şunu kullanabilirsiniz:
zh_tw: 可使用以下的資訊，清除館藏資料與 $9 連結：

source: If you want to search other libraries for an item to purchase, use the 'From an external source' option, which will allow you to order from a MARC record found via a Z39.50 search.
ar: اذا كنت تريد أن تبحث في مكتبات أخرى للشراء, استخدم خيار 'من مصدر خارجي', حيث سيسمح لك أن تطلب من تسجيلة مارك الموجودة عن طريق بحث Z39.50.
cs: Chcete-li vyhledat ostatní knihovny pro nákup výtisku, použijte volbu "Z externího zdroje", která vám umožní objednat ze záznamu MARC nalezeného přes vyhledání pomocí Z39.50.
da: Hvis du vil søge i andre biblioteker efter et bestemt emne, der skal indkøbes, kan du bruge optionen 'Fra en ekstern kilde', hvormed du kan bestille fra en MARC-post fundet via en Z39.50-søgning.
de: Wenn Sie andere Bibliotheken nach dem Titel durchsuchen möchten, den Sie bestellen wollen, können Sie hierfür 'Aus einer externen Quelle' auswählen und dort eine Bestellung ausgehend von einer Z39.50-Suche erzeugen.
el: Εάν θέλετε να αναζητήσετε σε άλλες βιβλιοθήκες ένα τεκμήριο για αγορά, χρησιμοποιήστε την επιλογή 'Από μια εξωτερική πηγή', η οποία θα σας επιτρέψει να κάνετε παραγγελία από μια εγγραφή MARC που θα βρεθεί μέσω μιας αναζήτησης Z39.50.
es: Si desea buscar en otras bibliotecas para comprar un ítem, use la opción 'De una fuente externa', que le permitirá hacer un pedido a partir de un registro MARC encontrado por una búsqueda Z39.50.
eu: Erosi nahi duzun elementu bat beste liburutegi batzuetan bilatu nahi baduzu, 'Kanpo iturri batetik' aukera erabili dezakezu; horren bidez, bilaketa baten bidez aurkitutako MARC erregistro batetik abiatuta eskaerak egiteko aukera izango duzu.
fi: Jos haluat hakea hankittavaa nimekettä muista kirjastoista, voit käyttää 'Ulkoisesta lähteestä' -valintaa, joka antaa sinun tilata Z39.50-haun kautta löytyneen MARC-tietueen avulla.
fr: Si vous voulez chercher dans d'autres bibliothèques un titre à acheter, utilisez l'option 'À partir d'une source externe' : vous pourrez créer une commande à partir d'une notice MARC trouvée via Z39.50.
hi: आप खरीद करने के लिए एक आइटम के लिए अन्य पुस्तकालयों खोज करना चाहते हैं, तो 'एक बाहरी स्रोत से' विकल्प है, जो आपको एक Z39.50 खोज के माध्यम से पाया एक मार्क रिकॉर्ड से ऑर्डर करने की अनुमति देगा का उपयोग करें।
it: Se vuoi ordinare tramite la ricerca di record in altre biblioteche, puoi usare l'opzione 'Da un catalogo esterno', che ti permetterà di fare un ordine partendo da un record MARC trovato via ricerca Z39.50
oc: Se volètz chercher dins d'autres bibliotècas un títol a acheter, utilizatz l'opcion 'A partir d'una font extèrna' : poiretz crear una comanda a partir d'una notícia MARC trobada via Z39.50.
pl: Jeśli chcesz zamówić pozycje znalezione w innych bibliotekach, należy użyć opcji 'z zewnętrznego źródła', która pozwoli ci pobrać dane rekordu w formacie MARC21 poprzez protokół Z39.50 do formularza zamówienia.
pt: Se desejar pesquisar outras bibliotecas para o que deseja adquirir, use a opção 'De uma fonte externa', que permite realizar uma encomenda a partir de um registo MARC encontrado via pesquisa Z39.50.
pt_br: Se você deseja procurar em outras bibliotecas por um exemplar para aquisição, você pode usar a opção 'De uma fonte externa', que permite criar pedidos com base em registros MARC encontrados em uma busca via Z39.50.
sk: Ak chcete kvôli kúpe exemplára prehľadať iné knižnice, môžete použiť možnosť 'Z vonkajšieho zdroja', čo Vám umožní ho objednať zo záznamu MARC nájdeného pomocou hľadania v Z39.50.
sv: Om du vill söka i andra bibliotek efter ett objekt att köpa in, använder du alternativet 'Från extern källa', som gör att du kan beställa från en MARC-post som hittats via Z39.50.
tr: Materyal satın almak için diğer kütüphaneleri araştırmak istiyorsanız, Z39.50 araması vasıtasıyla MARC kaydından sipariş etmenize imkan veren 'Dış kaynaktan' seçeneğini kullanabilirsiniz.
zh_tw: 搜尋其他圖書館館藏以備推薦購買時，選擇 '使用外部來源' 選項，允許您經由Z39.50搜尋 MARC 記錄。

source: If you want to search other libraries for an item to purchase, you can use the 'From an external source' option that will allow you to order from a MARC record found via a Z39.50 search.
ar: اذا كنت تريد أن تبحث في مكتبات أخرى من أجل مادة للشراء, استخدم خيار 'من مصدر خارجي', حيث سيُسمح لك أن تطلب من تسجيلة مارك الموجودة عن طريق بحث Z39.50.
cs: Chcete-li hledat v dalších knihovnách pro nákup výtisku, můžete použít volbu "Externího zdroj", která vám umožní objednat ze záznamu MARC nalezeného pomocí Z39.50.
da: Hvis du vil søge i andre biblioteker efter et bestemt emne, der skal indkøbes, kan du bruge optionen 'Fra en ekstern kilde', hvormed du kan bestille fra en MARC-post fundet via en Z39.50-søgning.
de: Wenn Sie andere Bibliotheken nach dem Titel durchsuchen möchten, den Sie bestellen wollen, können Sie hierfür 'Aus einer externen Quelle' auswählen und dort eine Bestellung ausgehend von einer Z39.50-Suche erzeugen.
el: Εάν θέλετε να αναζητήσετε σε άλλες βιβλιοθήκες ένα τεκμήριο για αγορά, μπορείτε να χρησιμοποιήσετε την επιλογή 'Από μια εξωτερική πηγή', η οποία θα σας επιτρέψει να κάνετε παραγγελία από μια εγγραφή MARC που θα βρεθεί μέσω μιας αναζήτησης Z39.50.
es: Si desea buscar en otras bibliotecas para comprar un ítem, use la opción 'De una fuente externa', que le permitirá hacer un pedido a partir de un registro MARC encontrado por una búsqueda Z39.50.
eu: Erosi nahi duzun elementu bat beste liburutegi batzuetan bilatu nahi baduzu, 'Kanpo iturri batetik' aukera erabili dezakezu; horren bidez, bilaketa baten bidez aurkitutako MARC erregistro batetik abiatuta eskaerak egiteko aukera izango duzu.
fi: Jos haluat hakea hankittavaa nimekettä muista kirjastoista, voit käyttää 'Ulkoisesta lähteestä' -valintaa, joka antaa sinun tilata Z39.50-haun kautta löytyneen MARC-tietueen avulla.
fr: Si vous voulez chercher dans d'autres bibliothèques un titre à acheter, vous pouvez utiliser l'option 'À partir d'une source externe' : vous pourrez créer une commande à partir d'une notice MARC trouvée via Z39.50.
hi: आप खरीद करने के लिए एक आइटम के लिए अन्य पुस्तकालयों खोज करना चाहते हैं, तो आप 'एक बाहरी स्रोत से' विकल्प है कि आप एक Z39.50 खोज के माध्यम से पाया एक मार्क रिकॉर्ड से ऑर्डर करने की अनुमति देगा का उपयोग कर सकते हैं।
it: Se vuoi ordinare tramite la ricerca di record in altre biblioteche, puoi usare l'opzione 'Da un catalogo esterno', che ti permetterà di fare un ordine partendo da un record MARC trovato via ricerca Z39.50
oc: Se volètz chercher dins d'autres bibliotècas un títol a acheter, podètz utilizar l'opcion 'A partir d'una font extèrna' : poiretz crear una comanda a partir d'una notícia MARC trobada via Z39.50.
pl: Jeśli chcesz zamówić pozycje znalezione w innych bibliotekach, należy użyć opcji 'z zewnętrznego źródła', która pozwoli ci pobrać dane rekordu w formacie MARC21 poprzez protokół Z39.50 do formularza zamówienia.
pt: Se desejar pesquisar outras bibliotecas para o que deseja adquirir, use a opção 'De uma fonte externa', que permite realizar uma encomenda a partir de um registo MARC encontrado via pesquisa Z39.50.
pt_br: Se você deseja procurar em outras bibliotecas por um exemplar para aquisição, você pode usar a opção 'De uma fonte externa', que permite criar pedidos com base em registros MARC encontrados em uma busca via Z39.50.
sk: Ak chcete kvôli kúpe exemplára prehľadať iné knižnice, môžete použiť možnosť 'Z vonkajšieho zdroja', čo Vám umožní ho objednať zo záznamu MARC nájdeného pomocou hľadania v Z39.50.
sv: Om du vill söka i andra bibliotek efter ett objekt att köpa in, kan du använda alternativet 'Från extern källa', som gör att du kan beställa från en MARC-post som hittats via Z39.50.
tr: Materyal satın almak için diğer kütüphaneleri araştırmak istiyorsanız, Z39.50 araması vasıtasıyla MARC kaydından sipariş etmenize imkan veren 'Dış kaynaktan' seçeneğini kullanabilirsiniz.
zh_tw: 搜尋其他圖書館館藏以備推薦購買時，使用 '使用外部來源' 選項，允許您經由 Z39.50 搜尋 MARC。

source: If you want your patron to receive overdue notices, set the 'Overdue notice required' to 'Yes'
ar: اذا أردت أن يصل لمستفيدك اشعارات التأخر، عيّن 'مطلوب اشعارات التأخير' إلى 'نعم'
cs: Pokud chcete, aby čtenář obdržel zprávu o upomínce, nastavte 'Vyžadovat zaslání upomínky ' na 'Ano'
da: Hvis lånerne skal modtage rykkerbeskeder, sæt 'Forsinket besked påkrævet' til 'Ja'
de: Wenn Sie möchten, dass Benutzer Mahnschreiben erhalten, setzen Sie 'Mahnschreiben?' auf 'Ja'
el: Αν θέλετε το μέλος σας να παραλαμβάνει ειδοποιήσεις για εκπρόθεσμα, ρυθμίστε το 'Απαιτείται ειδοποίηση εκπρόθεσμου' στο 'Ναι'
es: Si desea que el usuario reciba avisos por vencimientos, ponga 'Aviso de vencimiento requerido' en 'Sí'
eu: Bazkideak atzerapenen jakinarazpenak jasotzea nahi baduzu, ezarri 'Atzerapenen jakinarazpena nahitaezkoa' 'Bai' egoeran
fi: Jos haluat asiakkaiden saavan myöhästymisilmoituksia, aseta 'Myöhästymisilmoitus' arvoksi 'Kyllä'.
fr: Si vous voulez envoyer des lettres de réclamation à cette catégorie d'adhérent, mettez à Oui le champ Message de retard requis.
hi: आप अपने संरक्षक अतिदेय नोटिस प्राप्त करना चाहते हैं, तो 'हां' 'अतिदेय आवश्यक सूचना' सेट
it: Se vuoi che gli utenti ricevano avvisi per le restituzioni in ritardo, imposta 'Overdue notice required' a 'Sì'
oc: Se volètz mandar des letras de reclamacion a aquesta categoria d'aderent, mettez a Òc lo camp Messatge de retard requis.
pl: Jeśli chcesz, by użytkownik otrzymywał powiadomienia o przetrzymaniu dokumentów, ustaw 'Wymagane powiadomienia o przetrzymaniu dokumentów' na 'Tak'
pt: Se deseja que o leitor receba avisos de atraso, defina 'Aviso de atraso' para 'Sim'
pt_br: Se você deseja receber avisos de atraso, define 'Aviso de Atraso' para 'Sim'
sk: Ak chcete, aby Váš čitateľ obdržal oznámenie o omeškaní, nastavte 'Povinné oznámenie o omeškaní' na 'Áno'
sv: Om du vill att låntagaren ska motta förseningsmeddelanden ställer du in 'Förseningsmeddelanden krävs' till 'Ja'
tr: Kullanıcınızın gecikme uyarılarını almasını istiyorsanız, 'Gecikme uyarısı gerekli' kısmını 'Evet'e ayarlayın.
zh_tw: 設定 '必須發送逾期通知' 為 '是的'，則可強制讀者收到逾期通知

source: If you work in a multi-library system you can transfer items from one library to another by using the Transfer tool. To transfer an item
ar: اذا كنت تستخدم نظام مكتبة متعدد يمكنك نقل المواد من مكتبة لأخرى عن طريق استخدام أداة النقل. لتقل مادة
cs: Pokud pracujete v knihovně s několika obočkami, můžete přesunout jednotku z jedné knihovny do druhé za použití Přesunovacího nástroje. K přesunu jednoty
da: I et bibliotek med flere afdelinger kan et eksemplar overføres fra en afdeling til en anden med Overfør værktøjet. For at overføre et eksemplar
de: Wenn Sie in einem Bibliothekssystem mit mehreren Zweigstellen arbeiten, können Sie Exemplare über die Transportfunktion von einer Bibliothek in eine andere schicken. Um ein Exemplar zu verschicken
el: Εάν εργάζεστε σε ένα σύστημα πολλαπλών βιβλιοθηκών μπορείτε να μεταφέρετε αντίτυπα από μια βιβλιοθήκη σε μια άλλη χρησιμοποιώντας το εργαλείο Μεταφοράς. Για να μεταφέρετε ένα αντίτυπο
es: Si trabaja en un sistema de múltiples sedes puede transferir ítems de una biblioteca a otra mediante el uso de la herramienta de Transferencia. Para transferir un ítem
eu: Hainbat liburutegi dituen sisteman lan egiten baduzu, Transferitu tresna erabilita elementuak liburutegi batetik bestera transferitu ditzakezu . Elementu bat transferitzeko
fi: Jos järjestelmääsi kuuluu monta kirjastoa, voit siirtää niteitä toiseen kirjastoon käyttämällä Siirto-työkalua. Siirtääksesi niteen
fr: Si vous travaillez dans un réseau, vous pouvez transférer les exemplaires d'un site à l'autre en utilisant l'outil Transfert. Pour transférer un exemplaire
hi: आप एक बहु पुस्तकालय प्रणाली में काम करते हैं, तो आप स्थानांतरण उपकरण का उपयोग करके दूसरे के लिए एक पुस्तकालय से आइटम हस्तांतरण कर सकते हैं। एक आइटम हस्तांतरण करने के लिए
it: Se lavori in un sistema multibiblioteca, puoi trasferire copie da una biblioteca all'altra usando lo strumento dei Trasferimenti. Per trasferire una copia
oc: Se vous travaillez dins un ret, podètz transferir los exemplars d'un site a l'autre en utilizant l'aisina Transfert. Per transferir un exemplar
pl: W bibliotece z filiami, możesz przesłać egzemplarze z jednej filii do drugiej, używając narzędzia 'Transfer'. Jeśli chcesz przesłać egzemplarz:
pt: Se trabalha num sistema multi-bibliotecas pode transferir exemplar de uma biblioteca para outra usando a ferramenta de transferências. Para transferir um exemplar
pt_br: Se você trabalha em uma rede de bibliotecas, você pode transferir exemplares de uma biblioteca para outra utilizando a Ferramenta de Transferência. Para transferir um exemplar
sk: Ak pracujete v mnoho-knižničnom systéme, môžete presúvať exempláre z jednej knižnice do druhej pomocou nástroja Presunov. Pre presun exemplára
sv: Om du arbetar i ett system med flera bibliotek, kan du överföra objekt från ett bibliotek till ett annat med överföringsverktyget. För att överföra ett objekt
tr: Çoklu kütüphane sisteminde çalışıyorsanız, Transfer(Aktarım) aracını kullanarak materyalleri bir kütüphaneden diğerine aktarabilirsiniz.
zh_tw: 在聯盟圖書館系統裡，可使用轉移工具，在各館之間轉移館藏。轉移館藏
