Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Important: To have your item type images appear in the OPAC you need to set noItemTypeImages to 'Show'
ar: هام: حتى تظهر صور نوع المادة الخاصة بك في الأوباك تحتاج لأن تضبط التفضيل noItemTypeImages إلى 'عرض'
cs: Důležité: Chcete-li mít obrázky typu výtisku zobrazené v OPACu musíte nastavit parametr noItemTypeImages na 'Zobrazit'
da: Vigtigt: Hvis eksemplartypebillederne skal vises i OPAC, skal noItemTypeImages sættes til 'Vis'
de: WICHTIG: Damit Ihre Bilder für die Medientypen im OPAC aufscheinen, müssen Sie noItemTypeImages auf 'Show' setzen
el: Σημαντικό: Για να εμφανίζονται οι εικόνες τύπου τεκμηρίου στον OPAC πρέπει στο noItemTypeImages να επιλέξετε το 'Εμφάνιση'
es: Importante: Para que sus imágenes de tipo de ítem aparezcan en el OPAC es necesario establecer noItemTypeImages a 'Mostrar'
eu: Garrantzitsua: zure elementu motaren irudiak OPACen agertzeko, noItemTypeImages 'Erakutsi' ezarri behar duzu
fi: Tärkeää: Jos haluat aineistolajien kuvakkeiden näkyvän verkkokirjastossa, täytyy noItemTypeImages olla 'Näytä'
fr: Important : Vous devez activer la préférence système noItemTypeImages afin de faire apparaître les images à l'OPAC.
hi: महत्वपूर्ण: अपने मद प्रकार छवियों के लिए ओपेक में दिखाई देते हैं आप 'शो' के लिए noItemTypeImages निर्धारित करने की आवश्यकता
it: Importante: per vedere le immagini dei tipi di copia, attivare la preferenza di sistema noItemTypeImages al valore 'Mostra'
oc: Important : Vos cal activer la preferéncia sistèma noItemTipeImages per fin de far aparéisser los imatges a l'OPAC.
pl: Ważne: Jeśli chcesz, by ikony typów dokumentu pojawiły się w OPAC, musisz wybrać w opcji noltemTypeImages „Wyświetlaj ikony”:
pt: Importante: Para que as imagens dos tipos de documento apareçam no OPAC é necessário definir a preferência de sistema noItemTypeImages para 'Mostrar'
pt_br: Importante: para que apareça a figura dos tipos de material no OPAC, é preciso configurar a preferência noItemTypeImages para 'Exibir'
sk: Dôležité: Pre zobrazenie obrázkov Vašich typov exemplárov v OPACu, musíte nastaviť noItemTypeImages na 'Zobraziť'
sv: Viktigt: för att bilderna för objekttyper ska visas i OPAC måste du ställa in noItemTypeImages till 'Visa'
tr: Önemli: Materyal türü resimlerinin OPAC’da görünmesi için, Materyal Türü Resimleri Yok seçeneğini 'Göster' olarak ayarlamalısınız.
zh_tw: 重要：設定 noItemTypeImages 偏好為 '顯示'，就能在 OPAC 顯示館藏類型的圖示

source: Important: Values given to lost statuses should be numeric and not alphabetical in order for statuses to appear properly
ar: هام: القيم المعطاة للحالات المفقودة يجب أن تكون رقمية وليس أبجدية من أجل أن تظهر الحالات بشكل صحيح
cs: Důležité: Hodnoty přiřazené k popisu statusu "ztraceno" by měly být číselné, aby se správně zobrazovaly
da: Vigtigt: Værdier givet til mistet status skal være numeriske og ikke alfabetiske for at status kan vises ordentligt
de: Wichtig: Die vergebenen Werte für die 'Lost'-Status sollten immer numerisch sein, damit die verschiedenen Status korrekt angezeigt werden und funktionieren
el: Σημαντικό: Οι τιμές που δίνονται στις καταστάσεις απολεσθέντων θα πρέπει να είναι αριθμητικές και όχι αλφαβητικές προκειμένου οι καταστάσεις να εμφανίζονται σωστά
es: Importante: Los valores dados al estado perdido deben ser numéricos y no alfabéticos de manera de mostrar correctamente el estado
eu: Importante: Para que los estados aparezcan correctamente, los valores dados a los estados de pérdida deben ser numéricos y no alfabéticos
fi: Tärkeää: Kadonnut-arvojen tulisi olla numeerisia (ei aakkosellista merkkitietoa), jotta tilatieto näkyisi halutulla tavalla.
fr: Note : Les valeurs données au statut Perdu doivent être numériques afin de faite fonctionner correctement l'affichage des statuts.
hi: महत्वपूर्ण: मान खो स्थितियों को दिया संख्यात्मक होना चाहिए और स्थितियों को ठीक से प्रकट करने के लिए आदेश में वर्णमाला नहीं
it: I valori degli stati di smarrito devono essere numerici e non alfabetici, per poter essere visualizzati correttamente
oc: Nòta : Las valors donadas al estatut Perdut devon èsser numériques per fin de faite fonctionner corrèctament l'afichatge des estatuts.
pt: Importante: Valores dados a estados de perdido devem ser numéricos e não alfabéticos de forma a que os estados apareçam correctamente
pt_br: Importante: valores atribuídos a status de perda devem ser numéricos e não alfabéticos para garantir que as informações de status apareçam corretamente
sk: Dôležité: Hodnoty dané stavom straty by mali byť číselné a nie abecedné, aby sa stavy zobrazili správne
sv: Viktigt: statusvärden för förlorad-status ska vara numeriska och inte alfabetiska, för att statusen ska visas korrekt.
tr: Önemli: Kayıp durumları için verilen değerler düzgün görünmeleri için alfabetik değil, sayısal olmalıdır.
zh_tw: 重要：遺失狀態的值必須是數字，不能有文字

source: Important: When working with the overdue notices you want each notice at each branch to have a unique code. Think about using the branch code in front of the notice code for each branch.
ar: هام: عند العمل مع إخطارات المتأخرات يجب أن يكون لكل فرع رمز متفرد. فكر في استخدام رمز الفرع أمام رمز الإخطار لكل فرع.
cs: Důležité: Pokud pracujete s různými upomínkami pro více poboček/knihoven, mělo by každé znění upomínky mít unikátní identifikátor. Můžete třeba přidat kód knihovny na začátek identifikátoru upomínky.
de: Wichtig: Wenn Sie mit Mahnungen arbeiten, sollten Sie für jede Benachrichtigung einen eigenen individuellen Code verwenden. Sie können zum Beispiel den Bibliothekscode voranstellen.
el: Σημαντικό: Όταν δουλεύετε με τις ειδοποιήσεις εκπροθέσμων θέλετε κάθε ειδοποίηση σε κάθε παράρτημα να έχει έναν μοναδικό κωδικό. Σκεφτείτε να χρησιμοποιήσετε τον κωδικό παραρτήματος μπροστά από τον κωδικό ειδοποίησης για κάθε παράρτημα.
es: Importante: Cuando se trabaja con avisos de retrasos, usted desea que cada aviso en cada sede tenga un código único. Piense sobre el uso del código de la sede delante de un código de aviso para cada sede.
fi: Tärkeää: Jokaisen kirjaston jokaisella myöhästymisilmoituksella kannattaa olla yksilöllinen tunnus. Yksi vaihtoehto on käyttää kirjaston lyhennettä tunnuksen edellä.
fr: Important : Si en préparant les notifications de retard, vous voulez que chaque avis de chaque site ait un code unique. Pensez à l'utilisation du code de site devant le code d'avis pour chaque site.
hi: महत्वपूर्ण: जब अतिदेय नोटिस के साथ काम कर रहे हैं आप प्रत्येक शाखा में प्रत्येक सूचना एक अद्वितीय कोड है चाहता हूँ। प्रत्येक शाखा के लिए नोटिस कोड के सामने शाखा कोड का उपयोग कर के बारे में सोचो।
it: Importante: quando lavori con gli avvisi per i ritardi puoi volere che ciascun avviso di ciascuna biblioteca abbia un codice univoco. Puoi ottenere il risultato mettendo il codice della biblioteca come prima parte del codice del sollecito per ciascuna biblioteca.
oc: Important : Se en preparant las notificacions de retard, volètz que cada avís de cada site aja un còdi unic. Pensatz a l'utilizacion del còdi de site davant lo còdi d'avís per cada site.
pt: Importante: Quando trabalhar com avisos de atraso pode desejar ter cada aviso para cada biblioteca com um código único. Pode usar o código da biblioteca em frente do código do aviso para cada biblioteca.
pt_br: Importante: quando estiver utilizando os avisos de atraso, você pode querer um código único para cada aviso de cada biblioteca. Uma ideia é adotar o código da biblioteca antes do código do aviso de cada biblioteca.
sk: Dôležité: Všetky oznámenia o omeškaní musia mať v každej pobočke jedinečný kód. Zvážte použitie kódu pobočky pred kódom oznámenia pre každú pobočku.
tr: Önemli: Gecikme bildirimleri üzerinde çalışırken, her şubenin her bildirim için kendine özgü bir kodu olmasını isterseniz, her şube için bildirim kodunun önünde şube kodu kullanmayı düşünün.
zh_tw: 重要：每個分館的每種逾期通知，應有不同的代碼；建議以分館代碼做為逾期通知代碼的前置碼。

source: Important: Without an owner, the access restriction will be ignored, be sure to enter an owner as well as choose a restriction
ar: هام: بدون مالك، سيتم تجاهل قيد الوصول، تأكد من إدخال مالك وكذلك اختيار قيد
de: Wichtig: Ohne Besitzer wird die Zugangsbeschränkung ignoriert. Stellen Sie sicher, dass neben der Beschränkung auch ein Besitzer eingerichtet ist.
es: Importante: Sin un propietario, la restricción de acceso será ignorada, asegúrese de introducir un propietario, así como elegir una restricción
eu: Garrantzitsua: Jabe bat gabe, la restricción de acceso será ignorada, asegúrese de introducir un propietario, así como elegir una restricción
fi: Tärkeää: Ilman omistajaa pääsyrajoitusta ei huomioida, joten varmista, että syötät omistajan ja määrität rajoituksen
hi: महत्वपूर्ण: एक मालिक के बिना, का उपयोग प्रतिबंध नजरअंदाज कर दिया जाएगा, एक मालिक के प्रवेश करने के लिए सुनिश्चित हो और साथ ही एक प्रतिबंध चुनें
it: Importante: senza un proprietario, le restrizioni all'accesso saranno ignorate, assicurati di inserire un proprietaio quando scegli una restrizione
sk: Dôležité: Bez vlastníka, obmedzenie prístupu bude ignorované, uistite sa, či ste zadali vlastníka ako aj zvolili obmedzenie
tr: Önemli: Bir sahip olmadan erişim kısıtlaması yok sayılacaktır, bir kısıtlama seçmeniz yanı sıra bir sahip girdiğinizden de emin olun.

source: Important: You cannot enter a contract retrospectively. The end date must not be before today's date.
ar: هام: لا يمكنك ادخال عقد استعادي. تاريخ النهاية لا يجب أن يكون قبل تاريخ اليوم.
cs: Důležité: Smlouvu nemůžete zadat zpětně. Datum ukončení nesmí být dřívější než dnešní.
da: Vigtigt: Man kan ikke indtaste en kontrakt med tilbagevirkede kraft. Slutdatoen skal ligge efter dagen i dag.
de: Wichtig: Sie können eine Vereinbarung nicht retrospektiv eingeben, das Enddatum darf nicht vor heute liegen.
el: Σημαντικό: Δεν θα έχετε τη δυνατότητα να εισάγετε ένα συμβόλαιο αναδρομικά. Η τελική ημερομηνία δεν πρέπει να είναι πριν τη σημερινή ημερομηνία.
es: Importante: Usted no será capaz de entrar en un contrato de forma retrospectiva, la fecha de finalización no debe ser antes de la fecha de hoy.
eu: Importante: No se podrá introducir en un contrato de forma retrospectiva. La fecha de finalización no debe ser antes de la fecha de hoy.
fi: Tärkeää: Et voi syöttää sopimusta jälkikäteen. Lopetuspäivä ei saa olla ennen tätä päivää.
fr: Note : Vous ne pouvez pas entrer un contrat rétrospectivement. La date de fin ne peut pas être antérieure à la date du jour.
hi: महत्वपूर्ण: आप एक अनुबंध पर पिछली तारीख में प्रवेश नहीं कर सकते हैं। अंतिम तिथि को आज की तारीख से पहले नहीं होना चाहिए।
it: Importante: non puoi creare un contratto retrospettivamente. La data di fine non può essere precedente a oggi.
oc: Nòta : Podètz pas entrar un contracte rétrospectivement. La data de fin pòt pas èsser anteriora a la data del jorn.
pl: Ważne: Nie można wprowadzić kontraktu z datą zakończenia, która minęła. Data zakończenia kontraktu nie może być też dniem poprzednim.
pt: Importante: Não pode inserir um contrato retrospectivamente. A data de fim não pode ser inferior ao dia de hoje.
pt_br: Importante: Você não pode entrar com um contrato para data anterior. A data de fim do contrato não pode ser posterior a data atual.
sk: Dôležité: Nebudete môcť zadať zmluvu retrospektívne, koncový dátum nesmie byť pred dnešným dátumom.
sv: Viktigt: du kan inte lägga till ett avtal i efterhand. Slutdatumet får inte vara före dagens datum.
tr: Önemli: Geriye dönük olarak sözleşme giremezsiniz. Bitiş tarihi bugünün tarihinden önce olmamalıdır.
zh_tw: 重要：不能鍵入舊的合約，結束日期不能早於今天。

source: Important: You cannot enter both a month limit and a date until. Choose to enter either one or the other.
ar: هام: لا يمكنك أن تدخل كِلا حدود شهر ووحدة التاريخ . اختر إدخال الأولى أو الثانية.
cs: Důležité: Nelze zadat měsíční limit a zároveň závěrečné datum. Musíte zvolit pouze jednu z těchto možností.
da: Vigtigt: Man kan ikke indtaste både en månedsbegrænsning og en dato. Indtast det ene eller det andet.
de: WICHTIG: Sie können nicht beides gleichzeitig eingeben, ein Monatslimit und ein Zieldatum. Nehmen Sie das eine oder das andere.
el: Σημαντικό: Δεν μπορείτε να εισάγετε και περιορισμό μήνα και μία ημερομηνία μέχρι. Επιλέξτε είτε το ένα είτε το άλλο.
es: Importante: No se puede introducir tanto en un plazo de un mes y una fecha hasta. Elija entre una o la otra.
eu: Garrantzitsua: ezin duzu hilabete muga eta data noiz arte idatzi. Aukeratu bata ala bestea idaztea.
fi: Tärkeää: Et voi syöttää sekä kuukausirajoitusta että päiväysrajoitusta. Valitse toinen niistä.
fr: Important : Vous ne pouvez saisir une valeur à la fois en mois ou à une date fixe. Choisissez l'une ou l'autre méthode.
hi: महत्वपूर्ण: आप दोनों को एक महीने के सीमा और जब तक एक तिथि में प्रवेश नहीं कर सकते हैं। या तो एक या दूसरे में प्रवेश करने के लिए चुनें।
it: Importante: non puoi indicare sia un mese limite sia una data limite. Scegli tra l'uno o l'altra.
oc: Important : Podètz sasir una valor a l'encòp en mois o a una data fixe. Causissètz l'une o l'autre metòde.
pl: Ważne: Nie możesz wprowadzić jednocześnie liczby miesięcy i daty wygaśnięcia konta użytkownika danej kategorii.
pt: Importante: Não pode inserir um limite mensal e uma data ao mesmo tempo. Tem que escolher uma opção.
pt_br: Importante: você não pode adicionar limite em meses e data limite. Escolha uma ou outra opção.
sk: Dôležité: Nemôžete zadať naraz mesačný limit a posledný dátum. Zvoľte buď jeden alebo druhý.
sv: Viktigt: du kan inte både ange en månadsbegränsning och ett till-datum. Välj ett av dem.
tr: Önemli: Hem ay sınırı hem de tarih bitimini giremezsiniz. Ya birini ya da diğerini girmeyi seçin.
zh_tw: 重要：您不能同時鍵入月的限制與到期日，選擇一個。

source: Important: You will need to enable the automatic renewal cron job for this to work.
ar: هام: يجب عليك تفعيل Cron job للتجديد التلقائي ليعمل ذلك.
de: Wichtig: Sie müssen den Cronjob für automatische Verlängerungen aktivieren.
es: Importante: Usted necesitará tener habilitado el cron job para la renovación automática para que esto funcione.
eu: Garrantzitsua: programatutako ekintza gaitua eduki beharko duzu (cron job) berritze automatikorako honek funtziona dezan
fi: Tärkeää: Automaattisen uusinnan cron job pitää olla päällä, jotta tämä toimisi.
fr: Important : Vous aurez besoin d'activer le cron job (ou tâche planifiée) de renouvellement automatique pour que cela fonctionne.
hi: महत्वपूर्ण: आप यह काम करने के लिए स्वत: नवीकरण क्रॉन नौकरी सक्षम करने की आवश्यकता होगी।
it: Importante: sarà necessario abilitare il cron job rinnovo automatico per eseguire questo lavoro.
oc: Important : Vous aurez besonh d'activer lo cron job (o prètzfait planificada) de renovèlament automatic per que aquò fonctionne.
sk: Dôležité: Aby to fungovalo, budete musieť zapnúť cronjob automatickej obnovy.
tr: Önemli: Bu işlevin çalışması için otomatik süre uzatma cron job'unu etkinleştirmeniz gerekecektir.

source: Important: an authorized value list is not enforced during batch patron import.
ar: هام: قائمة قيم الاستناد لا تُنفذ خلال استيراد حزمة المستفيد.
cs: Důležité: seznam autorizovaných hodnot není v průběhu hromadného importu čtenářů použit.
da: Vigtigt: En normværdiliste er ikke påkrævet under stabelimport af lånere.
de: Wichtig: Die Werte aus der Liste der normierten Werte werden beim Benutzerdatenimport nicht geprüft.
el: Σημαντικό: δεν επιβάλλεται μια λίστα καθιερωμένων τιμών κατά την εισαγωγή παρτίδας μελών.
es: Importante: No se aplica una lista de valores autorizados al importar los usuarios en lote.
eu: Importante: una lista de valores autorizados no se aplica al importar los usuarios en lote.
fi: Tärkeää: Auktorisoitujen arvojen lista ei ole käytössä, kun asiakkaita tuodaan eräajona.
fr: Note : Une liste de valeurs autorisées n'est pas vérifiée durant l'import par lots des adhérents.
hi: महत्वपूर्ण: एक अधिकृत मूल्य सूची बैच संरक्षक आयात के दौरान लागू नहीं है।
it: La lista di valori autorizzati non entra in gioco durante l'importazione batch di record utente.
oc: Nòta : Una lista de valors autorizadas es pas verificada pendent l'impòrt per lòts des aderents.
pl: Ważne: 'Dopuszczone wartości' nie są wymagane przy imporcie grup użytkowników.
pt: Importante: os valores autorizados não são confirmados durante a importação em lote de leitores.
pt_br: Importante: uma lista de valores autorizados não é imposta durante a importação de lotes de usuários.
sk: Dôležité: Zoznam povolených hodnôt nie je zapnutý počas hromadného importu čitateľov.
sv: Viktigt: en auktoriserad värdelista tillfrågas inte under satsimport av låntagare.
tr: Önemli: Toplu kullanıcı aktarımı sırasında yetkili değer listesi devreye sokulmaz.
zh_tw: 重要：批次匯入讀者時，容許值不是強制的。

source: Importing Patrons
ar: إستيراد مستفيدين
cs: Probíhá import čtenářů
da: Importere lånere
de: Benutzer importieren
el: Εισαγωγή Μελών
es: Importando Usuarios
eu: Importando socios
fi: Asiakkaiden tuonti
fr: Importer des adhérents
hi: संरक्षक का आयात
it: Importa utenti
oc: Importar des aderents
pl: Importowanie użytkowników
pt: Importar leitores
pt_br: Importando usuários
sk: Import čitateľov
sv: Importera låntagare
tr: Kullanıcıları içe aktarıyor
zh_tw: 匯入讀者

source: In 'First issue publication date' you want to enter the date of the issue you have in your hand, the date from which the prediction pattern will start
ar: في 'تاريخ النشر لأول عدد' ستدخل تاريخ العدد الذي في يدك ، الذي سيبدأ نمط التنبؤ منه
cs: Do pole 'Datum vydání prvního čísla' zadejte datum z čísla, podle kterého záznam vytváříte.
da: Under 'Første udgaves udgivelsesdag' indtastes den foreliggende udgave, den dato hvor udgivelsesmønsteret starter
de: Unter '1. Heft' tragen Sie das Erscheinungsdatum des vorliegenden Heftes ein. Dies ist das Datum, mit dem das Erscheinungsmuster beginnt.
el: Στο 'Ημερομηνία πρώτου τεύχους δημοσίευσης' πρέπει να εισάγετε την ημερομηνία του τεύχους που έχετε στα χέρια σας, την ημερομηνία από την οποία θα ξεκινήσει το σχέδιο πρόβλεψης
es: En 'Fecha del primer ejemplar' querrá introducir la fecha del ejemplar que tiene mano, la fecha desde la que el patrón de predicción se iniciará
eu: En 'Fecha del primer ejemplar' querrá introducir la fecha del ejemplar que tiene mano, la fecha desde la que el patrón de predicción se iniciará
fi: 'Ensimmäisen numeron julkaisupäivä' -kenttään syötä lehden päiväys. Siitä päivästä alkaa ennustekaavan ennuste
fr: Dans 'Date de parution du premier fascicule', entrez la date du fascicule que vous avez en main, qui servira de point de départ au prévisionnel de bulletinage.
hi: 'पहला इश्यू प्रकाशन की तारीख' आप इस इश्यू को आप अपने हाथ में है की तारीख में प्रवेश करना चाहते में, किस तारीख से भविष्यवाणी पैटर्न शुरू कर देंगे
it: In 'Pubblicazione del primo fascicolo' inserisci la data del fascicolo che hai in mano, la data da cui lo schema di arrivo partirà
oc: Dins 'Data de parution del primièr fascicul', entratz la data del fascicul qu'avètz en main, qui servira de punt de despart al previsional de bulletinage.
pl: 'Data wydania pierwszego numeru' - wprowadź datę pierwszego numeru, który biblioteka posiada, data będzie początkiem wzoru numerowania
pt: Em 'Data de publicação do primeiro número' você quer inserir a data da edição que você tem em sua mão, a data em que o padrão de predição vai começar
pt_br: Em 'Data de publicação do primeiro fascículo' você precisa informar a data do fascículo que você tem em mãos, a data a partir da qual o padrão de datação irá iniciar
sk: V 'Dátume publikovania prvého čísla' zadajte dátum čísla, ktoré máte v ruke, dátum od ktorého začne schéma predpovede
sv: I 'Publiceringsdatum första utgåva' anger du datumet för det nummer du har i handen, det datum från vilket prognosmönstret ska börja
tr: ‘İlk sayı yayınlanma tarihinde’ elinizdeki yayın tarihini yazmak isterseniz tahmini olarak o tarihten başlayacaktır.
zh_tw: 在 '首期出版日' 裡，鍵入館藏首期的日期，預期的出版模式由此開始計算

source: In 'Total Current Checkouts Allowed' enter the total number of items patrons can have checked out at one time
ar: في 'الإعارات القصوى المسموحة حالياً' أدخل العدد الأقصى للمواد التي من الممكن للمستفيدين أن يستعيروها في وقت واحد
cs: Jako 'Celkový počet povolených výpůjček' zadejte maximální povolený počet jednotek, které může mít čtenář půjčené.
da: Under 'Samlet tilladt aktuelle udlån' indføres det maksimale antal medier, som en låner kan låne samtidigt
de: Geben Sie unter 'Maximale Anzahl Ausleihen' die maximale Anzahl der von einem Benutzer gleichzeitig entleihbarer Medien an.
el: Στο 'Σύνολο Τρεχόντων Επιτρεπόμενων Δανεισμών' εισάγετε τον συνολικό αριθμό τεκμηρίων που επιτρέπεται να δανειστούν ταυτόχρονα τα μέλη
es: En 'Total de Préstamos Vigentes Permitidos' ingrese el número total de ítems que un usuario puede tener prestado al mismo tiempo
eu: 'Uneko gehieneko mailegu kopurua' aukeran bazkideek aldi berean mailegatu dezaketen gehieneko elementu kopurua idatzi behar duzu
fi: Syötä kenttään 'Lainoja sallittu' kokonaismäärä niteistä, joita asiakkaalla voi olla lainassa yhtä aikaa
fr: Saisisser dans 'Nombre Total de prêts autorisés' le maximum de documents qu'un adhérent peut détenir à la fois.
hi: 'कुल वर्तमान Checkouts अनुमति' कर सकते हैंमें आइटम संरक्षक की कुल संख्या दर्ज कर एक समय में चेक आउट की है
it: In 'Prestiti attualmente autorizzati' inserisci il numero totale di copie che un utente può avere in prestito
oc: Saisisser dins 'Nombre Total de prèstes autorizats' lo maximum de documents qu'un aderent pòt détenir a l'encòp.
pl: W 'Liczba dozwolonych obecnie wypożyczeń' wpisz całkowitą liczbę egzemplarzy, którą użytkownicy mogą wypożyczyć
pt: Em 'Total empréstimos permitidos', digite o número total de itens que os usuários podem ter em seu puder ao mesmo tempo
pt_br: Em 'Total de empréstimos permitidos', digite o número total de itens que os usuários podem ter em seu puder ao mesmo tempo
sk: V 'Celkovo momentálne povolených výpožičkách' zadajte celkové číslo exemplárov, ktoré si čitatelia kedy požičali
sv: I 'Totalt antal tillåtna lån' anger du det totala antalet objekt låntagare kan ha på lån samtidigt
tr: 'Toplam izin verilen ödünçler'de kullanıcıların bir defada ödünç alabilecekleri toplam rakamı girin.
zh_tw: 在 '借出總數' 鍵入讀者可以借出的館藏總數
