Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: More &gt; Administration &gt; Global System Preferences &gt; Circulation &gt; useDaysMode
ar: المزيد &gt; الإدارة &gt; مفضلات النظام العامة &gt; الإعارة &gt; useDaysMode
cs: Více &gt; Administrace &gt; Společná nastavení systému &gt; Výpůjčky &gt; useDaysMode
da: Mere &gt; Administration &gt; Globale systemindstillinger &gt; Udlån &gt; useDaysMode
de: Siehe: Administration &gt; Globale Systemparameter &gt; Ausleihe &gt; useDaysMode
el: Περισσότερα &gt; Διαχείριση &gt; Καθολικές Προτιμήσεις Συστήματος &gt; Διακίνηση Υλικού &gt; χρησιμοποίησε τη Ρύθμιση Ημέρες
es: Inicio &gt; Administración &gt; Preferencias globales del sistema &gt; Circulación &gt; useDaysMode
eu: Más &gt; Administracion &gt; Preferencias del sistema &gt; Circulación &gt; useDaysMode
fi: Muita toimintoja &gt; Ylläpito &gt; Yleiset järjestelmäasetukset &gt; Lainaus ja palautus &gt; useDaysMode
fr: Plus &gt; Administration &gt;Préférences système générales &gt; Circulation &gt; useDaysMode
hi: अधिक &gt; प्रशासन एवं जीटी; ग्लोबल सिस्टम प्राथमिकताएं &gt; संचलन &gt; दिन माध्यम का उपयोग
it: Più &rsaquo; Amministrazione &rsaquo; Preferenze di sistema &rsaquo; Circolazione &gt; useDaysMode
oc: Plus &gt; Administration &gt;Preferéncias sistèma generalas &gt; Circulation &gt; useDaysMode
pl: Przejdź do: Więcej &gt; Administracja &gt; Globalne Ustawienia Systemu &gt; Udostępnianie &gt; Wyznaczanie terminu zwrotu
pt: Mais &gt; Administração &gt; Preferências sistema &gt; Empréstimo &gt; useDaysMode
pt_br: Mais &gt; Administração &gt; Preferências Globais do Sistema &gt; Circulação &gt; useDaysMode
sk: Viac &gt; Administrácia &gt; Všeobecné nastavenia systému &gt; Obeh &gt; useDaysMode
sv: Mer &gt; Administration &gt; Globala systeminställningar &gt; Cirkulation &gt; useDaysMode
tr: Daha fazla &gt; Yönetim &gt; Global Sistem Seçenekleri &gt; Dolaşım &gt; Gün Modunu kullan
zh_tw: 更多 &gt; 管理 &gt; 整體系統偏好 &gt; 流通 &gt; useDaysMode

source: More &gt; Administration &gt; Patrons &amp; Circulation &gt; Patron attribute types
ar: المزيد &gt; الإدارة &gt; المستفيدون &amp; الإعارة &gt; أنواع سمات المستفيدين
cs: Více &gt; Administrace &gt; Uživatelé &amp; Výpůjčky &gt; Typy atributů uživatelů
da: Mere &gt; Administration &gt; Lånere &gt; Udlån &gt; Lånerattributtyper
de: Mehr &gt; Administration &gt; Benutzer &amp; Ausleihe &gt; Benutzerattribute
el: Περισσότερα &gt; Διαχείριση &gt; Καθολικές Προτιμήσεις Συστήματος &gt; Διακίνηση Υλικού &gt; Τύποι χαρακτηριστικών Μελών
es: Inicio &rsaquo; Administración &gt; Usuarios y Circulación &gt; Tipos de atributos de usuario
eu: Inicio &rsaquo; Administración &gt; Socios y circulación &gt; Tipos de atributos de socio
fi: Muita toimintoja &gt; Ylläpito &gt; Asiakkaat &amp; Lainaus ja palautus &gt; Asiakasmääreet
fr: Plus &gt; Administration &gt; Adhérents &amp; Circulation &gt; Types d'attribut d'adhérents
hi: अधिक &gt; प्रशासन एवं जीटी; संरक्षक &amp; संचलन &gt; संरक्षक विशेषता प्रकार
it: Più &gt; Amministrazione &gt; Utenti &amp; Circulazioni &gt; Attribuiti utente
oc: Plus &gt; Administration &gt; Aderents &amp; Circulation &gt; Tipes d'atribut d'aderents
pl: Więcej &gt; Administracja &gt; Użytkownicy &amp; Udostępnianie &gt; Typy atrybutów użytkowników
pt: Mais &gt; Administração &gt; Preferências sistema &gt; Empréstimo &gt; Tipos de atributo do leitor
pt_br: Mais &gt; Administração &gt; Usuários &amp; Circulação &gt; Tipos de atributos de usuários
sk: Viac &gt; Administrácia &gt; Čitatelia &amp; Obeh &gt; Typy vlastností čitateľa
sv: Mer &gt; Administration &gt; Låntagare &amp; lån &gt; Attributtyper för låntagare
tr: Daha fazla &gt; Yönetim &gt; Kullanıcılar &amp; Dolaşım &gt; Kullanıcı nitelik türleri
zh_tw: 更多 &gt; 管理 &gt; 讀者 &gt; 流通 &gt; 讀者

source: More &gt; Serials &gt; New Subscription
ar: المزيد &gt; الدوريات &gt; إشتراك جديد
cs: Více &gt; Periodika &gt; Nové předplatné
da: Mere &gt; Tidsskrifter &gt; Nye abonnementer
de: Mehr &gt; Zeitschriftenverwaltung &gt; Neues Abonnement
el: Περισσότερα &gt; Περιοδικές Εκδόσεις &gt; Νέα Συνδρομή
es: Inicio &gt; Seriadas &gt; Nueva suscripción
eu: Más &gt; Series &gt; NUeva subscripción
fi: Muita toimintoja &gt; Kausijulkaisut &gt; Uusi lehtitilaus
fr: More &gt; Périodiques &gt; Nouvel abonnement
hi: अधिक &gt; धारावाहिकों &gt; नई सदस्यता
it: Più &gt; Risorse in continuazione &gt; Nuovo abbonamento
oc: More &gt; Periodics &gt; Novèl abonament
pl: Więcej &gt; Czasopisma &gt; Nowa prenumerata
pt: Mais &gt; Periódicos &gt; Nova assinatura
pt_br: Mais &gt; Periódicos &gt; Nova assinatura
sk: Viac &gt; Periodiká &gt; Nové predplatné
sv: Mer &gt; Periodika &gt; Ny prenumeration
tr: Daha fazla &gt; Süreli yayınlar &gt; Yeni Abonelik
zh_tw: 更多 &gt; 期刊 &gt; 新增訂閱

source: Most circulated items
ar: المواد الأكثر إعارة
cs: Nejčastěji půjčované jednotky
da: Mest udlånte eksemplarer
de: Meist-entliehene Exemplare
el: Τεκμήρια που διακινούνται συχνότερα
es: Ítems más prestados
eu: Gehien mailegatutako elementuak
fi: Eniten lainatut niteet
fr: Documents les plus empruntés
hi: अधिकांश परिचालित आइटम
it: Copie con maggiore circolazione
oc: Documents les plus empruntats
pl: Najczęściej wypożyczane egzemplarze
pt: Documentos mais emprestados
pt_br: Exemplares mais emprestados
sk: Najpoužívanejšie exempláre
sv: Mest utlånade objekt
tr: En çok dolaşımda olan materyaller
zh_tw: 流通最多館藏

source: Most common patron category, usually used for a general 'Patron' category.
fi: Yleisin asiakastyyppi, yleensä käytetään yleisenä 'Asiakas' kategoriana.
hi: सबसे सामान्य संरक्षक वर्ग, आमतौर पर एक सामान्य 'संरक्षक' श्रेणी के लिए उपयोग किया जाता है.

source: Most fees and fines will be charged automatically if the fines cron job is running:
ar: معظم الرسوم والغرامات سيتم فرضها بشكل تلقائي إذا ما تم تفعيل الاعمال المجدولة للغرامات:
cs: Většina poplatků a pokut bude účtována automaticky v případě, že je spuštěn plánovač úloh (cron):
da: De fleste bøder og begyrer pålægges automatisk, hvis bøde cron jobbet kører:
de: Die meisten Gebühren und Entgelte werden automatisch durch den Gebühren-Cronjob erhoben:
el: Τα περισσότερα τέλη και πρόστιμα χρεώνονται αυτόματα αν τρέχει το cron job προστίμων:
es: La mayoría de las tasas y las multas se cargará de forma automática si el cron job de multas se está ejecutando:
eu: Kostu eta isun gehienak automatikoki kobratuko dira isunen lan programatua exekutatzen ari bada:
fi: Useimmat maksut veloitetaan automaattisesti, jos maksujen cron job on käynnissä:
fr: La plupart des frais et des amendes seront imputés automatiquement en lançant le cron job ou tâche planifiée des amendes :
hi: अधिकांश शुल्क और जुर्माना स्वचालित रूप से शुल्क लिया जाएगा, तो जुर्माना क्रॉन जॉब चल रहा है:
it: Molte multe e tariffe vengono addebitate automaticamente se gira il cron job per le multe:
pl: Większość opłat i należności będzie pobierana automatycznie, gdy skrypt będzie uruchomiony:
pt: A maior parte das multas serão cobradas se a tarefa das multas estiver a correr:
pt_br: A maioria das multas e taxas será automaticamente cobrada se o cronjob fines estiver sendo executado:
sk: Väčšina poplatkov a pokút bude vyrúbených automaticky ak cronjob pokút beží:
sv: De flesta böter och avgifter debiteras automatiskt om cron-jobbet för böter körs:
tr: Eğer para cezaları cron job çalışıyorsa çoğu ücretler ve para cezaları otomatik olarak yüklenecektir:
zh_tw: 執行罰款工作排程後，大部份的費用與罰款都自動執行：

source: Moving items
ar: نقل المواد
cs: Přesouvání jednotek
da: Flytter eksemplarer
de: Exemplare umhängen
el: Μετακίνηση τεκμηρίων
es: Moviendo ítems
eu: Elementuak lekualdatzen
fi: Siirrä niteitä
fr: Déplacement d'exemplaires
hi: आइटम चल रहा है
it: Spostare le copie
oc: Déplacement d'exemplars
pl: Przenoszenie egzemplarzy
pt: Mover exemplares
pt_br: Movendo exemplares
sk: Presúvanie exemplárov
sv: Flytta objekt
tr: Materyallerin yeri değiştiriliyor
zh_tw: 移動館藏

source: N = New card
ar: N = بطاقة جديدة
cs: N = Nová karta
da: N = Nyt kort
de: N = Neuer Ausweis
el: N = Νέα Κάρτα
es: N = Nuevo carné
eu: N = Nuevo carnet
fi: N = Uusi kortti
fr: N = Nouvelle carte
hi: एन = नया कार्ड
it: N = Nuova tessera
oc: N = Novèla carte
pl: N = New card (Nowa karta)
pt: N = Novo cartão
pt_br: N = Nova carteirinha
sk: N = Nový preukaz
sv: N = Nytt kort
tr: N = Yeni kart
zh_tw: N = 新增卡片

source: NATIONAL LIBRARY OF WALES cat.llgc.org.uk:210 default
hi: वेल्स के राष्ट्रीय पुस्तकालय cat.llgc.org.uk:210 default
tr: GALLER ULUSAL KÜTÜPHANESİ cat.llgc.org.uk:210 varsayılan

source: NULL: means the patron requested the 1st available, and we haven't chosen the item
ar: لاغي: يعني بأن المستفيد طلب المتاح اولا، ولم نقم باختيار مادة
cs: NULL: znamená, že čtenář požádal první výtisk k dispozici, a my jsme nevybrali tento výtisk
da: NULL: mener at låneren valgte det første tilgængelige og vi har ikke valgt hvilket
de: NULL: es handelt sich um eine Titelvormerkung auf das erste verfügbare Exemplar und es wurde noch kein Exemplar ausgewählt
el: ΑΚΥΡΟ: σημαίνει ότι το μέλος ζήτησε το 1ο διαθέσιμο και δεν έχουμε επιλέξει το τεκμήριο
es: NULL: significa que el usuario solicitó el primero disponible, y no hemos elegido el ítem
eu: NULL: significa que el socio ha buscado el primero disponible y no hemos elegido este ítem.
fi: NULL: tarkoittaa asiakkaan valinneen 1. saatavana olevan ja me emme ole valinneet nidettä
fr: NULL: l'adhérent a réservé le premier exemplaire disponible, et nous ne l'avons pas encore choisi
hi: रिक्त: संरक्षक 1 उपलब्ध अनुरोध का मतलब है, और हम आइटम नहीं चुना है
it: NULL: significa che l'utente ha richiesto la prima copia disponibile e non l'ha scelta
oc: NULL: l'aderent a reservat lo primièr exemplar disponible, e nous ne l'avons pas encara choisi
pl: NULL: pierwszy dostępny egzemplarz zostanie wybrany dla użytkownika
pt: NULL: significa que o leitor requisitou o primeiro disponível, e não escolheu nenhum exemplar
pt_br: NULL: significa que o usuário solicitou o primeiro disponível e o exemplar não foi escolhido
sk: NULL: znamená, že čitateľ si vyžiadal prvý dostupný, a my sme nezvolili exemplár
sv: NULL: betyder att låntagaren valde den första som fanns tillgänglig och vi har inte valt objektet
tr: BOŞ: bu kelime kullanıcının 1. kullanılabilir materyali istediğini ancak bu materyali kütüphane görevlisinin seçmediği anlamına gelir
zh_tw: NULL：表示讀者要求第 1 個可用的館藏，我們沒有選擇該館藏

source: Name is a field for you to identify the search term
eu: Izena bilaketa-terminoa identifikatzeko eremua da
fi: "Nimi"-kentällä määritellään hakutermi
hi: नाम आप खोज शब्द की पहचान करने के लिए एक क्षेत्र है

source: Name the list and choose the list category.
hi: सूची को नाम दें और सूची श्रेणी चुनें।

source: New authorized values can be added to any existing or new category. To add a value:
ar: قيم استادية جديدة من الممكن أن تضاف إلى أي فئة جديدة أو حالية . لإضافة قيمة :
cs: Nové povolené hodnoty mohou být přidány do nové nebo kterékoliv existující kategorie. Pro přidání hodnoty:
da: Nye normværdier kan tilføjes til alle eksisterende eller nye kategorier. For at tilføje en værdi:
de: Es können zu jeder Kategorie neue normierte Werte hinzugefügt werden. Um einen Wert hinzuzufügen:
el: Οι νέες καθιερωμένες τιμές μπορούν να προστεθούν σε οποιαδήποτε υπάρχουσα ή νέα κατηγορία. Για να προσθέσετε μία τιμή:
es: Se puede agregar nuevos valores autorizados a cualquiera de las categorías ya existentes o nuevas. Para agregar un valor:
eu: Existitzen den kategoria batera edo kategoria berri batera balio baimendu berriak gehitu daitezke. Balio bat gehitzeko:
fi: Uusi auktorisoitu arvo voidaan lisätä olemassa olevaan luokkaan. Lisätäksesi arvon:
fr: Des valeurs autorisées peuvent être ajoutées à toute catégorie existante ou à une nouvelle catégorie. Pour ajouter une valeur :
hi: न्यू अधिकृत मानों किसी भी मौजूदा या नए वर्ग को जोड़ा जा सकता है। एक मूल्य जोड़ने के लिए:
it: Nuovi valori autorizzati possono essere aggiunti a una categoria nuova o esistente. Per aggiungere un valore:
oc: Des valors autorizadas pòdon èsser apondudas a tota categoria existenta o a una novèla categoria. Per apondre una valor :
pl: Nowe dopuszczone wartości mogą być dodane do istniejących lub nowych kategorii. Aby dodać wartość:
pt: Novos valores autorizados pode ser adicionados a uma categoria existente ou nova. Para adicionar o valor:
pt_br: Novos valores autorizados podem ser adicionados a qualquer categoria existente ou a uma nova categoria. Para adicionar um valor:
sk: Nové povolené hodnoty možno pridať ku ktorejkoľvek jestvujúcej alebo novej kategórii. Pre pridanie hodnoty:
sv: Nya auktoriserade värden kan läggas till i en befintlig eller ny kategori. För att lägga till ett värde:
tr: Yeni yetkili değerler mevcut veya yeni bir kategoriye eklenebilir. Yeni değer eklemek için:
zh_tw: 新增容許值至既有的或新增的類型，新增一個值：

source: News
ar: أخبار
cs: Novinky
da: Nyhed
de: Nachrichten
el: Νέα
es: Noticias
eu: Berriak
fi: Uutiset
fr: Annonces
hi: समाचार
it: News Koha
oc: Annonces
pl: Aktualności
pt: Notícias
pt_br: Notícias
sk: Novinky
sv: Nyheter
tr: Haberler
zh_tw: 最新消息

source: News in the OPAC will appear above the OpacMainUserBlock
ar: الأخبار في الأوباك ستظهر في الأعلى بالتفضيل OpacMainUserBlock
cs: Novinky se v OPACu sa objeví nad OpacMainUserBlock
da: Nyheder i OPAC vises over området for OpacMainUserBlock
de: Nachrichten im OPAC werden oberhalb des Bereichs von OpacMainUserBlock angezeigt
el: Τα νέα στον OPAC θα εμφανιστούν πάνω από το ΚεντρικόΜπλοκΧρήστη
es: Las noticias en el OPAC aparecerá por encima de la OpacMainUserBlock
eu: OPACen, berriak Opac erabiltzaile nagusiaren blokearen gainean agertuko dira
fi: Uutiset verkkokirjastossa näkyvät OpacMainUserBlock yläpuolella
fr: Les annonces apparaîtront à l'OPAC au dessus du OpacMainUserBlock
hi: ओपेक में समाचार OpacMainUserBlock के ऊपर दिखाई देगा
it: Le news nell'Opac appariranno sopra il OpacMainUserBlock
oc: Les annonces apparaîtront a l'OPAC al dessús del OpacMainUserBlock
pl: aktualności w OPAC pojawią się nad OPACMainUserBlock;
pt: Notícias no OPAC aparecem por baixo do OpacMainUserBlock
pt_br: Notícias no OPAC aparecem por baixo do OpacMainUserBlock
sk: Novinky v OPAC sa objavia nad OpacMainUserBlock
sv: Nyheter i OPAC visas ovanför OpacMainUserBlock
tr: OPAC içindeki haberler OpacAnaKullanıcıBloğu üzerinde görünecek
zh_tw: OPAC 的最新消息將出現在 OpacMainUserBlock 之上

source: News in the Staff Client will appear on the far left of the screen
ar: سوف تظهر الأخبار لمستخدمي اﻹدارة على يمين الشاشة
cs: Novinky v intranetu se objeví úplně v levo na obrazovce
da: Nyheder på intranet vises i venstre side af skærmen
de: Nachrichten in der Dienstobefläche werden auf der linken Seite des Bildschirms angezeigt
el: Τα νέα στη Διεπαφή Προσωπικού θα εμφανιστούν τέρμα αριστερά στην οθόνη
es: Las noticias en la interfaz del personal van a aparecer en el extremo izquierdo de la pantalla
eu: Langileen interfazea, berriak pantailaren ezkerreko muturrean agertuko dira
fi: Uutiset virkailijatyökalussa näkyvät näytön vasemmassa reunassa
fr: Les annonces apparaîtront à l'interface professionnelle dans la partie gauche de la page de démarrage
hi: स्टाफ क्लाइंट में समाचार अब तक स्क्रीन के बाएँ पर दिखाई देगा
it: Le news nello staff client appariranno nella zona a sinistra della pagina
oc: Les annonces apparaîtront a l'interfàcia professionala dins la partida esquèrra de la pagina de démarrage
pt: Notícias no interface dos técnicos aparece à esquerda do ecrã
pt_br: Notícias no interface dos técnicos aparece à esquerda do ecrã
sk: Novinky v intranete sa objavia úplne vľavo na obrazovke
sv: Nyheter i personalklienten visas längst till vänster i skärmen
tr: Personel Hesabı içindeki haberler ekranın en solunda görünecek
zh_tw: 館員介面的最新消息將出現在螢幕的左方

source: News on the circulation receipts will appear below the items that are checked out
ar: اﻷخبار في إيصالات الإعارة سوف تظهر أسفل المواد المعارة
cs: Novinky se na potvrzeních o výpůjčkách objeví pod seznamem vypůjčených jednotek
da: Hvis der er anført en bemærkning i lånerkontoen, vises den under de udlånte eksemplarer
de: Nachrichten auf den Ausleihquittungen werden unterhalb der ausgeliehenen Exemplare angezeigt
el: Τα νέα στις αποδείξεις κυκλοφορίας υλικού θα εμφανιστούν κάτω από τα δανεισμένα τεκμήρια
es: Las noticias en los recibos de circulación aparecerán bajo los ítems prestados
eu: Las noticias en los recibos de circulación aparecerán bajo los ítems prestados
fi: Uutiset lainaus- ja palautuskuiteissa näkyvät lainojen alapuolella
fr: S'il y a des notes dans la fiche adhérent elles s'affichent sur la droite de la zone de prêt
hi: संचलन प्राप्तियों पर समाचार आइटम है कि बाहर की जाँच कर रहे नीचे दिखाई देगा
it: Se ci sono novità nelle ricevute di circolazione, appariranno sotto le copie in prestito
oc: S'i a des nòtas dins la ficha aderent elles s'afichant sus la dreita de la zone de prèst
pl: Aktualności na rewersach pojawią się pod egzemplarzami wypożyczanymi
pt: Notícias nos recibos de circulação aparecem debaixo dos exemplares emprestados
pt_br: Notícias na tela de circulação irão aparecer abaixo dos items que forem emprestados
sk: Novinky na potvrdenkách o obehu sa objavia pod vypožičanými exemplármi
sv: Nyheter på lånekvitteringarna visas under de objekt som lånats
tr: Dolaşım fişlerindeki haberler ödünç verilen materyallerin altında görünecek
zh_tw: 流通收條的最新消息將出現在借出館之下

source: Next choose fields that you would like to exclude from the export separated by a space (no commas)
ar: ثم اختر الحقول التي ترغب في منعها من أن تُصدَّر مفصولة بالمسافة (بدون فواصل)
cs: Dále zvolte pole, které chcete vyloučit z exportu, oddělené mezerou (žádné čárky)
da: Vælg derefter felter, som skal ekskluderes fra eksporten, adskilt af mellemrum (ikke kommaer)
de: Wählen Sie die Felder, die vom Export ausgeschlossen werden sollen getrennt mit Leerzeichen (keine Kommas)
el: Στη συνέχεια επιλέξτε πεδία που θα θέλατε να εξαιρέσετε από την εξαγωγή χωρισμένα με κενό (όχι κόμματα)
es: A continuación elija campos que desea excluir de la exportación separados por espacio (no comas)
eu: A continuación, seleccione los campos que desea excluir de la exportación separadas por un espacio (sin comas)
fi: Valitse seuraavaksi kentät, jotka haluat jättää pois viennistä. Erota kentät toisistaan välilyönnillä (ei pilkuilla)
fr: Puis, choisisez les champs que vous souhaitez exclure de l'export, séparés par un espace (pas une virgule)
hi: अगले क्षेत्रों है कि आप निर्यात एक जगह से अलग से बाहर करने के लिए चाहते हैं चुनें (कोई अल्पविराम)
it: Poi scegli i campi che vuoi escludere dal report separati da spazio (non da virgola)
oc: Puis, choisisez los camps que volètz exclure de l'expòrt, separats per un espaci (pas una virgula)
pt: De seguida escolha quais os campos que deseja excluir da exportação separados por um espaço (sem vírgulas)
pt_br: Escolha os campos que você quer excluir da exportação separando por espaço (sem vírgulas)
sk: Ďalej zvoľte polia, ktoré chcete vylúčiť z exportu oddeleného medzerou (nie čiarkami)
sv: Sedan väljer du fält som du vill undanta från exporten och separerar dem med ett mellanslag (inga kommatecken)
tr: Daha sonra, dış aktarımdan çıkarmak istediğiniz boşlukla ayrılmış (virgülsüz) alanları seçiniz
zh_tw: 接著選取想要排除在報表的欄位，以空格區隔(不是逗點)

source: Next choose if you want to place a hold on the next available item or a specific item by clicking the radio button next to an individual item.
ar: اختر التالي إذا كنت ترغب في وضع حجز للمادة التالية المتوفرة أو مادة معينة من خلال النقر على زر الاختيار بجوار المادة الوحيدة
cs: Dále zvolte, zda chcete umístit rezervaci na další dostupný výtisk nebo na určitý výtisk klepnutím na přepínač vedle jednotlivých výtisků.
da: Vælg derefter om der skal reserveres et bestemt eksemplar eller det næste tilgængelige ved at klikke på knappen ved siden af eksemplaret.
de: Wählen Sie als nächstes, ob Sie das nächste verfügbare oder ein bestimmtes Exemplar vormerken möchten.
el: Στη συνέχεια επιλέξτε αν θέλετε να κάνετε κράτηση στο αμέσως επόμενο διαθέσιμο αντίτυπο ή σε ένα συγκεκριμένο αντίτυπο κάνοντας κλικ στο κουμπί δίπλα στο μεμονωμένο αντίτυπο.
es: A continuación elija si desea hacer una reserva en el siguiente ítem disponible o en un ítem específico haciendo clic en el botón radio al lado de un ítem individual.
eu: A continuación elija si desea hacer una reserva en el siguiente ítem disponible o en un ítem específico haciendo clic en el botón radio al lado de un ítem individual.
fi: Valitse seuraavaksi, haluatko tehdä varauksen seuraavaan vapautuvaan niteeseen vai tiettyyn niteeseen klikkaamalla valintanappia niteen vieressä.
fr: Enfin, placez la réservation soit sur le prochain exemplaire disponible soit sur un exemplaire spécifique en cochant le bouton de sélection se trouvant à côté de celui-ci.
hi: इसके बाद यदि आप रेडियो बटन एक व्यक्ति आइटम के बगल में क्लिक करके अगले उपलब्ध आइटम या एक विशेष आइटम पर एक पकड़ के लिए जगह चाहिए चुनें।
it: Poi scegli se vuoi prenotare la prima copia disponibile o se vuoi prenotarne una precisa, attivando la casella accanto alla copia.
oc: Enfin, placez la reservacion siá sul prochain exemplar disponible siá sus un exemplar especific en cochant lo boton de seleccion se trouvant a costat de celui-ci.
pl: Następnie wybierz, czy chcesz zamówić najbliższy dostępny egzemplarz, czy konkretny egzemplarz poprzez kliknięcie przy określonej pozycji.
pt: De seguida escolha se deseja colocar a reserva o próximo exemplar disponível ou num exemplar especifico ao clicar no botão junto a um exemplar individual.
pt_br: Depois, escolha se você quer reservar o próximo item disponível ou um item específico.
sk: Ďalej zvoľte, či chcete zadať rezerváciu na ďalší dostupný exemplár alebo na špecifický exemplár kliknutím na prepínač vedľa príslušného exemplára.
sv: Sedan väljer du om du vill reservera nästa tillgängliga objekt eller ett specifikt objekt, genom att klicka på radioknappen intill ett enskilt objekt.
tr: Daha sonra, tek bir materyalin yanındaki onay tuşunu kullanarak bir sonraki kullanılabilir materyal ya da belirli bir materyale ayırma koymak istiyorsanız seçin
zh_tw: 接著點選館藏旁的圓點，藉以預約下個可用的館藏或指定館藏。

source: Next choose what to do with matching records if they are found
ar: اختر التالي لما يجب القيام به مع التسجيلا المتطابقة إذا ما وجدت
cs: Dále zvolte, co udělat se shodnými záznamy pokud se najdou
da: Bestem, hvad der skal ske med passende poster, hvis de findes
de: Entscheiden Sie, was mit Datensätzen geschehen soll, für die ein Treffer in der Datenbank gefunden wurde
el: Στη συνέχεια επιλέξτε τι θα γίνει αν βρεθούν οι ταυτισμένες εγγραφές
es: A continuación elija qué hacer con los registros coincidentes si se encuentran
eu: Jarraian, aukeratu zer egin partekatze erregistroekin (egonez gero)
fi: Valitse seuraavaksi, mitä tehdään vastaaville tietueille, jos niitä löytyy
fr: Choisissez ensuite ce qu'il faut faire des notices correspondantes s'il y en a
hi: आगे क्या रिकॉर्ड के साथ मिलान करने के लिए चुन अगर वे पाए जाते हैं
it: Poi scegli cosa fare con i record che coincidono se vengono trovati
oc: Causissètz puèi ce qu'il faut far des notícias correspondentas s'il y en a
pt: De seguida escolha o que fazer com os registos concordantes encontrados
pt_br: Em seguida, escolha o que fazer com os registros correspondentes no caso de serem encontrados
sk: Ďalej zvoľte čo treba robiť so zhodnými záznamami ak sa nájdu
sv: Sedan väljer du vad som ska ske med matchande poster om några hittas
tr: Daha sonra, eşleşen kayıtlar bulunursa ne yapılacağını seçin
zh_tw: 接著選擇找到匹配紀錄後的作為
