Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Important: If the AutomaticItemReturnpreference is set to automatically transfer the items home, then a prompt will not appear
ar: هام: اذا عُيّن التفضيل AutomaticItemReturnpreference إلى تلقائياً أنقل المواد للمكتبة المالكة، فإنه لن تظهر المطالبة
cs: Důležité: Pokud preference AutomaticItemReturn je nastavean na automaticky převoz výtisků domů, pak se výzva nezobrazí
da: Vigtigt: Hvis indstillingen AutomaticItemReturnpreference er sat til automatisk at overføre eksemplererne hjem, vises ikke en opfordring
de: Wichtig: Wenn der Systemparameter 'AutomaticItemReturn' auf den automatischen Rücktransport in die Heimatbibliothek gesetzt ist, erscheint die Eingabeaufforderung nicht.
el: Σημαντικό: Εάν το AutomaticItemReturnpreference έχει οριστεί να μεταφέρει αυτόματα τα αντίτυπα, τότε δεν θα εμφανίζεται καμία παραίνεση
es: Importante: Si se configura la preferencia AutomaticItemReturn para transferir automáticamente ejemplares a su sede, entonces no aparecerá la consulta
eu: Importante: Si la preferencia AutomaticItemReturn está configurada automáticamente transfiere los ítems home, entonces el indicador no aparecerá
fi: Tärkeää: Jos AutomaticItemReturnpreference on asetettu automaattisesti palauttamaan nide kotikirjastoonsa, silloin erillistä kehotetta ei näy
fr: Note : Si la préférence AutomaticItemReturnpreference est activée, vous n'aurez pas d'avertissement.
hi: महत्वपूर्ण: AutomaticItemReturnpreference स्वचालित रूप से आइटम हस्तांतरण करने के लिए सेट कर दिया जाता है, तो एक शीघ्र दिखाई नहीं देंगे
it: Importante: Se la preferenza AutomaticItemReturn è configurata per far tornare automaticamente la copia alla biblioteca che la possiede (home library), allora non apparirà nulla
oc: Nòta : Se la preferéncia AutomaticItemReturnpreference es activada, auretz pas d'avertiment.
pl: Ważne: Jeśli AutomaticItemReturnpreference jest ustawione na przesyłanie egzemplarza do biblioteki macierzystej, podpowiedź się nie wyświetli
pt: Importante: Se a preferência de sistema AutomaticItemReturn estiver definida para transferir automaticamente os exemplares para a biblioteca de origem, o aviso não aparece
pt_br: Importante: Se a preferência AutomaticItemReturn está configurada para transferir automaticamente exemplares para a biblioteca de origem, então uma mensagem não irá aparecer
sk: Dôležité: Ak je nastavenie AutomaticItemReturn zapnuté na automatický presun exemplárov domov, výzva sa neobjaví
sv: Viktigt: Om AutomaticItemReturnpreference är inställd för att automatiskt överföra objekten hem, visas inte ett meddelande
tr: Önemli: Otomatik Materyal İadesi seçeneği materyalleri otomatik olarak ana kütüphaneye aktar olarak ayarlanırsa, hatırlatma çağrısı gözükmeyecektir.
zh_tw: 重要：若把AutomaticItemReturn偏好設為自動轉移至所屬圖書館，則不會顯示訊息

source: Important: If the field is mandatory you will not be able to clear the value in it.
ar: هام: إذا ما كان الحقل إلزامياً فإنك لن تتمكن من مسح القيم فيه.
cs: Důležité: Pokud je pole povinné nebudete moci vymazat jeho hodnotu.
da: Vigtigt: Hvis feltet er påkrævet, kan du ikke slette indholdet i det.
de: Wichtig: Wenn das Feld ein Pflichtfeld ist, können Sie es nicht leeren.
el: Σημαντικό: Εάν το πεδίο είναι υποχρεωτικό δεν θα μπορείτε να διαγράψετε την τιμή που περιέχει.
es: Importante: Si el campo es obligatorio no podrá limpiar su valor.
eu: Importante: Desde el formulario de orden, no podrá editar los detalles de catálogo.
fi: Tärkeää: Jos kenttä on pakollinen, et voi tyhjentää siitä arvoja.
fr: Note : Si le champ est obligatoire, vous ne pourrez supprimer la valeur qu'il contient.
hi: महत्वपूर्ण: यदि क्षेत्र अनिवार्य है कि आप इसे में मूल्य स्पष्ट करने में सक्षम नहीं होगा।
it: D
oc: Nòta : Se lo camp es obligatòri, vous ne pourrez suprimir la valor qu'il contient.
pt: Importante: Se o campo é obrigatório não pode limpar os valores do mesmo.
pt_br: Importante: Se o campo é obrigatório você não poderá limpar o valor dele.
sk: Dôležité: Ak je pole povinné, nebudete môcť vymazať hodnotu v ňom.
sv: Viktigt: om fältet är obligatoriskt kan du inte ta bort värdet.
tr: Önemli: Bu alan zorunluysa içindeki değeri silemeyeceksiniz.
zh_tw: 重要：不能清除必備欄位的值。

source: Important: If this field is left blank then Koha will not put a limit on the fines this item will accrue. A maximum fine amount can be set using the MaxFine system preference.
eu: Garrantzitsua: Eremu hau hutsik uzten bada orduan Kohak ez du mugarik jarriko item honek gehi ditzakeen isunetan. Gehienezko zenbateko isuna MaxFine sistema preferentzia erabiliz konfigura daiteke.
fi: Tärkeää: Jos tämä kenttä jätetään tyhjäksi, Koha ei rajoita niteestä kertyvien myöhästymismaksujen määrää. Maksimisumma voidaan määritellä MaxFine-järjestelmäasetuksella.
hi: महत्वपूर्ण: इस क्षेत्र को खाली छोड़ दिया जाता है, तो Koha जुर्माना यह आइटम अर्जित करेगा पर एक सीमा में नहीं रखा जाएगा। अधिकतम जुर्माना राशि Maxfine प्रणाली वरीयता का उपयोग कर सेट किया जा सकता है।

source: Important: If you do not charge fines and/or don't have the fines cron job running you will see no data on this report.
ar: هام: إذا ما لم تسدد الغرامات و/أو لا تمتلك مهمة مجدولة عاملة تخص الغرامات فلن ترى أي بيانات في هذا التقرير.
cs: Důležité: Pokud nechcete účtovat pokuty a/nebo nemají pokuty periodické spuštění, neuvidíte žádné údaje v této zprávě.
da: Vigtigt: Hvis du ikke opkræver bøder og/eller eller ikke har bøde cronjobbet kørende, ses ingen data i denne rapport.
de: Wichtig: Wenn Sie keine Gebühren erheben oder wenn der entsprechende Cronjob nicht eingerichtet ist, liefert dieser Report keine Daten.
es: Importante: Si no aplica multas y/o no ejecuta la tarea programada de multas no verá datos en este informe.
eu: Importante: Este valor sólo sé verificará si BorrowerMandatoryField define el DateOfBirth Como un campo obligatorio en el Registro de usuario
fi: Tärkeää: Jos et veloita maksuja ja/tai maksujen cron job ei ole käynnissä, tässä raportissa ei ole mitään tietoja.
fr: Important : si vous ne faites pas payer d'amendes ou n'avez pas activé le cron job (ou tâche planifiée) liée au amendes, vous ne verrez aucune donnée dans ce rapport.
hi: महत्वपूर्ण: यदि आप जुर्माना चार्ज नहीं करते हैं और / या चल रहा है आप इस रिपोर्ट पर कोई डाटा नहीं देखेंगे जुर्माना क्रॉन नौकरी नहीं है।
it: Importante: se non applichi multe e/o il cronjob delle multe non gira, questo report sarà vuoto.
pl: Ważne: W raporcie będzie brak danych, jeśli nie są pobierane żadne należności i opłaty.
pt: Importante: Se não deseja cobrar multas ou não tem a tarefa de cálculo de multas a correr não verá nenhuns dados neste relatório.
pt_br: Importante: Se você não cobra multa e/ou não rodou o agendamento você terá seu resultado em branco nesse relatório.
sk: Dôležité: Ak nevyberáte pokuty a/alebo nemáte spustený cronjob pokút, v tomto výkaze neuvidíte žiadne údaje.
sv: Viktigt: om du inte tillämpar böter och/eller inte kör cron-jobbet för böter ser du inga data i denna rapport.
tr: Önemli: Cezaları ücretlendirmiyorsanız ve/veya cron job çalıştıran cezalarınız yoksa, bu raporda hiçbir veri görmeyeceksiniz.
zh_tw: 重要：未收取罰款或未執行罰款排程工作，在此報表內就看不到資料。

source: Important: If you do not supply a left text margin in the template, a 3/16" (13.5 point) left text margin will apply by default.
ar: هام: إذا ما لم تزود القالب بهامش(margin) يميني ، 3/16" (13.5 point) فإنه سيتم تطبيق الافتراضيات للتباعد اليميني.
cs: Důležité: Pokud nezadáte levý okraj textu v šabloně, bude použito výchozí nastavení 3/16" (13,5 bodu).
da: Vigtigt: Hvis der ikke angives en venstre margin i skabelonen, bruges som standard en venstre margin på 3/16" (13.5 point).
de: Wichtig: Wenn Sie im Template keinen linken Textrand angeben, wird automatisch ein Rand mit 3/16'' (13.5 Punkten) angenommen.
el: Σημαντικό: Αν δεν επιλέξετε αριστερό περιθώριο κειμένου στο πρότυπο, θα επιλεχθεί ένα περιθώριο 3/16" (13.5) εξ ορισμού.
es: Importante: Si no proporciona un margen izquierdo al texto de la plantilla, se aplicará de forma predeterminada un margen de 3/16" (13.5 puntos) al texto.
eu: Garrantzitsua: txantiloian testu marjina ezkerrera jartzen ez baduzu, 3 / 16 "(13,5 puntu) ezkerreko testu marjina aplikatuko da modu lehenetsian.
fi: Tärkeää: Jos et määrittele pohjan vasenta marginaalia, vasen marginaali on oletusarvona 3/16" (13.5 pistettä).
fr: Note : Si vous ne laissez pas de marge à gauche dans votre modèle, une marge de 3/16" (13.5 point) sera appliquée par défaut.
hi: महत्वपूर्ण: यदि आप टेम्पलेट में एक छोड़ दिया पाठ मार्जिन आपूर्ति नहीं करते हैं, तो एक 3/16 "(13.5 बिंदु) को छोड़ दिया पाठ मार्जिन डिफ़ॉल्ट रूप से लागू होगा।
it: Importante: il margine sinistro di default è 3/16" (13.5 point).
oc: Nòta : Se vous ne daissatz pas de marge a esquèrra dins votre modèl, una marge de 3/16" (13.5 point) serà aplicada per defaut.
pt: Importante: Se não definir uma margem esquerda para o texto no modelo, uma margem de 3/16 polegadas será aplicada por omissão.
pt_br: Importante: se você não informar um valor para a margem esquerda no modelo, uma margem de 0,5 cm (13.5 pt) será utilizada como padrão.
sk: Dôležité: Ak neposkytnete hodnotu pre ľavý okraj textu v šablóne, predvolene sa nastaví ľavý okraj textu veľkosti 3/16" (13.5 bodov).
sv: Viktigt: om du inte anger en vänstermarginal för text i mallen kommer en marginal på 3/16" (13,5 punkter) att användas som standard.
tr: Önemli: Şablonda sol metin sınırını sağlamazsanız, 3/16 inçlik (13.5 puan) sol metin sınırı varsayılandan uygulanacaktır.
zh_tw: 重要：未在模版裡指定左邊界，則使用預設值 3/16"(13.5點)。

source: Important: If you want Koha to trigger an action (send a letter or restrict member), a delay value is required.
ar: إذا كنت تريد كوها أن يقوم بعمل (إرسل رسالة أو منع عضوا) , قيمة التأخير مطلوبة.
cs: Důležité: Pokud chcete, aby Koha spustila akci (odeslala zprávu nebo omezila čtenáře) je vyžadováno zadat hodnotu prodlevy.
da: Vigtigt: Hvis Koha skal udløse en aktion (sende en besked eller indføre en lånerspærring) kræves en forsinkelsesværdi.
de: Wichtig: Wenn Sie möchten, das Koha eine Aktion ausführt (eine Benachrichtigung verschickt oder eine Benutzersperre setzt) wird ein Karenzwert benötigt.
el: Σημαντικό: Αν θέλετε το Koha να ενεργοποιήσει μία ενέργεια (αποστολή επιστολής ή αποκλεισμός μέλους), απαιτείται μία τιμή καθυστέρησης.
es: Importante: Si desea que Koha dispare una acción (enviar una carta o suspender a un miembro), es necesario un valor de retardo.
eu: Garrantzitsua: Kohak ekintza bat disparatzea nahi baduzu (gutun bat bidaltzea, edo bazkide bat blokeatzea), atzerapen balioa behar duzu.
fi: Tärkeää: Jos haluat Kohan tekevän toiminnon (kirjeen lähetyksen tai asiakkaan lainaoikeuden rajoittamisen), viivearvo on pakollinen.
fr: Note : Saisissez un délai si vous voulez que Koha déclenche une action (envoyer une lettre ou suspendre un adhérent).
hi: महत्वपूर्ण: यदि आप Koha एक कार्रवाई को गति (एक पत्र भेज या सदस्य को प्रतिबंधित) चाहते हैं, एक देरी मूल्य की आवश्यकता है।
it: Importante: Se vuoi che Koha intraprenda un'azione (inviare una lettera o escludere un utente dal prestito), è richiesto un valore di ritardo.
oc: Nòta : Sasissètz un relambi se volètz que Koha déclenche una accion (envoyer una letra o suspendre un aderent).
pl: Ważne: Jeśli chcesz, by Koha wyzwoliła działanie (wysłanie wiadomości albo ograniczenie uprawnień), wartość opóźnienia jest wymagana.
pt: Importante: Se deseja que o Koha desencadeie uma acção (enviar uma carta por exemplo), um valor de atraso é necessário.
pt_br: Importante : se você deseja que o Koha realize ações automaticamente (como enviar avisos ou bloquear usuários), um valor de retardo é necessário.
sk: Dôležité: Ak chcete aby Koha spustila akciu (poslala list alebo obmedzila člena), vyžaduje sa hodnota oneskorenia.
sv: Viktigt: om du vill att Koha ska utlösa en åtgärd (skicka ett brev eller begränsa medlemmen), krävs ett fördröjningsvärde.
tr: Önemli: Eğer Koha'dan bir eylem başlatmasını isterseniz (bir mektup yollamak veya üyeliğe engel olmak gibi), bir süre (delay) değeri gereklidir
zh_tw: 重要：必須給寛限值，才能要求Koha啟動特定工作(送出信件或限制讀者)。

source: Important: In addition to using any authorized value code to generate a dropdown, you can use the following values as well: Branches (branches), Item Types (itemtypes) and Patron Categories (categorycode). For example a branch pull down would be generated like this &lt;&lt;Branch|branches&gt;&gt;
ar: هام: بالإضافة إلى استخدام أكواد القيم الإستنادية لتوليد القوائم المنسدلة ، فبإمكانك استخدام القيم التالية أيضاً :المكتبات الفرعية (branches)، أنواع المواد(itemtypes)و فئات المستفيدين (categorycode). على سبيل المثال قائمة منسدلة للمكتبات الفرعية ستولَّد كما يلي:&lt;&lt;Branch|branches&gt;&gt;
cs: Důležité: Kromě použití autorizovaného hodnotu kódu pro generování rozevírací seznamu, můžete použít následující hodnoty stejně: Pobočky (branches), Typy výtisků (itemtypes) a Kategorie čtenářů (category code). Například pobočková roletka bude generována takto &lt;&lt;Pobočka|branches &gt;&gt;
da: Vigtigt: Ud over at bruge en normværdi-kode til at lave en pulldown, kan følgende værdier også bruges: Afdelinger (branches), Eksemplartyper (itemtypes) og lånerkategorier (categorycode). f.eks. laves en afdelings-pulldown således &lt;&lt;Branch|branches&gt;&gt;
de: Wichtig: Zusätzlich zu Kategorien von normierten Werten können auch folgende Werte verwendet werden: Bibliotheken (branches), Medientypen (itemtypes) und Benutzertypen (categorycode). Eine Auswahlliste für die Bibiothek wird zum Beispiel erstellt mit: &lt;&lt;Bibliothek|branches&gt;&gt; erstellt.
el: Σημαντικό: Εκτός από το να χρησιμοποιήσετε οποιονδήποτε κωδικό καθιερωμένης τιμής για να δημιουργήσετε μια αναπτυσσόμενη λίστα, μπορείτε να χρησιμοποιήσετε επίσης τις τιμές που ακολουθούν: Παραρτήματα (παραρτήματα), Τύποι Τεκμηρίων (itemtypes) και Κατηγορίες Μελών (categorycode). Για παράδειγμα η αναπτυσσόμενη λίστα για ένα παράρτημα θα δημιουργούνταν έτσι &lt;&lt;Branch|branches&gt;&gt;
es: Importante: Además de utilizar cualquier código de valor autorizado para generar un desplegable, puede utilizar los siguientes valores: Sedes (branches), Tipos de Ítem (itemtypes) y Categorías de Usuarios (categorycode). Por ejemplo un desplegable de sedes puede ser generado con &lt;&lt;Sede|branches&gt;&gt;
eu: Importante: Además de usar cualquier código de valores autorizado para generar una lista desplegable, puede utilizar los siguientes valores así: Bibliotecas (branches),Tipos de ítem (itemtypes) y tipos de socio(categorycode). Por ejemplo, una biblioteca desctivada debería ser generada como &lt;&lt;Branch|branches&gt;&gt;
fi: Tärkeää: Sen lisäksi, että voit käyttää auktorisoitujen arvojen koodeja alasvetovalikon tekoon, voit valita seuraavista arvoista myös: kirjastot (branches), aineistolajit (itemtypes) ja asiakastyypit (categorycode). Esimerkiksi kirjastojen alasvetovalikko luodaan näin: &lt;&lt;Branch|branches&gt;&gt;
fr: Important&nbsp;: En plus d'employer n'importe quel code de valeur autorisé pour produire un menu déroulant, vous pouvez employer les valeurs suivantes&nbsp;: Sites (branches), types de documents (itemtypes) et catégories d'adhérents (categorycode). Par exemple une liste déroulante des sites serait générée comme ceci &lt ; &lt ; Site|sites&gt ; &gt ;
hi: महत्वपूर्ण: शाखाओं (शाखाओं), आइटम प्रकार (itemtypes) और संरक्षक वर्ग (categorycode): एक लटकती उत्पन्न करने के लिए किसी भी अधिकृत मूल्य कोड का उपयोग करने के लिए इसके अलावा, आप निम्न मान के रूप में अच्छी तरह से उपयोग कर सकते हैं। उदाहरण के लिए एक शाखा नीचे खींच इस तरह और लेफ्टिनेंट उत्पन्न हो जाएगा&lt;&ltशाखा|शाखाओं&gt;&gt;
it: Importante: Oltre a poter usare ogni valore autorizzato per generare una menu a lista, puoi anche usare: Biblioteche (branches), Tipi di copia (itemtypes) e Categorie utente (categorycode), Per esempio un menu con le biblioteche verrà generato circa cosi: &lt;&lt;Branch|branches&gt;&gt;
oc: Important&nbsp;: En plus d'employer n'importe quel còdi de valor autorizat per produire un menú desenrotlant, podètz employer les valors seguentas&nbsp;: Sites (branches), types de documents (itemtypes) e categorias d'aderents (categorycode). Per exemple una lista desenrotlanta des sites seriá generada coma ceci &lt ; &lt ; Site|sites&gt ; &gt ;
pl: Oprócz korzystania z dowolnego autoryzowanego kodu do generowania wartości rozwijanej, możesz korzystać z następujących wartości: Oddziały (branches), Typ dokumentu (itemtypes), Kategoria użytkownika (categorycode). Na przykład lista oddziałów będzie generowana w taki sposób: &lt;&lt;Branch|branches&gt;&gt;
pt: Importante: Em adição a usar qualquer código de valor autorizado para gerar a lista, pode também usar os seguintes valores: bibliotecas (branches), tipos de documentos (itemtypes) e categorias de leitor (categorycode). Por exemplo uma listagem de bibliotecas será gerada como isto &lt;&lt;Biblioteca|branches&gt;&gt;
pt_br: Importante: além de utilizar qualquer valor autorizado para gerar uma lista suspensa, você também pode usar os valores a seguir: Bibliotecas (branches), Tipos de Material (itemtypes) e Categorias de Usuário (categorycode). Por exemplo, uma lista suspensa de bibliotecas seria parecida com esta &lt;&lt;Branch|branches&gt;&gt;
sk: Dôležité: Navyše k použitiu ktoréhokoľvek kódu povolenej hodnoty na tvorbu rozbaľovacej ponuky, môžete použiť aj nasledovné hodnoty: Pobočky (branches), Typy exemplárov (itemtypes) a Kategórie čitateľov (categorycode). Napríklad, ponuka pobočiek sa vygeneruje takto: &lt;&lt;Pobočky|branches&gt;&gt;
sv: Viktigt: förutom att använda en auktoriserad värdekod för att generera en rullgardinsmeny, kan du även använda följande värden: Filialer (branches), Objekttyper (itemtypes) och Låntagarkategorier (categorycode). En rullgardinsmeny för filial genereras t.ex. så här &lt;&lt;Filial|filialer&gt;&gt;
tr: Önemli: Açılır liste oluşturmak için her hangi bir yetkili değer kodu kullanmaya ek olarak, şu değerleri de kullanabilirsiniz: Birimler (birimler), Materyal türleri (materyaltürleri) ve Kullanıcı Kategorileri(kategorikodu). Örneğin bir birim çekme menü &lt;&lt;Branch|branches&gt;&gt; şeklinde oluşturulacaktır
zh_tw: 重要：使用容許值代碼產生下拉選單外，還可使用以下的值：分館(branches)、館藏類型(itemtypes)與讀者類型(categorycode)。如：分館下拉選單可是這樣 &lt;&lt;Branch|branches&gt;&gt;

source: Important: In order for a staff member to log into the staff interface they must have (at the very least) 'catalogue' permissions which allow them to view the staff interface.
ar: هام: من أجل دخول الموظفين إلى واجهة الموظفين يجب أن يكون لديه (على أقل تقدير) 'فهرس' أذونات الذي سيسمح لهم عرض واجهة الموظفين.
cs: Důležité: Aby se knihovník mohl přihlásit do intranetu, musí mít (přinejmenším) oprávnění ke "catalogue - katalog", to umožní zobrazit rozhraní intranetu.
da: Vigtigt: For at en medarbejder kan logge ind i administrationsinterfacen skal de (som minimumat the very least) have 'katalog' tilladelser, for at logge ind i admin-interfacen.
de: Wichtig: Damit ein Benutzer sich in der Dienstoberfläche anmelden kann, muss er mindestens über die Berechtigung 'catalogue' verfügen.
el: Σημαντικό: Για να συνδεθεί ένα μέλος προσωπικού στη διεπαφή προσωπικού πρέπει να έχει (το λιγότερο) εξουσιοδότηση 'καταλόγου' η οποία θα του επιτρέψει να δει τη διεπαφή.
es: Importante: De manera de permitir al personal ingresar a la interfaz administrativa deberán tener (por lo menos) permisos de 'catálogo' para permitirle ver la interfaz administrativa.
eu: Importante: De manera de permitir al personal ingresar a la interfaz administrativa deberán tener (por lo menos) permisos de 'catalogo' para permitirle ver la interfaz administrativa.
fi: Tärkeää: Koska virkailijan pitää voida päästä kirjautumaan virkailijatyökaluun, hänelle pitää antaa (vähintään) 'catalogue' -oikeus, joka sallii kirjautumisen virkailijatyökaluun.
fr: Note : Pour que les bibliothécaires puissent se connecter à l'interface professionnelle, il faut leur attribuer (au moins) les permissions sur le module Catalogue.
hi: महत्वपूर्ण: के लिए आदेश में एक स्टाफ सदस्य स्टाफ अंतरफलक में प्रवेश करने के लिए वे 'सूची' अनुमतियों को जो उन्हें कर्मचारियों के इंटरफेस देखने के लिए अनुमति (बहुत कम से कम) होना आवश्यक है।
it: Importante: per un utente dello staff è richiesto almeno il permesso 'catalogue' per poter accedere all'interfaccia staff.
pl: Bibliotekarz, który chce się zalogować do interfejsu bibliotekarza, musi posiadać (przynajmniej) uprawnienia 'View Catalog'.
pt: Importante: Para que um técnico consiga se autentica na interface dos técnicos necessita (pelo menos) de ter permissões adequadas ('catalogue') de forma a se autenticar.
pt_br: Importante: Para que o funcionário possa acessar a interface administrativa é necessário que a opção "catálogo" das permissões de acesso esteja selecionada.
sk: Dôležité: Aby sa knihovník mohol prihlásiť do intranetu, musí mať (prinajmenšom) oprávnenie pre 'katalóg', čo mu umožní nahliadnuť do intranetu.
sv: Viktigt: för att bibliotekspersonal ska kunna logga in på personalgränssnittet måste de ha (minst) rättigheten 'katalog' som gör att de kan se personalgränssnittet.
tr: Önemli: Personel üyelerinin personel ara yüzüne giriş yapabilmesi için, personel ara yüzünü görmelerine imkan sağlayan 'katalog' izinlerinin (en azından) olması gerekir.
zh_tw: 重要：館員必須有 '目錄' 權限，才能檢視館員介面。

source: Important: In order to have overdue notices sent to your patrons, you need to set that patron category to require overdue notices.
ar: هام: من أجل أن تُرسل اشعارات التأخير للمستفيدين، تحتاج لأن تُعيّن فئة المستفيد إلى طلب اشعارات التأخير.
cs: Důležité: Aby se zprávy o upomínce odeslaly vašim čtenářům je nutné u kategorie čtenářů nastavit, aby vyžadovala zprávu o upomínce.
da: Vigtigt: Hvis der skal sendes rykkere til lånerne, skal optionen 'rykkere kræves' aktiveres i lånerkategorien.
de: Wichtig: Wenn Sie Mahnungen verschicken möchten, muss dies im Benutzertyp aktiviert sein.
el: Σημαντικό: Για να σταλούν ειδοποιήσεις εκπρόθεσμων στα μέλη σας, πρέπει να ρυθμίσετε την κατηγορία μελών ώστε να απαιτεί ειδοποιήσεις εκπρόθεσμων.
es: Importante: Para enviar avisos de vencimiento a sus usuarios, es necesario establecer que dicha categoría de usuarios tendrá avisos de vencimiento.
eu: Importante: Para enviar avisos de vencimiento a sus usuarios, es necesario establecer que dicha categoría de socios tendrá avisos de vencimiento.
fi: Tärkeää: Jos asiakkaille halutaan lähettää myöhästymisilmoituksia, täytyy asiakastyypille asettaa myöhästymisilmoitusten lähetys.
fr: Note : Afin que vos adhérents reçoivent la notification de retard, vous devez définir quelles catégories d'adhérents reçoivent les notifications.
hi: महत्वपूर्ण: आदेश में अपने संरक्षक के लिए भेजा अतिदेय नोटिस करने के लिए, आप अतिदेय नोटिस की आवश्यकता है कि संरक्षक श्रेणी निर्धारित करने की जरूरत है।
it: Importante: Per inviare delle notifiche di ritardo agli utenti, devi definire che la categoria utente in questione necessita delle notifiche di ritardo.
oc: Nòta : Afin que vòstres aderents reçoivent la notificacion de retard, vous devez definir quelles categorias d'aderents reçoivent las notificacions.
pt: Importante: Para ter avisos de atraso enviados para os seus leitores, precisa definir que a categoria de leitor exige avisos de atraso.
pt_br: Para ter avisos de atraso enviado para os seus usuários, você precisa definir que a categoria de usuário exige avisos de atraso.
sk: Dôležité: Aby sa oznámenia o omeškaní odoslali Vašim čitateľom, musíte nastaviť kategóriu čitateľov, aby vyžadovala oznámenia o omeškaní.
sv: Viktigt: för att kunna skicka förseningsmeddelanden till låntagare, måste du ställa in den låntagarkategorin så att den kräver förseningsmeddelanden.
tr: Önemli: Kullanıcılarınıza gecikme uyarılarının yollanması için, o kullanıcı kategorisini ‘gecikme uyarılarını zorunlu kıl’ şeklinde ayarlamak zorundasınız.
zh_tw: 重要：設定需要逾期通知的讀者類型，才能發送逾期通知給讀者。
