Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: 'Report is public' should be left to the default of 'No' in most cases. A report can be made public if you intend to allow access to it through the JSON webservice interface. This is a system that can be used by developers to make custom presentations of the data from the report, for example displaying it using a graphing API. To learn more speak to your local developer.
ar: 'التقرير يكون عام' ينبغي أن تترك للافتراضي 'لا' في معظم الحالات. يمكن أن يتوفر تقرير عام اذا كنت تنوي أن تسمح بالوصول له عبر واجهة خدمة الويب JSON . هذا نظام يمكن أن يُستخدم من قبل المطورين لتقديم عروض مخصصة للبيانات من التقرير، على سبيل المثال عرضها باستخدام رسوم بيانية API.لمعرفة المزيد تحدث إلى المطور المحلي الخاص بك.
cs: 'Výstup je veřejný' by mělo být ve většině případů ponecháno na výchozí 'Ne'. Výstup může být zveřejněn, pokud máte v úmyslu povolit k němu přístup prostřednictvím služeb webového rozhraní JSON. Toto je systém, který mohou využívat vývojáři, aby umožnili individuální zobrazení dat z výstupu, například zobrazení pomocí API. Pro více informací kontaktujte své vývojáře.
da: 'Rapport er offentlig' bør i de fleste tilfælde være som standard 'Nej'. En rapport kan gøres offentlig, hvis der skal gives adgang til den gennem JSON webservice-interfacen. Det er et system, som udviklere kan bruge til at lave tilpassede visninger af dataene fra rapporten, for eksempel ved at vise den med en grafisk API. Spørg din lokale udvikler for at høre nærmere.
de: 'Report ist öffentlich' sollte in den meisten Fällen auf 'Nein' bleiben. Ein Report kann öffentlich gemacht werden, wenn Sie den Zugriff von außerhalb über den JSON Webservice erlauben möchten. Das ist eine Schnittstelle, die von Entwicklern verwendet werden kann, um eigene Darstellungen der Daten aus dem Report zu entwickeln, zum Beispiel durch die Verwendung von grafischen Bibliotheken. Sprechen Sie mit Ihrem Systembetreuer vor Ort, wenn Sie mehr erfahren möchten.
el: 'Η αναφορά είναι δημόσια' θα πρέπει να μείνει προεπιλεγμένο στο "Όχι" στις περισσότερες περιπτώσεις. Μια αναφορά μπορεί να δημοσιοποιηθεί εάν σκοπεύετε να επιτρέψετε την πρόσβαση σε αυτή μέσω της διεπαφής διαδικτυακής υπηρεσίας JSON. Αυτό είναι ένα σύστημα που μπορεί να χρησιμοποιηθεί από προγραμματιστές για τη δημιουργία ειδικών παρουσιάσεων των δεδομένων από την αναφορά, για παράδειγμα την παρουσίασή του χρησιμοποιώντας ένα γραφικό API. Για περισσότερες πληροφορίες απευθυνθείτε στον προγραμματιστή σας.
es: 'Informe es público' se debe dejar por defecto en 'No' en la mayoría de los casos. Un informe se puede hacer público si tiene la intención de permitir el acceso al mismo a través de la interfaz de servicio web JSON. Este es un sistema que puede ser utilizado por desarrolladores para hacer presentaciones personalizadas de los datos del informe, por ejemplo mostrarlos usando una API gráfica. Para obtener más información hable con su desarrollador local.
eu: Se debe dejar 'No' por defecto en 'El informe es público' en la mayoría de los casos. Un informe se puede hacer público cuando se quiere permitir el acceso desde la interfaz JSON. Este es un sistema que se usa por desarrolladores para personalizar los datos de un informe como por ejemplo para mostrarlos utilizando API. Para saber más consulte a su desarrollador.
fi: 'Raportti on julkinen' -valinta pitäisi jättää oletusarvoon 'Ei' useimmissa tapauksissa. Raportti voidaan tehdä julkiseksi, jos on tarkoitus päästä siihen JSON webservicen kautta. Tätä käyttävät kehittäjät raporteissaan.
fr: 'Rapport public' devrait le plus souvent conserver la valeur par défaut 'Non'. Rendre un rapport public permet d'en autoriser l'accès via le service web JSON. Ce système peut être utilisé par les développeurs pour faire une présentation personnalisée des rapports, par exemple en les transmettant à une API de visualisation. Pour en savoir plus, discutez-en avec votre développeur.
hi: 'Report is public' ज्यादातर मामलों में 'नही' डिफाल्ट करने के लिए छोड़ दिया जाना चाहिए। एक रिपोर्ट सार्वजनिक बन सकती है यदि आप JSON वेब सेवा इंटरफेस के माध्यम से एक्सेस करने के लिए अनुमति का इरादा किया जा सकता है। यह एक ऐसी प्रणाली है कि डेवलपर्स द्वारा इस्तेमाल किया जा सकता है, उदाहरण के लिए एक रेखांकन एपीआई का उपयोग कर यह प्रदर्शित करने के लिए, रिपोर्ट से डेटा का रिवाज प्रस्तुतियों बनाने के लिए है। अपने स्थानीय डेवलपर के लिए अधिक बात जानने के लिए।
it: 'Report pubblico' dovrà essere lasciato al valore di default 'No' nella maggioranza dei casi. Un report sarà pubblico se vuoi permetterne l'acceso attraverso l'interfaccia di webservice JSON. Si tratta di un sistema utilizzabile dagli sviluppatori per personalizzare la presentazione dei report, per esempio per esempio per visualizzare i dati con un'API grafica. Per maggiori dettagli chiedi al tuo sviluppatore.
oc: 'Rapòrt public' deuriá lo plus sovent conserver la valor per defaut 'Non'. Rendre un rapòrt public permet d'en autorizar l'accès via lo servici web JSON. Aqueste sistèma pòt èsser utilizat pels desvolopaires per far una presentacion personnalisée des rapòrts, per exemple en les transmettant a une API de visualizacion. Per ne saber mai, discutissètz-ne amb vòstre desvolopaire.
pl: 'Raport jest publiczny' należy pozostawić domyślnie z 'Nie'. Raport może być publiczny, jeśli chcesz umożliwić dostęp do niego poprzez interfejs JSON WebService. Jest to system, który może być używany przez programistów do tworzenia niestandardowych prezentacji danych z raportu, na przykład do wyświetlania go za pomocą API graficznego. Jeżeli chcesz dowiedzieć się więcej skontaktuj się z lokalnym informatykiem.
pt: 'Relatório é público' deve ficar como 'Não' por omissão na maioria dos casos. Um relatório pode ser público se desejar permitir o acesso ao mesmo através dos webservices JSON. É um sistema que pode ser usado pelos programadores para criar apresentações personalizadas dos dados do relatório, como a apresentação em gráficos. Para aprender mais fale com alguém responsável.
pt_br: 'Relatório é público' deve ser deixado no padrão 'Não' na maioria dos casos. Um relatório pode se tornar público se você intenciona permitir que o acessem por uma interface de webservice JSON. Este é um sistema que pode ser usado por desenvolvedores para criar apresentações customizadas de dados do relatório, por exemplo, exibindo-as com um API de gráficos. Para aprender mais, converse com o desenvolvedor local.
sk: 'Výkaz je verejný' by mal byť vo väčšine prípadov ponechaný na 'Nie'. Výkaz možno urobiť verejným ak zamýšľate povoliť prístup k nemu cez rozhranie webovej služby JSON. Tento systém môžu využiť vývojári pre vlastné prezentácie údajov z výkazu, napríklad ich zobrazenie pomocou grafického API. Pre viac informácií sa porozprávajte s miestnym vývojárom.
sv: 'Rapport är offentlig' ska i normala fall lämnas som 'Nej'. En rapport kan ställas in som offentlig om du vill ge tillgång till den via JSON webbservice-gränssnittet. Detta är ett system som kan användas av utvecklare för att skapa anpassade presentationer av data från rapporten, t.ex. för att visa den med ett API för grafisk presentation. Du kan få mer information av din lokala utvecklare.
tr: 'Report is public' çoğu durumda 'Hayır' varsayılan olarak bırakılmalıdır. Eğer JSON web hizmeti arabirimi üzerinden erişime izin vermek istiyorsanız, bir rapor genele açık hale getirilebilir. Bu, rapordan verilerinin özel sunumlar yapmak için geliştiriciler tarafından kullanılabilecek bir sistemdir. Örneğin bir grafik API kullanarak görüntüleme. Daha fazla bilgi için yerel geliştiriciniz ile konuşunuz.
zh_tw: 大部份情況下，應讓 '公開報表' 維持在 '否' 的預設情況。公開的報表，可以從 JSON 網頁服務介面取得。軟體工程師可以經由此報表客製化其他報表，如，使用圖形 API 。細節請洽您的軟體工程師。

source: 'Report is public' should be left to the default of 'No' in most cases. A report can be made public if you intend to allow access to it through the JSON webservice interface. This is a system that can be used by developers to make custom presentations of the data from the report, for example displaying it using a graphing API. To learn more speak to your local developer.
ar: 'التقرير يكون عام' ينبغي أن تترك للافتراضي 'لا' في معظم الحالات. يمكن أن يتوفر تقرير عام اذا كنت تنوي أن تسمح بالوصول له عبر واجهة خدمة الويب JSON . هذا نظام يمكن أن يُستخدم من قبل المطورين لتقديم عروض مخصصة للبيانات من التقرير، على سبيل المثال عرضها باستخدام رسوم بيانية API.لمعرفة المزيد التحدث إلى المطور المحلي الخاص بك.
cs: 'Výstup je veřejný' by mělo být ve většině případů ponecháno na výchozí 'Ne'. Výstup může být zveřejněn, pokud máte v úmyslu povolit k němu přístup prostřednictvím služeb webového rozhraní JSON. Toto je systém, který mohou využívat vývojáři, aby umožnili individuální zobrazení dat z výstupu, například zobrazení pomocí API grafiky. Pro více informací kontaktujte své vývojáře.
da: 'Rapport er offentlig' bør i de fleste tilfælde være som standard 'Nej'. En rapport kan gøres offentlig, hvis der skal gives adgang til den gennem JSON webservice-interfacen. Det er et system, som udviklere kan bruge til at lave tilpassede visninger af dataene fra rapporten, for eksempel ved at vise den med en grafisk API. Spørg din lokale udvikler.
de: 'Report ist öffentlich' sollte in den meisten Fällen auf 'Nein' bleiben. Ein Report kann öffentlich gemacht werden, wenn Sie den Zugriff von außerhalb über den JSON Webservice erlauben möchten. Das ist eine Schnittstelle, die von Entwicklern verwendet werden kann, um eigene Darstellungen der Daten aus dem Report zu entwickeln, zum Beispiel durch die Verwendung von grafischen Bibliotheken. Sprechen Sie mit Ihrem EDVler vor Ort, wenn Sie mehr erfahren möchten.
el: 'Η αναφορά είναι δημόσια' θα πρέπει να μείνει προεπιλεγμένο στο 'Όχι' στις περισσότερες περιπτώσεις. Μια αναφορά μπορεί να δημοσιοποιηθεί εάν σκοπεύετε να επιτρέψετε την πρόσβαση σε αυτή μέσω της διεπαφής διαδικτυακής υπηρεσίας JSON. Αυτό είναι ένα σύστημα που μπορεί να χρησιμοποιηθεί από προγραμματιστές για τη δημιουργία ειδικών παρουσιάσεων των δεδομένων από την αναφορά, για παράδειγμα την παρουσίασή του χρησιμοποιώντας ένα γραφικό API. Για περισσότερες πληροφορίες απευθυνθείτε στον προγραμματιστή σας.
es: 'Informe es público' se debe dejar por defecto 'No' en la mayoría de los casos. Un informe se puede hacer público si tiene la intención de permitir el acceso al mismo a traves de la interfaz de servicio web JSON. Este es un sistema que puede ser utilizado por desarrolladores para hacer presentaciones personalizadas de los datos del informe, por ejemplo: lo despliega usando una API gráfica. Para obtener más información hable con su desarrollador local.
eu: 'Informe es público' debe dejars el valor predeterminado de" No "en la mayoría de los casos. Un informe se puede hacer público si tiene intención de permitir el acceso al mismo a través de la interfaz de servicio web JSON. Este es un sistema que puede ser utilizado por los desarrolladores para hacer presentaciones personalizadas de los datos del informe, por ejemplo utilizando una API gráfica. Para obtener más información hable con su promotor local.
fi: 'Raportti on julkinen' -valinta pitäisi jättää oletusarvoon 'Ei' useimmissa tapauksissa. Raportti voidaan tehdä julkiseksi, jos on tarkoitus päästä siihen JSON webservicen kautta. Tätä käyttävät kehittäjät raporteissaan.
fr: 'Rapport public' devrait le plus souvent conserver la valeur par défaut 'Non'. Rendre un rapport public permet d'en autoriser l'accès via le service web JSON. Ce système peut être utilisé par les développeurs pour faire une présentation personnalisée des rapports, par exemple en les transmettant à une API de visualisation. Pour en savoir plus, discutez-en avec votre développeur.
hi: 'Report is public' ज्यादातर मामलों में 'नही' डिफाल्ट करने के लिए छोड़ दिया जाना चाहिए। एक रिपोर्ट में सार्वजनिक यदि आप JSON वेब सेवा इंटरफेस के माध्यम से यह करने के लिए उपयोग की अनुमति का इरादा बनाया जा सकता है। यह एक ऐसी प्रणाली है कि डेवलपर्स द्वारा इस्तेमाल किया जा सकता है, उदाहरण के लिए एक रेखांकन एपीआई का उपयोग कर यह प्रदर्शित करने के लिए, रिपोर्ट से डेटा का रिवाज प्रस्तुतियों बनाने के लिए है। अपने स्थानीय डेवलपर के लिए अधिक बात जानने के लिए।
it: 'Report pubblico' dovrà essere lasciato al valore di default 'No' nella maggioranza dei casi. Un report sarà pubblico se vuoi permetterne l'acceso attraverso l'interfaccia di webservice JSON. Si tratta di un sistema utilizzabile dagli sviluppatori per personalizzare la presentazione dei report, per esempio per aggiungere grafici. Per maggiori dettagli chiedi al tuo sviluppatore.
oc: 'Rapòrt public' deuriá lo plus sovent conserver la valor per defaut 'Non'. Rendre un rapòrt public permet d'en autorizar l'accès via lo servici web JSON. Aqueste sistèma pòt èsser utilizat pels desvolopaires per far una presentacion personnalisée des rapòrts, per exemple en les transmettant a une API de visualizacion. Per ne saber mai, discutissètz-ne amb vòstre desvolopaire.
pl: 'Raport jest publiczny' należy pozostawić domyślnie z 'Nie'. Raport może być publiczny, jeśli chcesz umożliwić dostęp do niego poprzez interfejs JSON WebService. Jest to system, który może być używany przez programistów do tworzenia niestandardowych prezentacji danych z raportu, na przykład do wyświetlania go za pomocą API graficznego. Jeżeli chcesz dowiedzieć się więcej skontaktuj się z lokalnym informatykiem.
pt: 'Relatório é público' deve ficar como 'Não' por omissão na maioria dos casos. Um relatório pode ser público se desejar permitir o acesso ao mesmo através dos webservices JSON. É um sistema que pode ser usado pelos programadores para criar apresentações personalizadas dos dados do relatório, como a apresentação em gráficos. Para aprender mais fale com alguém responsável.
pt_br: 'Relatório é público' deve ser deixado no padrão 'Não' na maioria dos casos. Um relatório pode se tornar público se você intenciona permitir que o acessem por uma interface de webservice JSON. Este é um sistema que pode ser usado por desenvolvedores para criar apresentações customizadas de dados do relatório, por exemplo, exibindo-as com um API de gráficos. Para aprender mais, converse com o desenvolvedor local.
sk: 'Výkaz je verejný' by mal byť vo väčšine prípadov ponechaný na 'Nie'. Výkaz možno urobiť verejným ak zamýšľate povoliť prístup k nemu cez rozhranie webovej služby JSON. Tento systém môžu využiť vývojári pre vlastné prezentácie údajov z výkazu, napríklad ich zobrazenie pomocou grafického API. Pre viac informácií sa porozprávajte s miestnym vývojárom.
sv: 'Rapport är offentlig' ska i normala fall lämnas som 'Nej'. En rapport kan ställas in som offentlig om du vill ge tillgång till den via JSON webbservice-gränssnittet. Detta är ett system som kan användas av utvecklare för att skapa anpassade presentationer av data från rapporten, t.ex. för att visa den med ett API för grafisk presentation. Du kan få mer information av din lokala utvecklare.
tr: 'Report is public' çoğu durumda 'Hayır' varsayılan olarak bırakılmalıdır. Eğer JSON web hizmeti arabirimi üzerinden erişime izin vermek istiyorsanız, bir rapor genele açık hale getirilebilir. Bu, rapordan verilerinin özel sunumlar yapmak için geliştiriciler tarafından kullanılabilecek bir sistemdir. Örneğin bir grafik API kullanarak görüntüleme. Daha fazla bilgi için yerel geliştiriciniz ile konuşunuz.
zh_tw: '報表是公開的' 預設值應是 '不'。報表公開後，經由 JSON 網頁服務，就能看到它。軟體開發者以此系統客製化報表，如：經由圖形 API 顯示它們。詳情請詢問您的軟體開發者。

source: 'Required match checks' - ??
ar: 'التحقق من التطابق مطلوب '- ؟؟
cs: 'Vyžadovat kontrolu shody' - ??
da: 'Krævet sammenligning' - ??
de: "Erforderliche Prüfungen" - ??
el: 'Απαιτούμενοι έλεγχοι ταύτισης' - ??
es: 'Chequeos de coincidencia requeridos' - ??
eu: 'Nahitaezko bat etortze egiaztapenak' -
fi: 'Vaaditut vastaavuustarkistukset' - ??
fr: Concordance requise - ??
hi: 'आवश्यक मिलान की जाँच करता है' - ??
it: 'Richiesto controllo di corrispondenza' - ??
oc: Concordància requesida - ??
pl: 'Sprawdzanie wymaganego dopasowania' - ??
pt: 'Regra de concordância obrigatória' - ??
pt_br: 'Checagem de correspondências exigidas' - ??
sk: 'Povinné kontroly zhody' - ??
sv: 'Matchningskontroller som krävs' - ??
tr: 'Gerekli eşleştirme kontrolleri' - ??
zh_tw: '需要對映比對嗎' - ??

source: 'SRU Search field mapping': Click on Modify to add or update the mapping from the available fields on the Koha search form to the specific server dependent index names. For instance, a SRU server could use 'cql.anywhere' for the Any field on the Koha form. If you do not enter an index name for a specific search field, the whole record will be searched.
ar: 'SRU تخطيط حقل بحث': قم بالنقر على تعديل لإضافة أو تحديث التخطيط من الحقول المتاحة في نموذج بحث كوها إلى أسماء الفهرس المحددة المعتمدة على الخادم. على سبيل المثال، خادم SRU قد يقوم باستخدام 'cql.anywhere' لحقل أي في نموذج كوها. إذا لم تقم بإدخال اسم فهرس إلى حقل بحث محدد، سيتم بحث التسجيلة بأكملها.
cs: 'Mapování vyhledávacích polí SRU': Kliknutím na 'Změnit' můžete přidávat a upravovat mapování mezi poli Kohy a poli poskytovanými serverem. Příklad: SRU server může používat 'cql.anywhere' pro Libovolné pole. Pokud nevyplníte některé mapování, bude toto pole namapováno na celý záznam.
de: 'SRU-Suchfeldzuordnung': Dient zum Hinzufügen oder Editieren der Beziehung zwischen dem Koha-Suchformular und den serverspezifischen, durch die Indexnamen definierten Feldern. Zum Beispiel könnte ein SRU-Server 'cql.anywhere' für das Feld 'Volltextsuche' im Koha-Formular verwenden. Falls zu einem Suchfeld kein Indexname eingegeben wird, wird der gesamte Datensatz durchsucht.
el: 'SRU Αντιστοίχιση πεδίων αναζήτησης': Πατήστε στην Τροποποίηση για να προσθέσετε ή να ενημερώσετε την αντιστοίχιση από τα διαθέσιμα πεδία στην φόρμα αναζήτησης του Koha στα συγκεκριμένα ευρετήρια ονομάτων που εξαρτώνται από τον εξυπηρετητή. Για παράδειγμα, ένας εξυπηρετητής SRU θα μπορούσε να χρησιμοποιήσει το 'cql.anywhere' για το Οποιοδήποτε πεδίο στη φόρμα Koha. Εάν δεν εισάγετε ένα όνομα ευρετηρίου για ένα συγκεκριμένο πεδίο αναζήτησης, θα γίνει αναζήτηση σε ολόκληρη την εγγραφή.
es: 'Mapeo de campo de búsqueda SRU': Haga clic en Modificar para agregar o actualizar el mapeo de los campos disponibles en el formulario de búsqueda Koha para los nombres de índice dependientes del servidor específico. Por ejemplo, un servidor SRU podría utilizar 'cql.anywhere' para el campo Cualquiera en el formulario de Koha. Si no se introduce un nombre de índice para un campo de búsqueda específico, se buscará en todo el registro.
fi: 'SRU-hakukenttien kytkökset': Klikkaa 'Muokkaa' lisätäksesi tai muokataksesi saatavilla olevien kenttien kytköksiä Kohan hakulomakkeen tiettyihin serverisidonnaisiin indeksinimiin. Esimerkiksi, SRU-palvelin voisi käyttää 'cql.anywhere' -toimintoa 'Mikä tahansa kenttä' -kohtaan Kohan lomakkeella. Jos et lisää indeksin nimeä tietyille hakukentille, tietoa haetaan koko teoksesta.
fr: ' Mappage des champs de recherche SRU ' : Cliquez sur Modifier pour ajouter ou mettre à jour mappage des champs disponibles sur le formulaire de recherche de Koha aux noms d'index dépendant de serveur spécifique. Par exemple, un serveur SRU pourrait utiliser 'cql.anywhere' pour le champ "N'importe quel"dans le formulaire de Koha. Si vous n'entrez pas dans un nom d'indexpour un champ de recherche spécifique, la notice entière sera fouillée.
hi: 'SRU खोजें क्षेत्र मानचित्रण': जोड़ने या विशिष्ट सर्वर निर्भर सूचकांक नामों को Koha खोज प्रपत्र पर उपलब्ध क्षेत्रों से मानचित्रण अद्यतन करने के लिए संशोधित पर क्लिक करें। उदाहरण के लिए, एक SRU सर्वर Koha प्रपत्र पर किसी भी क्षेत्र के लिए 'cql.anywhere' इस्तेमाल कर सकते हैं। आप एक विशिष्ट खोज के क्षेत्र के लिए एक सूचकांक नाम दर्ज नहीं है, पूरे रिकॉर्ड की खोज की जाएगी।
it: 'Mappatura campi di ricerca SRU': Clicca su Modifica per aggiungere o aggiornare la mappatura dei campi disponibili nel form di ricerca di Koha su uno specifico server in base a una parola chiave. Per esempio, un server SRU puà usare 'cql.anywhere' per qualsiasi campo presente nel form di Koha. Se non inserisci nessuna parola chiave per una specifica ricerca, sarà ricercato l'intero disco.
oc: ' Mappage des camps de recèrca SRU ' : Clicatz sus Modificar per apondre ou metre a jorn mappage des camps disponibles sul formulari de recèrca de Koha als noms d'indèx dépendant de servidor especific. Per exemple, un servidor SRU poiriá utilizar 'cql.anywhere' per lo camp "N'importe quel"dans lo formulari de Koha. Se vous n'entratz pas dins un nom d'indèxpour un camp de recèrca spécifique, la notícia entièra serà fòcllée.
pt: 'Mapeamento de campo de pesquisa SRU': Clique em Modificar para adicionar ou atualizar o mapeamento em os campos disponíveis no formulário de pesquisa do Koha para campos de índice específicos do servidor. Por exemplo, o servidor SRU pode usar 'cql.anywhere' para o campo Qualquer no formulário do Koha. Se não inserir um índice para um campo de pesquisa específico, todo o registo será pesquisado.
sk: 'Mapovanie polí hľadania SRU': Kliknite a upravte pre pridanie alebo aktualizáciu mapovania z dostupných polí vo formulári vyhľadávania v Kohe pre špecifické na serveri závislé mená indexov. Napríklad, SRU server môže použiť 'cql.anywhere' pre ľubovoľné pole formulára Kohy. Ak nezadáte meno indexu pre špecifické pole hľadania, bude sa prehľadávať celý záznam.
tr: 'SRU Arama alanı eşleştirme': Koha arama formundaki mevcut alanlardan, belirli sunucu bağımlı dizin adlarına eşlemeyi eklemek veya güncellemek için Değiştir üzerine tıklayın. Örneğin, bir SRU sunucusu Koha formu üzerindeki herhangi bir alan için 'cql.anywhere' kullanabilir. Eğer belirli bir arama alanı için bir dizin adı girmezseniz, tüm kayıt aranacaktır.
zh_tw: 'SRU 搜尋欄位對照'：按修改以新增或更新從可用的Koha搜尋表單欄位對照至特定伺服器的索引名稱。如：SRU 伺服器可能使用 'cql.anywhere' 做為 Koha 表單的任何欄位。若您未鍵入索引名稱，則搜尋整筆記錄。
