Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If the list looks the way you expect it to, then click 'Save'. Next you will be brought to a preview of the routing list. To print the list click 'Save and preview routing slip.' This will open a printable version of the list.
ar: إذا كانت القائمة تبدو كما توقعت، قم بالنقر على "حفظ". بعد ذلك سيتم نقلك إلى معاينة لقائمة التمرير. لطباعة القائمة قم بالنقر على "حفظ ومعاينة كعب التمرير". سيقوم ذلك بفتح نسخة قابلة للطباعة من القائمة.
cs: Jestli seznam vypadá tak, jak očekáváte, že se, klepněte na tlačítko "Uložit". Dále budete přepnuti na kolovací seznam. Chcete-li seznam vytisknout, klepněte na tlačítko "Uložit a zobrazit náhled kolovacího seznamu." Tím se otevře verze pro tisk seznamu.
da: Hvis listen ser ud som forventet, klik på 'Gem'. Derefter kommer man til forvisningen af rutelisten. For at udskrive listen klik på 'Gem og vis rute-slip.' Det åbner en version af listen, som kan udskrives.
de: Wenn die Liste bereits so aussieht, wie Sie es möchten, klicken Sie auf 'Speichern'. Als nächstes wird eine Vorschau der Umlaufliste angezeigt. Klicken Sie auf 'Speichern und Vorschau' um die Liste auszudrucken. Es wird die Druckansicht in einem separaten Fenster geöffnet.
el: Αν η λίστα φαίνεται όπως τη θέλετε, τότε κάντε κλικ στο 'Αποθήκευση'. Στη συνέχεια θα μεταφερθείτε σε μία προεπισκόπηση της λίστας δρομολόγησης. Για να εκτυπώσετε τη λίστα κάντε κλικ στο 'Αποθήκευση και προεπισκόπηση απόδειξη δρομολόγησης'. Αυτό θα ανοίξει μία εκτυπώσιμη έκδοση της λίστας.
es: Si la lista parece correcta, haga clic en 'Guardar'. A continuación verá una vista previa de la lista de circulación. Para imprimir la lista haga clic en 'Guardar y pre-visualizar hoja de circulación.' Esto abrirá una versión imprimible de la lista.
eu: Si la lista parece correcta, haga clic en 'Guardar'. A continuación verá una vista previa de la lista de ruteo. Para imprimir la lista haga clic en 'Guardar y pre-visualizar tira de ruteo.' Esto abrirá una versión imprimible de la lista.
fi: Jos lista näyttää hyvältä, klikkaa 'Tallenna'. Seuraavaksi näet esikatselun kiertolistasta. Listan voi tulostaa klikkaamalla 'Tallenna ja esikatsele kiertolista'. Tämä avaa tulostettavan version listasta.
fr: Si la liste vous convient, cliquez sur Enregistrer. Vous êtes amené sur une page d'aperçu de la liste de routage. Pour imprimez la liste, cliquez Enregistrer et aperçu de la liste. Une version imprimable de la liste s'affichera.
hi: सूची जिस तरह से आप यह उम्मीद लग रहा है, तो 'सहेजें' पर क्लिक करें। इसके बाद आप रूटिंग सूची के एक पूर्वावलोकन के लिए लाया जाएगा। मुद्रित करने के लिए सूची क्लिक करें 'सहेजें और पूर्वावलोकन रूटिंग स्लिप।' इस सूची का मुद्रण योग्य संस्करण खुलेगा।
it: Se l'elenco ti soddisfa, premi 'Salva'. Ti verrà presentata un'anteprima della routing list. Per stamparla, premi 'Salva e vedi l'anteprima'. Si aprirà una versione stampabile della lista.
oc: Se la lista vos conven, clicatz sus Enregistrar. Sètz menat sus una pagina d'apercebut de la lista de rotatge. Per imprimissètz la lista, clicatz Enregistrar e apercebut de la lista. Una version imprimibla de la lista s'aficharà.
pl: Jeśli lista została utworzona, należy kliknąć 'Zapisz', możesz zobaczyć podgląd listy obiegu. Jeśli chcesz wydrukować listę, wybierz 'Zapisz i zobacz podgląd wydruku listy obiegu', wyświetli się okno do wydruku.
pt: Se a lista se encontra da maneira que deseja, então guarde. Se seguida será redireccionado para uma pré-visualização da lista de circulação. Para imprimir a lista clique em 'Guardar e imprimir lista', que abrirá uma versão para impressão da lista.
pt_br: Se a lista está como você queria, clique em 'Salvar'. Você terá uma visualização da Lista de Circulação. Para imprimir a lista, clique em 'Salvar e visualizar canhoto de circulação'. Isto irá abrir uma versão imprimível da lista.
sk: Ak zoznam vyzerá tak, ako očakávate, kliknite na 'Uložiť'. Ďalej sa Vám zobrazí prehľad distribučného zoznamu. Pre vytlačenie zoznamu kliknite na 'Uložiť a prezrieť distribučný ústrižok'. Týmto sa otvorí tlačová verzia zoznamu.
sv: Om listan ser ut som du vill, klickar du på 'Spara'. Sedan visas en förhandsgranskning av mottagarlistan. För att skriva ut listan klickar du på 'Spara och förhandsgranska mottagarlista'. Det öppnar en utskrivbar version av listan.
tr: Liste istediğiniz gibiyse, 'Kaydet'e tıklayın. Daha sonra dolaşım listesinin ön izlemesini göreceksiniz. Listenin çıktısını almak için 'Kaydet ve dolaşım çıktısı ön izleme' ye tıklayın. Bu işlem listenin çıktısı alınabilir sürümünü açacaktır.
zh_tw: 若傳閱清單看起來沒問題，按下 '儲存' 鈕；然後進入預覽階段。勾選 '儲存並預覽傳閱清單'，則開啟列印版本的傳閱清單，可列印該清單。

source: If the patron can have a discharge generated then it will have a button that says 'Generate discharge'
fi: Jos asiakas voi saada velattomuusilmoituksen, silloin näkyy painike 'Muodosta velattomuusilmoitus'
hi: संरक्षक निर्वहन तब उत्पन्न हो सकता है अगर यह एक बटन है कि 'मुक्ति उत्पन्न' कहते हैं पड़ेगा

source: If the patron can place holds on this item type, enter the total numbers of items (of this type) that can be put on hold in the 'Holds Allowed' field
ar: إذا ما كان من الممكن للمستفيد ان ينفذ الحجوزات على هذا النوع من المواد ، أدخل الرقم الأعظمي للمواد (من هذا النوع) التي من الممكن أن تحجز في حقل 'الحجوز المسموحة'
cs: Pokud čtenář může rezervovat tento typ výtisku, zadejte celkový počet výtisků (tohoto typu), které mohou být rezervovány do pole "Rezervace povoleny"
da: Hvis låneren kan reservere denne medietype, angiv det maksimale antal reserveringer (af denne type) i feltet 'Tilladte reserveringer'.
de: Wenn der Benutzer Vormerkungen auf diesen Medientyp setzen darf, geben Sie im Feld 'Erlaubte Vormerkungen' die maximale Anzahl an Vormerkungen (auf diesen Typ) an
el: Εάν το μέλος μπορεί να κάνει κράτηση σε αυτό τον τύπο τεκμηρίου, εισάγετε το συνολικό αριθμό τεκμηρίων (αυτού του τύπου) που μπορούν να τεθούν σε κράτηση στο πεδίο 'Επιτρεπόμενες Κρατήσεις'
es: Si el usuario puede hacer reservas de este tipo de ítem, ingrese el número total de ítems (de este tipo) que pueden reservarse en el campo 'Reservas Permitidas'
eu: Bazkideak elementu mota honen erreserbak egin baldin baditzake, idatzi mailegatu daitezkeen mota honetako gehieneko elementuak 'Egin daitezkeen erreserbak' eremuan
fi: Jos asiakas voi varata tätä aineistolajia, syötä numeroilla varausten enimmäismäärä 'Varauksia sallittu'-kenttään
fr: Si l'adhérent peut faire une réservation sur ce type d'exemplaire, entrez le nombre total d'exemplaire (de ce type) qu'il est autorisé à réserver dans le champ 'Réservation autorisées'
hi: यदि इस आइटम के प्रकार पर संरक्षक होल्ड कर सकते हैं, वस्तुओं की कुल संख्या (इस प्रकार की) है कि दर्ज करें क्षेत्र में 'होल्ड पर अनुमति' रखा जा सकता हैं
it: Se un utente può fare prenotazioni su questa tipologia di copie, inserisci il numero di copia (di questa tipologia) che può essere prenotato nel campo 'Prenotazioni possibili'
oc: Se l'aderent pòt far una reservacion sus aqueste tipe d'exemplar, entratz lo nombre total d'exemplar (de aqueste tipe) qu'il es autorizat a reservar dins lo camp 'Reservacion autorizadas'
pl: Jeśli użytkownicy mogą zamawiać ten typ dokumentów, wprowadź w polu 'Dozwolone rezerwacje' liczbę egzemplarzy/dokumentów (tego typu), które można rezerwować.
pt: Se o leitor pode reservar este tipo de documento, insira o número total de exemplares (desse tipo) que pode ser reservados no campo 'Reservas permitidas'
pt_br: Se o usuário pode reservar este tipo de material, insira o número total de exemplares (desse tipo) que pode ser reservados no campo 'Reservas permitidas'
sk: Ak čitateľ môže zarezervovať tento typ exemplárov, zadajte celkový počet exemplárov (tohto typu), ktorý sa môže zarezervovať v poli 'Povolené rezervácie'
sv: Om låntagaren kan lägga reservationer på denna objekttyp, anger du det totala antalet objekt (av denna typ) som kan reserveras i fältet 'Tillåtna reservationer'
tr: Kullanıcı bu materyali ayırabiliyorsa, 'Ayrılabilen Materyaller' alanında ayırtılabilen materyallerin (bu türün) toplam sayısını giriniz.
zh_tw: 若允許讀者預約此館藏類型，鍵入此類型館藏總數，在 '允許預約' 欄位鍵入預約

source: If the patron has a hold waiting at the library that too will appear to the right of the check out box making it easy for the circulation librarian to see that there is another item to give the patron
ar: إذا ما كان المستفيد لديه حجوزات في الانتظار بالمكتبة فإن ذلك سيُعرض أيضاً على يسار صندوق الإعارة مما يُسهل لأمين المكتبة الذي يُعير أن يعرف بوجود مواد أخرى يجب أن نعطيها للمستفيد.
cs: Pokud má čtenář nějaké čekající rezervace, budou vypsány také napravo, aby si jich knihovník mohl snadno všimnout.
da: Hvis låneren har en reservering, der venter på biblioteket, vises den til højre for feltet med udlån, så det for medarbejderen er nemt at se, at der skal udleveres endnu et eksemplar til låneren.
de: Wenn für den Benutzer eine Vormerkung zur Abholung bereit steht, wird dies rechts neben dem Feld für die Ausleihe angezeigt, so dass der Mitarbeiter an der Ausleihtheke leicht sehen kann, dass noch ein weiteres Exemplar an den Benutzer ausgegeben werden muss.
el: Αν το μέλος έχει μία κράτηση σε αναμονή στη βιβλιοθήκη αυτό θα εμφανιστεί επίσης στα δεξιά του κουτιού δανεισμού έτσι ώστε να διευκολύνεται ο βιβλιοθηκονόμος κυκλοφορίας υλικού και να βλέπει ότι πρέπει να δωθεί στο μέλος άλλο ένα τεκμήριο
es: Si el usuario tiene una reserva en espera en la biblioteca que aparece a la derecha de la caja de préstamo le será fácil al personal de circulación si hay otro ítem para darle al usuario
eu: Bazkideak hartzeko prest dagoen erreserba bat baldin badu liburutegian, hori ere maileguen koadroaren eskuinaldean agertuko da, bazkideari beste elementu bat eman behar zaion ohartaraziz zirkulazio liburuzainari
fi: Jos asiakkaalla on varaus noudettavissa kirjastossa, se näkyy oikealla lainauslaatikon vieressä, jotta lainaustilanteessa nähdään, että asiakkaalle pitää antaa toinen nide
fr: Si l'adhérent a une réservation mise de côté à la bibliothèque, celle-ci apparaît aussi sur la droite de la zone de prêt, et le bibliothécaire voit facilement qu'il y a un autre document à donner à l'adhérent
hi: संरक्षक एक होल्ड पुस्तकालय में इंतजार कर वह भी यह प्रचलन लाइब्रेरियन के लिए आसान बना रही है बॉक्स की जांच बाहर से सही करने के लिए प्रकट होगा देखने के लिए एक और आइटम संरक्षक देने के लिए है कि वहाँ है
it: Se l'utente ha una prenotazione in attesa in biblioteca, anche questa apparirà sulla destra; in questo modo l'addetto alla circolazione vedrà facilmente che c'è un'altra opera da dare all'utente
oc: Se l'aderent a una reservacion mesa de costat a la bibliotèca, celle-ci apareis tanben sus la dreita de la zòna de prèst , e lo bibliotecari voit facilement qu'i a un autre document a donner a l'aderent
pl: Jeśli użytkownik ma zamówienia oczekujące na odbiór, wyświetlą się po prawej stronie okna 'Wypożycz dla [nazwa użytkownika]'
pt: Se o leitor tem uma reserva em espera na biblioteca, aparecerá uma mensagem do lado direito da caixa de empréstimo para que o técnico possa ver se existe outro item a fornecer ao leitor
pt_br: Se o usuário tem uma reserva em espera na biblioteca, aparecerá uma mensagem do lado direito da caixa de empréstimo para que o funcionário possa ver se existe outro exemplar disponível para oferecer ao usuário
sk: Ak má čitateľ rezerváciu čakajúcu v knižnici, aj to sa objaví napravo od políčka výpožičky, aby knihovník obsluhujúci obeh ľahko videl, že má čitateľovi vydať ďalší exemplár
sv: Om låntagaren har en reservation som ligger och väntar på biblioteket, kommer detta också att visas till höger om utlåningsrutan, vilket gör det enkelt för bibliotekarien att se att låntagaren ska ha ett annat objekt också
tr: Kullanıcının kütüphanede beklemede olan, materyal çıkış kutusunun sağında da gözükecek ayrılmış bir kitabı mevcutsa, bu kutu kullanıcıya verilecek başka bir materyal olduğunu göstererek dolaşım kütüphane görevlisinin işini kolaylaştırır.
zh_tw: 若預約到館待提取，在借出盒右方將提示館員，要求讀者提取該館藏

source: If the patron has made any purchase suggestions you will see a purchase suggestions tab on the patron record.
ar: إذا قام المستفيد بعمل أي مقترحات للشراء سترى تبويب مقترحات الشراء في تسجيلة المستفيد.
cs: Pokud čtenář již někdy vložil nějaký tip na nákup, zobrazí se na jeho přehledu záložka s jím zadanými tipy na nákup.
de: Wenn der Benutzer Anschaffungsvorschläge gemacht hat, wird ein neuer Reiter mit diesen im Benutzerdatensatz angezeigt.
el: Εάν το μέλος έχει κάνει κάποιες προτάσεις αγοράς θα δείτε τις καρτέλες προτάσεων αγορών στην εγγραφή του μέλους.
es: Si el usuario ha hecho alguna sugerencia de compra, verá una pestaña de sugerencias de compra en el registro del usuario.
eu: Bazkideak erosketa-proposamena egin badu, proposamenetarako ataza bat ikusiko du bazkidearen erregistroan.
fi: Jos asiakas on tehnyt hankintaehdotuksia, ne näkyvät asiakkaan tiedoissa välilehdellä.
fr: Si l'usager a fait des suggestions d'achat vous verrez un onglet suggestions d'achat sur sa fiche.
hi: आप संरक्षक रिकॉर्ड पर एक खरीद सुझाव टैब देखेंगे संरक्षक किसी भी खरीद के सुझाव दिए हैं तो।
it: Se l'utente ha inserito un suggerimento d'acquisto, vedrai il tab 'suggerimenti d'acquisto' nella sua scheda.
oc: Se l'usagièr a fait des suggestions de crompa veiretz un onglet suggestions de crompa sus sa ficha.
pt: Se o leitor fez pelo menos uma sugestão de aquisição aparecerá um separador com essa informação no registo do leitor.
pt_br: Caso o usuário tenha feito alguma sugestão de aquisição, você poderá ver estas sugestões na aba do registro do usuário.
sk: Ak čitateľ urobil akékoľvek návrhy na nákup, uvidíte záložku návrhov na nákup v zázname o čitateľovi.
tr: Eğer kullanıcı herhangi bir satın alma önerisi yapmışsa, kullanıcı kaydının üzerinde bir satın alma önerisi sekmesi göreceksiniz.
zh_tw: 讀者提出採訪建議後，在讀者記錄裡將出現採訪建議分頁。

source: If the patron has specified that they don't want the item after a certain date, or if you have limits on hold lengths, you can enter an expiration date for the hold in the 'Hold expires on date'
ar: إذا ما كان المستفيد قد حدد أنه لا يريد المواد بعد تاريخ محدد ، أو إذا ما كنت أنت قد حددت طولاً للحجز ، فبإمكانك أن تدخل تاريخ انتهاء للحجز في 'الحجز ينتهي في التاريخ'
cs: Pokud čtenář má uvedeno, že nechce výtisk po určitém datu, nebo máte-li limity za dobu rezervace, můžete zadat datum vypršení platnosti rezervace v poli "Rezervace vyprší v den"
da: Hvis låneren har angivet, at de ikke ønsker eksemplaret efter en bestemt dato, eller hvis der er restriktioner på reserveringslængden, kan der indtastes en udløbsdato for reserveringen i 'Reservering udløber på dato'
de: Wenn der Benutzer angegeben hat, dass er den Titel nach einem bestimmten Datum nicht mehr benötigt, oder wenn die Dauer einer Vormerkung begrenzt ist, können Sie ein Ablaufdatum unter 'Vormerkung läuft ab am' angeben
el: Αν το μέλος έχει καθορίσει ότι δε θέλει το αντίτυπο μετά από κάποια ημερομηνία ή αν έχετε περιορισμούς στη διάρκεια κρατήσεων, μπορείτε να εισάγετε μία ημερομηνία λήξης για την κράτηση στο 'Η κράτηση λήγει την ημερομηνία'
es: Si el usuario ha especificado que no desea el ítem luego de una cierta fecha, o si tiene límites de tiempo de reserva, puede ingresar una fecha de expiración para la reserva en 'Reserva expira en fecha'
eu: Si el socio ha especificado que no desea el ítem luego de una cierta fecha, o si tiene límites de tiempo de reserva, puede ingresar una fecha de expiración para la reserva en 'Reserva expira en fecha'
fi: Jos asiakas on ilmoittanut, että ei tarvitse nidettä tietyn päivän jälkeen tai jos haluat rajoittaa varauksen voimassaoloaikaa, voit syöttää vanhenemisajan varaukselle
fr: Si l'adhérent a précisé qu'il ne souhaité l'exemplaire passée une certaine date, ou si vous avez des limites de durée de réservation, vous pouvez entrer une date d'expiration de la réservation.
hi: संरक्षक निर्दिष्ट किया गया है कि वे नहीं आइटम के लिए एक निश्चित तारीख के बाद चाहते हैं, या अगर आप होल्ड लंबाई पर सीमा है, तो आप में होल्ड के लिए एक समय समाप्ति तिथि में प्रवेश कर सकते हैं 'होल्डो तारीख को समाप्त हो रहा है'
it: Se l'utente ha indicato una data massima di prenotazione, o se la biblioteca ha un limite di durata delle prenotazioni, puoi indicare una data massima per la prenotazione nel campo 'Prenotazione fino al'
oc: Se l'aderent a precisat qu'il ne souhaité l'exemplar passée una certaine date, o se avètz des limites de durada de reservacion, podètz entrar una data d'expiracion de la reservacion.
pl: Jeśli użytkownik ma dodatkowe wymagania, może określić, że po ustalonej dacie już nie chce danego egzemplarza lub jeśli ma ograniczenia w zamawianiu, może wprowadzić datę, po której rezerwacja wygaśnie.
pt: Se o leitor especificar que não quer o exemplar após uma certa data, ou se tem limites na duração das reservas, pode inserir uma data de expiração da reserva no campo 'Reserva expira na data'
pt_br: Se o usuário especificou que não deseja o exemplar depois de uma determinada data ou se você tem limites de duração das reservas, você pode entrar com uma data de vencimento para a reserva em 'Reserva expira em'
sk: Ak sa čitateľ vyjadril, že nemá záujem o exemplár po určitom dátume, alebo ak máte obmedzenia ohľadom dĺžky rezervácie, môžete zadať dátum vypršania pre rezerváciu v 'Rezervácia skončí dňa'
sv: Om låntagaren har angett att de inte vill ha objektet efter ett visst datum, eller om det finns begränsningar på reservationstider, kan du ange ett förfallodatum för reservationen i 'Reservation upphör gälla datum'
tr: Kullanıcı, materyali belli bir tarihten sonra istemediğini belirtmişse, ya da ayırma sürelerinde kısıtlamalarınız varsa, 'Ayırma şu tarihte sona erer' kısmına ayırma en son tarihini girebilirsiniz.
zh_tw: 若讀者要求在指定日期後，不再預約此館藏，或館方對預約時間有限制，館員可在 '預約失效日' 鍵入失效的日期

source: If the patron reports that they have lost their card you can set the 'Lost Card' flag to prevent someone else from using that card to check items out
ar: إذا ما أرسل المستفيد تقريراً يفيد بانه أضاع بطاقته فبإمكانك أن تضبط إشارة 'بطاقة ضائعة' لتمنع شخص آخر من استخدام تلك البطاقة ﻹستعارة المواد
cs: Pokud čtenář nahlásí, že ztratil svoji kartu, můžete nastavit značku "Ztracená karta", aby se zabránilo někomu jinému používat tuto kartu pro výpůjčky
da: Hvis en låner melder, at de har tabt deres lånerkort, kan man sætte 'Tabt kort' flaget for at hindre andre i at bruge kortet til at låne medier
de: Teilt ein Benutzer den Verlust seines Ausweises mit, kann durch setzen von ''Ausweis verloren' der Mißbrauch durch andere Personen verhindert werden
el: Αν το μέλος αναφέρει ότι έχει χάσει την κάρτα του μπορείτε να επιλέξετε τη σημαία 'Χαμένη Κάρτα' για να εμποδίσετε κάποιον άλλο να δανειστεί τεκμήρια με αυτή τη κάρτα
es: Si el usuario reporta que ha perdido su carné puede establecer la marca 'Carné Perdido' para evitar que otra persona use el carné para retirar ejemplares en préstamo
eu: Bazkideak txartela galdu duela jakinarazten badu, 'Txartel galdua' adierazlea ezarri dezakezu, beste pertsona batek elementuak maileguan hartzeko txartel hori erabiltzea eragotziz
fi: Jos asiakas ilmoittaa kadottaneensa kirjastokorttinsa, voit merkitä 'Kortti kadonnut' -tilan asiakkaan tiedoissa ja estää ketään käyttämästä väärin tätä kirjastokorttia
fr: Si un adhérent signale qu'il a perdu sa carte de bibliothèque, vous pouvez activer dans la rubrique 'Blocage et suspension' de sa carte le blocage 'Perdu' d'empêcher toute utilisation frauduleuse de sa carte.
hi: संरक्षक की रिपोर्ट है कि वे अपने कार्ड आप उस कार्ड का उपयोग कर आइटम बाहर की जाँच करने से किसी और को रोकने के लिए 'खोया कार्ड' ध्वज सेट कर सकते हैं खो दिया है
it: Se l'utente riferisce di aver perso la tessera, puoi settare il flag a 'Tessera persa' per evitare che altri la usino per prendere prestiti
oc: Se un aderent signale qu'il a perdut sa carta de bibliotèca, podètz activer dins la rubrica 'Blocatge e suspension' de sa carta lo blocatge 'Perdut' d'empachar tota utilizacion frauduleuse de sa carta.
pl: Jeżeli użytkownik zgłasza, że zagubił swoją kartę, możesz zaznaczyć "Karta zgubiona", aby ktoś inny nie mógł wypożyczać, używając tej karty
pt: Se o leitor reporta que perdeu o seu cartão pode definir o campo 'Cartão perdido' para prevenir que alguém use esse cartão para empréstimo indevidos
pt_br: Se o usuário informar que perdeu sua carteirinha, você pode defini-la como 'Perdida' para evitar que outra pessoa utilize a carteirinha para empréstimos
sk: Ak čitateľ nahlási stratu svojho preukazu, môžete nastaviť príznak 'Stratený preukaz', aby na tento preukaz nemohol vypožičiavať niekto iný
sv: Om låntagaren rapporterar att de förlorat sitt kort, kan du ställa in flaggan 'Borttappat kort' för att hindra att någon annan använder kortet för lån
tr: Kullanıcı kartını kaybettiğini bildirirse, 'Kayıp Kart' seçeneğini başka birinin bu kartı kullanarak materyalleri ödünç almasını önlemek için işaretleyebilirsiniz.
zh_tw: 若讀者聲明遺失其讀者證，館員可設定 '遺失讀者證' 旗標，避免其他人持此證辦理借出事宜

source: If the patron wants the hold to start on a date other than today, enter that in the 'Hold starts on date' field
ar: إذا ما رغب المستفيد أن يبدأ الحجز بتاريخ غير اليوم ، ادخل ذلك في حقل 'الحجز يبدأ في تاريخ'
cs: Jestli chce čtenář rezervaci začít od jiného dne než dnešního, uveďte toto v políčku "Rezervace počíná dnem"
da: Hvis reserveringen skal starte på en dag anden end i dag, indtastes det i 'Reservering starter på dato'
de: Wenn der Benutzer möchte, dass die Vormerkung erst zu einem späteren Zeitpunkt greift, kann ein Startdatum unter 'Vormerkung beginnt am' eingetragen werden
el: Αν το μέλος θέλει η κράτηση να ξεκινάει σε μία ημερομηνία άλλη από τη σημερινή, σημειώστε το στο πεδίο 'Η κράτηση ξεκινάει στην ημερομηνία'
es: Si el usuario desea que la reserva comience en una fecha diferente a hoy, ingrese la fecha en el campo 'Fecha de inicio de reserva'
eu: Si el socio desea que la reserva comience en una fecha diferente a hoy, ingrese la fecha en el campo 'Fecha de inicio de reserva'
fi: Jos asiakas haluaa varauksensa alkavan jonain muuna päivänä kuin tänään, syötä se päivämäärä 'Varauksen alkamispäivä'-kenttään
fr: Si l'adhérent veut que sa réservation démarre à une autre date qu'aujourd'hui, entrez cette date dans le champ Début de réservation.
hi: संरक्षक आज की तुलना में अन्य एक तारीख को शुरू करने के लिए होल्ड चाहता है, 'तिथि पर शुरू होता है होल्डो' फ़ील्ड में दर्ज है कि
it: Se l'utente richiede che la prenotazione inizi in data diversa da oggi, puoi indicarla nel campo 'Prenotazione dal'
oc: Se l'aderent veut que sa reservacion démarre a una autra data qu'uèi, entratz aquesta data dins lo camp Començament de reservacion.
pl: Jeśli użytkownik chce określić datę rezerwacji inną niż bieżąca, wprowadź ją w pole 'Zamówienie złożone dnia'
pt: Se o leitor quer que a reserva comece numa data que não hoje, insira a data no campo 'Reserva começa na data'
pt_br: Se o usuário quiser que a reserva inicie em uma outra data que não hoje, digite esta data no campo 'Reserva inicia na data'
sk: Ak chce čitateľ začať rezerváciu v iný ako dnešný dátum, zadajte ho do poľa 'Rezervácia začína dňa'
sv: Om låntagaren vill att reservationen ska börja gälla någon annan dag än idag, anger du detta i fältet 'Reservation startar datum'
tr: Kullanıcı, ayırmanın bugünden başka bir tarihte başlamasını istiyorsa, o tarihi 'Ayırma başlangıç tarihi' alanına girin.
zh_tw: 若讀者要求在指定日期後，才開始預約，則在 '預約生效日' 欄位鍵入該生效日
