Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you'd like to search for the patron first and then the bib record for the hold, you can open the patron record and click on the 'Search to Hold' button at the top of the patron record.
ar: إذا ما رغبتَ أن تبحث عن مستفيد أولاً ومن ثمَّ التسجيلة الببليوغرافية المعلمة للحجز ، فبإمكانك أن تفتح تسجيلة المستفيد وأن تنقر على زر 'البحث عن الحجز' في أعلى تسجيلة المستفيد.
cs: Pokud byste chtěli nejdřív hledat čtenáře a pak bibliografický záznam pro rezervaci, můžete otevřít čtenářův záznam a klikněte na tlačítko "Vyhledat rezervace" v horní části čtenářova záznamu.
da: Hvis du vil søge efter låneren først og derefter posten til reserveringen, kan du åbne lånerposten og klikke på knappen 'Søg til reservering' øverst i lånerposten.
de: Wenn Sie die Vormerkung ausgehend vom Benutzer setzen möchten, suchen Sie erst den Benutzer und klicken Sie dann auf 'Vormerkung suchen' in der Werkzeugleiste des Benutzerkontos.
el: Εάν θέλετε να αναζητήσετε πρώτα το μέλος και έπειτα τη βιβλιογραφική εγγραφή για την κράτηση, μπορείτε να ανοίξετε την εγγραφή του μέλους και να πατήσετε το κουμπί 'Αναζήτηση για Κράτηση' στην κορυφή της εγγραφής του μέλους.
es: Si desea buscar primero el usuario y luego el registro de la reserva, puede abrir el registro del usuario y hacer clic en el botón 'Buscar para Reservar' en el tope del registro del usuario.
eu: Si desea buscar primero el socio y luego el registro de la reserva, puede abrir el registro del socio y seleccionar en el botón 'Buscar para reservar' en la parte superior del registro del socio.
fi: Jos haluat hakea asiakastiedot ensin ja sitten nimeketietueen varaamista varten, voit avata asiakastietueen ja klikata 'Hae ja varaa' -painiketta asiakastietojen yläreunassa.
fr: Si vous préférez commencer par trouver un adhérent avant de procéder à une réservation, allez sur la fiche de l'adhérent, puis cliquez sur le bouton Rechercher pour réserver.
hi: आप पकड़ के लिए पहली और फिर संरक्षक के लिए खोज करने के लिए बिब रिकॉर्ड करना चाहते हैं, तो आप संरक्षक रिकॉर्ड खोलने के लिए और संरक्षक रिकार्ड के शीर्ष पर 'पकड़ो खोज' बटन पर क्लिक कर सकते हैं।
it: Se vuoi cercare prima l'utente e poi il record bibliografico per la prenotazione, puoi aprire al scheda dell'utente e premere il bottone 'Cerca per prenotare', posto in alto nella scheda utente.
oc: Se vous préférez començar per trobar un aderent avant de procéder a una reservacion, allez sus la ficha de l'aderent, puèi clicatz sul boton Recercar per reservar.
pl: Jeśli chcesz złożyć zamówienie, najpierw wyszukaj konto użytkownika, potem rekord bibliograficzny. W tym celu należy otworzyć konto użytkownika i kliknąć na 'Przeszukaj katalog' w menu na koncie użytkownika.
pt: Se deseja pesquisar pelo leitor primeiro e depois pelo registo que deseja reserva, pode abrir o registo do leitor e clicar no botão 'Pesquisar para reservar' no topo do registo.
pt_br: Se você quiser procurar pelo usuário primeiro e então o registro para reservar, você pode abrir o cadastro do usuário e clicar no botão 'Pesquisar para reservar'.
sk: Ak by ste chceli najprv vyhľadať čitateľa a potom knižničný záznam pre rezerváciu, môžete otvoriť záznam o čitateľovi a kliknúť na tlačidlo 'Hľadať pre rezerváciu' na vrchu záznamu o čitateľovi.
sv: Om du först vill söka efter låntagarposten och sedan efter bib-posten för reservationen, kan du öppna låntagarposten och klicka på 'Sök för att reservera' längst upp i låntagarposten.
tr: İlk olarak kullanıcıyı ve daha sonra ayırma bibliyografik kaydını aramak istiyorsanız, kullanıcı kaydını açabilir ve kullanıcı kaydının üstündeki 'Ayırmak için ara' butonuna tıklayabilirsiniz.
zh_tw: 打開讀者紀錄，再勾選上方的 '搜尋預約' 鈕，就可以找到該讀者的預約情況。

source: If you'd like you can also enter a different 'Return-Path' email address. This is the email address that all bounced messages will go to.
ar: إذا كنت ترغب يمكنك أيضا إدخال عنوان بريد الكتروني مختلف ل"مسار الإعادة". سيكون ذلك عنوان البريد الالكتروني الذي ستذهب إليه جميع الرسائل المرتدة.
de: Sie können zusätzlich einen Return-Path angeben. An diese Adresse werden alle Nachrichten geleitet, die nicht zugestellt werden können.
es: Si desea, también puede introducir una 'Vía de retorno' de dirección de email diferente. Esta es la dirección de correo electrónico en la que irán todos los mensajes rebote.
eu: Nahi baduzu, 'Itzulera-Bidea' email helbide ezberdina ere sar dezakezu. Hau da errebote-mezu guztiak joango diren posta elektronikoko helbidea.
fi: Jos haluat, voit syöttää myös toisen 'Palautuspolku'-sähköpostiosoitteen. Tähän osoitteeseen menevät kaikki palautuneet viestit.
hi: क्या आप भी एक अलग 'वापसी पथ' ईमेल पता दर्ज कर सकते हैं करना चाहते हैं। यह ईमेल पता है कि सभी संदेशों के लिए जाना जाएगा बाउंस है।
it: Se preferisci puoi anche inserire un indirizzo email diverso nel 'Return-Path'. Questo è l'indirizzo email dove verranno girati tutti i messaggi che arriveranno.
sk: Ak si želáte, môžete zadať aj inú 'Spiatočnú' emailovú adresu. Toto je emailová adresa, na ktorú budú nasmerované všetky odrazené správy.
tr: Eğer isterseniz farklı bir 'Dönüş-Yolu' e-posta adresi girebilirsiniz. Bu, tüm geri dönen e-posta adreslerinin gideceği adres olacaktır.

source: If you'd like you can enter a different 'Reply-To' email address. This is the email address that all replies will go to.
ar: إذا كنت ترغب يمكنك إدخال عنوان بريد الكتروني مختلف ل"الرد على". سيكون ذلك هو عنوان البريد الالكتروني الذي ستذهب إليه جميع الردود.
de: Wenn Sie möchten, können Sie eine andere Antwortadresse angeben. An diese Adresse gehen dann alle Antworten.
es: Si desea, usted puede introducir una dirección de email diferente en 'Responder a'. Esta es la dirección de correo electrónico a la que se enviaran todas las respuestas.
eu: Nahi baduzu, 'Nori erantzun' gain posta elektronikoko helbide ezberdina gehi dezakezu. Hau da erantzun guztiak bidaliko diren posta elektronikoko helbidea.
fi: Jos haluat, voit syöttää toisen 'Vastausosoite'-sähköpostiosoitteen. Tähän osoitteeseen menevät kaikki asiakkaan lähettämät vastausviestit.
hi: क्या आप एक अलग 'उत्तर' करने के ईमेल पते दर्ज कर सकते हैं करना चाहते हैं। यह ईमेल पता है कि सभी उत्तर के लिए जाना जाएगा।
it: Se lo desideri puoi inserire un indirizzo email diverso come 'Reply-To'. Questo è l'indirizzo a cui arriveranno tutte le email di risposta.
sk: Ak si želáte, môžete zadať aj inú 'Odpovedať' emailovú adresu. Toto je emailová adresa, na ktorú budú nasmerované všetky odpovede.
tr: Eğer isterseniz farklı bir 'Yanıtlama' e-posta adresi girebilirsiniz. Bu adres tüm yanıtların gideceği e-posta adresi olacaktır.

source: If you'd like you can load a file of authority id numbers for the records you would like to export
ar: إذا كنت ترغب يمكنك تحميل ملف بأرقام معرفات الاستناد للتسجيلات التي ترغب في تصديرها.
de: Sie können eine Datei mit Normdaten-IDs der Datensätze laden, die Sie exportieren möchten.
es: Si desea puede cargar un archivo de números de identificación de autoridades para los registros que desea exportar
eu: Nahi baduzu autoritateen identifikazio zenbakien fitxategia karga dezakezu esportatu nahi dituzun erregistroentzat
fi: Voit ladata auktoriteettitunnuksia sisältävän tiedoston niistä tietueista, jotka haluat viedä
hi: यदि आप चाहें तो आप रिकॉर्ड के लिए प्राधिकरण आईडी नंबर की एक फ़ाइल लोड कर सकते हैं आप निर्यात करना चाहते हैं
it: Se lo desideri puoi caricare un file o gli id delle authority per i records che vuoi esportare
sk: Ak si želáte, môžete načítať súbor čísel id autorít pre záznamy, ktoré chcete exportovať
tr: Eğer isterseniz dışa aktarmak istediğiniz kayıtlar için bir otorite kimliği numaraları dosyası yükleyebilirsiniz

source: If you'd like you can load a file of biblionumbers for the records you would like to export
ar: إذا كنت ترغب يمكنك تحميل ملف بالأرقام البيبلوغرتفية للتسجيلات التي ترغب في تصديرها
de: Sie können eine Datei mit Biblionummern der Datensätze laden, die Sie exportieren möchten.
es: Si desea puede cargar un archivo de biblionumbers para los registros que desea exportar
eu: Nahi baduzu biblionumbers fitxategia karga dezakezu esportatu nahi dituzun erregistroentzat
fi: Jos haluat, voit ladata nimeketietueiden tietuenumeroita sisältävän tiedoston niistä tietueista, jotka haluat viedä
fr: Vous pouvez télécharger un fichier de biblionumbers pour les notices que vous voulez exporter
hi: यदि आप चाहें तो आप रिकॉर्ड के लिए biblionumbers की एक फ़ाइल लोड कर सकते हैं आप निर्यात करना चाहते हैं
it: Se lo desideri puoi caricare un file con la lista dei biblionumber per i record che vuoi esportare
oc: Podètz telecargar un fichièr de biblionumbers per las notícias que volètz exporter
sk: Ak si želáte, môžete načítať súbor biblionumbers pre záznamy, ktoré chcete exportovať
tr: Eğer isterseniz dışa aktarmak istediğiniz kayıtlar için bir biblionumbers dosyası yükleyebilirsiniz

source: If you'd rather enter all the holidays and then copy them all to another library all at once you can use the copy menu below the calendar
ar: إذا كنت تفضل إدخال العطلات ثم نسخها إلى مكتبة أخرى مرة واحدة يمكنك استخدام قائمة النسخ أدنى التقويم
cs: Pokud byste raději zadali všechny uzavírky a pak je zkopírovali do všech knihoven najednou, můžete použít funkci kopírovat pod kalendářem
da: Hvis du hellere vil indtaste alle lukkedage og så kopiere dem alle til en anden afdeling på en gang brug kopierings-menuen under kalenderen
de: Wenn Sie zunächst alle Schliessungstage eingeben und dann für einen anderen Standort kopieren möchten, verwenden Sie die Kopierfunktion unterhalb des Kalenders.
el: Εάν θα προτιμούσατε να εισάγετε όλες τις αργίες και κατόπιν να τις αντιγράψετε όλες σε μια άλλη βιβλιοθήκη ταυτόχρονα μπορείτε να χρησιμοποιήσετε το μενού αντιγραφής κάτω από το ημερολόγιο
es: Si prefiere ingresar todos los feriados y luego copiarlos todos a otra sede a la vez puede utilizar el menú de copia bajo el calendario
eu: Si prefiere entrar en todas las fiestas y luego copiar todos ellas a otra biblioteca, puede usar el menú de copia a continuación el calendario
fi: Jos haluat mieluummin syöttää kaikki kiinniolot ja sitten vasta kopioida ne toiselle kirjastolle kerralla, käytä kopiointivalikkoa kalenterin alapuolella
fr: Si vous souhaitez définir toutes les fermetures pour un site puis les copier vers un autre site d'un coup, vous pouvez utiliser le menu Copier en dessous du calendrier.
hi: आप बल्कि सभी छुट्टियों में प्रवेश चाहते हैं और फिर उन सब को एक बार में सभी आप कैलेंडर नीचे प्रतिलिपि मेनू का उपयोग कर सकते हैं एक और पुस्तकालय को कॉपी करते हैं
it: Se vuoi inserire tutti i giorni di chiusura e poi copiarli tutti in un'altra biblioteca in una volta sola, puoi usare il menu di copia che si trova sotto il calendario
oc: Se volètz definir totas las tampaduras per un site puèi les copiar cap a un autre site d'un coup, podètz utilizar lo menú Copiar en dejós del calendièr.
pl: Jeśli wolisz najpierw ustawić dni wolne i później równocześnie skopiować je do innych bibliotek/filii, możesz użyć opcji kopiowania poniżej kalendarza.
pt: Se desejar introduzir todos os feriados e depois copiar-los para outra biblioteca todos de uma vez use o menu de cópia abaixo do calendário
pt_br: Se você preferir inserir todos os feriados e então copiá-los para outra biblioteca de uma só vez, você pode utilizar o menu copiar, abaixo do calendário
sk: Ak by ste chceli radšej zadať všetky sviatky a potom ich všetky nakopírovať do inej knižnice naraz, môžete použiť ponuku kopírovania pod kalendárom
sv: Om du hellre vill ange alla helgdagar och sedan kopiera dem till ett annat bibliotek på en gång, kan du använda kopieringsmenyn under kalendern
tr: Tüm tatilleri girmeyi tercih ediyorsanız ve bu tatillerin hepsini birden diğer birime kopyalayacaksanız, takvimin altındaki kopyalama menüsünü kullanabilirsiniz.
zh_tw: 可使用行事曆下的複製選單，把設定好的休館日複製至所有的圖書館

source: If you're allowing renewals you can control how long the renewal loan period will be (in the units you have chosen) in the 'Renewal period' box
ar: إذا كنت تسمح بالتجديدات يمكنك التحكم في مدة التجديد (بالوحدة التي قمت باختيارها) في مربع "فترة التجديد"
cs: Pokud je povolené prodlužování, můžete nastavit o jak dlouho se mají výpůjčky prodlužovat (v jednotkách, které si zvolíte) ve sloupci "Prodlužovat o".
de: Wenn Verlängerungen erlaubt sind, können Sie über das Feld 'Verlängerungsfrist' konfigurieren, wie lange der Verlängerungszeitraum sein soll (in Einheiten, die Sie festgelegt haben)
el: Εάν επιτρέπετε ανανεώσεις μπορείτε να ελέγξετε τη χρονική διάρκεια της ανανέωσης δανεισμού (για τις μονάδες που έχετε επιλέξει) στο κουτί 'Περίοδος ανανέωσης'
es: Si está permitiendo renovaciones puede controlar cuan largo es el período de renovación (en las unidades que haya elegido) en la casilla de 'Período de renovación'
eu: Berritzeak baimentzen baldin bazabiltza berritze dataren luzeera (aukeratu dituzun unitateetan) kontrola dezakezu 'Berritze denbora' kutxatilan
fi: Jos uusinnat on sallittu, voit määritellä uusinnan laina-ajan valitsemassasi yksikössä 'Uusinta-aika' -laatikkoon
fr: Si vous autorisez les renouvellements, vous pouvez en définir la durée (dans l'unité de temps que vous aurez choisie) dans la case "Durée du renouvellement"
hi: आप नवीकरण अनुमति दे रहे हैं, तो आप नियंत्रित कर सकते हैं कि कितने समय तक नवीकरण ऋण की अवधि (इकाइयों में तुम्हें चुना है) हो जाएगा 'नवीकरण अवधि' बॉक्स में
it: Se hai l'autorizzazione ai rinnovi, è possibile controllare quanto è lungo il periodo del rinnovo (con le unità di tempo che hai scelto) nel box 'Periodo di rinnovo'.
oc: Se vous autorisez les renovèlaments, podètz en definir la durada (dins l'unité de temps que auretz causida) dins la casa "Durée del renovèlament"
pt: Se permitir renovações pode controlar qual o período de empréstimo de uma renovação (nas unidades que escolher) na caixa 'Período de renovação'
sk: Ak povoľujete predĺženia, môžete určovať dĺžku doby predĺženia výpožičiek (vo vami zvolených jednotkách) v políčku 'Doba predĺženia'
tr: Eğer ödünç verilen materyallerin süresinin uzatılmasına izin veriyorsanız, süre uzatma periyotunun hangi uzunlukta olacağını (seçtiğiniz birimlerde) 'Süre uzatma periyotu' kutusundan kontrol edebilirsiniz
zh_tw: 若已允許續借，可以藉由 '續借期間' 盒控制續借的日數(可選擇續借的單位，日或小時)

source: If you're allowing renewals you can control how soon before the due date patrons can renew their materials with the 'No renewals before' box.
ar: إذا كنت تسمح بالتجديدات يمكنك التحكم في المدة التي يمكن للمستفيدين تجديد موادهم قبل تاريخ الاستحقاق باستخدام مربع "لا تجديدات قبل"
cs: Pokud je povolené prodlužování, můžete nastavit jak dlouho před vypršením výpůjční lhůty lze prodloužení provést ve sloupci "Prodloužit lze X dní před".
de: Wenn Sie Verlängerungen erlauben, können Sie über das Feld 'Keine Verlängerungen vor' festlegen, ab welchem Zeitpunkt Benutzer Ihre Medien verlängern können.
el: Εάν επιτρέπετε ανανεώσεις μπορείτε να ελέγξετε πόσες μέρες πριν την ημερομηνία επιστροφής τα μέλη μπορούν να κάνουν ανανέωση του υλικού τους με το κουτί 'Όχι ανανεώσεις πριν'.
es: Si usted está permitiendo renovaciones, puede controlar con qué antelación a la fecha de vencimiento los usuarios pueden renovar sus materiales con la casilla 'No renovable antes de'.
eu: Berritzeak baimentzen baldin bazabiltza zein aurrerapenekin erabiltzaileek bere maileguak berritu ditzaketen bere materialak kontrola dezakezu 'Ez berritu data hau baino lehen' kutxatilan
fi: Jos uusinnat on sallittu, voit määritellä, kuinka paljon ennen eräpäivää asiakas voi uusia lainansa 'Ei uusintaa ennen' -laatikossa.
fr: Si vous autorisez les renouvellements, vous pouvez contrôler combien de temps avant la date de retour prévue, les adhérents peuvent renouveler leurs documents, avec la case 'Pas de renouvellement avant".
hi: आप नवीकरण आप नियंत्रित कर सकते हैं कि कैसे जल्दी ही नियत तारीख से पहले संरक्षक बॉक्स 'से पहले कोई नवीकरण' के साथ उनकी सामग्री नवीनीकृत कर सकते हैं अनुमति देता है कर रहे हैं।
it: Se hai le autorizzazioni per i rinnovi, è possibile decidere quanto tempo prima della data di scadenza del prestito gli utenti possono richiedere il rinnovo dei loro documenti utilizzando il box 'non rinnovabile prima del'.
oc: Se vous autorisez les renovèlaments, podètz contrôler combien de temps avant la data de retorn prevista, los aderents pòdon renovelar leurs documents, amb la casa 'Pas de renovèlament avant".
pt: Se permitir renovações pode controlar o quanto antes da data de termino os leitores podem renovar os empréstimos na caixa 'Sem renovações antes'.
pt_br: Se você permitir renovações, poderá controlar quanto antes da data de devolução os usuários poderão renovar seus materiais através da caixa 'Não renovar antes de'.
sk: Ak povoľujete predĺženia, môžete určovať koľko času pred termínom môžu čitatelia predĺžiť svoje tituly v políčku 'Nepredĺžiť pred'.
tr: Eğer ödünç verilen materyallerin süresinin uzatılmasına izin veriyorsanız, 'Bu tarihten önce uzatma yapılmaz' kutusu ile kullanıcıların ödünç aldıkları materyallerin, iade tarihinden kaç gün önce sürelerini uzatabileceklerini kontrol edebilirisiniz.
zh_tw: 若已允許續借，可以藉由 '續借開始日' 盒，指定到期前的的天數才能續借。

source: If you're allowing the checkout of items on site to patrons (these are usually items that are not for loan that you would like to check for in library use) then you will see the 'On-site checkout' checkbox.
ar: إذا كنت تسمع بإعارة المواد في الموقع للمستفيدين (وهي مواد ليست للإعارة غالبا لكنك ترغب في تحديدها للاستخدام داخل المكتبة) فسوف ترى مربع تحديد "إعارة في الموقع"
de: Wenn Sie die Vor-Ort-Ausleihe von Exemplaren erlauben (überlichweise Präsenzexemplare, die für die Benutzung im Lesesaal ausgeliehen werden), erscheint das Kästchen 'Vor-Ort-Ausleihe'.
es: Si usted está permitiendo el préstamo de ítems in situ para los usuarios (por lo general son ítems que no son para préstamo y que usted desea prestar para su uso en la biblioteca), por tanto, usted verá la casilla 'Préstamo in situ'.
fi: Jos sallit on-site-lainat (nämä ovat yleensä niteitä, joita ei saa lainata, mutta jotka voidaan antaa kirjastossa käytettäväksi), näet 'On-site-lainaus' -valintalaatikon.
hi: आप संरक्षक के लिए साइट पर मदों की इजाजत दी चेकआउट कर रहे हैं (ये आम तौर पर आइटम है कि ऋण है कि आप पुस्तकालय में उपयोग में लिए जाँच करना चाहते हैं के लिए नहीं कर रहे हैं) तो आप 'साइट पर चेकआउट' चेकबॉक्स देखेंगे।
it: Se permetti di prestare copie localmente agli utenti (lo si fa di solito con copie non prestabili che vengono date agli utenti per uso dentro la biblioteca solamente) vedrai i checkbox 'Consultazione'.
oc: Se permetètz als aderents de consultar sus plaça des documents (qui sont habituellement des documents exclus del prèst dont vous voudriez contrôler l'utilizacion dins la bibliotèca) alors la casa de marcar "Prèst Sus place" s'aficharà.
sk: Ak povoľujete výpožičky exemplárov čitateľom na mieste (toto sú zvyčajne nevypožičateľné exempláre, ktoré chcete vypožičať v rámci knižnice), zobrazí sa vám zaškrtávacie políčko 'Výpožička na mieste'.
tr: Materyallerin kütüphane içinde kullanılması için kullanıcılara ödünç verilmesine izin veriyorsanız (bunlar genellikle ödünç verilmeyen, bu nedenle kütüphane içinde kullanılması için ödünç vermek isteyeceğiniz materyallerdir), 'Kütüphane-İçi Ödünç Ver' onay kutusnu göreceksiniz.

source: If you're checking an item in that has a hold on it, you will be prompted to confirm the hold
ar: اذا كنت تُعيد مادة عليها حجز، ستتم مطالبتك لتأكيد الحجز.
cs: Pokud přijímáte výpůjčku na kterou je rezervace, budete vyzváni k potvrzení rezervace
da: Hvis du tilbageleverer et eksemplar, som er reserveret, opfordres du til at bekræfte det.
de: Wenn Sie ein Exemplar zurückbuchen, das vorgemerkt ist, werden Sie aufgefordert die Vormerkung zu bestätigen
el: Αν κάνετε επιστροφή σε ένα τεκμήριο στο οποίο έχει γίνει κράτηση, θα σας ζητηθεί να επιβεβαιώσετε την κράτηση
es: Si está recibiendo un ítem que está reservado, se le pedirá que confirme la reserva
eu: Erreserba batu duen elementu bat maileguan hartzen baduzu, erreserba berresteko eskatuko zaizu
fi: Jos olet palauttamassa nidettä, josta on varaus, näet ilmoituksen, jossa pyydetään vahvistamaan varaus
fr: Si vous faites le retour d'un document sur lequel il y a des réservation, vous serez invité à confirmer la réservation
hi: आप इस पर एक होल्ड है, में एक आइटम जाँच कर रहे हैं, तो आप होल्ड पुष्टि करने के लिए प्रेरित किया जाएगा
it: Se stai facendo rientrare una copia con una prenotazione, ti sarà mostrato un pop-up per confermare la prenotazione
oc: Se fasètz lo retorn d'un document sus lequel i a des reservacion, seretz invité a confirmar la reservacion
pl: Jeśli zwracasz egzemplarz, który jest zarezerwowany przez inną osobę, będziesz poproszony, żeby potwierdzić zamówienie
pt: Se está a devolver um exemplar que tem uma reserva sobre ele, aparecerá algo para confirmar a reserva
pt_br: Se você está devolvendo um exemplar que possui reserva, você será questionado a confirmar a reserva
sk: Ak vraciate exemplár, na ktorý sa vzťahuje rezervácia, budete vyzvaní potvrdiť rezerváciu
sv: Om du hanterar ett objekt som har en reservation, kommer du att ombes bekräfta reservationen
tr: Ayrılmış bir materyali iade alıyorsanız, ayırmayı onaylamak için yönlendirileceksiniz
zh_tw: 還入的館藏已被他人預約時，將出現確認訊息

source: If you're checking in an item that has a hold on it at another branch you will be prompted to confirm and transfer the item
ar: اذا كنت تُعيد مادة عليها حجز في فرع آخر ستتم مطالبتك لتأكيد و نقل المادة
cs: Pokud přijímáte výpůjčku na kterou je rezervace v jiné pobočce, budete vyzváni k potvrzení a převedení výtisku
da: Hvis du tilbageleverer et eksemplar, som er reserveret i en anden afdeling, får du en melding med en transportopfordring
de: Beim Zurückbuchen eines Exemplars, das von einer anderen Bibliothek vorgemerkt wurde, erhalten Sie eine Transportaufforderung.
el: Εάν κάνετε επιστροφή σε ένα τεκμήριο για το οποίο έχει γίνει κράτηση σε κάποιο άλλο παράρτημα θα σας ζητηθεί να επιβεβαιώσετε την κράτηση και να μετεφέρετε το τεκμήριο
es: Si está recibiendo un ítem que está reservado en otra sede se le pedirá que confirme la reserva y transfiera el ejemplar
eu: Beste liburutegi batean erreserbatuta dagoen elementu bat itzultzen baduzu, berretsi eta elementua transferitzeko eskatuko zaizu
fi: Jos olet palauttamassa nidettä, josta on varaus toisessa kirjastossa, näet ilmoituksen, jossa pyydetään vahvistamaan varaus ja kuljettamaan nide
fr: Si vous rendez un document qui a été réservé dans un site différent du vôtre, vous serez invité à confirmer le transfert du document
hi: आप किसी वस्तु को एक और शाखा में उस पर एक होल्ड है कि में जाँच कर रहे हैं, तो आप इस बात की पुष्टि और आइटम हस्तांतरण करने के लिए प्रेरित किया जाएगा
it: Se stai facendo rientrare una copia con una prenotazione in un'altra biblioteca, ti sarà mostrato un pop-up per confermare la prenotazione e trasferire la copia
oc: Se vous rendez un document qui a été reservat dins un site diferent del vôtre, seretz invité a confirmar lo transferiment del document
pl: Jeśli zwracasz egzemplarz, który jest zarezerwowany przez kolejnego użytkownika, ale z innej filii, będziesz poproszony o zatwierdzenie zamówienia i przekazanie go do filii
pt: Se está a devolver um exemplar que tem um reserva noutra biblioteca aparecerá algo para confirmar e transferir o documento
pt_br: Se você está devolvendo um exemplar que possui reserva em outra biblioteca você será questionado a confirmar e transferir o exemplar
sk: Ak vraciate exemplár, na ktorý sa vzťahuje rezervácia v inej pobočke, budete vyzvaní potvrdiť a presunúť exemplár
sv: Om du hanterar ett objekt som har en reservation på en annan filial, kommer du att ombes bekräfta och överföra objektet
tr: Başka bir birimde ayırtılmış materyali iade ediyorsanız, materyali onaylamanız ve aktarmanız size hatırlatılacaktır
zh_tw: 還入的館藏已被其他分館預約，將出現確認訊息，要求轉移他們
