Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Build and manage batches of patron cards
ar: بناء وإدارة دفعات من بطاقات المستفيد
cs: Vytvářet a spravovat dávky čtenářských průkazů
da: Oprette og administrere stabel med lånerkort
de: Stapel für den Druck von Benutzerausweisen erstellen und verwalten
el: Δημιουργήστε και διαχειριστείτε παρτίδες καρτών μελών
es: Crear y gestionar los lotes de carnés de usuarios
eu: Sortu eta kudeatu bazkide txartel sortak
fi: Kokoa ja hallinnoi asiakkaiden korttitietoja eräajoina
fr: Créer et gérer des lots de cartes adhérent
hi: निर्माण और संरक्षक कार्ड के बैच का प्रबंधन
it: Costruisci e gestisci batch di schede utenti
oc: Crear e gerir des lòts de cartas aderent
pl: Możliwość zdefiniowania i zarządzania grupami kart użytkowników
pt: Construir e gerir lotes de cartões de leitor
pt_br: Construir e gerir lotes de carteirinhas de usuário
sk: Zostaviť a spracovať dávky čitateľských preukazov
sv: Skapa och hantera satser med låntagarkort
tr: Toplu kullanıcı kartlarını oluştur ve yönet
zh_tw: 建立與管理批次讀者證

source: Build sets
ar: بناء مجموعة
cs: Vytváření sad
da: Opret sæt
de: Neues Set
el: Δημιουργία συνόλων
es: Crear conjuntos
eu: Crear conjuntos
fi: Rakenna joukot
fr: Construire des sets
hi: सेट बनाएँ
it: Crea sets
oc: Construire des sets
pl: Utwórz zestaw
pt: Construir conjuntos
pt_br: Criar conjuntos
sk: Zostaviť sady
sv: Skapa uppsättningar
tr: Ayar oluştur
zh_tw: 建立集

source: By default all item types and all patrons are notified of check ins and check outs. To change this, click on the item type/patron category combination that you would like to stop notices for.
fi: Oletuksena kaikista aineistolajeista lähetään ja kaikki asiakastyypit saavat viestin lainauksista ja palautuksista. Jos haluat muuttaa tämän, valitse aineistolaji/asiakastyyppi -yhdistelmä, joille viestejä ei lähetetä.
hi: डिफ़ॉल्ट रूप से सभी आइटम प्रकार और सभी संरक्षक को चेक इन की सूचना दी जाती है और चेक आउट इसे बदलने के लिए, आइटम प्रकार / संरक्षक श्रेणी संयोजन पर क्लिक करें, जिसे आप नोटिस को रोकना चाहते हैं।

source: By default items will be exported, if you would like to only export bibliographic data, check the 'Don't export items' box
ar: بالأساس المواد ستكون مصدرة, إذا كنت ترغب في تصدير المواد الببليوغرافية, تفحص مربع 'عدم تصدير المواد'
cs: Ve výchozím nastavení se exportují i informace o jednotkách, pokud chcete exportovat pouze katalogizační záznamy samotné, zaškrtněte políčko 'Neexportovat jednotky'
da: Som standard eksporteres eksemplardata. hvis du kun vil eksportere titeldata, sæt mærke ved 'Eksporter ikke eksemplardata'
de: In der Voreinstellung werden auch Exemplardaten exportiert. Wenn Sie nur bibliographische Daten exportieren möchten, setzen Sie das Häkchen bei 'Exemplardaten nicht exportieren'
el: Εξ ορισμού όλα τα τεκμήρια εξάγονται, αν θέλετε να εξάγετε μόνο βιβλιογραφικά δεδομένα, επιλέξτε το κουτί 'Μη γίνει εξαγωγή αντιτύπων'
es: Por defecto los ítems se exportarán, si desea exportar sólo los datos bibliográficos, marque la casilla 'No exportar ítems'
eu: Modu lehenetsian, elementuak esportatuko dira. Bibliografia datuak soilik esportatu nahi dituzu, markatu 'Ez esportatu elementuak' koadroa
fi: Oletuksena niteet viedään, mutta jos haluat viedä vain nimeketiedot, klikkaa 'Älä vie niteitä' -valinta
fr: Par défaut tous les exemplaires sont exporté, à moins de sélectionner l'option 'Ne pas exporter les exemplaires'.
hi: डिफ़ॉल्ट आइटम निर्यात किया जाएगा करके, आप, केवल ग्रंथ सूची डेटा निर्यात करना चाहते हैं तो चेक बॉक्स 'वस्तुओं का निर्यात नहीं है'
it: Per default tutte le copie sono esportate a meno che la casella 'Non esportare copie' non sia spuntata
oc: Per defaut totes los exemplars son exporté, a mens de seleccionar l'opcion 'Ne pas exporter los exemplars'.
pl: Domyślnie wszystkie egzemplarze są eksportowane. Jeśli chcesz wyeksportować tylko dane bibliograficzne, zaznacz opcję 'Nie eksportuj egzemplarzy'
pt: Por omissão todos os exemplares serão exportados excepto se assinalar a caixa 'Não exportar os exemplares'
pt_br: Por padrão todos os exemplares serão exportados excepto se assinalar a caixa 'Não exportar os exemplares'
sk: Predvolene budú exempláre exportované; ak chcete exportovať iba knižničné údaje, zaškrtnite políčko 'Neexportovať exempláre'
sv: Som standard exporteras objekt, om du bara vill exportera bibliografiska data markerar du rutan 'Exportera inte objekt'
tr: Varsayılan materyaller dışa aktarılır. Sadece bibliyografik veriyi dışa aktarmak istiyorsanız, 'Materyalleri dışa aktarma' kutusunu onaylayın.
zh_tw: 預設匯出館藏，點選 '不要匯出館藏' 盒，就能祗匯出書目資料

source: By default you will enter the staff client as if you are at your home library. This library will appear in the top right of the Staff Client.
ar: بشكل افتراضي سوف تدخل عميل الموظفين كما لو كنت في مكتبة الرئيسية وهذه المكتبة تظهر في أعلى يسار برنامج العميل.
cs: Ve výchozím nastavení je po přihlášení do intranetu jako pracovní knihovna vybrána vaše domovská knihovna. Její název vidíte v pravém horním rohu.
da: Som standard kommer du ind i admin-interfacen som om du er i dit hjemmebibliotek. Dette bibliotek vises i øverste højre hjørne af skærmen.
de: Als Voreinstellung werden Sie automatisch für Ihre Heimatbibliothek angemeldet. Die Bibliothek unter der Sie angemeldet sind, wird in der oberen rechten Ecke der Dienstoberfläche angezeigt.
el: Εξ ορισμού θα μπαίνετε στη διεπαφή προσωπικού σαν να είστε στην οικεία σας βιβλιοθήκη. Η βιβλιοθήκη θα εμφανιστεί δεξιά στην κορυφή της Διεπαφής Προσωπικού.
es: Por omisión Usted ingresará al cliente administrativo como si Usted estuviera en su sede de origen. Esta biblioteca aparecerá en la esquina superior derecha de la interfaz administrativa.
eu: Por omisión Usted ingresará al cliente administrativo como si Usted estuviera en su sede de origen. Esta biblioteca aparecerá en la esquina superior derecha de la interfaz administrativa.
fi: Oletuksena kirjaudut omaan kotikirjastoosi, kun kirjaudut virkailijatyökaluun. Kirjasto näkyy virkailijatyökalussa oikeassa yläreunassa.
fr: En vous connectant à l'interface professionnelle, vous serez rattachés par défaut à la bibliothèque définie dans votre fiche d'adhérent. Son nom est affiché en haut à gauche de toutes les pages de l'interface professionnelle.
hi: डिफ़ॉल्ट रूप से आप अगर आप अपने घर पुस्तकालय में हैं के रूप में कर्मचारियों ग्राहक प्रवेश करेंगे। इस पुस्तकालय के कर्मचारियों ग्राहक के ऊपर सही में दिखाई देगा।
it: Per default si accede all'interfaccia dello staff relativa alla tua biblioteca. Il codice della biblioteca apparirà in alto a destra dell'interfaccia staff.
oc: En vous connectant a l'interfàcia professionala, seretz restacats per défaut a la bibliotèca definida dins vòstra ficha d'aderent. Son nom es afichat amont a esquèrra de totas las paginas de l'interfàcia professionala.
pl: Domyślnie ustawiona jest biblioteka macierzysta, której nazwa wyświetla się w prawym górnym rogu interfejsu bibliotekarza
pt: Por omissão entrará no interface dos técnicos ligado à sua biblioteca. Esta aparecerá no topo superior direito do interface.
pt_br: Por padrão você irá entrar na interface administrativa como se estivesse na sua biblioteca de origem. Esta biblioteca aparece na parte superior direita da tela da interface administrativa.
sk: Predvolene vstupujete do intranetu akoby ste boli v domovskej knižnici. Táto knižnica sa zobrazí vpravo hore v knihovníckom rozhraní.
sv: Som standard kommer du in i personalklienten som om du vore i ditt hembibliotek. Detta bibliotek visas längst upp till höger i personalklienten.
tr: Personel istemcinizi ana kütüphanenizdeymiş gibi girin. Bu kütüphane personel istemcinin sağ üstünde gözükecektir.
zh_tw: 預設進入所屬圖書館的館員介面。圖書館名稱將顯示在館員介面的右上角。

source: By default, the holds queue will be generated such that the system will first attempt to hold fulfillment using items already at the pickup library if possible. If there are no items available at the pickup library to fill a hold, build_holds_queue.pl will then use the list of libraries defined in StaticHoldsQueueWeight. If RandomizeHoldsQueueWeight is disabled ( which it is by default ), the script will assign fulfillment requests in the order the libraries are placed in the StaticHoldsQueueWeight system preference.
ar: افتراضياً، سيتم توليد صف الحجوزات لكي يحاول النظام أولا بملء الحجز باستخدام المواد الموجودة بالفعل في مكتبة الالتقاط عند الإمكان. إذا لم تكن هناك مواد متاحة في مكتبة الالتقاط لملء حجز, build_holds_queue.pl سيستخدم قائمة المكتبات المعرفة في StaticHoldsQueueWeight. إذا تم إيقاف RandomizeHoldsQueueWeight ( وهو الافتراضي),سيقوم النص بتعيين طلبات الملء بترتيب المكتبات الموجود في التفضيل StaticHoldsQueueWeight.
cs: Ve výchozím nastavení je fronta rezervací generována tak, že systém nejprve zkusí splnit požadavek jednotkami, které jsou k dispozici v knihovně, ve které má být rezervace vyzvednuta. Pokud zde žádné volné jednotky nejsou, potom skript build_holds_queue.pl vyzkouší knihovny podle seznamu definovaného v nastavení StaticHoldsQueueWeight. Pokud je nastavení RandomizeHoldsQueueWeight zakázáno (což je výchozí nastavení), skript použije knihovny v tom pořadí v jakém jsou vypsány v StaticHoldsQueueWeight.
da: Som udgangspunkt vil holdekøen udformes så systemet først vil forsøge at opfylde reservationer ved at bruge genstande i biblioteket, hvor de er bestilt, hvis det er muligt.Hvis der ikke er nogen genstande til at opfylde reservationen, vil build_holds_queue.pl bruge listen defineret i StaticHoldsQueueWeight. Hvis RandomizeHoldsQueueWeight er slået fra (hvilket den er fra start), vil scriptet fordele forespørgsler i den orden afdelingerne er placeret i StaticHoldsQueueWeight systemparameteren.
de: Als Voreinstellung versucht das System eine Vormerkung zunächst mit einem vorhandenen Exemplar in der gewählten Abholbibliothek zu erfüllen. Sind dort keine verfügbaren Exemplare vorhanden, verwendet das Script build_holds_queue.pl die in StaticHoldsQueueWeight definierte Bibliotheksliste um ein Exemplar zu finden. Wenn RandomizeHoldsQueueWeight ausgeschaltet ist (Voreinstellung), versucht das Script die Anforderung in der Reihenfolge zu erfüllen, in der die Bibliotheken im Systemparameter StaticHoldsQueueWeight eingetragen sind.
el: Εξ ορισμού, η σειρά των κρατήσεων θα δημιουργείται ώστε το σύστημα να προσπαθεί πρώτα να ικανοποιεί τις κρατήσεις βάσει των αντιτύπων που υπάρχουν ήδη στη βιβλιοθήκη παραλαβής ει δυνατόν. Εάν δεν υπάρχουν διαθέσιμα αντίτυπα στη βιβλιοθήκη παραλαβής για να καλύψουν μία κράτηση, το build_holds_queue.pl θα χρησιμοποιήσει τη λίστα βιβλιοθηκών που ορίζονται στο StaticHoldsQueueWeight. Εάν το RandomizeHoldsQueueWeight απενεργοποιηθεί (είναι προεπιλεγμένο), η εντολή θα θέσει την εκπλήρωση των αιτημάτων με τη σειρά που οι βιβλιοθήκες βρίσκονται στην προτίμηση συστήματος StaticHoldsQueueWeight.
es: Por defecto, la cola de reservas será generada de forma que el sistema intentará primero cubrir las reservas utilizando ejemplares disponibles en la biblioteca de retiro de ser posible. Si no hay ejemplares disponibles para cubrir la reserva, build_holds_queue.pl utilizará la lista de bibliotecas definida en StaticHoldsQueueWieght. Si está deshabilitada RamdomizeHoldsQueueWeight (comportamiento por defecto), el script requerirá pedidos de cobertura en el orden de ubicación de las sedes en la preferencia del sistema StaticHoldsQueueWeight.
eu: Por defecto, la cola de reservas se generará de manera que el sistema primero intentará mantener el cumplimiento con los ejemplares ya en la biblioteca de recogida si es posible. Si no hay elementos disponibles en la biblioteca de recogida para llenar una reserva, build_holds_queue.pl usará la lista de bibliotecas definidas en StaticHoldsQueueWeight. Si RandomizeHoldsQueueWeight está desactivado (el que está por defecto), el script asignar solicitudes de cumplimiento en el orden de las bibliotecas que se colocan en la preferencia del sistema StaticHoldsQueueWeight.
fi: Oletuksena varausjono muodostetaan siten, että ensin yritetään täyttää varaus noutokirjaston niteellä, jos mahdollista. Jos noutokirjastossa ei ole niteitä saatavana, build_holds_queue.pl käyttää listaa, joka on määritelty StaticHoldsQueueWeight-asetuksessa. Jos RandomizeHoldsQueueWeight ei ole käytössä (mitä se on oletuksena), skriptin mukaan varauksen täyttö menee StaticHoldsQueueWeight-asetuksella määritellyn järjestyksen mukaan.
fr: Par défaut, la file d'attente des réservations sera générée pour que le système commence, si possible, par les exemplaires déjà disponibles sur le site de retrait. S'il n'y a pas d'exemplaire disponible sur ce site pour établir la liste des réservations, build_holds_queue.pl va alors utiliser la liste des sites définis dans la préférence StaticHoldsQueueWeight. De plus, si la préférence RandomizeHoldsQueueWeight est désactivée (valeur par défaut), le script va traiter les demandes dans l'ordre des sites tel qu'il apparait dans la préférence système StaticHoldsQueueWeight
hi: डिफ़ॉल्ट रूप से, रखती कतार ऐसी उत्पन्न हो जाएगा कि प्रणाली पहले से ही पिक पुस्तकालय में यदि संभव हो तो पूर्ति का उपयोग कर आइटम पकड़ करने का प्रयास करेंगे। एक पकड़ को भरने के लिए पिक पुस्तकालय में कोई आइटम उपलब्ध नहीं हैं, तो build_holds_queue.pl तो StaticHoldsQueueWeight में परिभाषित पुस्तकालयों की सूची का उपयोग करेगा। अगर RandomizeHoldsQueueWeight अक्षम है (जो डिफ़ॉल्ट रूप से है), स्क्रिप्ट आदेश पुस्तकालयों StaticHoldsQueueWeight प्रणाली वरीयता में रखा जाता है में पूर्ति अनुरोधों को आवंटित करेगा।
it: Per default, la coda delle prenotazioni viene elaborata come primo tentativo per la selezione automatica della copia fisica su cui porre effettivamente la prenotazione usando copie della biblioteca da cui verrebbero prelevate. Altrimenti, se in questa mancano copie, lo script build_holds_queue.pl usa la lista di biblioteche definita nella preferenza di sistema StaticHoldsQueueWeight. Se la preferenza di sistema RandomizeHoldsQueueWeight è disattivata (default), lo script assegna le evasioni delle prenotazioni alle sottobiblioteche elencate nell'ordine nella preferenza di sistema StaticHoldsQueueWeight.
oc: Per defaut, la fila d'espèra des reservacions serà generada per que lo sistèma commence, se possible, per los exemplars ja disponibles sul site de retirament. S'il n'y a pas d'exemplar disponible sus aqueste site per establir la lista des reservacions, build_holds_queue.pl va alors utilizar la lista des sites définis dins la preferéncia StaticHoldsQueueWeight. De plus, si la preferéncia RandomizeHoldsQueueWeight es desactivada (valor per défaut), lo script va traiter les demandes dins l'òrdre des sites tel qu'il apparait dins la preferéncia sistèma StaticHoldsQueueWeight
pl: Domyślnie, system generuje kolejkę zamówień na podstawie miejsca odbioru egzemplarza. Jeśli nie ma dostępnych egzemplarzy w wybranym miejscu odbioru, wtedy zamówienie za pomocą skryptu build_holds_queue.pl zostanie wybrane z biblioteki/filii określonej w StaticHoldsQueueWeight. Jeśli opcja RandomizeHoldsQueueWeight jest ustawiona na domyślną wartość, skrypt przydzieli zamówienie do biblioteki/filii, w których występują dane egzemplarze.
pt: Por omissão, a lista de reservas será gerada de forma a que o sistema tente preencher as reservas com exemplares já na biblioteca de levantamento se possível. Se não existem exemplares disponíveis para preencher a reserva, o script build_holds_queue.pl usa a lista de bibliotecas definida em StaticHoldsQueueWeight. Se a preferência RandomizeHoldsQueueWeight não está activa (o que acontece por omissão), o script irá assumir pedidos de preenchimento pela ordem que as bibliotecas são colocadas na preferência de sistema StaticHoldsQueueWeight.
pt_br: Por padrão, a fila de reservas será gerada de maneira que o sistema tente primeiro atender às reservas com os exemplares que estão disponíveis na biblioteca de retirada. Caso não haja exemplares disponíveis nesta biblioteca, build_holds_queue.pl irá seguir a lista de bibliotecas definida em StaticHoldsQueueWeight. Caso a opção RandomizeHoldsQueueWeight esteja desativada (o que é o padrão), o script irá preencher os pedidos na ordem na qual as bibliotecas tenham sido inseridas na preferência do sistema StaticHoldsQueueWeight.
sk: Predvolene sa fronta rezervácií vygeneruje tak, že sa systém najprv pokúsi použiť exempláre, ktoré sa už podľa možnosti nachádzajú v knižnice vyzdvihnutia. Ak tam nie sú dostupné žiadne exempláre, ktoré by naplnili rezerváciu, build_holds_queue.pl, tak sa použije zoznam knižníc definovaný v StaticHoldsQueueWeight. Ak je RandomizeHoldsQueueWeight vypnutý ( predvolene je ), skript priradí vykonávacie požiadavky v poradí, v akom sú knižnice umiestnené v systémovom nastavení StaticHodlsQueueWeight.
sv: Som standard kommer reservationskön att genereras så att systemet först försöker uppfylla reservationer med objekt som finns tillgängliga på det utlämnande biblioteket. Om inga objekt finns tillgängliga på utlämningsbiblioteket för att uppfylla en reservation kommer build_holds_queue.pl att använda en lista med bibliotek definierad i StaticHoldsQueueWeight. Om RandomizeHoldsQueueWeight är avaktiverad (vilket den är som standard), kommer skriptet att tilldela reservationer i den ordning biblioteken är placerade i systeminställningen StaticHoldsQueueWeight.
tr: Varsayılan olarak, ayırma kuyruğu öyle bir şekilde oluşturulacaktır ki, sistem mümkünse ilk olarak halen kütüphanedeki alınacak materyalleri kullanarak ayırma işlemini gerçekleştirmeyi deneyecektir. Kütüphanede ayırmayı gerçekleştirecek materyal kullanılamaz ise, build_holds_queue.pl’deki Ayırma Kuyruğundaki Statik Tercihlerde tanımlanan kütüphane listesi kullanılacaktır. RandomizeHoldsQueueWeight devre dışı bırakılırsa (varsayılan olan) betik, yerine getirme isteğini StaticHoldsQueueWeight tercihini sistem seçeneklerinde yer alan birimlerin sırasına göre gerçekleştirecektir.
zh_tw: 預設，佇列將由系統決定，先採用已經在提取圖書館的館藏；不行時，再以build_holds_queue.pl 使用 StaticHoldsQueueWeight 系統偏好設定提取館藏。若停用 RandomizeHoldsQueueWeight (預設為停用)，腳本將依照在 StaticHoldsQueueWeight 系統偏好的設定，依序提取館藏。

source: By default, this includes:
ar: بشكل إفتراضي، هذا يتضمن:
cs: Ve výchozím nastavení jsou zahrnuty tyto hodnoty:
da: Som udgangspunkt inkluderer det:
de: In der Voreinstellung beinhaltet dies:
el: Εξ ορισμού, αυτό περιλαμβάνει:
es: Por defecto, esto incluye:
eu: Por defecto, este incluye:
fi: Oletuksena tämä sisältää:
fr: Par défaut, cela comprend:
hi: डिफ़ॉल्ट रूप से, इस में शामिल हैं:
it: Di default questo include:
oc: Per defaut, aquò comprend:
pl: Domyślnie zawiera:
pt: Por omissão, inclui:
pt_br: Por padrão, isto inclui:
sk: Predvolene toto obsahuje:
sv: Som standard inkluderar detta:
tr: Varsayılan olarak içerdiği:
zh_tw: 預設包括：

source: C = Credit
ar: C = الاعتماد / الائتمان المالي
cs: C = Kredit
da: C = Kredit
de: C = Guthaben
el: C = Πίστωση
es: C = Crédito
eu: C = Crédito
fr: C = Crédit
hi: C = क्रेडिट
it: C = Credito
oc: C = Crèdit
pl: C = Credit (Opłata)
pt: C = Crédito
pt_br: C = Crédito
sk: C = Kredit
sv: C = Kredit
tr: C = Kredi
zh_tw: C = 額度

source: CHECKIN
ar: الرد
el: ΕΠΙΣΤΡΟΦΗ
fi: PALAUTUS
fr: RETOUR
hi: चेक इन
oc: RETOUR
pt_br: DEVOLVER
zh_tw: 還入

source: CHECKOUT
ar: الإعارة
el: ΔΑΝΕΙΣΜΟΣ
fi: LAINAUS
fr: PRÊT
hi: चेक आउट
oc: PRÊT
pt_br: EMPRESTAR
zh_tw: 借出

source: CSV - Export label data after your chosen layout is applied allowing labels to be imported in to a variety of applications
ar: CSV -تصدر بيانات الملصق بعد تطبيق الشكل الذي قمتَ باختياره سامحاً باستيراد الملصقات إلى مجموعة من التطبيقات
cs: CSV - Export dat použitých pro štítek umožní použít tyto štítky v dalších aplikacích
da: CSV - Eksporter etiketstabelen, når den valgte skabelon er anvendt, for at importere den til andre programmer
de: CSV - Exportieren Sie den Etikettenstapel, nachdem das gewählte Layout angewendet wurde, um Sie in verschiedene andere Anwendungen zu importieren
el: CSV - Εξάγετε τα δεδομένα των ετικετών αφού εφαρμοστεί η επιλεγμένη σας διάταξη που επιτρέπει στις ετικέτες να εισαχθούν σε μία πληθώρα εφαρμογών
es: CSV - Exportar datos de etiquetas después de aplicar el diseño elegido, lo cual permite importar las etiquetas en una variedad de aplicaciones
eu: CSV - Esportatu etiketa datuak hautatutako diseinua aplikatu ostean, etiketak hainbat aplikaziotan inportatzeko aukera emanez variedad de aplicaciones
fi: CSV - Vie tarratiedot, kun haluamasi asettelu on tehty. Näin voit viedä tiedot muihin ohjelmiin.
fr: CSV - Exporte les données d'étiquettes au format que vous avez choisi, permettant aux étiquettes d'être importées dans diverses applications
hi: सीएसवी - अपने चुने हुए लेआउट के बाद निर्यात की इजाजत दी लेबल डेटा लेबल के आवेदनों की एक किस्म के लिए आयात करने के लिए लागू किया जाता है
it: CSV - Esporta i dati delle etichette dopo che il layout è stato scelto permettendo di importare le etichette in una grande varietà di applicazioni
oc: CSV - Exporte las donadas d'etiquetas al format qu'avètz choisi, permettant a las etiquetas d'èsser importadas dins diverses applications
pl: CSV - eksportuje etykiety (po wybraniu layoutu) do formatu, z którego mogą być zaimportowane do innych aplikacji
pt: CSV - Exportar dados da etiqueta após escolha do esquema aplicado permitindo assim às etiquetas serem importadas noutras aplicações
pt_br: CSV - Exportar dados da etiqueta após escolha do esquema aplicado permitindo assim às etiquetas serem importadas noutras aplicações
sk: CSV - Exportujte údaje etikiet potom ako ste použili Vami zvolené rozloženie a tak umožnili importovania etikiet do rôznych programov
sv: CSV - Exportera etikettdata efter att den layout du valt tillämpats, etiketter kan importeras till flera olika program
tr: CSV - Seçili sayfa düzeni, etiketlerin çeşitli uygulamalarda içe aktarılmasına izin verecek şekilde uygulandıktan sonra etiket verilerini dışa aktar
zh_tw: CSV - 選定標籤的布局後，匯出標籤資料，以備其他應用程式使用

source: CSV File Uploading
ar: رفع ملف CSV
cs: Nahrávání souboru CSV
da: Uploading af CSV-fil
de: CSV-Datei hochladen
el: Ανάρτηση CSV Αρχείου
es: Cargando archivo CSV
eu: Subida fichero CSV
fi: CSV-tiedoston lataus
fr: Chargement de fichier CSV
hi: सीएसवी फाइल अपलोड
it: Caricamento di file CSV
oc: Cargament de fichièr CSV
pl: Wczytywanie plików CSV
pt: Carregamento de fichiero CSV
pt_br: Enviando arquivo CSV
sk: Načítanie súborov CSV
sv: Uppladdning av CSV-fil
tr: CSV Dosya Yükleme
zh_tw: 上傳 CSV 檔案
