Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you have a style you'd like applied to all slips you can point the SlipCSS preference to a stylesheet. The same is true for notices, using the NoticeCSS preference to define a stylesheet.
ar: اذا كان لديك نمط ترغب بتطبيقه على كل القسائم بإمكانك الإشارة إلى تفضيل SlipCSS في الأنماط. ينطبق الأمر نفسه على الاشعارات، باستخدام تفضيل NoticeCSS لتعريف الأنماط.
cs: Pokud chcete pro všechna potvrzení použít určitý styl, použijte nastavení SlipCSS pro určení souboru CSS. To samé platí pro oznámení, jen se použije nastavení NoticeCSS.
da: Hvis du har en stil, som du vil påføre alle sedler, kan du pege SlipCSS preferencen til et stylesheet. Det gælder også for beskeder, hvis du bruger NoticeCSS preferencen til at definere et stylesheet.
de: Sie können das Erscheinungsbild aller Quittungen global ändern, indem Sie im Systemparameter 'SlipCSS' ein Stylesheet angeben. Dasselbe gilt für Benachrichtigungen (Systemparameter 'NoticeCSS').
el: Εάν έχετε ένα στυλ που θέλετε να εφαρμόσετε σε όλα τα σημειώματά σας μπορείτε να υποδείξετε την προτίμηση SlipCSS σε ένα στυλ μορφοποίησης. Το ίδιο ισχύει για τις ειδοποιήσεις, χρησιμοποιώντας την προτίμηση NoticeCSS για να ορίσετε ένα στυλ μορφοποίησης.
es: Si tiene una hoja de estilos que quisiera aplicar a todos los recibos puede apuntar la variable de configuración SlipCSS a dicha hoja de estilos. Lo mismo es válido para los avisos, utilizando la variable de configuración NoticeCSS para su hoja de estilos.
eu: Si usted tiene un estilo que le gustaría que se aplicara a todos los recibos, puede indicar la preferencia SlipCSS a una hoja de estilos. Lo mismo es posible para los avisos, utilizando la preferencia NoticeCSS para definir una hoja de estilo.
fi: Jos sinulla on tyyli, jonka haluat kaikkiin kuitteihin, voit viitata SlipCSS-asetukseen tyylitiedostossa. Sama koskee ilmoituksia, voit viitata NoticeCSS-asetukseen tyylitiedostossa.
fr: Si vous souhaitez appliquer un style à tous vos tickets, indiquez le nom de la feuille de style dans la préférence système SlipCSS. La même chose est valable pour les notifications avec la préférence 'NoticeCSS'.
hi: आप एक शैली आप सब निकल जाता है करने के लिए लागू चाहते हैं, तो आप एक शैली के लिए SlipCSS वरीयता बात कर सकते हैं। वही एक शैली को परिभाषित करने के NoticeCSS वरीयता का उपयोग कर नोटिस के लिए सच है।
it: Se hai uno stile da applicare alle ricevute veloci, puoi associare la preferenza SlipCSS a uno foglio di stile. Altrettanto vale per le news, con la preferenza NoticeCSS.
oc: Se volètz aplicar un style a totes vos tickets, indiquez lo nom de la fuèlh de style dins la preferéncia sistèma SlipCSS. La même chose es valable per las notificacions amb la preferéncia 'NotíciaCSS'.
pl: Jeśli chcesz dołączyć swój styl do wszystkich rewersów, użyj opcji SlipCSS. Jeśli chcesz dołączyć swój styl do wszystkich powiadomień, użyj opcji NoticeCSS, by zdefiniować arkusze stylów.
pt: Se desejar aplica um estilo a todos os recibos existe a preferência de sistema SlipCSS para tal efeito. Existe também a preferência de sistema NoticeCSS para configurar o estilo dos avisos.
pt_br: Se você tem um estilo que quer aplicar em todos os recibos você pode adicionar a preferência SlipCSS para uma folha de estilo. O mesmo é verdadeiro para mensagens, usando a preferência NoticeCSS para definir uma folha de estilo.
sk: Ak máte štýl, ktorý chcete aplikovať na Vaše ústrižky, môžete špecifikovať nastavenie SlipCSS na štýlový hárok. To isté platí pre oznámenia, kde môžete použiť nastavenie NoticeCSS pre definovanie štýlového hárku.
sv: Om du har en stilmall du vill använda för alla kvitteringar kan du ange en stilmall för SlipCSS. Samma sak gäller för meddelanden, där NoticeCSS används för att ange en stilmall.
tr: Tüm sliplere uygulanmasını istediğiniz bir stiliniz varsa, SlipCSS seçeniğini stil sayfasına işaret edebilirsiniz. Stil sayfasını tanımlamak için NoticeCSS seçeneğini kullanmak uyarılar için de doğrudur.
zh_tw: 若收條有固定的樣式，您可設定SlipCSS偏好為樣式表。同樣的情形，也適用於通知，可設定NoticeCSS偏好為樣式表。

source: If you have added contracts to the vendor you're ordering from, you will also have an option to choose which contract you're ordering these items under.
ar: إذا ما أضفتَ عقوداً إلى المورد الذي تطلب منه المواد ، فسيكون لديك أيضاً الخيار بإضافة أي العقود يتم طلب هذه المواد تحته.
cs: Pokud jste připojili smlouvy k dodavateli od kterého objednáváte, budete mít také možnost si vybrat smlouvu, pod kterou objednáváte tyto výtisky.
da: Hvis du har tilføjet kontrakter til den leverandør, som du bestiller fra, er der også en mulighed for at vælge, hvilken ordre disse eksemplarer bestilles under.
de: Wenn Sie für den Lieferanten Vereinbarungen erfasst haben, können Sie bei der Bestellung auswählen unter welcher Vereinbarung Sie die Bestellung aufgeben.
el: Εάν έχετε προσθέσει συμβόλαια στον προμηθευτή από τον οποίο παραγγέλνετε, θα έχετε επίσης την επιλογή να επιλέξετε το συμβόλαιο βάσει του οποίου παραγγέλνετε αυτά τα τεκμήρια.
es: Si ha añadido contratos para el proveedor al cual está haciendo el pedido, usted también tendrá la opción de elegir el contrato bajo el cual está pidiendo estos ítems.
eu: Si ha añadido contratos para el proveedor al cual está haciendo el pedido, también tendrá la opción de elegir el contrato bajo el cual está pidiendo estos ítems.
fi: Jos olet lisännyt sopimuksia toimittajalle, jolta tilaat, voit myös valita sopimuksen, johon tilaukset kuuluvat.
fr: Si vous avez ajouté des contrats au fournisseur chez qui vous commandez, vous avez également le choix de sélectionner le contrat sur lequel vous effectuez la commande.
hi: आप विक्रेता आप से आदेश दे रहे हैं के लिए अनुबंध को शामिल किया है, तो भी आप को अनुबंध के तहत आप इन वस्तुओं को आदेश दे रहे हैं चुनने का विकल्प होगा।
it: Se hai più contratti con il fornitore a cui stai ordinando, potrai scegliere quale applicare per l'ordine che stai compilando.
oc: Se avètz apondut des contrats al provesidor chez qui comandatz, avètz tanben lo choix de seleccionar lo contracte sus lequel vous effectuez la comanda.
pl: Wybierz kontrakt z rozwijanego menu w koszyku dostawcy.
pt: Se adicionou contratos a um fornecedor de onde se encontra a encomendar, poderá escolher sobre qual contrato está a encomendar os exemplares.
pt_br: Se você tiver adicionado contratos ao fornecedor do qual você está fazendo pedidos, você também terá a opção de escolher sob qual contrato você está adquirindo estes exemplares.
sk: Ak ste pridali zmluvy k predajcovi, od ktorého ste si objednávali, budete mať tiež možnosť zvoliť si, v ktorej zmluve si dané exempláre objednávate.
sv: Om du lagt till avtal till leverantören du beställer ifrån, kommer du även att ha alternativet att välja under vilket avtal du vill beställa dessa poster.
tr: Sipariş ettiğiniz sağlayıcıya sözleşme eklerseniz, bu materyalleri hangi sözleşmeyle sipariş edeceğinizi seçme seçeneğine sahip olacaksınız.
zh_tw: 若新增訂閱代理商的合約，可以選擇訂閱該等館藏的合約。

source: If you have chosen to 'Always show checkouts immediately' then you will see the list of checkouts below the check out box.
ar: إذاقم باختيار "عرض الإعارات في الحال دائماً" سترى قائمة بالإعارات أدنى مربع الإعارة
de: Wenn Sie sich dazu entschieden haben 'Ausleihen immer sofort anzuzeigen', wird die Liste der Ausleihen direkt angezeigt.
es: Si usted ha elegido 'Mostrar siempre los préstamos de inmediato', entonces, verá la lista de préstamos debajo de el recuadro de préstamos.
eu: 'Erakutsi beti berehalako maileguak' aukeratu baduzu, orduan mailegu-zerrenda maileguen laukian ikusiko duzu.
fi: Jos olet valinnut 'Näytä aina lainaukset heti', näet listan lainoista lainauslaatikon alapuolella.
hi: आप के लिए चुना है, तो 'हमेशा तुरंत checkouts दिखाने' तो तुम बाहर की जाँच बॉक्स के नीचे checkouts की सूची देखेंगे।
it: Se hai scelto 'Mostra sempre i prestiti immediatamente' vedrai una lista di questi sotto il box del prestito.
sk: Ak ste si zvolili 'Vždy zobraziť výpožičky okamžite', tak uvidíte zoznam výpožičie pod políčkom výpožičiek.
tr: 'Ödünç verilenleri hemen göster' opsiyonunu seçtiyseniz, ödünç verme kutusunun altında ödünç verilenlerin listesini göreceksiniz.

source: If you have decided to have an item record created for each issue an item add form will appear
ar: إذا قررت إنشاء تسجيلة مادة لكل إصدار ستظهر صفحة إضافة مادة
cs: Pokud jste se rozhodli, že musíte mít založen záznam pro každý sešit, objeví se formulář pro přidání sešitu
da: Hvis du vil lave et eksemplar for hvert hæfte, vises en formular til eksemplar indlæsning
de: Wenn Sie sich entschieden haben für jedes Heft ein Exemplar anzulegen, wird eine Maske zur Exemplarerfassung angezeigt
el: Αν έχετε αποφασίσει να δημιουργείται μία εγγραφή για κάθε τεύχος θα εμφανιστεί μία φόρμα προσθήκης αντιτύπου
es: Se mostrará un formulario para agregar ítems si se ha decidido tener un registro de ítem para cada ejemplar de la revista
eu: Ale bakoitzarentzat elementu erregistro bat sortzea aukeratu baduzu, elementuak gehitzeko inprimaki bat agertuko da
fi: Jos on päätetty luoda nidetietue jokaiselle numerolle, saat niteen lisäyslomakkeen
fr: Si vous demandez à créer un exemplaire pour chaque fascicule, un formulaire de saisie spécifique apparaîtra en bulletinage
hi: आप प्रत्येक अंक के लिए बनाई गई एक आइटम रिकॉर्ड करने का फैसला किया है, तो एक आइटम जोड़ने के फार्म दिखाई देंगे
it: Se hai deciso di creare un record di copia per ogni fascicolo, apparirà il form per aggiungere la copia
oc: Se demandatz a crear un exemplar per cada fascicul, un formulari de sasida spécifique apareisserà en bulletinage
pl: Jeśli zdecydujesz w prenumeracie, że chcesz tworzyć nowy rekord egzemplarza przy każdym otrzymywaniu nowego numeru, wyświetli się okno dodawania rekordu egzemplarza
pt: Se você decidiu ter um registo para cada item criado um formulário de adição de item aparecerá
pt_br: Se você decidiu ter um registro para cada exemplar criado um formulário de adição de exemplar aparecerá
sk: Ak ste sa rozhodli mať záznam o exemplároch vytvorený pre každé číslo, objaví sa formulár pridania exemplára
sv: Om du valt att skapa en objektpost för varje nummer visas ett formulär för att lägga till objekt
tr: Her yayına bir materyal kaydı oluşturmaya karar verirseniz, ekranda bir materyal ekleme formu gözükecektir.
zh_tw: 若您決定為每期新增館藏紀錄，將出現新增表格

source: If you have decided to have an item record created for each issue an item add form will appear for your supplement and for the issue itself
ar: إذا قررت إنشاء تسجيلة مادة لكل إصدار سوف تظهر صفحة إضافة مادة لتكميلك ولللإصدار نفسه
cs: Pokud jste se rozhodli, že musíte mít založen záznam pro každý sešit, objeví se formulář pro přidání dodatku i sešitu samotného
da: Hvis du vil lave et eksemplar for hvert hæfte, vises en formular til eksemplar-indlæsning og registrering af tillæg
de: Wenn Sie sich entschieden haben für jedes Heft ein Exemplar anzulegen, wird eine Maske zur Erfassung des Exemplars und für die Erfassung des Supplements angezeigt
el: Αν έχετε αποφασίσει να δημιουργείται μία εγγραφή για κάθε τεύχος θα εμφανιστεί μία φόρμα προσθήκης αντιτύπου για το συμπληρωματικό και για το ίδιο το τεύχος
es: Se mostrará un formulario para agregar ítems si se ha decidido tener un registro de ítem para cada ejemplar de la revista
eu: Ale bakoitzarentzat elementu erregistro bat sortzea aukeratu baduzu, elementuak gehitzeko inprimaki bat agertuko da zure bai alearentzat bai ale gehigarriarentzat ere.
fi: Jos on päätetty luoda nidetietue jokaiselle numerolle, saat niteen lisäyslomakkeen sekä lisänumerolle että numerolle
fr: Si vous demandez à créer un exemplaire pour chaque fascicule, un formulaire spécifique de saisie apparaîtra en bulletinage pour le supplément et pour le fascicule lui-même
hi: आप प्रत्येक मुद्दे को एक आइटम फार्म जोड़ने के अपने पूरक के लिए दिखाई देगा के लिए और इस मुद्दे को खुद के लिए बनाई गई एक आइटम रिकॉर्ड है का फैसला किया है
it: Se hai deciso di creare un record di copia per ogni fascicolo, apparirà il form per aggiungere la copia per il supplemento
oc: Se demandatz a crear un exemplar per cada fascicul, un formulari spécifique de sasida apareisserà en bulletinage per lo suplement e per lo fascicul lui-même
pl: Jeśli zdecydujesz w prenumeracie, że chcesz tworzyć nowy rekord egzemplarza przy każdym otrzymywaniu nowego numeru, wyświetli się okno dodawania rekordu egzemplarza
pt: Se você decidiu ter um registo para cada item criado um formulário de adição item aparecerá para o seu complemento e para o próprio número
pt_br: Se você decidiu ter um registro para cada exemplar criado, um formulário de adição de exemplar aparecerá para o seu suplemento e para o próprio fascículo
sk: Ak ste sa rozhodli mať záznam o exemplároch vytvorený pre každé číslo, objaví sa formulár pridania exemplára pre Váš doplnok a pre samotné číslo
sv: Om du valt att skapa en objektpost för varje nummer visas ett formulär för att lägga till objekt för supplement och för numret
tr: Her yayına bir materyal kaydı oluşturmaya karar verirseniz, ekranda ekiniz ve yayın için bir materyal ekleme formu gözükecektir.
zh_tw: 若您決定為每期新增館藏紀錄，將出現新增表格供您使用

source: If you have defined local cities using the New city form, then when adding or editing a patron record you will see those cities in a pull down menu to make city selection easy.
ar: إذا كنت قد حددت المدن المحلية باستخدام نموذج مدينة جديدة، ثم عند إضافة أو تحرير سجل المستفيد سترى هذه المدن في القائمة المنسدلة لجعل اختيار مدينة سهل.
cs: Pokud jste definovali obce a města pomocí formuláře "Nová obec", pak při přidání a editaci čtenářova záznamu, uvidíte tyto obce a města v rozbalovacím menu kvůli usnadnění výběru obce.
da: Hvis du har defineret lokale byer med formularen Ny by, vil du se disse byer i pulldown-menuen, når du tilføjer eller editerer en låner.
de: Wenn Sie Städte definiert haben, werden Ihnen diese im Benutzerdatensatz in einem Auswahlmenü angeboten.
el: Εάν έχετε ορίσει τοπικές πόλεις χρησιμοποιώντας τη φόρμα Νέα πόλη, τότε όταν προσθέτετε ή επεξεργάζεστε μια εγγραφή μέλους θα βλέπετε αυτές τις πόλεις σε ένα αναπτυσσόμενο μενού για να είναι η επιλογή πόλης πιο εύκολη.
es: Si ha definido ciudades locales utilizando el formulario Nueva Ciudad, entonces cuando agregue o edite un registro de usuario verá las ciudades en un menú desplegable para seleccionarlas fácilmente.
eu: Hiri lokalak Hiri berria inprimakia erabilita definitu badituzu, bazkide erregistro bat gehitzean edo editatzean goitibeherako menu batean ikusiko dituzu hiriok, aukeratzea errazteko.
fi: Jos paikalliset kunnat on tallennettu 'Uusi kunta' -toimintoa käyttäen, voi asiakastietoja lisättäessä tai muokattaessa valita kunnan helposti alasvetovalikosta.
fr: Si vous avez ajouté des villes et des communes, vous avez en création comme en modification des adhérents, une liste dans laquelle vous pouvez choisir directement ces villes.
hi: आप नए शहर के फार्म का उपयोग करें, तो जब जोड़ने या संपादन एक संरक्षक जानकारी के लिए आप एक मेनू नीचे खींच शहर चयन आसान बनाने के लिए उन शहरों देखेंगे स्थानीय शहरों में परिभाषित किया है।
it: Se hai definito delle città usando la form 'Nuova città', troverai un menù a tendina nella form dei dati utente popolata con i nomi delle tue città.
oc: Se avètz apondut de vilas e de comunas, avètz en creacion coma en modificacion dels aderents, una lista dins la quala podètz causir dirèctament aquelas vilas.
pl: Podczas dodawania lub modyfikowania konta użytkownika w rozwijanym menu w polu 'Wybierz', wyświetlą się wprowadzone miejscowości.
pt: Se definiu cidades usando o formulário para criação, quando adicionar ou editar um leitor poderá ver essas cidades para definir de forma mais simples a cidade do leitor.
pt_br: Se você definiu cidades locais utilizando a opção Nova Cidade, quando você adicionar ou editar um registro de usuário, você verá uma lista que tornará a escolha da cidade mais fácil.
sk: Ak máte definované okolité mestá pomocou formulára Nové mesto, tak keď pridávate alebo upravujete záznam o čitateľovi, ešte vždy uvidíte tieto mestá v rozbaľovacej ponuke pre uľahčenie výberu mesta.
sv: Om du definierat lokala orter med formuläret för Ny ort visas dessa orter i en rullgardinsmeny när du lägger till eller redigerar låntagaruppgifter.
tr: Yeni şehir formunu kullanarak yerel şehirleri tanımladıysanız, kullanıcı kaydı eklerken ya da düzeltirken bu şehirlerin, şehir seçimini kolaylaştırması için açılır menüde olduğunu göreceksiniz.
zh_tw: 若您決定在縣市表單設定縣市，則新增或編輯讀者紀錄時，可從下拉選單看到這些縣市。

source: If you have enabled SMS notices with the SMSSendDriver preference you can set the text for your SMS notices next
ar: إذا قمت بتفعيل إخطارات الرسائل النصية باستخدام تفضيل SMSSendDriver يمكنك ضبط النص لإخطارات الرسائل النصية بعد ذلك
cs: Pokud máte povoleny SMS poznámky s využitím nastavením SMSSendDriver, můžete nastavit text, který bude SMS zpráva obsahovat
de: Wenn SMS-Benachrichtigungen über den Systemparameter SMSSendDriver aktiviert wurden, kann auch ein Text für SMS-Benachrichtigungen konfiguriert werden.
el: Εάν έχετε ενεργοποιήσει τις ειδοποιήσεις SMS με την προτίμηση SMSSendDriver μπορείτε να ορίσετε το κείμενο για τις ειδοποιήσεις SMS στη συνέχεια
es: Si ha habilitado los avisos por SMS con la preferencia SMSSendDriver puede establecer el texto para sus avisos SMS a continuación
eu: SMS bidezko jakinarazpenak SMSSendDriver lehentasunaren bidez gaitu baduzu SMS jakinarazpenentzat testua hemen jar dezakezu
fi: Jos SMSSendDriver-asetuksessa on sallittu tekstiviestit, voit määritellä seuraavaksi tekstiviestin tekstin
fr: Si vous avez autorisé les notifications par SMS avec la préférence système SMSSendDriver, vous pouvez mettre le texte de votre notification par SMS ensuite
hi: आप SMSSendDriver वरीयता के साथ एसएमएस नोटिस सक्षम है, तो आप अपने एसएमएस नोटिस के लिए पाठ सेट कर सकते हैं अगले
it: Se hai abilitato invia avvisi via SMS con la preferenza di sistema SMSSendDriver, puoi poi anche impostare il testo dell'SMS da inviare.
oc: Se avètz autorizat las notificacions per SMS amb la preferéncia sistèma SMSSendDriver, podètz mettre lo tèxte de votre notificacion per SMS puèi
pt: Se tiver os avisos SMS ativos com a preferência de sistema SMSSendDriver pode definir o texto para os avisos SMS
pt_br: Caso você tenha ativado o envio de SMS na preferência SMSSendDriver, você poderá em seguida definir o texto para as mensagens
sk: Ak ste zapli oznámenia cez SMS nastavením SMSSendDriver, môžete potom zadať text pre vaše SMS oznámenie
tr: SMSSendDriver tercihi ile SMS bildirimlerini etkinleştirdiyseniz, artık SMS bildirimleriniz için metin ayarlarını yapabilirsiniz
zh_tw: 設定SMSSendDriver偏好啟動簡訊通知功能後，還可以設定簡訊通知的內容

source: If you have entered an email address for the vendors in your system, you can send them claim emails when an order is late. Before you can send claims, you will need to set up an acquisitions claim notice.
ar: اذا أدخلت البريد الالكتروني للموّردين في نظامك, يمكنك ارسال رسائل الكترونية مُطالبة عندتأخر الطلب. قبل ارسالك المطالبات , ستحتاج لإقامة اشعار مُطالبة المقتنيات.
cs: Pokud jste zadali e-mailovou adresu pro dodavatele ve vašem systému, můžete jim poslat e-maily, když objednávka je zpožděná. Předtím, než je budete moci odesílat urgence, budete muset nastavit oznámení o urgenci dodávek.
da: Hvis du har indtastet email-adresser for leverandøren i dit system, kan du sende rykker-emails, når en bestilling er forsinket. Før du kan sende rykkere, skal der indrettes en bestillings-rykkerbesked.
de: Haben Sie für die Lieferanten eine E-Mail-Adresse eingetragen, könne Reklamationen für verspätete Lieferungen verschickt werden. Dazu muss aber eine entsprechende Benachrichtigung konfiguriert sein.
el: Εάν έχετε εισάγει μια ηλεκτρονική διεύθυνση για τους προμηθευτές στο σύστημά σας, μπορείτε να τους στέλνετε μηνήματα απαιτήσεων όταν καθυστερεί μια παραγγελία. Για να μπορέσετε να στείλετε απαιτήσεις, θα χρειαστεί να ρυθμίσετε μια ειδοποίηση απαίτησης προσκτήσεων.
es: Si usted ha ingresado una dirección de correo electrónico para los proveedores en su sistema, puede enviar mensajes de reclamo cuando un pedido se retrasa. Antes de poder enviar los reclamos tendrá que establecer una nota de aviso de reclamo de adquisiciones.
eu: Zure sistemako hornitzaileentzako helbide elektroniko bat idatzi dezakezu, mezu elektroniko bat bidali diezaiekezu berandututako eskaera bat erreklamatzeko. Erreklamazioak bidali aurretik eskurapenak erreklamatzeko jakinarazpen bat ezarri beharko duzu.
fi: Jos järjestelmässäsi on tallennettu sähköpostiosoite toimittajalle, voit lähettää reklamaation myöhässä olevista tilauksista. Ennen kuin voit lähettää reklamaatiota, täytyy hankinnan reklamaatioviestin tekstin olla määritelty.
fr: Si vous avez saisi les courriels de vos fournisseurs, vous pouvez envoyer des courriers de réclamation par messagerie quand une commande est en retard. Avant de pouvoir envoyer des réclamations, il faut définir une notification spécifique.
hi: आप अपने सिस्टम में विक्रेताओं के लिए एक ई-मेल पता दर्ज किया है, तो आप उन्हें ईमेल का दावा है जब एक आदेश देर हो चुकी है भेज सकते हैं। इससे पहले कि आप दावों भेज सकते हैं, तो आप एक अधिग्रहण का दावा नोटिस स्थापित करने की जरूरत होगी।
it: Se hai associato un indirizzo email a un fornitore, potrai inviargli solleciti per ordini in ritardo. Prima dovrai comunque definire un testo per i solleciti degli acquisti.
oc: Se avètz sasit les corrièrs electronics de vos provesidors, podètz mandar des corrièrs de reclamacion per messatjariá quand una comanda es en retard. Avant de poder mandar des reclamacions, il faut definir una notificacion spécifique.
pl: Jeśli w danych dostawcy jest podany adres e-mail, można wysłać reklamacje zaległych zamówień. Przed wysłaniem reklamacji, należy zdefiniować szablon wiadomości e-mail.
pt: Se introduziu um endereço de email para os fornecedores no sistema, poderá enviar emails de reclamação quando a encomenda estiver atrasada. Antes de enviar, é necessário definir um aviso de reclamação para as aquisições.
pt_br: Se você tiver inserido um endereço de e-mail do fornecedor em seu sistema, você pode enviar e-mail de reclamação quando há atraso de algum pedido. Antes de enviar reclamações, você precisa configurar os avisos de reclamação.
sk: Ak ste zadali E-mailovú adresu pre predajcov vo Vašom systéme, môžete im poslať reklamačné E-maily, ak je objednávka oneskorená. Predtým však než pošlete reklamácie, budete musieť nastaviť oznámenie o reklamácii akvizícií.
sv: Om du lagt in e-postadresser för leverantörer i ditt system kan du skicka kravbrev via e-post när en beställning är försenad. Innan du kan skicka krav måste du konfigurera ett meddelande för beställningskrav.
tr: Sisteminizdeki sağlayıcıların e-posta adreslerini girmişseniz, onlara her hangi bir sipariş geciktiğinde uyarı mesajı gönderebilirsiniz. Bu uyarıları göndermeden önce, bir sağlamalar uyarı mesajı oluşturmanız gerekir.
zh_tw: 若鍵入代理商的電子郵件，您可送出催缺電子郵件，在此之前，需先設定採訪催缺通知。
