Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Adding Authorities
ar: إضافة استنادات
cs: Přidávání autorit
da: Tilføjer autoriteter
de: Neuer Normdatensatz
el: Προσθήκη Καθιερωμένων Όρων
es: Agregando autoridades
eu: Autoritateak gehitzen
fi: Lisää auktoriteetteja
fr: Ajouter des autorités
hi: प्राधिकरण जोड़ना
it: Aggiungere authority
oc: Apondre d'autoritats
pl: Dodawanie hasła wzorcowego
pt: Adicionar Autoridades
pt_br: Adicionando autoridades
sk: Pridávanie autorít
sv: Lägga till auktoriteter
tr: Otorite Kaydı Ekleniyor
zh_tw: 新增權威

source: Adding Events
ar: إضافة مناسبات
cs: Vkládání událostí
da: Tilføje begivenheder
de: Veranstaltung hinzufügen
el: Προσθήκη Γεγονότων
es: Agregando eventos
eu: Gertaerak gehitzen
fi: Kiinniolojen lisäys
fr: Ajouter des jours
hi: घटनाओं को जोड़ने
it: Aggiungi eventi
oc: Apondre de jorns
pl: Dodawanie wydarzenia
pt: Adicionar Eventos
pt_br: Adicionar Eventos
sk: Pridávanie udalostí
sv: Lägga till händelser
tr: Olay Ekleniyor
zh_tw: 新增事件

source: Adding Item Types
ar: أضف أنواع المواد
cs: Přidávání typů jednotek
da: Tilføjer eksemplartyper
de: Neuer Medientyp
el: Προσθήκη Τύπων Τεκμηρίου
es: Agregando tipos de ítem
eu: Elementu motak gehitzen
fi: Lisää aineistolajeja
fr: Ajouter des types de document
hi: मद प्रकार जोड़ें
it: Aggiungi tipo di copia
oc: Apondre de tipes de document
pl: Dodawanie typu dokumentu
pt: Adicionar um tipos de documento
pt_br: Adicionando tipos de itens
sk: Pridávanie typov exemplárov
sv: Lägga till objekttyper
tr: Materyal Türü Ekleniyor
zh_tw: 新增館藏類型

source: Adding Notices & Slips
ar: إضافة إخطارات وكعوب
cs: Přidávání oznámení & potvrzení
da: Tilføjer noter og beskeder
de: Neue Benachrichtigungen anlegen
el: Προσθήκη Ειδοποιήσεων & Σημειωμάτων
es: Agregando avisos y etiquetas
eu: Añadir Noticias y recibos
fi: Lisää ilmoituksia ja kuitteja
fr: Ajouter des notifications
hi: नोटिस और स्लिपस जोड़ना
it: Aggiungi Avvisi &amp; Ricevute
oc: Apondre de notificacions
pl: Dodawanie Powiadomień i Rewersów
pt: Adicionar avisos & recibos
pt_br: Adicionando Avisos e Recibos
sk: Pridávanie Oznámení & Ústrižkov
sv: Lägga till meddelanden och kvitteringar
tr: Uyarılar & Notlar Ekleniyor
zh_tw: 新增通知 & 收條

source: Adding Patron Attributes
ar: إضافة سمات المستفيدين
cs: Přidávání vlastností čtenáře
da: Tilføjer lånerattributer
de: Benutzerattribute konfigurieren
el: Προσθήκη Ιδιότητες Μελών
es: Agregando Atributos de Usuario
eu: Bazkide atributuak gehitzen
fi: Lisää asiakasmääreitä
fr: Ajouter un attribut adhérent
hi: संरक्षक गुण जोड़ें
it: Aggiungi un attributo utente
oc: Apondre un atribut aderent
pl: Dodawanie atrybutów użytkownika
pt: Adicionar atributo de leitor
pt_br: Adicionando atributos de usuários
sk: Pridávanie vlastností čitateľa
sv: Lägga till attribut för låntagare
tr: Kullanıcı Niteliği Ekleniyor
zh_tw: 新增讀者屬性

source: Adding a Basket
ar: إضافة سلة
cs: Přidávání košíku
da: Tilføjer en kurv
de: Neue Bestellung anlegen
el: Προσθήκη Καλαθιού
es: Agregando una cesta
eu: Saski bat gehitzen
fi: Tilauskorin lisääminen
fr: Ajouter un panier
hi: एक टोकरी जोड़ना
it: Aggiungi un raccoglitore
oc: Apondre un panièr
pl: Dodawanie koszyka
pt: Adicionar cesto
pt_br: Adicionando um cesto
sk: Pridávanie košíka
sv: Lägga till en korg
tr: Sepet Ekleniyor
zh_tw: 新增採購項目

source: Adding a City
ar: إضافة مدينة
cs: Přidávání města
da: Tilføjer en by
de: Neue Stadt hinzufügen
el: Προσθήκη Πόλης
es: Agregando una ciudad
eu: Hiri bat gehitzen
fi: Lisää kunta
fr: Ajouter une commune
hi: एक शहर को जोड़ने
it: Aggiungi una città
oc: Apondre una comuna
pl: Dodawanie miejscowości
pt: Adicionar cidade
pt_br: Adicionando uma cidade
sk: Pridávanie mesta
sv: Lägga till en ort
tr: Şehir Ekleniyor
zh_tw: 新增縣市

source: Adding a Library
ar: إضافة مكتبة
cs: Přidávání knihovny
da: Tilføjer et bibliotek
de: Neue Bibliothek hinzufügen
el: Προσθήκη Βιβλιοθήκης
es: Agregando una biblioteca
eu: Liburutegi bat gehitzen
fi: Lisää kirjasto
fr: Ajouter un site
hi: एक लाइब्रेरी जोड़ना
it: Aggiungi una biblioteca
oc: Apondre un site
pl: Dodawanie biblioteki
pt: Adicionar biblioteca
pt_br: Adicionando uma biblioteca
sk: Pridávanie knižnice
sv: Lägga till ett bibliotek
tr: Kütüphane Ekleniyor
zh_tw: 新增圖書館

source: Adding a Message
ar: إضافة رسالة
cs: Přidávání zprávy
da: Tilføj en besked
de: Neue Notiz
el: Προσθήκη Μηνύματος
es: Agregando un mensaje
eu: Añadir un mensaje
fi: Lisää viesti
fr: Ajouter un message
hi: एक संदेश जोड़ना
it: Aggiungi un nuovo messaggio
oc: Apondre un messatge
pl: Dodawanie wiadomości
pt: Adicionar uma nova mensagem
pt_br: Adicionando uma mensagem
sk: Pridávanie správy
sv: Lägga till ett meddelande
tr: Yeni Mesaj Ekleniyor
zh_tw: 新增訊息

source: Adding a budget
ar: إضافة ميزانية
cs: Přidání rozpočtu
de: Neuer Etat
es: Agregando un presupuesto
eu: Gehitu aurrekontua
fi: Lisää budjetti
fr: Ajouter un budget
hi: बजट जोड़ें
it: Aggiungi un budget
oc: Apondre un budgèt
pt: Adicionar um orçamento
sk: Pridávanie rozpočtu
tr: Bütçe eklemek
zh_tw: 新增預算

source: Adding a group
ar: إضافة مجموعة
cs: Přidávání skupiny
da: Tilføjer en gruppe
de: Gruppe hinzufügen
el: Προσθήκη ομάδας
es: Agregando un grupo
eu: Talde bat gehitzen
fi: Lisää ryhmä
fr: Ajouter un groupe
hi: एक समूह जोड़ना
it: Aggiungi un gruppo
oc: Apondre un grop
pl: Dodawanie grupy
pt: Adicionar um grupo
pt_br: Adicionar grupo
sk: Pridávanie skupiny
sv: Lägga till en grupp
tr: Grup ekleniyor
zh_tw: 新增群組

source: Adding a new alert
eu: Gehitu alerta berri bat
fi: Lisää uusi hälytys
hi: एक नई चेतावनी जोड़ना

source: Adding a new budget
ar: إضافة ميزانية جديدة
cs: Vytvoření nového rozpočtu
de: Neuer Etat
es: Agregando nuevo presupuesto
eu: Gehitu aurrekontu berria
fi: Lisää uusi budjetti
fr: Ajouter un nouveau budget
hi: एक नया बजट जोड़ना
it: Aggiungi un nuovo budget
oc: Apondre un novèl budgèt
pt: Adicionar um novo orçamento
sk: Pridávanie nového rozpočtu
tr: Yeni bir bütçe eklemek
zh_tw: 新增預算

source: Adding a patron category
ar: إضافة فئه مستخدمين
cs: Přidávání kategorie čtenáře
da: Tilføjer en lånertype
de: Benutzertyp hinzufügen
el: Προσθήκη κατηγορίας μέλους
es: Agregando una categoría de usuario
eu: Bazkide kategoria bat gehitzen
fi: Lisää asiakastyyppi
fr: Ajouter une catégorie d'adhérent
hi: एक संरक्षक श्रेणी जोड़ना
it: Aggiungi categoria utente
oc: Apondre una categoria d'aderent
pl: Dodawanie kategorii użytkownika
pt: Adicionar categoria de leitor
pt_br: Adicionar categoria de usuário
sk: Pridávanie kategórie čitateľov
sv: Lägga till en låntagarkategori
tr: Kullanıcı kategorisi ekleniyor
zh_tw: 新增讀者類型

source: Adding items
ar: إضافة مواد
cs: Přidávání jednotek
da: Tilføjer eksemplarer
de: Exemplare katalogisieren
el: Προσθήκη αντιτύπων
es: Agregando ítems
eu: Agregando ítems
fi: Lisää niteitä
fr: Ajouter des exemplaires
hi: आइटम जोड़ें
it: Aggiungi copie
oc: Apondre d'exemplars
pl: Dodawanie pozycji
pt: Adicionar exemplares
pt_br: Adicionando itens
sk: Pridávanie exemplárov
sv: Lägga till objekt
tr: Materyal ekleniyor
zh_tw: 新增館藏

source: Adding/Editing Classification Sources
ar: إضافة /تعديل مصادر التصنيف
cs: Přidávání/Úprava zdrojů klasifikace
da: Tilføjer/redigerer klassifikationskilder
de: Klassifikationsquellen hinzufügen/bearbeiten
el: Προσθήκη/Επεξεργασία Πηγών Ταξινόμησης
es: Agregando/Editando fuentes de clasificación
eu: Sailkapen iturriak gehitzen/editatzen
fi: Lisää/muokkaa luokitusjärjestelmiä
fr: Ajouter/modifier des sources de classification
hi: जोड़ने/संपादन वर्गीकरण स्रोत
it: Aggiungere/modificare schemi di classificazione
oc: Apondre/modificar de fonts de classificacion
pl: Dodawanie/Modyfikowanie Źródeł Klasyfikacji
pt: Adicionar/editar fontes de classificação
pt_br: Adicionando/Editando fontes de classificação
sk: Pridávanie/Úprava zdrojov triedenia
sv: Lägga till/redigera klassificeringskällor
tr: Sınıflama Kaynakları Ekleniyor/Düzenleniyor
zh_tw: 新增/編輯分類法來源

source: Additional Content Types
ar: أنواع إضافية للمحتوى
cs: Další typy obsahu
da: Ekstra indholdstyper
de: Weitere Inhaltsarten
el: Επιπρόσθετοι Τύποι Περιεχομένου
es: Tipos de contenido adicionales
eu: Eduki gehigarri motak
fi: Muut sisältötyypit
fr: Autres types de contenu
hi: अतिरिक्त सामग्री प्रकार
it: Tipi di contenuto aggiuntivi
oc: Autres tipes de contengut
pl: Dodatkowe typy zawartości
pt: Tipos de conteúdo adicionais
pt_br: Tipos de Conteúdos Adicionais
sk: Dodatočné typy obsahu
sv: Fler innehållstyper
tr: Ek İçerik Türleri
zh_tw: 新增內容類型

source: Additional Help
ar: المساعدة اﻹضافية
cs: Doplňující nápověda
da: Ekstra hjælp
de: Zusätzliche Hilfe
el: Επιπρόσθετη Βοήθεια
es: Ayuda adicional
eu: Laguntza gehigarria
fi: Lisäohje
fr: Aide supplémentaire
hi: अतिरिक्त सहायता
it: Aiuto
oc: Ajuda suplementària
pl: Dodatkowa pomoc
pt: Ajuda Adicional
pt_br: Ajuda Adicional
sk: Dodatočná pomoc
sv: Mer hjälp
tr: Ek Yardım
zh_tw: 其他說明

source: Additional Parameters
ar: ضوابط إضافية
cs: Další parametry
da: Ekstra parametre
de: Weitere Parameter
el: Επιπρόσθετες Παράμετροι
es: Parámetros adicionales
eu: Parametro gehigarriak
fi: Lisämääritykset
fr: Autres paramètres
hi: अतिरिक्त पैरामीटर
it: Parametri aggiuntivi
oc: Autres paramètres
pl: Dodatkowe parametry
pt: Parâmetros adicionais
pt_br: Parâmetros adicionais
sk: Dodatočné parametre
sv: Fler parametrar
tr: Ek Parametreler
zh_tw: 新增參數

source: Additionally, there are two categories you can choose from:
hi: इसके अतिरिक्त, यहां दो श्रेणियां हैं जिन्हें आप चुन सकते हैं:

source: Administration Help
ar: مساعدة الإدارة
cs: Nápověda pro administraci
da: Hjælp til administration
de: Hilfe zur Administration
el: Βοήθεια διαχείρισης
es: Ayuda de administración
eu: Administrazio laguntza
fi: Ylläpidon ohje
fr: Aide pour l'administration
hi: प्रशासन सहायता
it: Aiuto per l'Amministrazione
oc: Ajuda per l'administracion
pl: Pomoc
pt: Ajuda sobre a Administração
pt_br: Ajuda sobre a Administração
sk: Pomoc pre administráciu
sv: Hjälp för administration
tr: Yönetim Yardımı
zh_tw: 管理說明

source: Administration:
ar: الادارة:
cs: Administrace:
el: Διαχείριση:
es: Administración:
eu: Administrazioa:
fi: Ylläpito:
fr: Administration&nbsp;:
hi: प्रशासनः
it: Amministrazione:
oc: Administracion&nbsp;:
pl: Administracja:
pt: Administração:
pt_br: Administração:
sk: Administrácia:
tr: Yönetim:
zh_tw: 管理：

source: Adult
ar: بالغ
cs: Dospělý
da: Voksen
de: Erwachsener
el: Ενήλικας
es: Adulto
eu: Heldua
fi: Aikuinen
fr: Adulte
hi: प्रौढ़
it: Adulto
oc: Adulte
pl: Dorosły
pt: Adulto
pt_br: Adulto
sk: Dospelý
sv: Vuxen
tr: Yetişkin
zh_tw: 成人

source: Adult = A regular patron (can have child patrons attached to it)
ar: البالغ = المستفيد العادي (يمكن أن يكون لديه مستفيدين أطفال مرفق به)
cs: Dospělý = Běžný uživatel (může mít k sobě připojeny dětské uživatele)
da: Voksen = en normal låner (kan være forbundet med børne-låner)
de: Erwachsener = ein normaler Benutzer (kann mit Kind-Benutzern verknüpft werden)
el: Ενήλικας = Ένα κανονικό μέλος (μπορείτε να συνδέσετε παιδιά-μέλη σε αυτόν)
es: Adulto = Un usuario normal (puede tener usuarios niños asociados)
eu: Heldua = bazkide arrunta (bazkide umeak izan ditzake erantsita)
fi: Aikuinen = Tavallinen asiakas (jolla voi olla lapsi huollettavana)
fr: Adulte = un adhérent standard (on peut lui associer des adhérents Enfant).
hi: एडल्ट = एक नियमित संरक्षक (बच्चे संरक्षक से जुड़ी यह हो सकता है)
it: Un adulto = un regolare utente (può avere bambini collegati)
oc: Adulte = un aderent estandard (on pòt lui associar des aderents Enfant).
pl: Dorosły = Zwykły użytkownik (może mieć przypisanych użytkowników dziecięcych)
pt: Adulto = Leitor normal (à qual se pode associar uma criança)
pt_br: Adulto = Usuário padrão (pode ter Crianças ligadas a ele)
sk: Dospelý = Bežný čitateľ (možno k nemu pripojiť detských čitateľov)
sv: Vuxen = En normal låntagare (kan ha låntagare som är barn kopplade till sig)
tr: Yetişkin = Düzenli bir kullanıcı (kendisine bağlı çocuk üyeler olabilir)
zh_tw: 成人 = 一般人(可以讓兒童讀者附屬於他)

source: After adding your cataloging data you will be asked to enter item data. Enter the items barcode, collection code, etc and save the item before checking it out.
ar: بعد اضافة بيانات الفهرسة خاصتك سيطلب منك ادخال فقرة البيانات. أدخل عناصر الباركود, رمز المجموعات, إلخ و احفظ المادة قبل التحقق متها.
cs: Po přidání Vašich katalogizačních údajů budete vyzváni k zadání údajů o jednotce. Vložte čárový kód jednotky, kód sbírky, atd. a jednotku před jejím půjčováním uložte.
da: Efter du har tilføjet katalogdata, vil du blive bedt om at indtaste eksemplardata. Indtast eksemplarets stregkode, samlingskode og gem eksemplardata, før du udleverer det.
de: Nach dem Anlegen des Titelsatzes, können Exemplare angelegt werden. Geben Sie den Barcode, den Medientyp etc. an und speichern Sie, bevor Sie das Exemplar zum ersten mal ausleihen.
el: Αφού προσθέσετε τα δεδομένα καταλογογράφησης θα σας ζητηθεί να προσθέσετε τα δεδομένα αντιτύπου. Εισάγετε το barcode αντιτύπων, τον κωδικό της συλλογής κλπ. και αποθηκεύστε το αντίτυπο πριν αποσυνδεθείτε.
es: Luego de ingresar sus datos de catalogación se le pedirá ingresar datos de ítems. Ingrese los códigos de barra, código de colección, etc y guarde el ítem antes de prestarlo.
eu: Después de añadir los datos de su catalogación, se le pedirá que introduzca los datos del ítem. Introducir el código de barras, código de colección, etc y guardar el ítem antes de prestarlo.
fi: Kun olet lisännyt luettelointitiedot, pyydetään lisäämään nidetiedot. Syötä niteen viivakoodi, kokoelmakoodi, jne. ja tallenna nide ennen sen lainaamista.
fr: Après avoir ajouté vos données de catalogage, vous devrez saisir les données d'exemplaire. Saisir le code à barres de l'exemplaire, le code de collection etc, puis enregistrer avant de quitter la page.
hi: आपके सूचीबद्ध डेटा जोड़ने के बाद आप आइटम डेटा दर्ज करने के लिए कहा जाएगा। आइटम बारकोड, संग्रह कोड, आदि दर्ज करें और इसे बाहर की जाँच से पहले आइटम बचाने के लिए।
it: Dopo aver aggiunto i dati catalografici, ti sarà chiesto di immettere i dati di copia. Metti i barcodes, le collocazioni, etc. Poi salva le copie prima di dare in prestito.
oc: Aprèp aver apondut vòstras donadas de catalogatge, vos caldrà sasir las donadas d'exemplar. Sasir lo còdi de barras de l'exemplar, lo còdi de colleccion etc, puèi enregistrar abans de quitar la pagina.
pl: Po dodaniu danych bibliograficznych, zostaniesz poproszony o wprowadzenie danych egzemplarza. Wprowadź kod kreskowy, kod kolekcji itd. i zapisz dane przed wypożyczeniem egzemplarza.
pt: Depois de adicionar os dados de catalogação será pedido para inserir os dados dos exemplares. Insira os códigos de barra, os códigos de colecção, etc, e guarda antes de proceder à circulação dos exemplares.
pt_br: Após adicionar seus dados de catalogação será pedido os dados do item. Informe o código de barras, código da coleção, etc e salve o item antes de emprestá-lo.
sk: Po pridaní Vašich katalogizačných údajov budete vyzvaní k zadaniu údajov o exemplároch. Vpíšte ich čiarový kód, kód zbierky atď a uložte exemplár pred jeho výpožičkou.
sv: När du lagt till katalogdata ombeds du ange objektdata. Ange objektets streckkod, samlingskod osv. och spara objektet innan det lånas ut.
tr: Kataloglama verilerinizi ekledikten sonra materyal verisini girmek isteyip istemediğiniz sorulacaktır. Ödünç vermeden önce materyallerin barkodu, koleksiyon kodu vb. girişlerini yapınız ve materyali kaydediniz.
zh_tw: 新增編目資料後，接著詢問鍵入館藏資料。鍵入館藏條碼、館藏代碼等資料後，就可儲存它，以備借出。

source: After bringing in the bib information (for all import methods except for the staged file), if your AcqCreateItem system preference is set to add an item when ordering you will enter the item info next. You need to fill out at least one item record and then click the 'Add' button at the bottom left of the item form.
ar: بعد إحضار البيانات البيبلوغرافية ( لكل طرق الاستيراد ماعدا الملف المنظم)، إذا تم ضبط تفضيل النظام AcqCreateItem إلى إضافة مادة، عند الطلب ستقوم بإدخال معلومات المادة بعد ذلك. يجب عليك ملء تسجيلة مادة واحدة علة الأقل ثم قم بالنقر على زر "إضافة" أدنى يمين نموذج المادة.
cs: Po přechodu k bibliografickým informacím, pokud je hodnota AcqCreateItem nastavena na přidání nové jednotky při objednávce, budete moci zadat informace o jednotce. Je nutné vyplnit údaje alespoň pro jednu jednotku a potom kliknout na tlačítko "Vložit".
de: Nachdem der Titelsatz ausgewählt wurde (für alle Methoden außer beim Arbeiten mit einer zwischengespeicherten Datei), müssen Sie als nächstes die Exemplardaten erfassen, wenn der Systemparameter AcqCreateItem auf 'bei Bestellung' gesetzt ist. Es muss mindestens ein Exemplarsatz angelegt werden, indem Sie auf die 'Hinzufügen'-Schaltfläche auf der unteren linken Seite des Exemplarformulars klicken.
el: Αφού εισαγάγετε τις βιβλιογραφικές πληροφορίες (για όλες τις μεθόδους εισαγωγής εκτός του προετοιμασμένου αρχείου), εάν οι προτιμήσεις του συστήματός σας είναι ρυθμισμένες να προσθέτουν ένα τεκμήριο κατά την παραγγελία, θα εισαγάγετε τις πληροφορίες του τεκμηρίου στη συνέχεια. Θα πρέπει να συμπληρώσετε τουλάχιστον μία εγγραφή τεκμηρίου και να πατήσετε το κουμπί 'Προσθήκη' αριστερά κάτω στη φόρμα τεκμηρίου.
es: Después de la incorporación de la información bibliográfica (para todos los métodos de importación, excepto para los archivos preparados), si su preferencia del sistema AcqCreateItem está configurada para agregar un ítem cuando se hace el pedido, ingresará a continuación la información del ítem. Usted necesita llenar al menos un registro de ítem y luego haga clic en el botón 'Agregar' en la parte inferior izquierda del formulario del ítem.
fi: Kun nimeketiedot on tuotu (kaikilla muilla tavoilla paitsi väliaikaisvarastosta), jos AcqCreateItem -järjestelmäasetuksesi on määritelty lisäämään niteen kun tilaus tehdään, saat seuraavaksi syöttää niteen tiedot. Sinun täytyy täyttää ainakin yhden nidetietueen tiedot ja klikata 'Lisää' nidetietolomakkeen alapuolella vasemmalla.
fr: Après avoir importé les informations bibliographiques (pour toutes les méthodes d'import en dehors du fichier préparé), si votre préférence système 'AcqCreateItem' est placée sur 'Ajouter un exemplaire lors de la commande', vous devrez ensuite saisir les données d'exemplaire. Vous devez remplir au moins une notice d'exemplaire puis cliquer sur le bouton 'Ajouter' en bas à gauche du formulaire.
hi: बिब जानकारी में लाने के बाद (सभी आयात तरीकों के लिए मंचन फ़ाइल के लिए छोड़कर) , अपने AcqCreateItem प्रणाली वरीयता एक आइटम जोड़ने के लिए सेट कर दिया जाता है, तो जब आदेश आप आइटम की जानकारी अगले में प्रवेश करेंगे। आपको कम से कम एक आइटम रिकॉर्ड भरें और फिर आइटम प्रपत्र की बाईं तल पर 'जोड़ें' बटन पर क्लिक करने की जरूरत है।
it: Dopo aver inserito l'informazione della biblioteca(per tutti i metodi d'importazione tranne che per i file lavorati), se la preferenza di sistema AcqCreateItem ha impostato 'Aggiungi copia al momento dell'ordine', digiterai successivamente l'informazione di copia. Dovrai riempire almeno un record di copia e premere sul bottone 'Aggiungi' in basso a sinistra.
oc: Aprèp aver importat las informacions bibliograficas (per totes los metòdes d'impòrt en defòra del fichièr preparat), se vòstra preferéncia sistèma 'AcqCreateItem' es plaçada sus 'Apondre un exemplar al moment de la comanda', vos caldrà puèi sasir las donadas d'exemplar. Vos cal emplenar al mens una notícia d'exemplar puèi clicar sul boton 'Apondre' en bas a esquèrra del formulari.
pl: Jeśli opcja systemu AcqCreateItem jest włączone, żeby dodawać egzemplarze przy składaniu zamówienia, musisz wypełnić pola rekordu egzemplarza, a następnie nacisnąć 'Dodaj egzemplarz' na dole formularza.
pt: Após mostrar a informação bibliográfica, se a preferência do sistema AcqCreateItem está definida para adicionar um exemplar quando encomendar irá introduzir a informação do exemplar a seguir. Precisa de introduzir pelo menos um exemplar e depois carregar no botão para adicionar.
pt_br: Depois de trazer a informação do registro (para todos os métodos de importação exceto carregamento de arquivos), se a sua preferência do sistema AcqCreateItem estiver configurada para adicionar um exemplar quando realizar um pedido, você terá que inserir a informação do exemplar em seguida. Você precisa preencher pelo menos o registro de um exemplar e clicar no botão 'Adicionar' na parte inferior esquerda do formulário de exemplar.
sk: Po zadaní informácie o knižničnom zázname (pri všetkých spôsoboch importu okrem pripraveného súboru), ak je vaše systémové nastavenie AcqCreateItem zapnuté na pridávanie exemplárov pri objednávkach, následne zadáte informáciu o exemplári. Musíte vyplniť aspoň jeden záznam o exemplári a potom kliknúť na tlačidlo 'Pridať' vľavo dole vedľa formulára exemplárov.
tr: Bibliyografik kayıt bilgilerini getirdikten sonra (hazırlanmış dosyalar haricindeki tüm aktarma metodları için), AcqCreateItem sistem tercihiniz sipariş verirken bir materyal ekle olarak ayarlanmışsa, hemen sonra materyal bilgilerini de gireceksiniz. En az bir materyal kaydı doldurup daha sonra materyal formunun sol alt kısmında yer alan 'Ekle' butonuna tıklamanız gerekmektedir.
zh_tw: 進入書目資訊後(除了待處理檔案外的所有匯入方法)，若已將 AcqCreateItem 系統偏好設為訂購後新增館藏，則可接著鍵入館藏資訊，至少需鍵入一筆館藏紀錄，再勾選館藏表單左下方的 '新增' 鈕。
