Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Note: Actually, a condition is true if value in the corresponding subfield is strictly 'equal' or 'not equal' to what is defined if 'Value'. A record having 999$9 = 'XXX YYY' will not belong to a set where condition is 999$9 = 'XXX'.
ar: ملاحظة: في الواقع, يكون الشرط حقيقياً إذا كانت القيمة الموجودة في الحقل الفرعي المقابل 'تساوي' أو 'لا تساوي' لما تم تعريفه إذا كانت 'القيمة'. إذا كان للتسجيلة 999$9 = 'XXX YYY' لن تنتمي إلى مجموعة بها شرط 999$9 = 'XXX'.
cs: Poznámka: Podmínka bude platná, pokud se hodnota v odpovídajícím podpoli bude přesně shodovat s definicí sady. Např. záznam s 999$9 = "XXX YYY" nebude vybrán, je-li podmínka definována jako 999$9 ="XXX ".
de: Hinweis: Die Bedingung trifft nur zu, wenn der Wert des Unterfeldes exakt oder nicht dem definierten 'Wert' entspricht. Ein Datensatz mit 999$9 = 'XXX YYY' gehört nicht zu einem Set, dessen Bedingung 999$9 = 'XXX' ist.
el: Σημείωση: Στην ουσία, μια κατάσταση είναι αληθινή εάν η τιμή στο αντίστοιχο υποπεδίο είναι αυστηρά 'ίση' ή 'μη ίση' σε ό,τι ορίζεται εάν υπάρχει 'Τιμή'. Μια εγγραφή που έχει 999$9 = 'XXX YYY' δεν θα ανήκει σε μία ομάδα όπου η κατάσταση είναι 999$9 = 'XXX'.
es: Nota: En realidad, una condición es verdadera si el valor del subcampo correspondiente es estrictamente 'igual' a lo definido en 'Valor'. Un registro que contiene 999$9 = 'XXX YYY' no pertenecerá al conjunto cuya condición sea 999$9 = 'XXX'.
eu: Oharra: Benetan, baldintza bat egiazkoa da azpisailaren balorea 'berdina' baldin bada 'Balorea'n definitutakoarekin. 999$9 = 'XXX YYY' daukan erregistroak ez da 999$9 = 'XXX' baldintza duen bildumakoa izango.
fi: Huomautus: Itseasiassa, ehto on tosi, jos vastaavan osakentän arvo on täsmälleen 'vastaava' tai 'ei vastaava' määritellyn arvon kanssa. Tietue, jossa 999$9 = 'XXX YYY' ei kuulu joukkoon, jossa ehtona on 999$9 = 'XXX'.
fr: Note : Une condition n'est vraie si le sous-champ correspondant est strictement égal au contenu de 'Valeur', ou strictement différent. Une notice ayant 999$9 = 'XXX YYY' ne sera pas placée dans un jeu de données dont la condition est 999$9 = 'XXX'.
hi: नोट: वास्तव में, एक की हालत सच है अगर इसी उपक्षेेत्र में मूल्य सख्ती से 'बराबर' या 'बराबर नही' क्या परिभाषित किया गया है, तो 'वैल्यू' को है। एक रिकॉर्ड 999$9 = 'XXX YYY' के बाद एक सेट से संबंधित नहीं होगा, जहां हालत 999$9 = 'XXX'.
it: Nota: attualmente una condizione è vera se il dato presente nel sottocampo corrispondente è esattamente uguale a quanto definito nel campo 'valore'. Ad esempio un record con 999$9 = 'XXX YYY' non fa parte di un set la cui condizione di appartenenza sia 999$9 = 'XXX'.
oc: Nòta : Una condition n'est vraie se lo soscamp correspondent es strictement égal al contengut de 'Valor', o strictement diferent. Una notícia ayant 999$9 = 'XXX YYY' serà pas plaçada dins un jeu de donadas dont la condition es 999$9 = 'XXX'.
pt: Nota: Uma condição é verdade se o valor do subcampo correspondente é exactamente 'igual' ou 'não igual' ao definido em 'Valor'. Um registo com 999$9 = 'XXX YYY' não pertence a um conjunto onde a condição é 999$9 = 'XXX'.
pt_br: Nota: Atualmente, a condição é verdadeira se o valor no subcampo correspondente é exatamente 'igual' ou 'diferente' do que está definido se 'Valor'. Um registro tem 999$9 = 'XXX YYY' não irá pertencer a um conjunto que a condição é 999$9 = 'XXX'.
sk: Poznámky: Podmienka je v skutočnosti pravdivá, ak je hodnota v príslušnom podpoli striktne 'rovná' alebo 'nerovná' tomu, čo sa definuje je 'Hodnota'. Záznam majúci 999$9 = 'XXX YYY' nebude patriť do sady, kde podmienkou je 999$9 = 'XXX'.
tr: Not: Aslında bir koşul, eğer kendisine karşılık gelen alt alan, eğer 'Değer' olarak tanımlanan değere kesinlikle 'eşittir' ya da 'eşit değildir' ise doğrudur. 999$9 = 'XXX YYY' değerine sahip bir kayıt, koşulun 999$9 = 'XXX' olduğu bir kümeye ait olmayacaktır.
zh_tw: 說明：實際上，若對映分欄的值完全 '相同' 或 '不相同'，則狀況為真，設定為'值'。紀錄內容有 999$9 = 'XXX YYY'，將屬於 999$9 = 'XXX' 的資料集。

source: Note: Before you begin, you must set up at least one
eu: Oharra: Hasi aurretik gutxienez konfiguratu behar da hau:
fi: Huomautus: Ennen kuin aloitat, sinun pitää asettaa vähintään yksi
hi: नोट: आरंभ करने से पहले, आप कम से कम एक सेट करना होगा

source: Note: If you have your AutoResumeSuspendedHolds preference set to "Don't allow" then you will not have the option to put an end date on the hold suspension.
ar: لاحظ: إذا ما كان التفضيل AutoResumeSuspendedHolds لديك مضبوطاً إلى "لا تسمح" عندئذٍ لن يكون لديك الخيار أن تضع نهاية لتاريخ نهاية تعليق الحجز.
cs: Poznámka: Pokud je parametr AutoResumeSuspendedHolds nastaven na "nepovolit", potom nebude možné nastavit datum pro konec přerušení rezervace.
da: Bemærk: Hvis AutoResumeSuspendedHolds er sat til "Tillad ikke" kan der ikke sættes en slutdato på reserveringssuspenderingen.
de: Hinweis: Wenn der Systemparameter AutoResumeSuspendedHolds nicht aktiviert ist, kann kein Datum für die Reaktivierung der Vormerkung angegeben werden.
el: Σημείωση: Εάν έχετε ρυθμίσει την AutoResumeSuspendedHolds προτίμησή σας στο "Να μην επιτρέπεται" τότε δεν θα έχετε την επιλογή να ορίσετε μία ημερομηνία λήξης στην αναστολή κράτησης.
es: Nota: Si tiene la preferencia AutoResumeSuspendedHolds configurada en "No permitir" entonces no tendrá la opción de indicar una fecha final en la suspensión de la reserva.
eu: Nota: Si usted tiene su preferencia AutoResumeSuspendedHolds configurada en "No permitir ", entonces usted no tendrá la opción de poner una fecha de finalización de la suspensión de reserva
fi: Huomaa: Jos AutoResumeSuspendedHolds-asetus on "Älä salli", silloin ei ole mahdollista laittaa varauksen keskeytykselle lopetusaikaa.
fr: Note: si vous avez paramétré la préférence système AutoResumeSuspendedHolds sur "Ne pas autoriser", alors vous n'aurez pas la possibilité de définir une date de fin de suspension.
hi: नोट: यदि आप अपने AutoResumeSuspendedHolds वरीयता लिए निर्धारित किया है "की अनुमति न दें" तो फिर तुम पकड़ निलंबन पर एक अंतिम तिथि डाल करने का विकल्प नहीं होगा
it: Nota: Se hai configurato la preferenza di sistema AutoResumeSuspendedHolds a "Non permettere", allora non avrai la possibilità di mettere una data di fine alla prenotazione sospesa
oc: Nòta : se avètz parametrat la preferéncia sistèma AutoResumeSuspendedHolds sus "Autorizar pas", alors auretz pas la possibilitat de definir une data de fin de suspension.
pl: Uwaga: Jeśli wartość w opcji AutoResumeSuspendedHolds ustawiono na "Nie zezwalaj", nie można określić końcowej daty rezerwacji zamówienia.
pt: Nota: Se a preferência de sistema AutoResumeSuspendedHolds está definida para "Não permitir" então não terá a opção de colocar uma data de termino na suspensão da reserva.
pt_br: Nota: Se você tiver a opção AutoResumeSuspendedHolds ajustada para "Não permitir" então você não terá a opção de inserir uma data de término na suspensão.
sk: Poznámka: Ak máte nastavenie AutoResumeSuspendedHolds na "Nepovoliť", tak nebudete môcť zadať koncový dátum na prerušenie rezervácie.
sv: Obs! Om inställningen AutoResumeSuspendedHolds är satt till "Tillåt inte" kommer du inte att ha möjlighet att ange ett slutdatum för en uppskjuten reservation.
tr: Not: Askıdaki Ayırmaları Otomatik Olarak Devam Ettir seçeneğini "İzin verme"ye ayarlarsanız ayırmadaki ertelemede bitiş tarihi koyma seçeneğiniz olmayacaktır.
zh_tw: 說明：若將AutoResumeSuspendedHolds偏好設為 "不允許"，則不能在待決預約裡加入終止日期。

source: Note: If you would like you can also use the Lists tool for merging records together.
eu: Oharra: Nahi baduzu, Zerrenden erreminta erabil dezakezu erregistroak konbinatzeko.
fi: Huomaa: Voit käyttää myös 'Listat'-työkalua tietueiden yhdistämiseen.
hi: नोट: आप भी रिकॉर्ड एक साथ विलय के लिए सूचियाँ उपकरण का उपयोग कर सकते हैं चाहेंगे।

source: Note: In France a "quitus" ("discharge") is needed if you want to register for an account in a library or a university).
eu: Oharra: Frantzian "quitus"a ("zorra kitatu") behar da kontu bat erregistratu nahi bada liburutegi edo unibertsitatean.
fi: Huomautus: Ranskassa "quitus" ("velattomuusilmoitus") tarvitaan, jos halutaan käyttäjätili kirjastosta tai yliopistosta.
hi: नोट: फ्रांस में एक "quitus" ("मुक्ति") यदि आप एक पुस्तकालय या एक विश्वविद्यालय में एक खाते के लिए रजिस्टर करने के लिए चाहते हैं की जरूरत है)।

source: Note: Please note that edit_items permission is still required
eu: Oharra: Kontuan izan oraindik edit_items baimena behar dela
fi: Huomaa: Vaaditaan yhä edit_items-oikeus (niteiden muokkaus)
hi: नोट: कृपया ध्यान दें कि edit_items अनुमति अभी भी आवश्यक है

source: Note: Please note that items_batchmod permission is still required
eu: Oharra: Kontuan izan oraindik items_batchmod baimena behar dela
fi: Huomaa: Vaaditaan yhä items_batchmod-oikeus (niteiden muokkaus eräajona)
hi: नोट: कृपया ध्यान दें कि items_batchmod अनुमति अभी भी आवश्यक है
oc: Nòta : Veuillez noter que la permission items_batchmod es totjorn necessària

source: Note: Use system preference 'AudioAlerts' to enable/disable sounds.
el: Σημείωση: Κάντε χρήση της ρύθμισης 'AudioAlerts' για να ενεργοποιήσετε/απενεργοποιήσετε τους ήχους.
fi: Huomautus: Määrittele 'AudioAlerts'-järjestelmäasetuksessa, ovatko äänet päällä vai pois päältä.
hi: नोट: ध्वनि सक्षम / अक्षम करने के लिए सिस्टम वरीयता 'ऑडियोअलर्ट' का उपयोग करें

source: Note: if you list prices and/or invoice prices, include tax.
ar: لاحظ: إذا ما كانت قائمة أسعارك و/أو أسعار فواتيرك ، تشتمل على الضرائب.
cs: Poznámka: pokud uvádíte ceny a/nebo fakturované ceny nezapomeňte připočítat DPH.
da: Bemærk: hvis du angiver priser og/eller fakturapriser, medtag moms
de: Hinweis: wenn Listenpreise und/oder Rechnungspreise angegeben werden, Steuer miteinberechnen.
el: Σημείωση: εάν αναρτάτε τιμές και/ή τιμές τιμολογίων, συμπεριλάβετε τον φόρο.
es: Nota: si sus precios de lista y/o precios de compara, incluya impuesto.
eu: Nota: si sus precios de lista y/o precios de compara, incluya impuesto.
fi: Huomaa: Jos listaat hintoja ja/tai laskuhintoja, lisää verot.
fr: Note: si vos prix catalogue ou facturés incluent la TVA.
hi: नोट: यदि आप कीमतों और / या चालान की कीमतों की सूची, टैक्स शामिल हैं।
it: Nota: se elenchi i prezzi e/o i prezzi delle fatture, includi le tasse.
oc: Nòta: se vos prix catalòg o facturats incluent la TVA.
pl: Uwaga: ceny katalogowe i/lub kwota do zapłaty mogą zawierać podatek.
pt: Nota: se a lista de preços e/ou preços na factura incluem taxas.
pt_br: Nota: se você listar preços e/ou preços de notas, inclua impostos.
sk: Poznámka: ak uvádzate ceny a/alebo fakturačné ceny, zahrňte daň.
sv: Obs! om du listar priser och/eller fakturabelopp ska skatt tas med.
tr: Not: Fiyatları ve/veya fatura fiyatlarını listeliyorsanız, KDV'yi dahil ediniz.
zh_tw: 說明：若列出價格與發票價格，含稅。

source: Notes are for internal use.
ar: الملاحظات للإستخدام الداخلي.
cs: Poznámky jsou pro vnitřní použití.
da: Noter er til intern brug.
de: Notizen sind für den internen Gebrauch.
el: Οι σημειώσεις είναι για εσωτερική χρήση.
es: Las notas son para uso interno.
eu: Oharrak barne erabilerarako dira.
fi: Huomautukset ovat sisäiseen käyttöön.
fr: Les notes sont pour un usage interne.
hi: नोट्स आंतरिक उपयोग के लिए कर रहे हैं।
it: Le note sono per uso interno
oc: Les nòtas son per un usage interne.
pl: Uwagi przeznaczone są do użytku wewnętrznego.
pt: Os campos de nota são para uso interno.
pt_br: Notas são para uso interno.
sk: Poznámky slúžia na vnútorné použitie.
sv: Kommentarer är för internt bruk.
tr: Notlar kurum içi kullanım içindir.
zh_tw: 內部使用的說明。

source: Notes are simply for any descriptive notes you might want to add so that librarians know when to use this fund
ar: الملاحظات هي ببساطة لأي ملاحظات وصفية قد ترغب في إضافتها ليعرف موظفو المكتبة متى يمكنهم استخدام هذا التمويل
de: Das Notizfeld kann Hinweise für die Bibliotheksmitarbeiter enthalten, so dass klar ist, wann dieses Konto verwendet wird
es: Las notas son simplemente para cualquier nota descriptiva que, posiblemente, desee agregar para que los bibliotecarios sapan cuándo utilizar este fondo
eu: Oharrak gehitu nahi duzun edozein ohar deskriptiborentzat dira, funts hau noiz erabili behar den jakin dezaten liburuzainek
fi: Huomautukset ovat yksinkertaisesti kuvauksia, joita mahdollisesti haluat lisätä sen vuoksi, että käyttäjät tietävät tilin tarkoituksen
hi: नोट्स बस किसी भी वर्णनात्मक नोटों के लिए आप पुस्तकालयाध्यक्षों को पता है कि जब इस निधि का उपयोग करने के लिए इतना जोड़ सकते हैं कर रहे हैं
it: Le note sono semplicemente note descrittive che tu potresti voler aggiungere in modo che i bibliotecari possano visualizzarle quando usano questo fondo.
sk: Poznámky slúžia jednoducho pre akékoľvek popisné poznámky, ktoré chcete pridať, aby knihovníci vedeli, kedy použiť tento fond
tr: Notlar, basitçe kütüphanecilerin bu fonu ne zaman kullanabileceklerini bilmeleri için ekleyebileceğiniz açıklayıcı notlar içindir.

source: Notices
ar: الإشعارات
cs: Upozornění
da: Beskeder
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Avisos
eu: Jakinarazpenak
fi: Ilmoitukset
fr: Notifications
hi: नोटिस
it: Avvisi
oc: Notificacions
pl: Powiadomienia
pt: Avisos
pt_br: Correspondências
sk: Oznámenia
sv: Meddelanden
tr: Uyarılar
zh_tw: 通知

source: Notices & slips
ar: الإشعارات والكعوب
cs: Oznámení & potvrzení
da: Beskeder & sedler
de: Benachrichtigungen & Quittungen
el: Ειδοποιήσεις & σημειώματα
es: Avisos y recibos
eu: Jakinarazpenak eta Egiaztagiria
fi: Ilmoitukset ja kuitit
fr: Notices et reçus
hi: नोटिस और स्लिपस्
it: Avvisi &amp; Ricevute
oc: Notícias e recebuts
pl: Powiadomienia i rewersy
pt: Avisos & recibos
pt_br: Avisos & Etiquetas rápidas
sk: Oznámenia & ústrižky
sv: Meddelanden och kvitteringar
tr: Uyarılar & Slipler
zh_tw: 說明 & 收條

source: OAI-PMH Sets Configuration
ar: تكوين مجموعات OAI-PMH
cs: Konfigurace sad OAI-PMH
da: OAI-PMH sætter konfiguration:
de: OAI-PMH-Set-Konfiguration
el: OAI-PMH Παραμετροποίηση Ομάδων
es: Configuración de conjuntos OAI-PMH
eu: Configuración de conjuntos OAI-PMH
fi: OAI-PMH-joukkojen asetukset
fr: Configuration des Sets OAI-PMH
hi: OAI-PMH सेट विन्यास
it: Configurazione dei set OAI-PMH
oc: Configuration des Sets OAI-PMH
pl: Konfiguracja zestawów OAI-PMH
pt: Configuração dos conjuntos OAI-PMH
pt_br: Configuração de conjuntos OAI-PMH
sk: Nastavenie sád OAI-PMH
sv: Konfiguration av OAI-PMH-uppsättningar
tr: OAI-PMH Setleri Yapılandırması
zh_tw: OAI-PMH 資料集組態

source: OAI-PMH Sets Mappings Configuration
ar: تكوين تعيينات مجموعات OAI-PMH
cs: Konfigurace mapování sad OAI-PMH
da: OAI-PMH sætter tilordningskonfiguration
de: OAI-PMH-Set-Mappings-Konfiguration
el: OAI-PMH Παραμετροποίηση Αντιστοιχίσεων Ομάδων
es: Configuración de correspondencia de conjuntos OAI-PMH
eu: Configuración de correspondencia de conjuntos OAI-PMH
fi: OAI-PMH-joukkojen vastaavuuksien määrittely
fr: Configuration des critères des Sets OAI-PMH
hi: OAI-PMH सेट मैपिंग विन्यास
it: Configurazione dei set di OAI-PMH
oc: Configuration des critèris des Sets OAI-PMH
pl: Konfiguracja mapowań zestawów OAI-PMH
pt: Configuração dos mapeamentos dos conjuntos OAI-PMH
pt_br: Configuração de mapeamentos de conjuntos OAI-PMH
sk: Nastavenie priradení sád OAI-PMH
sv: Mappningskonfiguration av OAI-PMH-uppsättningar
tr: OAI-PMH Setleri Eşleme Yapılandırması
zh_tw: OAI-PMH 資料集對映組態

source: ODUE (Overdue Notice)
ar: ODUE (إخطار التأخير)
cs: ODUE (Upomínka)
da: ODUE (rykkerbesked)
de: ODUE (Mahnbenachrichtigung)
el: ODUE (Ειδοποίηση Εκπρόθεσμου)
es: ODUE (Aviso de retraso)
eu: ODUE (Aviso de retraso)
fi: ODUE (Myöhästymisilmoitus)
fr: ODUE (Notifications de retard)
hi: ODUE (अतिदेय नोटिस)
it: ODUE (avviso di ritardo)
oc: ODUE (Notificacions de retard)
pl: ODUE (Przetrzymane Powiadomienie)
pt: ODUE (Aviso de atraso)
pt_br: ODUE (Aviso de Atraso)
sk: ODUE (Oznámenie o omeškaní)
sv: ODUE (Förseningsmeddelande)
tr: ODUE (Gecikme uyarısı)
zh_tw: ODUE (逾期通知)

source: OPAC &gt; Login &gt; my messaging
ar: الأوباك &gt; تسجيل الدخول &gt; مراسلاتي
cs: OPAC &gt; Přihlášení &gt; Upozornění
da: OPAC &gt; Log ind &gt; mine beskeder
de: Unter: OPAC &gt; Benutzerkonto &gt; Meine Benachrichtigungen
el: OPAC &gt; Σύνδεση &gt; τα μηνύματά μου
es: OPAC &gt; Ingreso &gt; mis mensajes
eu: OPAC &gt; Ingreso &gt; mis mensajes
fi: Verkkokirjasto &gt; Kirjautuminen &gt; omat viestit
fr: OPAC &gt; Connexion &gt; Mes messages
hi: ओपेक &gt; लॉग इन &gt; मेरी मैसेजिंग
it: OPAC &gt; Login &gt; i miei messaggi
oc: OPAC &gt; Connexion &gt; Mes messatges
pt: OPAC &gt; Entrar &gt; minhas mensagens
pt_br: OPAC &gt; Login &gt; Minhas mensagens
sk: OPAC &gt; Prihlásenie &gt; moje správy
sv: OPAC &gt; Login &gt; meddelandehantering
tr: OPAC &gt; Oturum aç &gt; mesajlarım
zh_tw: OPAC &gt; 登入 &gt; 我的訊息

source: OPAC:
ar: أوباك:
fi: Verkkokirjasto:
fr: OPAC&nbsp;:
hi: ओपेक:
oc: OPAC&nbsp;:
zh_tw: 联机公共目录：

source: Of the fields on the group form, 'Category code' and 'Name' are the only required fields
ar: الحقول الوحيدة المطلوبة في نموذج المجموعة 'كود الفئة' و 'الاسم'
cs: Z polí na formuláři skupin jsou vyžadovány pouze pole "Kód kategorie" a "Název"
da: Ud af felterne i gruppeformularen er det kun 'Kategorikode' og 'Navn' der er påkrævede
de: Bei den Feldern im Formular Gruppe sind nur 'Kategoriecoe' und 'Name' obligatorische Felder
el: Από τα πεδία στη φόρμα ομάδας, απαιτούνται μόνο τα 'Κωδικός κατηγορίας' και 'Όνομα'
es: De los campos en el formulario de grupo, 'El código de categoría' y 'Nombre' son los únicos campos obligatorios
eu: Talde inprimakiko eremuetatik, 'Kategoria kodea' eta 'Izena' dira nahitaezkoak diren eremu bakarrak
fi: Ryhmien lomakkeella vain tunnus- ja nimikentät ovat pakollisia kenttiä
fr: Parmi les champs du formulaire, seuls Code de catégorie et Nom sont obligatoires.
hi: समूह के रूप में, 'श्रेणी के कोड' और 'नाम' पर खेतों की केवल आवश्यक फ़ील्ड हैं
it: Solo i campi 'Codice della categoria' e 'Nome' sono obbligatori
oc: Parmi los camps del formulari, sols Còdi de categoria e Nom son obligatòris.
pt: Dos campos do formulário de grupo, apenas 'Código da categoria' e 'Nome' são os necessários
pt_br: Dos campos no formulário do grupo, apenas 'Código da Categoria' e 'Nome' são obrigatórios
sk: Z polí na formulári skupín, povinné sú len polia 'Kód kategórie' and 'Názov'
sv: Av fälten på gruppformuläret är 'Kategorikod' och 'Namn' de enda fält som krävs
tr: Grup formundaki alanlardan sadece ‘Kategori kodu’ ve ‘İsim’ istenmektedir.
zh_tw: 在群組表單的欄位裡，祗有 '類型代碼' 與 '名稱' 是必備

source: Of these fields, only the vendor name is required. The rest of the information should be added to help with generating claim letters and invoices.
ar: من ضمن هذه الحقول ، فقط اسم المورد هو المطلوب. وباقي المعلومات ينبغي أن تضاف لتساعد في توليد رسائل المطالبة والفواتير.
cs: Z těchto polí je vyžadováno pouze jméno dodavatele. Je ale vhodné vyplnit i další informace pro usnadnění generování pohledávek a dokladů.
da: Ud af disse felter er det kun leverandørnavn der er påkrævet, resten af informationen tilføjes ud fra bestillingsbreve og fakturaer.
de: Von diesen Feldern ist nur der Lieferantenname obligatorisch. Der Rest der Informationen ist nur erforderlich, um das Erzeugen von Reklamationen und Rechnungen zu erleichtern.
el: Από αυτά τα πεδία, απαιτείται μόνο το όνομα προμηθευτή. Οι υπόλοιπες πληροφορίες πρέπει να προστεθούν για να βοηθήσουν στη δημιουργία επιστολών απαίτησης και τιμολογίων.
es: De estos campos, sólo el nombre del proveedor es necesario, el resto de la información debería ser añadida para ayudar con la generación de cartas de reclamos y facturas
eu: Eremu hauetatik, hornitzailearen izena besterik ez da nahitaezkoa; gainerako informazioa erreklamazio-gutunak eta fakturak sortzen laguntzeko idatzi behar da.
fi: Näistä kentistä vain toimittajan nimi on pakollinen. Muiden kenttien tiedot lisätään, jotta reklamoinnin ja laskun tiedot tulisivat niihin.
fr: Parmi ces champs, seul le nom du fournisseur est obligatoire. Les autres peuvent être utiles sur les lettres de réclamation et les factures.
hi: इन क्षेत्रों में से सिर्फ विक्रेता के नाम की आवश्यकता है। जानकारी के बाकी दावे पत्र और चालान पैदा करने के साथ मदद करने के लिए जोड़ा जाना चाहिए।
it: Solo il Nome del fornitore è obbligatorio. Il resto dell'informazione serve per generare le lettere di sollecito e le fatture
oc: Demest aquestes camps, sol lo nom del provesidor es obligatòri. Los autres pòdon èsser utiles sus las letras de reclamacion e las facturas.
pl: Polem wymaganym jest nazwa dostawcy. Reszta informacji może być pomocna przy generowaniu wiadomości reklamacyjnej i faktury.
pt: Destes campos, apenas o nome do fornecedor é necessário. O resto da informação deve ser adicionada para ajudar a geração de cartas e avisos de reclamação.
pt_br: Destes campos, apenas o nome do fornecedor é obrigatório, o restante das informações pode ser adicionado para ajudar a gerar reclamações e notas.
sk: Z daných polí je povinné len meno predajcu. Zvyšok informácií by sa mal pridať pre pomoc s vytváraním reklamačných listov a faktúr.
sv: Av dessa fält krävs endast leverantörsnamnet. Resten av informationen bör läggas till för att hjälpa till att generera kravbrev och fakturor.
tr: Bu alanlardan, yalnızca sağlayıcı ismi gereklidir. Bilgilerin geri kalanı talep mektubu ve fatura oluşturmaya yardımcı olmak için eklenmelidir.
zh_tw: 列出的欄位裡，祗有供應商名稱是必備，其他的資訊有助於產生催缺信與發票之用。

source: Offline Circulation
ar: الإعارة دون اتصال
cs: Offline výpůjčky
de: Offline-Verbuchung
el: Διακίνηση Υλικού Εκτός Σύνδεσης
es: Circulación fuera de línea
eu: Offline Zirkulazioa
fi: Yhteydettömän tilan lainaus (offline)
fr: Prêts secourus
hi: ऑफलाइन सर्कुलेशन
it: Circolazione offline
oc: Prèstes secorruts
pl: Udostępnianie offline
pt: Circulação offline
pt_br: Circulação off-line
sk: Obeh offline
tr: Çevrimdışı dolaşım
zh_tw: 離線流通

source: Offline circulation
ar: الإعارة دون إتصال
cs: Offline výpůjčky
da: Offline-udlån
de: Offline-Verbuchung
el: Διακίνηση υλικού εκτός σύνδεσης
es: Circulación fuera de línea
eu: Offline zirkulazioa
fi: Yhteydettömän tilan lainaus
fr: Prêts secourus
hi: ऑफलाइन परिसंचालन
it: Circolazione offline
oc: Prèstes secorruts
pl: Udostępnianie offline
pt: Circulação offline
pt_br: Circulação offline
sk: Obeh offline
sv: Offline-utlåning
tr: Çevrimdışı dolaşım
zh_tw: 離線流通
