Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: From this page you can manage offline circulation actions tracked in the Firefox plugin found at:
ar: من هذه الصفحة بإمكانك إدارة عمليات الإعارة التي تمت دون إتصال التي تم تتبعها بواسطة إضافة فايرفوكس التي يمكن أن تجدها في:
cs: Na této stránce můžete zpracovávat offline výpůjčky zaznamenané zásuvným modulem Firefoxu:
da: Fra denne side kan du administrere offline udlånshandlinger som spores med det Firefox plugin, der findes på:
de: Von dieser Seite aus können Sie Offline Transaktionen bearbeiten, die durch das entsprechende Firefox-Plugin erfasst wurden. Das Plugin kann von folgender Adresse installiert werden:
el: Από αυτή τη σελίδα μπορείτε να διαχειριστείτε εκτός σύνδεσης ενέργειες διακίνησης που εντοπίζονται στην υπομονάδα του Firefox που βρίσκεται σε:
es: Desde esta página puede administrar acciones de la la circulación fuera de línea seguidas con el plugin de Firefox que puede encontrar en:
eu: Desde esta página se puede gestionar acciones offline circulación seguimiento en el plugin de Firefox en:
fi: Tällä sivulla voit hallinnoida yhteydettömän tilan lainauksia, jotka on tehty Firefoxin liitännäisellä täällä:
fr: Sur cette page, vous pouvez gérer les actions de prêt secouru stockées avec l'extension Firefox :
hi: इस पृष्ठ से आप Firefox प्लगइन में ट्रैक ऑफ़लाइन संचलन कार्यों में पाया प्रबंधन कर सकते हैं:
it: Da questa pagina puoi gestire la circolazione offline effettuata con il plugin per Firefox che si trova a :
oc: Sus aquesta pagina, podètz gerir les accions de prèst secorrut stockées amb l'extension Firefox :
pl: Z tej strony można zarządzać udostępnianiem offline instalując dodatek Firefox z:
pt: A partir desta página pode gerir as acções de circulação offline registadas no plugin do Firefox que se encontra em:
pt_br: Nesta página você pode gerenciar ações de circulação offline realizadas no plugin do Firefox encontrado em:
sk: Na tejto stránke môžete spravovať akcie obehu offline sledované zásuvným modelom Firefoxu, ktorý sa nachádza na:
sv: Från denna sida kan du hantera offline-utlåning som hanteras av Firefox-programmet som finns på:
tr: Bu sayfadan, Firefox eklentisinde bulunan daha önceden gerçekleşmiş çevrimdışı işlemleri yönetebilirsiniz:
zh_tw: 從此頁面您可管理Firefox外掛軟體的離線流通作業：

source: From this page you can view all of the existing frequencies in your system and create new ones.
ar: من هذه الصفحة يمكنك عرض كل التواترات الموجودة في نظامك وإنشاء أخرى جديدة.
cs: Z této stránky můžete zobrazit všechny existující frekvence ve vašem systému a vytvořit nové.
de: Auf dieser Seite können Sie Erscheinungsweisen verwalten und neu erstellen.
el: Από αυτή τη σελίδα μπορείτε να δείτε όλες τις υπάρχουσες συχνότητες στο σύστημά σας και να δημιουργήσετε νέες.
es: Desde esta página puede ver todas las frecuencias existentes en su sistema y crear nuevas.
eu: Orri honetan dauden sisteman dauden frekuentzia guztiak ikus daitezke eta berri batzuk sortu.
fi: Tällä sivulla voit nähdä kaikki järjestelmässäsi olemassa olevat ilmestymistiheydet ja luoda uusia.
fr: De cette page vous pouvez voir toutes les fréquences existantes dans votre système et en créer de nouvelles.
hi: इस पृष्ठ से आप अपने सिस्टम में मौजूदा आवृत्तियों के सभी देख सकते हैं और नए लोगों को बना सकते हैं।
it: Da questa pagina puoi vedere tutte le frequenze che esistono nel tuo sistema e crearne di nuove.
oc: De aquesta pagina podètz veire totas las frequéncias existentas dins vòstra sistèma e en crear de novèlas.
pl: W zakładce 'Zarządzaj częstotliwością' można podglądnąć istniejące częstotliwości czasopism lub wprowadzić nowe.
pt: Nesta página pode ver todas as frequências existentes no sistema e criar novas.
pt_br: A partir desta página, você pode visualizar todas as frequências existentes no seus sistema, além de criar novas.
sk: Na tejto stránke si môžete prezerať všetky existujúce opakovanosti vo vašom systéme a vytvárať nové.
tr: Bu sayfadan sisteminizde mevcut olan tüm frekansları görebilir ve yenilerini oluşturabilirsiniz.
zh_tw: 從此頁可檢視系統內既有的刊期，並新增其他刊期。

source: From this page you will see your bibliographic search history and your authority search history.
ar: من هذه الصفحة سترى سجل بحثك البيبلوغرافي وسجل بحثك الاستنادي.
cs: Na této stránce můžete vidět historii vašich hledání v bibliografických záznamech a autoritách.
de: Auf dieser Seite sehen Sie Ihre Suchhistorie für Titelsätze und Normdatensätze.
el: Από αυτή τη σελίδα μπορείτε να δείτε το ιστορικό βιβλιογραφικής αναζήτησής και αναζήτησης καθιερωμένων όρων.
es: Desde esta página usted podrá ver su historial de búsqueda bibliográfica y el historial de búsqueda de autoridades.
eu: Orri honetan bibliografia- eta autoritate-bilaketa ikus daiteke.
fi: Tällä sivulla näet nimekehakujesi hakuhistorian ja auktoriteettihakujesi hakuhistorian.
fr: Depuis cette page, vous pouvez voir votre historique de recherche sur les notices bibliographiques et sur les autorités.
hi: इस पृष्ठ से आप अपने ग्रंथ सूची की खोज इतिहास और अपने अधिकार खोज इतिहास देखेंगे।
it: Da questa pagina puoi vedere lo storico delle tue ricerche sui dati bibliografici e lo storico delle tue ricerche sulle autority.
oc: Depuis aquesta pagina, podètz veire vòstre istoric de recèrca sus las notícias bibliograficas e sus las autoritats.
pt: A partir desta página pode ver o histórico de pesquisa de registos bibliográficos e de autoridades.
sk: Z tejto stránky uvidíte výpis hľadania kníh a autorít.
tr: Bu sayfadan bibliyografik arama geçmişinizi ve otorite arama geçmişinizi göreceksiniz.
zh_tw: 從此頁面將看到您的書目搜尋記錄與權威搜尋記錄。

source: From this screen you can choose to merge two authority records.
ar: من هذه الشاشة يمكنك دمج تسجيلتي استناد
cs: Na této stránce můžete sloučit dva autoritní záznamy.
de: Ausgehend von dieser Seite können Sie zwei Normdaten für die Verschmelzung auswählen.
el: Από αυτή την οθόνη μπορείτε να επιλέξετε να συγχωνεύσετε δύο εγγραφές καθιερωμένων όρων.
es: Desde esta pantalla puede elegir combinar los dos registros de autoridad.
eu: Pantaila honetan bi autoritate-erregistro konbinatzea aukera daiteke.
fi: Tälllä näytöllä voit yhdistää kaksi auktoriteettitietuetta.
fr: Sur cette page, vous pouvez choisir de fusionner deux notices d'autorité.
hi: इस स्क्रीन से आप दोनों प्राधिकरण रिकॉर्ड विलय करने के लिए चुन सकते हैं।
it: In questa pagina puoi scegliere di fondere due record di autorità.
oc: Sus aquesta pagina, podètz causir de fusionar deux notícias d'autoritat.
pl: Tu można przesyłać pliki, które mają zostać dołączone do rekordu użytkownika.
pt: Neste ecrã pode escolher a unificação de dois registos de autoridade.
pt_br: Nesta tela você pode selecionar dois registros de autoridades para mesclar.
sk: Z tohto rozhrania si môžete zvoliť zlúčenie doch záznamov autorít.
tr: Bu ekrandan iki otorite kaydını birleştirmek için seçebilirsiniz.
zh_tw: 從這個頁面，您可選擇合併兩筆權威記錄。

source: From this view you can mark an item lost by choosing a lost status from the pull down and clicking the 'Set Status' button.
ar: من هذا العرض يمكنك أن تحدد مادة على أنها ضائعة من خلال إختيار حالتها بأنها ضائعة من القائمة المنسدلة والنقر على زر 'ضبط الحالة'
cs: V tomto náhledu můžete označit jednotu za ztracenou zvolením stavu ztraceno v rolovací nabídce a kliknutím na tlačítko 'Nastavit stav'.
da: Fra denne side kan et eksemplar markeres som tabt ved at vælge en tabt status i menuen og klikke på knappen 'Sæt status'.
de: In dieser Ansicht können Sie ein Exemplar als verloren markieren, indem Sie den entsprechenden Status in der Liste auswählen und mit der Schaltfläche bestätigen.
el: Από αυτή την προβολή μπορείτε να επισημάνετε ένα αντίτυπο ως χαμένο επιλέγοντας την κατάσταση χαμένου από την αναπτυσσόμενη λίστα και πατώντας το κουμπί 'Ορισμός Κατάστασης'.
es: Desde esta vista puede marcar un ítem como perdido seleccionando el estado en el menú desplegable y haciendo clic en el botón 'Establecer estado'.
eu: Desde esta vista puede marcar un ítem perdido, eligiendo desde la lista deplegable y seleccionando el botón 'Configuración Estado' un estado perdido.
fi: Tällä näytöllä voit merkitä niteen kadonneeksi valitsemalla kadonnut-tilan alasvetovalikosta ja klikkaamalla 'Aseta tila'.
fr: Ici, vous pouvez indiquer qu'un exemplaire est perdu en sélectionnant le statut 'Perdu' dans le menu déroulant puis en cliquant sur le bouton 'Définir statut'.
hi: इस दृश्य से आप किसी आइटम पुल से एक खो स्थिति नीचे चुनने और 'सेट स्थिति' बटन पर क्लिक करके खो चिह्नित कर सकते हैं।
it: Da questa visualizzazione puoi mettere una copia come perduta scegliendo uno degli status relativi dal menu e cliccando sul bottone 'Imposta status'
oc: Ici, podètz indicar qu'un exemplar es perdut en seleccionant l'estatut 'Perdut' dins lo menú desenrotlant puèi en clicant sul boton 'Definir estatut'.
pt: Desta visto pode marcar um exemplar como perdido escolhendo o estado do menu e clicando no botão 'Definir estado'.
pt_br: Para esta visualização você pode marcar um item como perdido escolhendo o status de perdido e clicando no botão 'Alterar status'.
sk: Z tohto náhľadu tiež môžete označiť stratený exemplár pomocou stavu straty z rozbaľovacej ponuky a kliknutím na tlačidlo 'Nastaviť stav'.
sv: Från denna vy kan du markera ett objekt som förlorat genom att välja en status från rullgardinsmenyn och klicka på knappen 'Ställ in status'.
tr: Bu görünümden, çekme menüden kayıp durumunu seçerek ve 'Durumu Ayarla' butonuna tıklayarak kayıp bir materyali işaretleyebilirsiniz.
zh_tw: 從這個檢視裡，可以從下拉選單的 '設定狀態' 鈕，指定館藏為遺失狀態。

source: Fund Code is a unique identifier for your fund
ar: رمز التمويل هو معرّف منفرد لتمويلك
cs: "Kód fondu" je unikátní identifikátor vašeho fondu.
de: Der Kontocode ist ein eindeutiges Kennzeichen ihres Kontos
es: Código de fondo es un identificador único para su fondo
eu: Funts kodea zure funtsarentzako identifikatzaile esklusiboa da
fi: Tilikoodi on yksilöllinen tunniste tilillesi
fr: Le Code du poste budgétaire est un identifiant unique pour votre poste budgétaire
hi: फंड कोड आपका फंड के लिए एक अद्वितीय पहचानकर्ता है
it: Il codice del fondo è un identificatore univoco del tuo fondo
sk: Kód fondu je jedinečný identifikátor pre Váš fond
tr: Fon kodu, fonunuz için özgün bir tanımlayıcı kodudur

source: Funds
ar: الأرصدة
cs: Fondy
da: Konti
de: Konten
el: Κεφάλαια
es: Fondos
eu: Funtsak
fi: Tilit
fr: Postes budgétaires
hi: कोष
it: Fondi
oc: Pòstes budgètaris
pl: Fundusze
pt: Fundos
pt_br: Fundos
sk: Fondy
sv: Budgetställen
tr: Fonlar
zh_tw: 基金

source: Funds with children will show with a small arrow to the left. Clicking that will show you the children funds.
ar: التمويلات ذات التمويلات الفرعية ستظهر بسهم صغير جهة اليسار. عند النقر عليه ستظهر التمويلات الفرعية.
cs: Fondy obsahující dceřinné fondy se zobrazí s malou šipkou na začátku řádku, pomocí které lze zobrazit dceřinné fondy.
de: Konten mit Unterkonten werden mit einem kleinen Pfeil nach links angezeigt. Klicken Sie diesen an, um die Unterkonten anzuzeigen.
es: Los fondos con sub-fondos asociados se mostrarán con una pequeña flecha a la izquierda. Al hacer clic se le mostrarán los fondos asociados.
eu: Haurren funtsak ezkerreko gezi batekin erakutsiko dira. Klik eginez hor haurren funtsak erakustiko dira
fi: Tilit, joilla on alitilejä, näkyvät pienenä nuolena vasemmalla. Klikkaamalla tätä näet alitilit.
fr: Les postes budgétaires avec des enfants seront affichés avec une petite flèche sur la gauche. En cliquant dessus vous afficherez les postes budgétaires enfants.
hi: बच्चों के साथ धन बाईं ओर एक छोटा सा तीर के साथ दिखाई देगा। क्लिक कि आप बच्चों के लिए धन दिखाएगा।
it: I fondi con fondi collegati hanno una piccola freccia a sinistra. Cliccando su questa, saranno visualizzati i fondi collegati.
oc: Les pòstes budgètaris amb des enfants seràn afichats amb una petite sageta sus la esquèrra. En clicant dessús aficharetz los pòstes budgétaires enfants.
sk: Fondy s deťmi sa zobrazia s malou šípkou naľavo. Kliknutím na ňu sa vám zobrazia fondy detí.
tr: Alt fonu olan fonlar sola küçük bir okla gösterilir. Bu ok üzerine tıklamak size alt fonları gösterir.

source: Future developments will include additional keyword assigned fields.
ar: سوف تشمل التطويرات المستقبلية كلمة مفتاحية إضافية معينه للحقول.
cs: Budoucí verze budou obsahovat pole přidělená dalším klíčovým slovům.
da: Fremtidige udviklinger vil muliggøre brugen af flere nøgleord.
de: Zukünftige Entwicklungen werden die Vewendung weiterer Schlüsselwörter ermöglichen.
el: Στο μέλλον θα υπάρχουν επιπρόσθετα πεδία καθορισμένα για λέξεις-κλειδιά.
es: Futuras evoluciones incluirán campos asignados a palabras clave adicionales.
eu: Etorkizuneko ezaugarrien artean pasahitzekin lotutako eremu gehigarriak egongo dira.
fi: Tuleva kehitys sisältää lisää nimettyjä kenttiä.
fr: De futurs développements incluront des champs mots clés supplémentaires.
hi: भविष्य के घटनाक्रम अतिरिक्त खोजशब्द सौंपा क्षेत्रों में शामिल होंगे।
it: Sviluppi futuri permetteranno di usare altre keyword oltre a 'subtitle'.
oc: De futurs desvolopaments incluront des camps mots claus suplementaires.
pt: Futuros desenvolvimentos vão incluir campos atribuídos para palavras-chave adcionais.
pt_br: Futuros desenvolvimentos vão incluir campos atribuídos para palavras-chave adcionais.
sk: Budúce verzie budú obsahovať dodatočné polia s pridelenými kľúčovými slovami.
sv: Framtida utveckling kommer att omfatta ytterligare fält som tilldelas med nyckelord.
tr: Sonraki gelişmeler alanlara atanmış ek anahtar kelime içerecektir.
zh_tw: 未來的發展包括指定給欄位的其他鍵詞。

source: GREATER SUDBURY PUBLIC 216.223.90.51:210 INNOPAC
hi: ग्रेटर Sudbury सार्वजनिक 216.223.90.51:210 INNOPAC

source: Generic
ar: عام
cs: Generický
da: Generisk
de: Allgemein
el: Γενικό
es: Genérico
eu: Globoa
fi: Yleinen
fr: Générique
hi: जेनेरिक
it: Generica
pl: Ogólne (sortowanie po sygnaturach)
pt: Genérico
pt_br: Genérico
sk: Generický
sv: Generell
tr: Genel
zh_tw: 通用

source: Get there:
ar: الوصول إلى هناك:
cs: Přejděte na:
da: Gå dertil:
de: Hingehen:
el: Πήγαινε εκεί:
es: Llegar:
eu: Joan hara:
fi: Mene:
fr: Aller à&nbsp;:
hi: वहा पहुँचो:
it: Vai a:
oc: Anar a&nbsp;:
pl: Przejdź do:
pt: Ir para:
pt_br: Ir para:
sk: Prejdite tam:
sv: Komma dit:
tr: Buradan ulaşınız:
zh_tw: 到那裡：

source: Get there:
ar: الوصول إلى هناك:
cs: Přejděte na:
da: Gå dertil:
de: Hingehen:
el: Πήγαινε εκεί:
es: Llegar:
eu: Joan hara:
fi: Mene:
fr: Aller à&nbsp;:
hi: वहा पहुँचो:
it: Vai a:
oc: Anar a&nbsp;:
pl: Przejdź do:
pt: Ir para:
pt_br: Ir para:
sk: Prejdite tam:
sv: Komma dit:
tr: Buradan ulaşınız:
zh_tw: 到那裡：

source: Get there: More &gt; Administration &gt; Global System Preferences &gt; Admin
ar: الوصول إلى هناك: المزيد &gt; الإدارة &gt; تفضيلات النظام العامة &gt; الإدارة
cs: Dostupné z: Více &gt; Administrace &gt; Společná nastavení systému &gt; Administrace
da: Gå dertil: Mere &gt; Administration &gt; Globale systemindstillinger &gt; Admin
de: Ziel: Mehr &gt; Administration &gt; Systemparameter &gt; Admin
el: Πήγαινε εκεί: More &gt; Administration &gt; Global System Preferences &gt; Admin
es: Como llegar: Inicio &gt; Administración &gt; Preferencias globales del sistema &gt; Administración
eu: Joan hara: Gehiago &gt; Administrazioa &gt; Sistemaren lehentasun globalak &gt; Administrazioa
fi: Mene: Muita toimintoja &gt; Ylläpito &gt; Yleiset järjestelmäasetukset &gt; Ylläpitäjä
fr: Allez à: Plus &gt; Administration &gt; Préférences Système &gt; Admin
hi: वहाँ जाओ: अधिक &gt; प्रशासन &gt; ग्लोबल सिस्टम प्राथमिकताएं &gt; व्यवस्थापक
it: Vai a: Più &rsaquo; Amministrazione &rsaquo; Preferenze di sistema &rsaquo; Amministrazione
oc: Anatz à: Plus &gt; Administration &gt; Preferéncias Sistèma &gt; Admin
pl: Przejdź do: Więcej &gt; Administracja &gt; Globalne ustawienia systemu &gt; Administracja
pt: Ir para: Mais &gt; Administração &gt; Preferências do Sistema &gt; Admin
pt_br: Ir para: Mais &gt; Administração &gt; Preferências Globais do Sistema &gt; Admin
sk: Prejsť do: Viac &gt; Administrácia &gt; Všeobecné nastavenia systému &gt; Admin
sv: Komma dit: Mer &gt; Administration &gt; Globala systeminställningar &gt; Admin
tr: Buradan ulaşınız: Daha fazla &gt; Yönetim &gt; Global Sistem Seçenekleri &gt; Yönetici
zh_tw: 那裡：更多&gt; 管理 &gt; 整體系統偏好 &gt; 管理

source: Global System Preferences
ar: تفضيلات النظام العامة
cs: Společná nastavení systému
da: Globale systemindstillinger
de: Globale Systemparameter
el: Καθολικές Προτιμήσεις Συστήματος
es: Preferencias globales del sistema
eu: Sistemaren lehentasun globalak
fi: Yleiset järjestelmäasetukset
fr: Préférences système
hi: ग्लोबल सिस्टम वरीयताएँ
it: Preferenze di sistema globali
oc: Preferéncias sistèma
pl: Globalne Ustawienia Systemu
pt: Preferências do sistema
pt_br: Configurações globais do sistema
sk: Všeobecné nastavenia systému
sv: Globala systeminställningar
tr: Genel Sistem Tercihleri
zh_tw: 整體系統偏好

source: Global system preferences control the way your Koha system works in general. Set these preferences before anything else in Koha.
ar: تفضيلات النظام العامة تتحكم بالطريقة التي يعمل بها نظام كوها بشكل عام. اضبط هذه التفضيلات قبل أي شيء آخر في كوها.
cs: Ve společných nastaveních systému si můžete navolit obecná nastavení toho, jak celá Koha bude fungovat. Je nutné je nastavit před tím než začnete se systémem Koha dále pracovat.
da: Globale systemindstillinger kontrollerer måden, hvorpå Koha-systemet generelt virker. Sæt disse indstillinger før alt andet i Koha.
de: Die Globalen Systemparameter legen fest, wie Ihr Koha-System im allgmeinen funktioniert. Definieren Sie diese Einstellungen vor allem anderen bei Koha.
el: Οι καθολικές προτιμήσεις συστήματος ελέγχουν τον τρόπο που δουλεύει το Koha γενικά. Ρυθμίστε αυτές τις προτιμήσεις προτού κάνετε οτιδήποτε άλλο.
es: Preferencias globales del sistema controlan la forma en que trabaja su sistema Koha en general. Configure estas preferencias antes que otra cosa en Koha.
eu: Sistemaren lehentasun globalek Koha sistemaren lan egiteko modu orokorra kontrolatzen dute. Ezarri lehentasun horiek Kohan beste ezer egin baino lehen.
fi: Yleiset järjestelmäasetukset kontrolloivat Kohan järjestelmän toimintaa yleisesti. Aseta nämä asetukset ennen muita toimintoja Kohassa.
fr: Les préférences système globales contrôlent le fonctionnement général de votre système Koha. Configurez ces préférences avant de commencer à travailler avec Koha.
hi: ग्लोबल सिस्टम वरीयताएँ तरीका है अपने Koha प्रणाली सामान्य रूप से काम करता है नियंत्रित करते हैं। Koha में कुछ और करने से पहले इन प्राथमिकताएं सेट करें।
it: Le preferenze globali di sistema controllano Koha. Definiscile prima di operare su Koha.
oc: Las preferéncias sistèma globalas contraròtlan lo foncionament general de vòstre sistèma Koha. Configuratz aquestas preferéncias abans de començar de trabalhar amb Koha.
pl: Globalne ustawienia systemu wpływają na sposób działania systemu Koha. Zanim rozpoczniesz pracę w modułach Koha, sprawdź ustawienia.
pt: Preferências do sistema controlam o modo como o sistema irá funcionar na generalidade. Defina estas preferências antes de executar outras operações.
pt_br: Nas 'Preferências Gerais do Sistema' você pode controlar o funcionamento geral do Koha. Configure estas preferências antes de qualquer coisa que você fizer no Koha.
sk: Všeobecné nastavenia systému kontrolujú spôsob, akým Koha vo všeobecnosti funguje. Nastavte tieto nastavenia skôr ako čokoľvek iné v Kohe.
sv: Globala systeminställningar styr det sätt som Koha-system fungerar. Ställ in dessa inställningar innan du gör något annat i Koha.
tr: Global sistem seçenekleri Koha sisteminizin genel çalışma biçimini kontrol eder. Her şeyden önce, Koha’da bu seçenekleri ayarlayın.
zh_tw: 整體系統偏好控制Koha系統的運作方式，應優先設定它們。

source: Go to the 'Reports' module (usually under 'More' in your Global Nav)
ar: إذهب إلى وحدة 'التقارير' (عادةً تحت 'المزيد' في تنقلك العام)
cs: Jděte do modulu "Výstupy" (obvykle pod položkou "Více" v hlavním menu)
da: Gå til modulet Rapporter (normalt under 'Mere' i den globale navigation)
de: Gehen Sie in das Reports-Modul (unter 'Mehr' in der globalen Navigation)
el: Πήγαινε στην υπομονάδα 'Εκθέσεις' (συνήθως κάτω από το 'Περισσότερα' στην Καθολική Περιήγηση)
es: Ir al módulo de 'Informes' (por lo general en 'Más' en su navegación global)
eu: Joan 'Txostenak' modulura (oro har, nabigazio globaleko 'More' aukeraren barruan)
fi: Mene Raportit-osioon (yleensä 'Muita toimintoja'-valikossa)
fr: Aller dans le module 'Rapports' (sous 'Plus' dans la navigation globale)
hi: 'रिपोर्ट' मॉड्यूल के पास जाओ (आमतौर पर के तहत अपने नेटवर्किंग एनएवी में 'अधिक')
it: Vai al modulo 'Reports' (di solito sotto 'Più' nel tuo Nav globale)
oc: Anar dins lo modul 'Rapports' (sous 'Plus' dins la navigation globala)
pl: Idź do modułu 'Raporty' (zwykle pod 'Więcej' w menu głównym)
pt: Ir para os 'Relatórios' (debaixo de 'Mais' na navegação geral)
pt_br: Ir para os 'Relatórios' (debaixo de 'Mais' na navegação geral)
sk: Prejdite na modul 'Výkazy' (zvyčajne pod 'Viac' v hlavnej lište)
sv: Gå till modulen 'Rapporter' (vanligen under 'Mer' i Global navigering)
tr: 'Raporlar' modülüne git (Genelde Genel Gezginde 'Daha Fazla' altındadır)
zh_tw: 進入 '報表' 模組(通常在首頁的 '更多' 下)

source: Go to the Upload Patron Images Tool
ar: الذهاب إلى أداة رفع صور المستفيدين
cs: Jít na stránku s nástrojem pro Načítání fotografií čtenářů
da: Gå til: Værktøjet oploade lånerbillede
de: Wechseln Sie in das Werkzeug zum Upload von Benutzerfotos
el: Πήγαινε στο Εργαλείο Φόρτωσης Εικόνων Μελών
es: Ir a la Herramienta de Carga de Imágenes de Usuarios
eu: Ir a la Herramienta de carga de imágenes de socios
fi: Mene asiakaskuvien latauksen työkaluun
fr: Aller à l'outil de chargement des images des adhérents
hi: अपलोड संरक्षक छवियाँ टूल पर जाएं
it: Vai allo strumento per caricare le immagini degli utenti
oc: Anar a l'aisina de cargament des imatges des aderents
pl: Przejdź do Narzędzia "Wczytywanie Zdjęć Użytkowników"
pt: Carregar fotografias dos leitores
pt_br: Vá para a Ferramenta de Upload de Imagens de Usuário
sk: Prejdite do nástroja načítania obrázkov čitateľov
sv: Gå till verktyget för uppladdning av låntagarbilder
tr: Kullanıcı resimlerini karşıya yükleme aracına git
zh_tw: 進入上傳讀者照片工具

source: Granular Acquisitions Permissions
ar: صلاحيات التزويد التفصيلية
cs: Podrobná přístupová práva k nastavení přístupových práv
da: Sammensatte indkøbstilladelser
de: Detaillierte Berechtigungen für den Erwerb
el: Εξατομικευμένες Εξουσιοδοτήσεις Προσκτήσεων
es: Permisos de Adquisiciones granulares
eu: Eskurapen baimen xehatuak
fi: Eriteltyjä hankinnan oikeuksia
fr: Permissions fines sur les acquisitions
hi: दानेदार अधिग्रहण अनुमतियां
it: Permessi granulari per le acquisizioni
oc: Permissions finas sus las aquisicions
pl: Uprawnienia modułu Gromadzenie
pt: Permissões de aquisição
pt_br: Permissões granulares de Aquisições
sk: Podrobnejšie oprávnenia k akvizíciám
sv: Detaljerade inköpsrättigheter
tr: Granüler Ödünç Alma İzinleri
zh_tw: 授權採訪權限

source: Granular Cataloging Permissions
ar: صلاحيات الفهرسة التفصيلية
cs: Podrobná přístupová práva ke katalogizaci
da: Sammensatte katalogiseringstilladelser
de: Detaillierte Berechtigungen für das Katalogisieren
el: Εξατομικευμένες Εξουσιοδοτήσεις Καταλογογράφησης
es: Permisos de catalogación granulares
eu: Katalogatze baimen xehatuak
fi: Eriteltyjä luetteloinnin oikeuksia
fr: Permissions fines sur le catalogage
hi: दानेदार सूचीकरण अनुमतियां
it: Permessi granulari per la catalogazione
oc: Permissions finas sul catalogatge
pl: Szczegółowe zezwolenia katalogowania
pt: Permissões de catalogação
pt_br: Permissões granulares na Catalogação
sk: Podrobnejšie oprávnenia ku katalogizácii
sv: Detaljerade katalogiseringsrättigheter
tr: Granüler kataloglama izinleri
zh_tw: 授權編目權限
