Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Perform batch deletion of records (bibliographic or authority)
fi: Tietueiden poiston tekeminen eräajona (nimeke- tai auktoriteettitietue)
hi: रिकॉर्ड की बैच विलोपन (ग्रंथ सूची या प्राधिकरण) को पूरा करें

source: Perform batch modification of items
ar: إجراء تعديل المواد بالدفعة
cs: Provést dávkovou úprava výtisků
da: Udfør eksemplar-stabelændring
de: Stapelbearbeitung von Exemplaren durchführen
el: Πραγματοποιήστε ομαδική τροποποίηση τεκμηρίων
es: Realizar modificación de ejemplares por lotes
fi: Niteiden muokkauksen tekeminen eräajona
fr: Lancer la modification par lot des exemplaires
hi: आइटम के बैच संशोधन को पूरा करें
it: Modifica batch delle copie
oc: Aviar la modificacion per lòt des exemplars
pl: Modyfikowanie grupy egzemplarzy
pt: Executar a modificação de exemplares em lote
pt_br: Modificar exemplares em lote
sk: Vykonať hromadné zmeny exemplárov
sv: Utför satsmodifiering av objekt
tr: Materyallerin toplu değişimini gerçekleştir
zh_tw: 執行批次修改館藏

source: Perform inventory of your catalog
el: Κάντε απογραφή του καταλόγου σας
eu: Katalogoaren inbentarioa egin
fi: Inventoida kokoelmaa
hi: अपनी सूची की सूची को पूरा करें

source: Perform math functions. If you don't want to do any calculations, simply click Next instead of making an option.
ar: إجراء المسائل الرياضية. إذا كنت لا تريد إجراء أي حسابات، قم ببساطة بالنقر على التالي بدلا من الاختيار.
cs: Provest matematické funkce. Pokud nechcete dělat žádné výpočty, jednoduše klepněte na tlačítko Další namísto této možnosti.
da: Udfør sammenligningsfunktioner. Hvis du ikke vil udføre beregninger, klik på Næste istedet for at vælge en option.
de: Mathematische Berechnungen durchführen. Wenn Sie nichts berechnen möchten, klicken Sie auf Weiter und machen keine Angabe.
el: Πραγματοποιήστε μαθηματικές συναρτήσεις. Εάν δεν θέλετε να κάνετε κανέναν υπολογισμό, απλά πατήστε Επόμενο αντί να κάνετε κάποια επιλογή.
es: Realiza operaciones matemáticas. Si no desea hacer cálculos, haga clic en Siguiente en lugar de hacer una opción.
eu: Realizar funciones matemáticas. Si no se desea hacer cálculos, simplemente hacer click en "Siguiente" en lugar de elegir una opción.
fi: Valitse alasvetovalikosta haluamasi toiminto. Jos et halua laskea mitään, klikkaa 'Seuraava'.
fr: Réalise des opérations mathématiques. Si vous ne voulez faire aucun calcul, cliquez sur simplement sur 'Suivant' au lieu de faire un choix.
hi: गणित कार्य करते हैं। आप किसी भी गणना नहीं करना चाहते हैं, तो बस अगले बजाय एक विकल्प बनाने पर क्लिक करें।
it: Fai dei calcoli matematici. Se non servono calcoli, clicca 'Prossima' invece di usare una delle opzioni disponibili.
oc: Réalise des operacions mathématiques. Se vous ne voulez far aucun calcul, clicatz sus simplament sus 'Seguent' al lieu de far un choix.
pl: Wykonywanie funkcji matematycznych. Jeśli nie chcesz robić żadnych obliczeń, kliknij przycisk Dalej.
pt: Executar operações matemáticas. Se não deseja fazer nenhum cálculo, carregue em Seguinte.
pt_br: Executar funções matemáticas. Caso você não queira fazer qualquer cálculo, apenas clique em Próximo.
sk: Vykonajte matematické funkcie. Ak si neželáte robiť žiadne výpočty, jednoducho kliknite na Ďalej namiesto vykonania voľby.
sv: Utför matematiska funktioner. Om du inte vill utföra några beräkningar klickar du på Nästa, utan att göra några val.
tr: Hesap fonksiyonlarını gerçekleştir. Her hangi bir hesap yapmak istemiyorsanız, seçenek oluşturmak yerine Sonraki butonuna tıklayınız.
zh_tw: 執行數學函數。若不想做任何運動，不要理會選項，直接勾選下一步即可。

source: Perl modules
ar: وحدات بيرل
cs: Moduly jazyka Perl
da: Perl moduler
de: Perl Module
es: Módulos de Perl
eu: Perl moduluak
fi: Perl-moduulit
fr: Modules Perl
hi: पर्ल मॉड्यूल
it: Moduli Perl
oc: Modules Perl
pl: Moduły Perl
pt: Módulos Perl
pt_br: Módulos Perl
sk: moduly Perl
sv: Perl-moduler
tr: Perl Modülleri
zh_tw: Perl 模組

source: Philadelphia, PA 19107
es: Filadelfia, PA 19107
eu: Filadelfia, PA 19107
hi: फिलाडेल्फिया, फिलीस्तीनी अथॉरिटी 19107
zh_tw: 費城，PA 19107

source: Phone number:
ar: رقم الهاتف:
cs: Telefonní číslo:
da: Telefonnummer:
de: Telefonnummer:
el: Αριθμός τηλεφώνου:
es: Número de teléfono:
eu: Telefono zenbakia:
fi: Puhelinnumero:
fr: Numéro de téléphone
hi: फ़ोन नंबर:
it: Telefono:
oc: Numèro de telefòn
pl: Numer telefonu:
pt: Telefone:
pt_br: Telefone:
sk: Telefónne číslo:
sv: Telefonnummer:
tr: Telefon numarası:
zh_tw: 電話號碼：

source: Pictures uploaded with this tool should be at least 300dpi which is the minimum quality for a printable image.
ar: معلومة: الصور التي يتم تحميلها بواسطة هذه الأداة يجب أن تكون على الأقل 300dpi وهو الحد الأدنى لجودة الصور القابلة للطبع.
cs: Obrázky načtené tímto nástrojem by měly být aspoň 300 dpi, což je minimální kvalita pro tisknutí obrázku.
da: Billeder, der oploades med dette værktøj, bør være mindst 300dpi, hvilket er minimumskvalitet til udskrifter.
de: Bilder, die mit diesem Werkzeug hochgeladen werden, sollten mindestens eine Qualität von 300dpi haben. Das ist das Minmum für Bilder, die gedruckt werden sollen.
el: Οι εικόνες που φορτώνονται μέσω αυτού του εργαλείου πρέπει να είναι το λιγότερο 300dpi, η ελάχιστη ποιότητα για μία εκτυπωμένη εικόνα.
es: Las fotos subidas con esta herramienta debe ser de al menos 300dpi que es la calidad mínima de una imagen imprimible.
eu: Tresna honekin kargatutako irudiek 300 dpi izan behar dute gutxienez, irudi inprimagarri baten gutxieneko kalitatea.
fi: Ladattavan kuvan tarkkuus pitäisi olla vähintään 300 dpi, joka on minimilaatu tulostettavalle kuvalle.
fr: Les images chargées avec cet outil doivent avoir une résolution minimale de 300 ppi, ce qui est un minimum pour imprimer une image.
hi: इस उपकरण के साथ अपलोड चित्र कम से कम 300dpi जो एक मुद्रण योग्य छवि के लिए न्यूनतम गुणवत्ता है होना चाहिए।
it: CONSIGLIO: Le immagini caricate con questo strumento dovrebbero almeno avere 300 dpi, che è il minimo per stampare un'immagine.
oc: Les imatges cargadas amb aqueste aisina devon aver una resolucion minimale de 300 ppi, ce qui es un minimum per imprimir un imatge.
pl: Zdjęcia wczytywane przy pomocy tego narzędzia powinny mieć minimum 300dpi (to minimalna jakość zdjęć do wydruku).
pt: As imagens carregadas com esta ferramenta devem ser no mínimo 300dpi que é a qualidade mínima de imagem para imprimir.
pt_br: Imagens carregadas com esta ferramenta devem ter no mínimo 300 dpi, a resolução necessária para uma impressão adequada.
sk: Obrázky načítané týmto nástrojom by mali mať aspoň 300dpi, čo je minimálna kvalita pre tlačenie obrazu.
sv: Bilder som laddas upp med detta verktyg ska vara minst 300 dpi, vilket är den lägsta kvaliteten för en bild som ska skrivas ut.
tr: Bu araçla yüklenen fotoğrafların en az 300dpi olması gerekir. Bu değer çıktısı alınabilir bir resmin minimum kalitesidir.
zh_tw: 以此工具上傳的照片不得少於300dpi，這是列印的最低品質。

source: Place and modify holds for patrons
ar: وضع وتعديل الحجوزات للمستفيدين
cs: Podání a úpravy rezervací pro čtenáře
da: Placer og modificer reserveringer for lånere
de: Vormerkungen für Benutzer setzen und bearbeiten
el: Πραγματοποιήστε και τροποποιήστε κρατήσεις για μέλη
es: Hace y modifica reservas para usuarios
eu: Aplazar y modifcar reservas de usuarios
fi: Asiakkaiden varausten teko ja muokkaus
fr: Faire et modifier des réservations pour les usagers
hi: जगह और संशोधित संरक्षक के लिए रखती है
it: Metti e modifica le prenotazioni per gli utenti
oc: Faire e modificar des reservacions pels usagièrs
pl: Zamawianie i modyfikacja zamówień dla użytkowników
pt: Colocar e modificar reservas para os leitores
pt_br: Fazer e alterar reservas de usuários
sk: Zadať a meniť rezervácie čitateľov
sv: Reservera och ändra reservationer för låntagare
tr: Kullanıcıların ayırmalarını yap ve değiştir
zh_tw: 設定與修改讀者的預約

source: Place holds for patrons
ar: وضع حجوزات للمستفيدين
cs: Rezervovat pro čtenáře
da: Reserver til lånere
de: Vormerkungen für Benutzer setzen
el: Πραγματοποιήστε κρατήσεις για μέλη
es: Hacer reservas para usuarios
eu: Realizar reserva para los socios
fi: Varata asiakkaille
fr: Faire des réservations pour les usagers
hi: संरक्षक के लिए होल्ड रखे है
it: Prenota per gli utenti
oc: Faire des reservacions pels usagièrs
pl: Zamówienia dla użytkowników
pt: Reservar
pt_br: Reservar para os usuários
sk: Zarezervovať pre čitateľov
sv: Reservera för låntagare
tr: Kullanıcılar için ayırma koy
zh_tw: 為讀者預約

source: Placing Holds in Staff Client
ar: تنفيذ الحجوزات في عميل الموظفين
cs: Zadávání rezervací v intranetu
da: Reservere i intranet
de: Vormerken in der Dienstoberfläche
el: Πραγματοποιήστε Κρατήσεις στη Διεπαφή Προσωπικού
es: Haciendo reservas en cliente administrativo
eu: Haciendo reservas en cliente administrativo
fi: Varaaminen virkailijatyökalussa
fr: Réserver dans l'interface professionnelle
hi: स्टाफ रखकर क्लाइंट में धारण
it: Fare prenotazioni dall'interfaccia staff
oc: Reservar dins l'interfàcia professionala
pl: Składanie zamówień w interfejsie bibliotekarza
pt: Reservar no interface dos técnico
pt_br: Reservando na Interface administrativa
sk: Zadávanie rezervácií v intranete
sv: Reservera i personalklienten
tr: Personel İstemcide Ayırma Koyuluyor
zh_tw: 從館員介面預約

source: Placing an Order
ar: تنفيذ طلب
cs: Zadávání objednávky
da: Placere en bestilling
de: Bestellung anlegen
el: Πραγματοποιήστε Παραγγελίες
es: Haciendo un pedido
eu: Eskaera bat egitea
fi: Tehdä tilaus
fr: Passer une commande
hi: एक ऑर्डर देना
it: Effettuare un ordine
oc: Passer una comanda
pl: Składanie Zamówienia
pt: Encomendar
pt_br: Efetuar um pedido
sk: Zadávanie objednávky
sv: Genomföra en beställning
tr: Sipariş veriyor
zh_tw: 發出訂單

source: Planning categories are used for statistical purposes. To learn more about planning categories, check out the Planning Category FAQ.
ar: تخطيط الفئات يستخدم لأغراض إحصائية. لتعلُّم المزيد حول تخطيط الفئات، أنظر إلى تخطيط الفئات في الأسئلة الأكثر تكرراً.
cs: Kategorie plánování jsou použity ke statistickým účelům. Pokud se chcete dozvědět více o kategoriích plánování, nahlédněte do Kategorie plánování FAQ (nejčastěji kladené otázky).
da: Planlægningskategorier bruges til statistiske formål. For at lære mere om planlægningskategorier, se planlægningskategori FAQ.
de: Planungskategorien werden für statistische Zwecke verwendet. Um mehr über Planungskategorien zu lernen, lesen Sie das FAQ zu Planungskategorien.
el: Οι κατηγορίες σχεδιασμού χρησιμοποιούνται για στατιστικούς λόγους. Για να μάθετε περισσότερα για τις κατηγορίες σχεδιασμού, πηγαίντε στις Συχνές Ερωτήσεις Κατηγοριών Σχεδιασμού.
es: Las categorías de planificación se utilizan con fines estadísticos. Para aprender más sobre categorías de planificación, consulte las FAQ de Categorías de planificación.
eu: Las categorías de planificación se utilizan con fines estadísticos. Para aprender sobre categorías de planificación, consulte FAQ catagoría de planificación.
fi: Suunnittelukategoriat ovat käytössä tilastollisiin tarkoituksiin. Lue lisää suunnittelukategorioista UKK:sta.
fr: Les catégories de planification sont utilisées à des fins statistiques. Pour en apprendre plus sur ce sujet, consultez la FAQ.
hi: योजना बना श्रेणियों सांख्यिकीय प्रयोजनों के लिए उपयोग किया जाता है। श्रेणियों योजना के बारे में अधिक जानने के लिए प्लानिंग श्रेणी से संबंधित सामान्य प्रश्न जाँच करें।
it: Le categorie con cui pianificare sono usate a scopi statistici. Per imparare di più sulle categorie con cui pianificare, controlla la FAQ su Pianifica categorie.
oc: Las categorias de planification son utilizadas a des fins estatisticas. Per en apréner plus sus ce subjècte, consultez la FAQ.
pl: 'Planowanie ze względu na' wykorzystuje wartości z pól statystycznych do tworzenia zestawień. Zobacz: FAQ.
pt: Categoria de planeamento são usadas para estatística. Consulte a FAQ Categoria Planeamento para mais informações.
pt_br: Categorias de planejamento são usadas para fins estatísticos. Para aprender mais sobre categorias de planejamento, acesse o FAQ de categorias de planejamento.
sk: Kategórie plánovania sa používajú na štatistické účely. Pre bližšie informácie o nich, nahliadnite do Najčastejšie kladených otázok o kategóriách plánovania.
sv: Planeringskategorier används för statistiska ändamål. För att få veta mer om planering av kategorier läser du Frågor och svar om planeringskategorier.
tr: Planlama kategorileri istatistiksel amaçlar için kullanılır. Planlama kategorileri hakkında daha fazla bilgi sahibi olmak için, Kategori SSS bölümünü gözden geçirin.
zh_tw: 計畫類型供統計之用。詳情見計畫類型答客問。

source: Please note that it is not required to set all the basic parameters. For example, if you do not plan to use acquisitions, then 'Funds,' 'Budgets,' and 'Currencies and Exchange Rates' can be ignored.
ar: لاحظ رجاءاً أنه من غير المطلوب أن يتم ضبط كل المعاملات الأساسية. على سبيل المثال، إذا لم تكن تخطط لأن تستخدم وحدة التزويد ، فبإمكانك تجاهل 'الأرصدة' ،'الميزانيات' و'العملات وأسعار الصرف'.
cs: Vezměte, prosím, na vědomí, že není vyžadováno nastavení všech základních parametrů. Například, jestli neplánujete používat modul akvizice, pak 'Fondy', 'Rozpočty' a 'Měny a směnné kurzy' můžete ignorovat.
da: Bemærk, det ikke er nødvendigt, at konfigurere alle basisparametre. Hvis erhvervelsesmodulet ikke skal bruges, kan man f.eks. udelade budgetforvaltningen og valutakurserne.
de: Beachten Sie, dass nicht alle Basisparameter konfiguriert werden müssen. Wenn Sie die Erwerbung nicht einsetzen möchten, können Sie zum Beispiel die Etatverwaltung und Wechselkurse ignorieren.
el: Παρακαλώ σημειώστε ότι δεν απαιτείται να ρυθμιστούν όλες οι βασικές παράμετροι. Για παράδειγμα, εάν δεν σκοπεύετε να χρησιμοποιήσετε τις προσκτήσεις, τότε αγνοήστε 'Επιχορηγήσεις', 'Προϋπολογισμούς' και 'Νομίσματα και Συναλλαγματικές Ισοτιμίες'.
es: Note que no es obligatorio configurar todos los parámetros básicos. Por ejemplo, si usted no planea utilizar las adquisiciones, entonces la configuración de 'Fondos', 'Presupuestos' y 'Monedas y Tipos de cambio' puede ser ignorada.
eu: Tenga en cuenta que no es obligatorio configurar todos los parámetros básicos. Por ejemplo, si usted no planea utilizar las adquisiciones basadas en presupuestos, entonces la configuración de 'Fondos' , 'Presupuestos' and 'Currencies and Exchange Rates' puede ser ignorada.
fi: Kaikkia perusasetuksia ei tarvitse täyttää. Esimerkiksi, jos et aio käyttää hankintaa, silloin 'Tilit', 'Budjetit' ja 'Rahayksiköt ja vaihtokurssit' voi ohittaa.
fr: Remarquez que tous les paramètres système n'ont pas besoin d'être saisis. Par exemple, si vous n'avez pas prévu d'utiliser le module acquisitions, alors les 'Budgets', 'Postes budgétaires', 'Devises et taux de change' peuvent être ignorés.
hi: कृपया ध्यान दें कि यह सभी बुनियादी मानकों को स्थापित करने के लिए आवश्यक नहीं है। उदाहरण के लिए, यदि आप अधिग्रहण का उपयोग करने के लिए, फिर 'फंड', 'बजट' और 'सेंसेक्स और विनिमय दरों योजना नहीं है' को नजरअंदाज किया जा सकता है।
it: Nota che non tutti i parametri di sistema devono essere impostati. Per esempio se pianifichi di non utilizzare acquisizioni, allora Fondi, Budget, Valute e Tassi di cambio possono essere ignorati.
oc: Remarquez que totes los paramètres sistèma n'ont pas besonh d'èsser saisis. Per exemple, se avètz pas previst d'utilizar lo modul aquisicions, alors les 'Budgèts', 'Pòstes budgètaris', 'Devisas e taux de change' peuvent èsser ignorats.
pl: Należy pamiętać, że nie wszystkie parametry muszą zostać ustawione. Na przykład, jeśli nie zamierzasz używać modułu Gromadzenie, możesz zignorować ustawienia dla walut i kursów wymian, budżetu i funduszy.
pt: Note que nem todos os parâmetros básico precisam de configuração. Por exemplo se não deseja usar aquisições com orçamentos, então vários parâmetros podem ser ignorados.
pt_br: Note que nem todos os parâmetros básicos precisam de configuração. Por exemplo, se você não planeja usar o módulo de Aquisições, então vários parâmetros relacionados a 'Fundos', 'Orçamentos'. 'Moeda e Taxas de Conversão' podem ser ignorados.
sk: Všimnite si, že sa nevyžaduje nastavenie všetkých základných parametrov. Napríklad, ak neplánujete používať akvizície založené na rozpočtoch, tak môžete ignorovať 'Fondy', 'Rozpočty' a 'Meny a Výmenné kurzy'.
sv: Du behöver inte ställa in alla grundparametrar. Om du inte tänker använda inköpsmodulen kan t.ex. 'Budgetställen', 'Budgetar' och 'Valutor och växelkurser' ignoreras.
tr: Tüm temel parametrelerin ayarlanma zorunluğunun olmadığını unutmayın. Örneğin, sağlamaya bağlı olan bütçeyi kullanmayı planlamıyorsanız, Hesaplar ve Bütçeler, Para Birimleri ve Döviz Kurları yok sayılabilir.
zh_tw: 請注意，不需要設定所有的基本參數。如：不打算使用採訪模組，則可忽略 '基金'、'預算' 與 '幣別和匯率' 等參數。

source: Plugins
ar: برامج مساعدة
cs: Zásuvné moduly
el: Υπομονάδες
fi: Liitännäiset
hi: Plugin:
pl: Wtyczki
sk: Moduly
sv: Insticksprogram
tr: Eklentiler
zh_tw: 外掛程式

source: Port
ar: منفذ
el: Θύρα
es: Puerto
fi: Portti
hi: पोर्ट
it: Porta
pt: Porta
tr: Bağlantı noktası
zh_tw: 埠號

source: Pre-save Editing
ar: تحرير ما قبل الحفظ
cs: Úprava před uložením
da: Gemme det editerede
de: Vor dem Speichern bearbeiten
el: Προ-αποθήκευση Επεξεργασίας
es: Edición pre-guardado
eu: Pre-salvar Edición
fi: Muokataan
fr: Utiliser existant
hi: पूर्व बचाने के संपादन
it: Modifica prima del salvataggio definitivo
oc: Utilizar existant
pl: Modyfikowanie przed wysłaniem
pt: Edição pré-gravação
pt_br: Edição pré-salva
sk: Úprava pred uložením
sv: Redigering innan lagring
tr: Ön kayıt düzenleme
zh_tw: 儲存前編輯

source: Printing Baskets
ar: طباعة السلال
cs: Tisknoucí košíky
da: Udskriver kurve
de: Bestellung drucken
el: Εκτύπωση Καλαθιών
es: Cestas de impresión
eu: Saskiak inprimatzea
fi: Tilauskorin tulostaminen
fr: Impression des paniers
hi: मुद्रण टोकरी
it: Stampa dei raccoglitori
oc: Impression des panièrs
pl: Drukowanie koszyków/zamówień
pt: Imprimir cestos
pt_br: Imprimindo cestos
sk: Tlačenie košíkov
sv: Skriva ut korgar
tr: Sepetleri Yazdırıyor
zh_tw: 列印採購籃

source: Printing Invoices
ar: طباعة الفواتير
cs: Tisk dokladů
da: Udskriver regninger
de: Rechnungen drucken
el: Εκτύπωση Τιμολογίων
es: Impresión de facturas
eu: Fakturak inprimatzea
fi: Laskujen tulostaminen
fr: Impression des factures
hi: मुद्रण चालान
it: Stampare ricevute
oc: Impression des facturas
pl: Drukowanie faktur
pt: Imprimir facturas
pt_br: Imprimindo faturas
sk: Tlačenie faktúr
sv: Skriva ut fakturor
tr: Faturaları yazdırıyor
zh_tw: 列印收據

source: Printing Receipts
ar: طباعة الايصالات
cs: Tisk potvrzení
da: Udskriver kvitteringer
de: Quittung drucken
el: Εκτύπωση Αποδείξεων
es: Imprimiendo recibos
eu: Imprimiendo recibos
fi: Kuittien tulostaminen
fr: Imprimer des reçus
hi: मुद्रण प्राप्तियों
it: Stampa ricevute
oc: Imprimir des recebuts
pl: Drukowanie rewersów
pt: Imprimir recibos
pt_br: Imprimindo Recibos
sk: Tlačia sa potvrdenky
sv: Skriva ut kvitton
tr: Makbuzlar yazdırılıyor
zh_tw: 列印收條

source: Private list: Is managed by you and can be seen only by you or the people you choose to share the list with.
hi: निजी सूची: आपके द्वारा प्रबंधित किया जाता है और केवल आपके द्वारा या उन लोगों द्वारा देखे जा सकते हैं जिनके साथ आप सूची साझा करना चुनते हैं।

source: Professional
ar: محترف
cs: Profesionál
da: Professionel
de: Mitarbeiter (Organisation)
el: Επαγγελματίας
es: Profesional
eu: Profesionala
fi: Ammattilainen
fr: Professionnel
hi: व्यावसायिक
it: Professionale
pl: Pracownik
pt: Profissional
pt_br: Profissional
sk: Profesionál
sv: Professionell
tr: Profesyonel
zh_tw: 專業

source: Professional = A patron that can belong to an Organization
ar: المحترف = هو الشخص الذي ينتمي إلى المنظمة
cs: Profesionál = uživatel, který může patřit do organizace
da: Professionel = En låner, der kan tilhøre en organisation.
de: Mitarbeiter = Ein Benutzer, der zu einer Organisation gehören kann
el: Επαγγελματίας = Ένα μέλος που μπορεί να ανήκει σε έναν Οργανισμό
es: Profesional = Un usuario que puede pertenecer una Institución como garante.
eu: Profesionala = erakunde bateko kidea izan daitekeen bazkidea
fi: Ammattilainen = Asiakas, joka voi kuulua yhteisöön
fr: Professionnel = un adhérent qui appartient à un adhérent de type 'Collectivité'
hi: व्यावसायिक = एक संरक्षक एक संगठन से संबंध हो सकते हैं.
it: Professionista = Un utente che può avere una organizzazione come garante.
oc: Professional = un aderent qui aparten a un aderent de tipe 'Collectivitat'
pl: Pracownik = użytkownik, który może należeć do Organizacji
pt: Profissional = Um leitor que pode ter uma organização como ligação
pt_br: Profissional = Um usuário vinculado a uma organização
sk: Profesionál = čitateľ, ktorý môže patriť do organizácie
sv: Professionell = en låntagare som kan tillhöra en organisation
tr: Profesyonel = Bir kuruma ait olabilen bir kullanıcı
zh_tw: 專業 = 屬於機構的讀者

source: Professional patrons can be linked to Organizational patrons
ar: المستفيدون المحترفون يمكن ربطهم بالمستفيدون التنظيميون
cs: Profesionální uživatelé mohou být propojeni s organizačními uživateli
da: Professionelle lånere kan tilhøre en organisationslåner
de: Mitarbeiter können mit Organisationen verknüpft sein
el: Τα μέλη Επαγγελματίες μπορούν να συνδεθούν σε μέλη Οργανισμούς
es: Usuarios profesionales pueden estar enlazados a un Usuario Institución
eu: Bazkide profesionalak erakunde bazkideei lotuta egon daitezke
fi: Ammattilaisasiakkaat voidaan linkittää yhteisöasiakkaaseen
fr: Les adhérents Professionnel peuvent être liés à des adhérents de type Collectivité.
hi: व्यावसायिक संरक्षक संगठनात्मक संरक्षक के लिए जोड़ा जा सकता है
it: Professionista = Un utente che può avere un ente come garante.
oc: Los aderents Professional pòdon èsser liés a des aderents de tipe Collectivitat.
pl: Pracownicy mogą być powiązani z typem kategorii użytkownika 'Organizacja'
pt: Leitores profissionais podem ter uma organização como ligação
pt_br: Profissional = Um usuário vinculado a uma organização.
sk: Profesionálni čitatelia môžu byť prepojení s organizačnými čitateľmi
sv: Professionella låntagare kan länkas till organisationslåntagare
tr: Profesyonel kullanıcılar kurumsal kullanıcılarla ilişkilendirilebilir
zh_tw: 專業讀者可連結至機構讀者

source: Profiles
ar: الملفات
cs: Profily
da: Profiler
de: Profile
el: Προφίλ
es: Perfiles
eu: Profilak
fi: Profiilit
fr: Profils
hi: प्रोफ़ाइल:
it: Profili
oc: Perfils
pl: Profile
pt: Perfis
pt_br: Perfis
sk: Profily
sv: Profiler
tr: Profiller
zh_tw: 設定檔
