Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Before the first time the system goes offline go to Circulation and choose 'Built-in offline circulation interface'
ar: قبل أن يصبح النظام دزن اتصال لأول مرة قم بالذهاب إلى الإعارة واختيار "واجهة الإعارة دون اتصال المضمّن"
cs: Předtím, než bude systém nedostupný, běžte do modulu Výpůjčky a klikněte na odkaz "Vestavěný klient pro offline výpůjčky"
de: Vor der ersten Verwendung im Offline-Modus gehen Sie bitte zu Ausleihe und wählen Sie 'Integrierte Oberfläche für die Offline-Verbuchung'.
el: Πριν θέσετε για πρώτη φορά το σύστημά σας εκτός λειτουργίας πηγαίνετε στην Διακίνηση Υλικού και επιλέξτε 'Ενσωματωμένη διεπαφή διακίνησης υλικού εκτός λειτουργίας'
es: Antes de la primera vez que el sistema quede fuera de línea vaya a Circulación y seleccione 'Interfaz integrada de circulación fuera de línea'
eu: Sistema lehen aldiz deskonektatu aurretik, jo Zirkulaziora eta aukeratu 'Built-in offline circulation interface'
fi: Ennen kuin järjestelmä on ensimmäistä kertaa yhteydettömässä tilassa, mene Lainaus ja palautussivulle ja valitse 'Yhteydettömän tilan lainaus'
fr: Avant la première mise hors ligne du système, rendez-vous dans le module Circulation et choisissez 'Interface de prêt secouru intégrée'
hi: पहली बार पहले सिस्टम परिसंचरण के लिए ऑफ़लाइन जाने से चला जाता है और चुनें 'में निर्मित ऑफ़लाइन परिसंचरण इंटरफेस'
it: Prima di andare off-line la priima volta, vai in Circolazione e clicca su 'Crea l'interfaccia della circolazione offline'
oc: Avant la primièra mesa fòra linha del sistèma, rendez-vous dins lo modul Circulation e causissètz 'Interfàcia de prèst secorrut integrada'
pl: Zanim po raz pierwszy system przejdzie do trybu offline, przejdź do modułu Udostępnianie i wybierz 'Wbudowany interfejs udostępniania offline'
pt: Antes da primeira vez que o sistema fique offline, vá á página de circulação e escolha 'Interface de circulação offline'
pt_br: Antes que o sistema fique fora do ar pela primeira vez, acesse o módulo Circulação e clique em 'Interface de circulação offline'
sk: Pred prvým prechodom systému do režimu offline prejdite na Obeh a zvoľte 'Vstavané rozhranie obehu offline'
tr: Sistemin ilk defa çevrim dışı olmasından önce, Dolaşıma gidin ve buradan "Dahili çevrimdışı dolaşım arayüzü" opsiyonunu seçin.
zh_tw: 第一次使用離線流通功能前，先進入流通模組，點選 '建立離線流通介面'

source: Before using Course Reserves you will need to do some set up.
ar: قبل استخدام الاحتياطي الأكاديمي يجب عليك اجراء بعض التنصيب.
cs: Před použitím modulu "Kurzy" je třeba provést jeho nastavení.
de: Bevor Sie das Modul für die Verwaltung von Semesterapparaten verwenen können, müssen Sie dieses zunächst konfigurieren.
el: Πριν χρησιμοποιήσετε τις Κρατήσεις Μαθημάτων, θα χρειαστεί να κάνετε κάποιες ρυθμίσεις.
es: Antes de utilizar Reservas para Cursos necesitará hacer algunas configuraciones.
eu: Erreserben ikastaroa erabili aurretik, zenbait konfigurazio egin beharko dituzu.
fi: Asetukset on laitettava kuntoon ennen Kurssivarannot-osion käyttöä.
fr: Avant d'utiliser les Réserves de cours, vous devez réaliser quelques paramétrages.
hi: कोर्स भंडार का उपयोग कर इससे पहले कि आप कुछ सेट अप करने की आवश्यकता होगी।
it: Prima di usare la funzionalità 'Testi per i corsi' devi fare alcune configurazioni.
oc: Avant d'utilizar les Resèrvas de cors, vos cal réaliser qualques parametratges.
pl: Zanim rozpoczniesz pracę w module Kursy, sprawdź ustawienia.
pt: Antes de usar o módulo de reservas de curso precisa de efetuar alguma configuração.
pt_br: Antes de utilizar as funções de Reservas para cursos, você precisa realizar algumas configurações.
sk: Pred používaním Rezerv kurzov budete musieť urobiť určité nastavenia.
tr: Ders Rezervlerini kullanmadan önce, bazı ayarlar yapmanız gerekecek.
zh_tw: 使用指定參考書前，您必須要做一些設定。

source: Before using the Acquisitions Module, you will want to make sure that you have completed all of the set up.
ar: قبل إستخدامك لوحدة التزويد ، عليك أن تكون على ثقة من أنك قد أتممتَ ضبط كل الإعدادات.
cs: Předtím, než budete moci využít modul Akvizice, měli byste se ujistit, že je vše správně nastaveno.
da: Før du bruger indkøbsmodulet, skal du kontrollere at opsætningen er færdig.
de: Vor der Nutzung des Erwerbungsmoduls, muss die Grundkofiguration abgeschlossen sein.
el: Προτού χρησιμοποιήσετε την Υπομονάδα Προσκτήσεων, θα χρειαστεί να σιγουρευτείτε ότι έχετε ολοκληρώσει τις όλες τις ρυθμίσεις σας.
es: Antes de utilizar el módulo de adquisiciones asegúrese de haber completado toda la configuración inicial.
eu: Eskurapenen modulua erabili aurretik, instalazioa burutu duzun egiaztatu behar duzu.
fi: Ennen hankintamoduulin käyttöä, varmista että olet tallentanut kaikki tarvittavat asetukset.
fr: Avant d'utiliser le module Acquisitions, vous devez vérifier que vous avez rempli tous les paramètres nécessaires.
hi: अधिग्रहण मॉड्यूल का उपयोग करने से पहले, आपको लगता है कि आप सेट अप के सभी पूरा कर लिया है कि यह सुनिश्चित करना चाहते हैं जाएगा।
it: Prima di usare il Modulo delle acquisizioni, ci si deve assicurare di aver completato la relativa configurazione.
oc: Avant d'utilizar lo modul Aquisicions, vos cal verificar qu'avètz rempli totes los paramètres necessaris.
pl: Zanim rozpoczniesz pracę w module Gromadzenie, sprawdź ustawienia.
pt: Antes de usar o módulo de Aquisições, tenha a certeza que completou toda a configuração do sistema.
pt_br: Antes de suar o módulo de Aquisições, tenha certeza que você realizou todas as suas configurações.
sk: Pred použitím modulu Akvizícií sa ešte uistite, že ste dokončili celý setup.
sv: Innan du använder Inköpsmodulen bör du säkerställa att du slutfört all konfiguration.
tr: Sağlamalar modülünü kullanmadan önce, bütün ayarları tamamladığınızdan emin olun.
zh_tw: 使用採訪模組前，先確定已經設定完成。

source: Before you begin you will want to choose which library you are setting these limits for.
ar: قبل أن تبدأ عليك الاختيار أي مكتبة تحدد هذه الحدود ل.
cs: Předtím než začnete, budete si zřejmě nejdřív chtít vybrat knihovnu, pro kterou budou tato omezení platit.
da: Før du starter, skal du bestemme hvilket bibliotek, disse grænser sættes for.
de: Bevor Sie beginnen sollten sie die Bibliothek wählen, für die Sie die Beschränkungen setzen wollen.
el: Προτού ξεκινήσετε πρέπει να επιλέξετε για ποια βιβλιοθήκη ρυθμίζετε αυτούς τους περιορισμούς.
es: Antes de comenzar querrá seleccionar para cual biblioteca está definiendo estos límites.
eu: Hasi aurretik, muga hauek ezarriko dituzun liburutegia aukeratu behar duzu.
fi: Valitse ensiksi se kirjasto, jolle nämä rajoitukset asetetaan.
fr: Avant de commencer, vous devez choisir à quel site ces paramètres vont s'appliquer.
hi: आरंभ करने से पहले आप जो पुस्तकालय के लिए आप इन सीमाओं को स्थापित कर रहे हैं चुनने के लिए चाहते हो
it: Prima di tutto occorre scegliere la biblioteca per la quale si stanno definendo questi limiti.
oc: Abans de començar, vos cal causir a quin site aqueles paramètres se van aplicar.
pl: Wybierz bibliotekę, dla której ustawiasz limit transferu.
pt: Antes de começar defina a biblioteca para a qual deseja definir os limites.
pt_br: Antes de começar, você precisa selecionar a biblioteca para a qual você está definindo os limites de transferência.
sk: Skôr ako začnete, uistite sa prosím, pre ktorú knižnicu nastavujete tieto obmedzenia.
sv: Innan du börjar ska du välja för vilket bibliotek du anger dessa begränsningar.
tr: Lütfen başlamak için bu limitleri hangi kütüphane için ayarladığınızı seçin.
zh_tw: 開始之前，您將要選擇設定限制的圖書館。

source: Before you start cataloging in Koha you're going to want to do some basic setup. Refer to the Implementation Checklist for a full list of these things. Most importantly you're going to want to make sure that your Frameworks are all defined the way you want. Once in the cataloging module you will not be able to add or remove fields and subfields so your frameworks must be ready before you start cataloging.
ar: قبل شروعك بالبدء بالفهرسة في كوها عليك أن تقوم ببعض الخطوات الأساسية. عُد إلى قائمة التحقق من التطبيق لتحصل على قائمة كاملة عن هذه الأمور. والأكثر أهمية هو أن تتأكد أن كل القوالب قد عُرِّفَت بالطريقة التي تريد. لأنك عندما تكون في وحدة الفهرسة لن تتمكن من إضافة أو إزالة الحقول والحقول الفرعية ، لذلك يجب على قوالب مارك خاصتك أن تكون جاهزة قبل بدئك بالفهرسة.
cs: Předtím než začnete katalogizovat v systému Koha, budete pravděpodobně chtít provést základní nastavení. Projděte si Implementation Checklist, kde se dozvíte co vše je potřeba provést. Především se ujistěte, že jsou katalogizační MARC šablony definovány tak, jak potřebujete. V katalogizačním modulu již není možné přidávat další pole nebo podpole.
da: Før du starter katalogisering i Koha, vil du foretage en basisk opsætning. Rådfør dig med Checklisten for Implementering for en fuldstændig liste over disse ting. Som det vigtigste vil du sikre, at dine strukturer er definerede, som du ønsker dem. Når du er i katalogiseringsmodulet vil du ikke være i stand til at tilføje eller fjerne felter og underfelter, så dine strukturer skal være parate, før du starter katalogisering.
de: Vor der Katalogisierung mit Koha müssen einige Grundeinstellungen vorgenommen werden. Diese finden Sie in der Implementierungs-Checkliste. Der wichtigste Punkt ist, dass Sie die MARC-Frameworks für die Gegebenheiten Ihrer Bibliothek korrekt eingerichtet haben. Im Katalogmodul können Sie keine MARC-Felder oder -Unterfelder hinzufügen oder entfernen; deshalb müssen die Frameworks vor dem Beginn der Katalogisierung bereit sein.
el: Πριν ξεκινήσετε την καταλογογράφηση στο Koha θα θέλετε να κάνετε κάποιες βασικές ρυθμίσεις. Ανατρέξτε στον Κατάλογο Αναφοράς Εφαρμογών για την πλήρη λίστα αυτών. Κυρίως, θα θέλετε να σιγουρευτείτε ότι τα Πλαίσιά σας έχουν οριστεί με τον τρόπο που τα θέλετε. Όταν είστε πλέον στην υπομονάδα καταλογογράφησης δεν θα μπορείτε να προσθέσετε ή να αφαιρέσετε πεδία και υποπεδία, οπότε τα πλαίσιά σας θα πρέπει να είναι έτοιμα πριν αρχίσετε την καταλογογράφηση.
es: Antes de comenzar a catalogar con Koha deberá realizar una configuración básica. Refiérase a la lista de control de implementación para un listado completo. Más importante deberá asegurarse que tiene definidas sus hojas de trabajo en la forma que desea. Una vez en el módulo de catalogación no podrá agregar o remover campos y subcampos de modo que sus hojas de trabajo deberán estar listas antes de comenzar a catalogar.
eu: Koha katalogatzen hasi aurretik oinarrizko konfigurazioa ezarri behar duzu. Jo ezazu inplementazio egiaztapen-zerrendara zerrenda osoa kontsultatzeko. Garrantzitsuena zure lan orriak nahi duzun moduan definitzea da. Behin katalogatze moduluan, ezingo duzu eremuak ez azpieremuak gehitu edo kendu, hortaz, zure lan orriek pres egon behar dute katalogatzen hasi aurretik.
fi: Ennen luetteloinnin aloittamista Kohassa täytyy muutama perusasetus olla tehtynä. Tarkista Implementation Checklist näiden ohjeiden osalta. Tärkeintä on varmistaa, että luettelointipohjat on määritelty haluamallasi tavalla. Luettelointia tehtäessä ei voi lisätä tai poistaa kenttää tai osakenttää, joten luettelointipohjan pitää olla valmis luetteloinnin alkaessa.
fr: Avant de commencer à cataloguer dans Koha, vous allez devoir effectuer des réglages de base. Reportez vous à la documentation (Implementation Checklist) pour avoir la liste complète de ces réglages. Vous devez absolument vérifier que vos grilles de catalogage MARC sont toutes définies selon vos besoins. Une fois dans le module de catalogage, vous ne pourrez plus ajouter ou supprimer de champs ni de sous-champs, donc vos grilles doivent être prêtes avant de commencer à cataloguer.
hi: इससे पहले कि आप Koha में सूचीबद्ध करने के लिए शुरू आप कुछ बुनियादी सेटअप करना चाहते करने जा रहे हैं। इन चीजों की एक पूरी सूची के लिए कार्यान्वयन सूची को देखें। सबसे महत्वपूर्ण बात यह आपको लगता है कि आपके चौखटे सभी तरह से आप चाहते हैं परिभाषित कर रहे हैं बनाना चाहते करने के लिए जा रहे हैं। एक बार सूचीबद्ध मॉड्यूल में आप जोड़ने या क्षेत्रों और उपक्षेत्रों को दूर करने के लिए तो अपनी व्यवस्थाएं तैयार करने से पहले आप सूचीबद्ध शुरू होना चाहिए में सक्षम नहीं होगा।
it: Prima di catalogare in Koha, devi fare alcune scelte essenziali. Vedi la Implementation Checklist per un elenco completo. Soprattutto è importante che le griglie di catalogazione siano configurate opportunamente. Una volta iniziato ad usare il modulo di catalogazione, le griglie non possono essere modificate senza rischi.
oc: Abans de començar a catalogar dins Koha, vos va caler efectuar de reglatges de basa. Reportatz-vos a la documentacion (Implementacion Checklist) per aver la lista completa d'aqueles reglatges. Vos cal absoludament verificar que vòstras grasilhas de catalogatge MARC son totas definidas segon vòstres besonhs. Un còp dins lo modul de catalogatge, poiretz pas mai apondre o suprimir de camps ni de soscamps, doncas vòstras grasilhas devon èsser prèstes abans de començar de catalogar.
pt: Antes de começar a catalogar no Koha deverá executar algumas configurações básicas. Veja a lista de implementação para uma lista completa dessas configurações. Mais importante será ter a certeza que todos os modelos estão definidos da maneira que deseja. Após estar no módulo de catalogação não poderá adicionar ou remover campos ou subcampos, e portanto os modelos devem estar definidos antes de começar a catalogar.
pt_br: Antes de começar a catalogar no Koha, talvez você queira fazer alguns ajustes básicos de configuração. Vá para o Checklist de implementação para obter uma lista completa destas coisas. É importante ter certeza de que a planilha de preenchimento esteja definida exatamente como você deseja. Uma vez que você comece a utilizar o módulo de catalogação, você não poderá adicionar ou remover campos e subcampos. Deste modo, é importante que suas planilhas estejam bem definidas antes de começar a catalogação.
sk: Skôr ako sa pustíte do katalogizácie v Kohe, je potrebné spraviť si základné nastavenia. Pozrite sa do Realizačného kontrolného zoznamu, kde sú uvedené všetky potrebné kroky. Zo všetkého najdôležitejšou vecou je mať správne nastavené všetky Rámce. Keď už budete v module katalogizácie, nebudete môcť pridávať alebo odoberať polia a podpolia, takže vaše rámce musia byť prichystané skôr ako začnete katalogizovať.
sv: Innan du kan börja katalogisera i Koha måste du göra en del grundläggande systeminställningar. Se Kontrollista för implementering för en komplett lista över dessa inställningar. Det viktigaste är att du ser till att ramverken är definierade på det sätt du vill. I katalogmodulen går det inte att lägga till eller ta bort fält eller underordnade fält, så ramverken måste vara färdiga innan du börjar katalogisera.
tr: Koha'da kataloglamaya başlamadan önce bazı temel ayarlar yapmak isteyebilirsiniz. Bu ayarların tam bir listesi için Uygulama Denetim Listesi'ne bakınız. En önemlisi, çerçevelerinizin istediğiniz şekilde tanımlandığından emin olmanızdır. Kataloglama modülüne bir kez girdiğinizde alanları ve alt alanları ekleyip kaldıramayacaksınız; bu nedenle kataloglamaya başlamadan önce çerçevelerinizin mutlaka hazır olması gerekmektedir.
zh_tw: 編目之前應參照應用核對清單，先處理基本的設定，最重要的是確認您的框架已設定完成，進入編目模組後，就不能新增或移除欄位與分欄。

source: Below is a summary of the various pieces of the advanced search limit:
ar: وفيما يلي موجز لأجزاء مختلفة من حدود بحث متقدم
cs: Následuje souhrn rozličných prvků pokročilého vyhledávání:
da: Forneden er en sammenfatning af de forskellige dele af den udvidede søgning:
de: Unten ist eine Zusammenfassung der verschiedenen Eingrenzungen für die erweiterte Suche:
el: Κατωτέρω υπάρχει μία περίληψη των διαφόρων κομματιών των περιορισμών της σύνθετης αναζήτησης:
es: Debajo hay un resumen de las diversas opciones para limitar la búsqueda avanzada:
eu: Azpian bilaketa aurreratua mugatzeko tresnen laburpena dago:
fi: Alla on yhteenveto tarkan haun hakutulosten rajoitusmahdollisuuksista:
fr: Voici les différentes limites de la recherche avancée&nbsp;:
hi: नीचे दिए गए उन्नत खोज को सीमित के विभिन्न टुकड़ों का सार है:
it: Sotto c'è una sintesi dei vari elementi di un limite di ricerca avanzata:
oc: Voici les diferentas limites de la recèrca avançada&nbsp;:
pl: Poniżej znajdziesz podsumowanie poszczególnych części ograniczeń wyszukiwania zaawansowanego:
pt: Abaixo está um resumo das várias partes do limite de pesquisa avançada:
pt_br: Abaixo está um resumo dos vários elementos de limitação da busca avançada:
sk: Dole je súhrn rozličných častí limitu rozšíreného vyhľadávania:
sv: Nedan finns en sammanfattning av de olika delarna av den avancerade sökbegränsningen:
tr: Gelişmiş arama limitlerinin çeşitli yönlerinin bir özeti aşağıdadır:
zh_tw: 以下是進階搜尋限制的各種限制摘要：

source: Below the 'History' heading is a link to 'View item's checkout history,' clicking that will open up the item's history which will look slightly different from the bibliographic record's history page.
ar: تحت عنوان 'تاريخ' هو رابط 'مشاهدة تاريخ خروج المواد,'بالضغط عليه سيفتح تاريخ المواد التي ستبدو مختلفة بعض الشئ من صفحة تاريخ التسجيلات الببليوغرافية.
cs: Pod záhlavím 'Historie' je odkaz na zobrazení historie výpůjček dané jednotky. Kliknutím na něj se dostanete na stránku, která je jen mírně odlišná od stránky s historií bibliografického záznamu.
da: Under overskriften 'Historik' er der et link til 'Vis eksemplarets udlånshistorik,' klik på et vil åbne eksemplarets historik, hvilket vil se lidt anderledes ud end den bibliografiske posts historikside.
de: Unter der Rubrik 'Ausleihhistorie' befindet sich ein Link zu 'Ausleihhistorie des Exemplars anzeigen'. Wenn Sie diesen anklicken, werden die Ausleihhistorie des Exemplars geöffnet. Diese sieht etwas anders aus, als die titelbezogene Ausleihhistorie.
el: Κάτω από την επικεφαλίδα 'Ιστορικά' υπάρχει ο σύνδεσμος 'Προβολή ιστορικού δανεισμού τεκμηρίου'. Κάνοντας κλικ σε αυτό θα ανοίξει το ιστορικό του τεκμηρίου το οποίο θα είναι διαφορετικό από τη σελίδα ιστορικού της βιβλιογραφικής εγγραφής.
es: Bajo el encabezado 'Historia' hay un enlace a 'Ver historial de préstamos del ítem', haciendo clic le mostrará el historial del ítem el cual se ve levemente diferente de la página del historial de registros bibliográficos.
eu: 'Historia' izenburuaren azpian 'Ikusi elementuaren mailegu historia' lotura dago. Horretan klik eginez, elementuaren historia irekiko da, eta bibliografia erregistro historiaren orriarekin alderatuta apur bat diferentea izan go da.
fi: 'Historia'-otsikon alapuolella on linkki 'Näytä niteen lainahistoria'. Sitä klikkaamalla pääset niteen historiaan, joka näyttää hieman erilaiselta kuin nimeketietueen historiasivu.
fr: Sous le titre Historique, il y a un lien Voir l'historique des prêtes des exemplaires. En cliquant ce lien, la page historique des exemplaires s'affiche. Elle est sensiblement différente de l'historique de la notice bibliographique.
hi: 'इतिहास' शीर्षक के नीचे करने के लिए एक लिंक 'देखें आइटम की चेकआउट इतिहास' क्लिक कि आइटम का इतिहास है जो ग्रंथ सूची रिकॉर्ड के इतिहास पेज से थोड़ा अलग दिखेगा खुल जाएगा है।
it: Sotto il link 'Storico' si trova il link dello 'Storico dei prestiti'. Lo storico dei prestiti si presenta diverso dallo storico del record bibliografico.
oc: Sous lo títol Istoric, i a un ligam Voir l'istoric des prèst es des exemplars. En clicant ce ligam, la pagina istoric des exemplars s'aficha. Es sensiblement diferenta de l'istoric de la notícia bibliographique.
pt: Por debaixo do cabeçalho 'Histórico' existe um link para ver o histórico de empréstimo de um exemplar, que abrirá o histórico de um exemplar que ligeiramente diferente da página de histórico de um registo bibliográfico.
pt_br: Abaixo do cabeçalho 'Histórico' há um link 'Ver histórico de empréstimos', clicando neste link é aberto um histórico do exemplar ligeiramente diferente do que aparece na página de histórico do registro bibliográfico.
sk: Pod hlavičkou 'Výpis' je odkaz na 'Prezri výpis výpožičiek'. Kliknutím naň sa objaví vyskakovacie okno výpisu exemplára, ktorý bude vypadať trochu odlišne od stránky výpisov bibliografického záznamu.
sv: Under rubriken 'Historik' finns en länk till 'Lånehistorik för objekt'. Klickar du på den öppnas objektets historik, som ser lite annorlunda ut jämfört med den bibliografiska postens historiksida.
tr: 'Geçmiş' başlığının altında 'Materyalin iade geçmişine göz at' bağlantısı mevcuttur. Bu bağlantıya tıklayınca, bibliyografik kayıt geçmiş sayfasından biraz farklı görünen materyalin geçmişi ortaya çıkacaktır.
zh_tw: 在 '紀錄' 標題下有個連結至 '檢視館藏借出紀錄'，點選之後，開啟館藏的紀錄，看起來與書目紀錄的頁面略有不同。

source: Below the add form there are 3 buttons for adding the item
ar: تحت شكل الإضافة هناك 3 أزرار لإضافة هذه المواد
cs: Pod formulářem jsou 3 tlačítka pro vložení jednotky
da: Under tilføjningsformularen er der 3 knapper til at tilføje et eksemplar
de: Unterhalb des Eingabeformulars sind 3 Buttons um das Exemplar hinzuzufügen
el: Κάτω από τη φόρμα προσθήκης υπάρχουν κουμπιά για την προσθήκη αντιτύπου
es: Bajo el formulario hay 3 botones para agregar un ítem
eu: Inprimakiaren azpira elementua eransteko 3 botoi daude
fi: Lisäyslomakkeen alapuolella on kolme painiketta, joista voi lisätä niteen
fr: Sous le formulaire d'ajout, il y a trois boutons pour ajouter l'exemplaire.
hi: जोड़े प्रपत्र नीचे दिए गए आइटम जोड़ने के लिए 3 बटन देखते हैं
it: Sotto la form di aggiunta, ci sono tre bottoni per aggiungere la copia
oc: Sous lo formulari d'ajout, i a tres botons per apondre l'exemplar.
pt: Abaixo do formulário de adição existem 3 botões para adicionar o exemplar
pt_br: Abaixo do formulário de adição de exemplares há três botões
sk: Pod formulárom priadania jestvujú 3 tlačidlá pre ďalšie editovanie
sv: Under formuläret för inmatning finns tre knappar för att lägga till objektet
tr: Ekle formunun altında materyali ekleyen 3 buton mevcuttur
zh_tw: 在新增表單下有 3 個鈕可供新增館藏

source: Below the box for the barcode there may be options for you to override the default due date for the item.
ar: أدنى مربع الباركود قد توجد خيارات لتخطي تاريخ الاستحقاق الافتراضي للمادة
cs: Pod políčkem pro zadávání čárových kódů se může nacházet možnost nastavit datum vrácení ručně a nikoliv podle předdefinovaných pravidel.
de: Unterhalb des Eingabefelds für den Barcode kann es Optionen geben, um das berechnete Rückgabedatum für das Exemplar zu überschreiben.
es: Debajo de la casilla para el código de barras, pueden haber opciones para que usted elimine la fecha de vencimiento por defecto para el ítem.
eu: Barra kodearentzako koadoaren azpian aukerak ager daitezke, elementuaren itzultze data lehenetsia baliogabetu dezazun.
fi: Viivakoodilaatikon alapuolella on valintakalenteri, josta pääset ohittamaan oletuseräpäivän niteelle.
fr: En dessous de la zone de saisie du code à barres vous pouvez remplacer la date de retour par défaut de l'exemplaire.
hi: बारकोड के लिए बॉक्स के नीचे आप आइटम के लिए डिफ़ॉल्ट नियत तारीख ओवरराइड करने के लिए वहाँ विकल्प हो सकता है
it: Sotto la casella per il codice a barre ci potrebbero essere delle opzioni che consentono di modificare la data di scadenza di default per il prestito del documento.
oc: En dejós de la zòna de sasida del còdi de barras podètz remplaçar la data de retorn per defaut de l'exemplar.
pt: Abaixo da caixa para o código de barras podem estar opções para substituir a data de devolução do exemplar.
sk: Pod políčkom pre čiarový kód je daná možnosť obísť predvolený termín návratu exemplára.
tr: Barkodun altındaki kutuda materyaller için geçerli olan mevcut iade tarihini geçersiz kılmanız için seçenekler olabilir.
zh_tw: 在條碼盒之下，可能的選項供您取代預設的到期日。
