Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If your patron cards expire (based on your patron category settings) the Expiry date will automatically be calculated
ar: اذا انتهت مدة بطاقة المستفيد (اعتماداً على اعدادات فئة المستفيد) تاريخ الانتهاء سيُحسب تلقائياً
cs: Pokud váš čtenářský průkaz pozbude platnosti (na základě nastavení čtenářské kategorie), datum vypršení bude vypočteno
da: Hvis lånerkortet udløber (baseret på lånerkategoriindstillingen) beregnes udløbsdatoen automatisk
de: Wenn der Benutzerausweis aufgrund der Konfiguration für den Benutzertyp abläuft, wird das neue Ablaufdatum automatisch berechnet
el: Αν η κάρτα μέλους λήγει (σύμφωνα με τις ρυθμίσεις σας στην κατηγορία μέλους) η ημερομηνία Λήξης θα υπολογίζεται αυτόματα.
es: Si el carné de usuario vence (basado en la configuración de la categoría de usuario) la fecha de vencimiento se calculará automáticamente
eu: Zure bazkide txartela iraungitzen bada (zure bazkide kategoriaren ezarpenen arabera) iraungitze data automatikoki kalkulatuko da
fi: Jos asiakastilit vanhenevat (perustuu asiakastyyppien asetuksiin), vanhenemispäivä lasketaan automaattisesti
fr: Si la carte de bibliothèque de l'adhérent est valable pour une durée limitée, le champ Date d'expiration est calculé automatiquement.
hi: यदि आपका संरक्षक कार्ड समाप्त हो (अपने संरक्षक वर्ग सेटिंग के आधार पर) समाप्ति की तारीख स्वचालित रूप से गणना की जाएगी
it: Se le tessere utente scadono basandosi sulle configurazioni della categoria utente, allora le date di scadenza saranno calcolate in automatico
oc: Se la carte de bibliotèca de l'aderent es valable per una durada limitada, lo camp Data d'expiracion es calculat automaticament.
pl: Jeśli konto użytkownika wygaśnie (na podstawie ustawień kategorii użytkownika), data ważności konta będzie obliczana automatycznie
pt: Se o cartão de leitor expira (baseado nas configurações de categoria de leitor) a data de expiração será automaticamente calculada
pt_br: Se a sua carteirinha de usuário expirar (com base nas configurações da categoria de usuário) a data de expiração será automaticamente calculada
sk: Ak Váš čitateľský preukaz končí (podľa nastavení vo Vašej kategórii čitateľov), dátum vypršania sa automaticky vypočíta
sv: Om låntagarkorten har utgångsdatum (baserat på kategoriinställningarna för låntagare) beräknas utgångsdatumet automatiskt
tr: Kullanıcı kartlarının süresi dolduysa (kullanıcı kategori ayarlarına bağlı olarak), son kullanma tarihi otomatik olarak hesaplanacaktır.
zh_tw: 讀者證有指定的期限時 (根據讀者類型的設定)，會自動計算到期日

source: If your transfers are late in arriving at your library you will see a message stating how late your items are.
ar: اذا التحويلات الخاصة بك تأخرت في الوصول إلى المكتبة سترى رسالة تذْكُر كم تأخرت موادك.
cs: Pokud vaše převody jsou zpožděné v příchodu do vaší knihovny, uvidíte zprávu o tom, jak dlouho vaše výtisky jsou zpožděné.
da: Hvis overførslerne ankommer forsinket til biblioteket, vises en besked om hvor meget forsinkede de er.
de: Wenn ein Transport in Ihre Bibliothek verspätet ist, wird eine Meldung mit der Verspätung angezeigt.
el: Αν οι μεταφορές σας αργούν να φτάσουν στη βιβλιοθήκη σας θα δείτε ένα μήνυμα που θα σας λέει πόσο έχουν αργοπορήσει.
es: Si las transferencias se demoran en llegar a la biblioteca podrá ver un mensaje que indica qué cuan demorados están los ítems.
eu: Zure transferentziak berandutzen badira liburutegira iristen, zure elementuen atzerapena erakutsiko dizun mezu bat ikusiko duzu.
fi: Jos kuljetukset ovat myöhässä kirjastoosi, näet viestistä, kuinka paljon niteet ovat myöhässä.
fr: Si vous transferts ont du retard, vous verrez un message indiquant le nombre de jours de retard.
hi: अपने स्थानान्तरण अपने पुस्तकालय पर पहुंचने में देर हो गई है, तो आप एक संदेश बताते हुए कितनी देर अपने आइटम देखेंगे।
it: Se i tuoi trasferimenti tardano ad arrivarti, comparirà un messaggio con indicati i ritardi.
oc: Se vous transferiments ont del retard, veiretz un messatge indicant lo nombre de jorns de retard.
pl: Jeśli transfery do biblioteki są opóźnione, zobaczysz informację o czasie opóźnienia.
pt: Se as transferências estão atrasadas verá uma mensagem identificado o quanto atrasado os exemplares estão.
pt_br: Se suas transferências estão atrasadas para chegar na biblioteca, você verá uma mensagem informando o quão atrasados estes exemplares estão.
sk: Ak sú Vaše presuny oneskorené v príchode do Vašej knižnice, uvidíte správu s údajom o dĺžke oneskorenia exemplára.
sv: Om överföringarna kommer sent till biblioteket, visas ett meddelande om hur sena de är.
tr: Aktarımlarınız kütüphanenize geç geliyorsa, materyallerinizin ne kadar geç geldiğini belirten bir mesaj göreceksiniz.
zh_tw: 若轉移程序有拖延，將顯示拖延的時間。

source: Ignoring the hold will leave the item on hold, but leave its status as Available (it will not cancel the hold)
ar: تجاهل الحجز سوف يترك المادة في الحجز، ولكن يترك حالتها متاحة ( لن يلغي الحجز)
cs: Ignorování rezervace ponechá rezervaci na výtisku, ale ponechá jeho status "Dostupný" (což ale neruší rezervaci)
da: Hvis reserveringen ignoreres, forbliver den bestående, men eksemplaret beholder status tilgængelig (reserveringen storneres ikke)
de: Wenn Sie die Vormerkung ignorieren bleibt die Vormerkung bestehen, aber das Exemplar behält den Status verfügbar (die Vormerkung wird nicht storniert)
el: Αν αγνοήσετε την κράτηση το τεκμήριο θα εξακολουθήσει να είναι σε κράτηση αλλά η κατάστασή του θα αναφέρει ότι είναι Διαθέσιμο (δεν θα ακυρωθεί η κράτηση)
es: Ignorando la reserva dejará en suspenso el ítem, pero permanecerá su condición de disponible (no se cancelará la reserva)
eu: Erreserba ezikusiz gero, elementua erreserbatuta egongo da, baina Eskuragarri egoera izango du (ez du erreserba ezeztatuko)
fi: Varauksen huomioimatta jättäminen jättää niteen varaukseen, mutta jättää sen tilaksi 'Saatavana' (se ei peru varausta)
fr: Si vous ignorez la réservation, le document restera réservé mais son statut passera à Disponible. La réservation ne sera pas annulé
hi: होल्ड की उपेक्षा कर होल्ड पर आइटम छोड़ देंगे, लेकिन (यह होल्ड रद्द नहीं होगा) उपलब्ध रूप में अपनी स्थिति को छोड़
it: Se ignori la prenotazione, la prenotazione rimarrà sulla copia, ma il suo status sarà 'Disponibile', status che non cancella la prenotazione
oc: Se vous ignorez la reservacion, lo document restera reservat mas son estatut passera a Disponible. La reservacion serà pas anullat
pl: Po kliknięciu 'Ignoruj' zamówienie nie zostanie zrealizowane dla użytkownika ani anulowane z 'Kolejki zamówień'. Zamówienia nadal będą mieć status 'Oczekuje' (dostępny z możliwością tworzenia kolejki rezerwacji)
pt: Ignorar a reservar vai deixar o estado do item como disponível, mas deixa o item em reserva (não cancela)
pt_br: Ignorar a reservar vai deixar o estado do item como disponível, mas deixa o item em reserva (não cancela)
sk: Ignorovanie rezervácie ponechá exemplár rezervovaný, ale ponechá mu stav ako Dostupný (nezruší sa tým rezervácia)
sv: Om reservationen ignoreras är objektet fortfarande reserverat, men med statusen Tillgänglig (reservationen annulleras inte)
tr: Bir ayırma işlemini yoksaymak, materyali ayrılmış olarak gösterecek ancak materyal durumu kullanılabilir olacaktır (ayırma işlemi iptal olmayacaktır)
zh_tw: 忽略預約將保留館藏在預約狀態，但保留其狀態為可借出(不能取消預約)

source: Images must be under 500k in size.
ar: يجب أن لا تتجاوز الصور 500 كيلو بايت
cs: Obrázky musejí být menší než 500kB.
da: Billedernes filstørrelse skal være under 500k.
de: Die Dateigröße der Bilder muss unter 500k liegen.
el: Το μέγεθος των εικόνων πρέπει να είναι κάτω από 500k.
es: Las imágenes deben ser menores de 500K de tamaño.
eu: Irudiek 500 k baino txikiagoak izan behar dute.
fi: Kuvien pitää olla alle 500k kooltaan.
fr: Les images doivent avoir un poids inférieur à 500 Ko.
hi: छवियाँ आकार में 500K की सीमा में होना चाहिए।
it: IMPORTANTE: Le immagini non devono superare i 500k.
oc: Les imatges devon aver un poids inferior a 500 Ko.
pt: Imagens tem que ter menos de 500KB.
pt_br: Imagens precisam ter menos que 500k.
sk: Obrázky musia byť menšie ako 500K.
sv: Bilder måste vara mindre än 500 k.
tr: Görüntü boyutu 500 kb altında olmalıdır.
zh_tw: 照片必須小於500K。

source: Images uploaded using this tool will appear on the menu when creating patron card layouts. You are limited in how many images you can upload (not counting patron images) by the ImageLimit system preference.
ar: الصور التي تم تحميلها باستخدام هذه الأداة ستظهر في القائمة عند إنشاء أشكال بطاقة المستفيد.التي تقتصر على عدد الصور التي يمكنك تحميلها (من دون صور المستفيد) من خلال تفضيل النظام ImageLimit
cs: Obrázky načtené pomocí tohoto nástroje se objeví v nabídce při vytváření rozvržení čtenářovy karty. Maximální počet obrázků (nezahrnuje fotografie čtanářů), které lze načíst je nastaven v nastavení systému v "Limit obrázků".
da: Billeder, som oploades med dette værktøj, vises i udvalgslisten, når der laves layouts til lånerkort. Systemparamteren ImageLimit begrænser, hvor mange billeder, der kan oploades, (gælder ikke for lånerfotos).
de: Bilder, die über dieses Werkzeug hochgeladen wurden, erscheinen in der Auswahlliste, wenn Sie Layouts für Benutzerausweise erstellen. Die Anzahl der Bilder, die Sie hochladen können wird durch den Paramter ImageLimit begrenzt (die Zahl der Benutzerfotos nicht eingeschlossen).
el: Οι εικόνες που φορτώθηκαν μέσω αυτού του εργαλείου θα εμφανιστούν στο μενού κατά τη δημιουρία διατάξεων καρτών μελών. Υπάρχει όριο στο πόσες κάρτες μπορείτε να φορτώσετε (δεν υπολογίζονται οι εικόνες μελών) από την προτίμηση συστήματος ImageLimit (όριο εικόνων).
es: Las imágenes que se cargan mediante esta herramienta aparecerán en el menú a la hora de crear diseños de carnés de usuario. El número de imágenes que se pueden subir (sin contar las imágenes de usuario) está limitado por la preferencia del sistema ImageLimit.
eu: Tresna honen bidez kargatzen diren irudiak menuan agertuko dira bazkide txartelen diseinuak sortzean. Irudien muga sistemaren lehentasunak kargatu dezakezun irudi kopurua mugatzen du (bazkideen irudiak kontuan hartu gabe).
fi: Tällä työkalulla ladatut kuvat näkyvät valikossa, kun luodaan uusia asetteluja. ImageLimit-järjestelmäasetus määrittelee, kuinka monta kuvaa voidaan ladata (ei koske asiakaskuvia).
fr: Les images chargées avec cet outil apparaîtront dans le menu lors de la création d'une carte d'adhérent. Le nombre maximal d'images que vous pouvez télécharger (sans compter les photos de vos adhérents) est fixé par la préférence système 'ImageLimit'.
hi: छवियाँ इस उपकरण का उपयोग कर जब संरक्षक कार्ड लेआउट बनाने मेनू पर दिखाई देगा अपलोड की गई। तुम कितने छवियों को अपलोड कर सकते हैं ImageLimit प्रणाली वरीयता द्वारा (संरक्षक छवियों की गिनती नहीं) में सीमित कर रहे हैं।
it: Le immagini caricate con questo strumento appariranno nel menu mentre costruirai i layout delle tessere. Sei limitato nel numero di immagini che puoi caricare (non contando le foto degli utenti) dalla preferenza di sistema ImageLimit.
oc: Les imatges cargadas amb aqueste aisina apparaîtront dins lo menú al moment de la creacion d'una carta d'aderent. Lo nombre maximal d'imatges que podètz telecargar (sans compter les photos de vòstres aderents) es fixé per la preferéncia sistèma 'ImageLimit'.
pl: Zdjęcia wczytane przy użyciu tego narzędzia wyświetlą się w menu, gdy tworzysz layouty kart użytkowników. Liczba zdjęć (nie licząc zdjęć użytkowników), które możesz wgrać, została ograniczona przez ustawienia systemowe ImageLimit.
pt: Imagens carregas com esta ferramenta aparecerão no menu na criação de esquemas de cartões de leitor. Está limitada a tantas imagens para carregar quantas as que estão definidas na preferência de sistema ImageLimit.
pt_br: Imagens carregadas com esta ferramenta aparecerão no menu na criação de esquemas carteirinhas de usuário. Você está limitado a tantas imagens para carregar quantas as que estão definidas na preferência de sistema ImageLimit.
sk: Obrázky načítané pomocou tohto nástroja sa objavia v ponuke po vytvorení rozložení čitateľských preukazov. Obmedzenie počtu obrázkov, ktoré môžete načítať (nepočítajúc obrázky čitateľov) je dané nastavením systému ImageLimit.
sv: Bilder som laddas upp med detta verktyg visas i menyn vid skapandet av layout för låntagarkort. Det finns en begränsning för hur många bilder som kan laddas upp (låntagarbilder räknas inte) som bestäms av systeminställningen ImageLimit.
tr: Bu aracı kullanarak yüklenen resimler kullanıcı kart ana hatlarını oluştururken menüde gözükecektir. Kaç tane resim yükleyebileceğiniz (kullanıcı resimleri hariç) Görüntü Kısıtlama sistem seçeneğiyle kısıtlıdır.
zh_tw: 新增讀者證布局時，上傳照片的工具將出現在選單內。經由 ImageLimit 系統偏好限制傳的照片數。

source: Import Framework
eu: Inportatu lan-orriak
fi: Tuo luettelointipohja
hi: आयात फ्रेमवर्क

source: Import Quotes
ar: استيراد الإقتباسات
cs: Importovat citáty
da: Importer citater
de: Zitate importieren
el: Εισαγωγή Αποφθεγμάτων
es: Importar citas
eu: Importar Quotes
fi: Tuo sitaatteja
fr: Importer des citations
hi: आयात उद्धरण
it: Importa suggerimenti/citazioni
oc: Importar des citacions
pl: Importuj Cytaty
pt: Importar frases
pt_br: Importar citações
sk: Importovať citáty
sv: Importera citat
tr: Bilgileri içe aktar
zh_tw: 匯入引句

source: Import patron data
ar: استيراد بيانات مستفيد
cs: Import údajů o uživatelích
da: Importere lånerdata
de: Benutzerdaten importieren
el: Εισαγωγή δεδομένων μελών
es: Importar datos de usuario
eu: Inportatu bazkideen datuak
fi: Asiakkaiden tietojen tuonti
fr: Import des données sur les adhérents.
hi: आयात संरक्षक डेटा
it: Importa i dati dell'utente
oc: Impòrt des donadas suls aderents.
pl: Importowanie danych użytkownika
pt: Importar dados dos leitores
pt_br: Importa dados de usuários
sk: Import údajov čitateľa
sv: Importera låntagardata
tr: Kullanıcı verisini içe aktar
zh_tw: 匯入讀者資料

source: Import/Export Frameworks
eu: Inportatu/Esportatu lan-orriak
fi: Tuo/Vie luettelointipohjia
hi: आयात / निर्यात चौखटे

source: Important
eu: Garrantzitsua
fi: Tärkeää
hi: महत्वपूर्ण

source: Important Did you mean? only works in the OPAC at this time. The Intranet options are here for future development.
ar: هام ميزة هل تعني ؟ فقط تعمل في الأوباك في الوقت الحالي. خيار عميل الموظفين موجود هنا للتطوير المستقبلي.
cs: Důležité Měli jste na mysli? funguje pouze v OPACu v tomto okamžiku. Volby intranetu jsou zde pro budoucí vývoj.
da: Vigtigt mente du? Virker kun i OPAC i øjeblikket. Intranet-optionerne er her til fremtidigt brug.
de: Wichtig: Meinten Sie? ist aktuell nur im OPAC verfügbar. Die Intranet-Optionen sind für zukünftige Entwicklungen aber bereits angelegt.
el: Εννοούσατε σημαντικό; προς το παρόν λειτουργεί μόνο στον OPAC. Οι επιλογές Intranet βρίσκονται εδώ γαι μελλοντική ανάπτυξη.
es: Importante "¿quiso decir?" solo funciona en el OPAC por ahora. Las opciones de Intranet están aquí para desarrollos futuros.
eu: Importante '¿Quizás quiso decir?' sólo funciona en el OPAC en este momento. Las opciones Intranet están en desarrollo futuro.
fi: Tärkeää: Tarkoititko? toimii tällä hetkellä vain verkkokirjastossa. Virkailijatyökalun valinnat ovat tässä tulevaisuutta varten.
fr: Note : 'Vouliez-vous-dire ?' ne fonctionne pour le moment qu'à l'OPAC. La fonctionnalité en mode professionnel n'indiquée qu'en tant que futur développement.
hi: महत्वपूर्ण है कि आप क्या मतलब है? इस समय केवल ओपेक में काम करता है। इंट्रानेट विकल्प यहाँ भविष्य के विकास के लिए कर रहे हैं।
it: Importante: la feature 'Intendi dire:' funziona solo nell'Opac. Le opzioni per l' interfaccia staff saranno usate in futuro
oc: Nòta : 'Voliatz dire ?' ne fonctionne pel moment qu'à l'OPAC. La foncionalitat en mode professional n'indicada qu'en tant que futur desvolopament.
pl: Ważne: "Czy chodziło o...?" obecnie działa tylko w OPAC. Opcja intranetowa będzie dopiero rozwijana.
pt: Importar Quis dizer? apenas funciona no OPAC no momento. Opções para o interface dos técnicos existe para desenvolvimentos futuros.
pt_br: Importante: Você quis dizer? só funciona no OPAC neste momento. As opções de intranet estão em desenvolvimento.
sk: Dôležité: Máte na mysli? funguje zatiaľ iba v OPACu. Možnosti pre Intranet sú už vo vývoji.
sv: Viktigt Menade du? fungerar endast i OPAC för närvarande. Intranetalternativen är tillgängliga för framtida utveckling.
tr: Önemli mi demek istediniz? şu an için sadece OPAC’da çalışır. Intranet seçenekleri gelişim aşamasında.
zh_tw: 你的意思是重要嗎？目前祗有 OPAC 的作品。內部網路選項為未來發展。

source: Important:
eu: Garrantsitsua:
fi: Tärkeää:
hi: महत्वपूर्ण:

source: Important: A basket with at least one item marked as 'uncertain price' will not be able to be closed
ar: هام: السلة لن تكون قادرة على الإغلاق مع مادة واحدة على الأقل وُضِعت عليها علامة 'سعر غير مُؤكد'
cs: Důležité: koš s alespoň s jedním výtiskem označeným jako "nejistá cena" nebude moci být uzavřen
da: Vigtigt: En kurv hvor mindst et emne er markeret 'usikker pris' kan ikke lukkes
de: Wichtig: Eine Bestellung, in der mindestens ein Bestellposten einen 'ungewissen Preis' hat, kann nicht geschlossen werden
el: Σημαντικό: Ένα καλάθι με τουλάχιστον ένα τεκμήριο με σημειωμένη 'αβέβαιη τιμή' δεν μπορεί να ολοκληρωθεί
es: Importante. No será posible cerrar una cesta con algún un ítem marcado con 'precio incierto'
eu: Importante: No será posible cerrar una cesta con algún un ítem marcado con 'precio incierto'
fi: Tärkeää: Jos tilauskorissa on yksikään nimeke, jossa on 'vahvistamaton hinta', tilausta ei voi sulkea
fr: Un panier avec au moins une commande dont le prix est indéterminé ne peut être fermé.
hi: महत्वपूर्ण: कम से कम एक आइटम 'अनिश्चित' की कीमत के रूप में चिह्नित के साथ एक टोकरी बंद किया जा करने में सक्षम नहीं होगा
it: Importante: un raccoglitore con almeno una copia marcata con 'prezzo incerto' non potrà essere chiuso
oc: Un panièr amb al mens una comanda dont lo prix es indeterminat ne pòt èsser tampat.
pl: Ważne: Koszyk, który zawiera niepewną cenę nie może być zamknięty.
pt: Importante: Um cesto com pelo menos um item marcado com 'preço incerto' não pode ser fechado
pt_br: Importante: um pedido com pelo menos um exemplar marcado como 'preço não definido' não poderá ser fechado
sk: Dôležité: Košík s aspoň jedným exemplárom označeným ako 'neistá cena' sa nebude dať uzavrieť
sv: Viktigt: en korg med minst en post markerad som 'osäkert pris' kan inte stängas
tr: Önemli: En az bir maddesi 'belirsiz fiyat' olarak işaretlenmiş bir sepetin kapatılması mümkün olmayacaktır
zh_tw: 重要：至少有一個內容標記為 '價格未定' 的採購項目，不能關閉

source: Important: A budget must be defined before a fund can be created.
ar: هام: لا بدَّ من تحديد ميزانية قبل انشاء اعتماد مالي.
cs: Důležité: rozpočet musí být definován dříve, než fond může být vytvořen.
da: Vigtigt: Et budget skal laves, før en konto kan oprettes.
de: WICHTIG: Es muss zuerst ein Etat angelegt werden, bevor Konten erstellt werden können.
el: Σημαντικό: Πρέπει να καθοριστεί ένα κονδύλι προτού δημιουργηθεί ένα κεφάλαιο.
es: Importante: Debe definirse un presupuesto antes de poder crear un fondo.
eu: Garrantzitsua: funts bat sortzeko, aurrekontu definitu beharra dago aurrez.
fi: Tärkeää: Budjetti pitää määritellä ennen kuin tili voidaan luoda.
fr: Note : Vous devez définir un budget avant de pouvoir créer un poste budgétaire.
hi: महत्वपूर्ण: सिस्टम वरीयताएँ नए संरक्षक जोड़ने से पहले परिभाषित किया जाना चाहिए.
it: IMPORTANTE: Un budget deve essere definito prima di poter creare un fondo.
oc: Nòta : Vos cal definir un budgèt avant de poder crear un poste budgétaire.
pl: Ważne: Fundusz można dodać tylko wtedy, gdy został zdefiniowany budżet.
pt: Importante: Um orçamento deve ser definido antes de um fundo pode ser criado.
pt_br: Importante: Um orçamento de ser definido antes de um fundo ser criado.
sk: Dôležité: Rozpočet musí byť definovaný pred vytvorením fondu.
sv: Viktigt: en budget måste definieras innan ett belopp kan skapas.
tr: Önemli: Bir fon oluşturmadan önce bir bütçenin tanımlanması gerekir.
zh_tw: 重要：新增基金前，應先設定預算。

source: Important: All staff have permission to create and modify their own lists, this permission is only necessary if you'd like to give a staff member permission to delete public lists that they have not created.
eu: Garrantzitsua: langile guztiek daukate bere zerrenda propioak sortu eta eraldatzeko baimena, baimen hau beharrezkoa izango da soilik langile bati baimena eman nahi bazaio berak sortu ez dituen zerrendak ezabatzeko.
fi: Tärkeää: Kaikilla virkailijoilla on oikeus luoda ja muokata omia listojaan. Tämä oikeus on tarpeen vain, jos haluat antaa virkailijalle oikeuden poistaa julkisen listan, jota hän itse ei ole luonut.
hi: महत्वपूर्ण: सभी कर्मचारियों को बनाने के लिए और अपने स्वयं सूचियों को संशोधित करने की अनुमति है, इस अनुमति यदि आप सार्वजनिक सूची है कि वे नहीं बनाया है को नष्ट करने के लिए एक स्टाफ सदस्य की अनुमति देना चाहते हैं केवल आवश्यक है।

source: Important: An IP address is required if you have enabled AutoLocation
ar: هام: عنوان ال IP مطلوب إذا قمت بتفعيل AutoLocation
cs: Důležité: IP adresa je vyžadována, pokud jste aktivovali AutoLocation
de: Wichtig: Eine IP-Adresse ist notwendig, wenn AutoLocation aktiviert ist
es: Importante: Se requiere una dirección IP si ha habilitado AutoLocation
eu: Garrantzitsua: IP helbidea beharrezkoa da, AutoLocation gaitu bada
fi: Tärkeää: IP-osoite vaaditaan, jos olet sallinut AutoLocation-asetuksen
hi: महत्वपूर्ण: एक आईपी पते की आवश्यकता है, तो आप AutoLocation सक्षम है
it: Importante: E' richiesto un indirizzo IP se hai attivato Autolocation
sk: Dôležité: IP adresa sa vyžaduje, ak ste aktivovali AutoLocation
tr: Önemli: AutoLocation'ı etkinleştirdiyseniz bir IP adresi gerekli olacaktır
