Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Click 'New from Z39.50/SRU' (optionally, you can choose a framework to which import the record by clicking the caret on the right).
eu: Klik egin 'New from Z39.50/SRU' (hautazkoa, aukera dezakezu framework bat erregistroak inportatzeko eskubiko botoian klik eginez).
fi: Klikkaa 'Uusi Z39.50/SRU-haku'. Voit valita luettelointipohjan, johon tuodaan klikkaamalla valintaa oikealla.
hi: क्लिक करें 'Z39.50 / एसआरयू से नई' (वैकल्पिक रूप से, आप एक रूपरेखा जिसमें के अधिकार पर कैरट क्लिक करके रिकॉर्ड आयात चुन सकते हैं)।
oc: Clicatz sus 'Derivar una novèla notícia via Z39.50' (podètz facultativament causir una grasilha de catalogatge en clicant sul signe &#9660; sus la dreita)

source: Click 'New'
ar: اضغط 'جديد'
cs: Klikněte na tlačítko 'Nový'
da: Klik på 'Ny'
de: Klicken Sie auf 'Neu'
el: Κάντε κλικ στο 'Νέο'
es: Haga clic en 'Nuevo'
eu: Egin klik 'Berria' botoian
fi: Klikkaa 'Uusi'
fr: Cliquez sur Ajouter
hi: क्लिक करें 'नई'
it: Clicca 'Nuovo'
oc: Clicatz sus Apondre
pl: Kliknij 'Nowy'
pt: Clicar em 'Novo'
pt_br: Click 'Novo'
sk: Kliknite na 'Nový'
sv: Klicka på 'Nytt'
tr: 'Yeni' ye tıklayınız
zh_tw: 勾選 '新增'

source: Click 'Next'
ar: اضغط 'جديد'
cs: Klikněte na tlačítko 'Další'
da: Klik på 'Næste'
de: Klicken Sie auf 'Weiter'
el: Κάντε κλικ στο 'Επόμενο'
es: Haga clic en 'Siguiente'
eu: Egin klik 'Hurrengoa' botoian
fi: Klikkaa 'Seuraava'
fr: Cliquez sur 'Suivant'
hi: 'अगला' पर क्लिक करें
it: Clicca 'Successivo'
oc: Clicatz sus 'Seguent'
pl: Kliknij 'Dalej'
pt: Clicar em 'Seguinte'
pt_br: Click 'Seguinte'
sk: Kliknite na 'Ďalší'
sv: Klicka på 'Nästa'
tr: 'İleri' ye tıklayınız
zh_tw: 勾選 '下一步'

source: Click 'Process images'
ar: اضغط 'صور معالجة'
cs: Klikněte na tlačítko 'Zpracovat obrázky'
da: Klik på 'Billedbehandling'
de: 'Bilder verarbeiten' anklicken
el: Πατήστε 'Επεξεργασία εικόνων'
es: Haga clic en 'Procesar imágenes'
eu: Clicar 'Procesar imágenes'
fi: Klikkaa 'Prosessoi kuvat'
fr: Cliquer sur 'Traitement des images'
hi: क्लिक करें 'प्रक्रिया छवियों'
it: Clicca 'Lavorazione immagini'
oc: Clicar sus 'Traitement des imatges'
pt: Clicar em 'Processar imagens'
pt_br: Clique 'Processar imagens'
sk: Kliknite na 'Spracovať obrázky'
sv: Klicka på 'Bearbeta bilder'
tr: 'Resimleri işle' ye tıklayınız
zh_tw: 勾選 '處理照片'

source: Click 'Save Subscription' to save the information you have entered.
ar: اضغط 'حفظ الاشتراك' لحفظ المعلومات التي قمت بادخالها
cs: Klikněte na 'Uložit odběr' pro uložení informace, kterou jste zadali.
da: Klik på 'Gem abonnement' for at gemme den indtastede information.
de: Klicken Sie auf 'Abonnement speichern' um die gemachten Eingaben zu speichern.
el: Κάντε κλικ στο 'Αποθήκευση Συνδρομής' για να αποθηκεύσετε τις πληροφορίες που έχετε εισάγει.
es: Haga clic en 'Guardar suscripción' para guardar la información que ha introducido.
eu: Haga clic en 'Guardar suscripción' para guardar la información que ha introducido.
fi: Klikkaa 'Tallenna tilaus' tallentaaksesi tiedot, jotka olet syöttänyt.
fr: Cliquez sur 'Enregistrer abonnement' pour sauvegarder votre saisie.
hi: जानकारी आपने दर्ज किया है को बचाने के लिए 'सहेजें सदस्यता' पर क्लिक करें।
it: Clicca 'Salva abbonamento' per salvare quanto hai inserito
oc: Clicatz sus 'Enregistrar abonament' per salvar vòstra sasida.
pl: Jeśli chcesz zapisać wprowadzone ustawienia, należy wybrać 'Zapisz prenumeratę'.
pt: Clicar em 'Guardar Assinatura' para salvar a informação introduzida.
pt_br: Clique em 'Salvar assinatura' para salvar a informação que você digitou.
sk: Kliknite na 'Uložiť predplatné' pre uloženie informácie, ktorú ste zadali.
sv: Klicka på 'Spara prenumeration' för att spara den information du angett.
tr: Girmiş olduğunuz bilgileri kaydetmek için 'Aboneliği kaydete' tıklayınız.
zh_tw: 勾選 '儲存訂閱' 以儲存鍵入的資訊。

source: Click 'Save'
ar: قم بالنقر على "حفظ"
cs: Kliknout na tlačítko 'Uložit.'
da: Klik på 'Gem'
de: 'Speichern' anklicken
el: Πατήστε 'Αποθήκευση'
es: Haga clic en 'Guardar'
eu: Egin klik 'Gorde' botoian
fi: Klikkaa 'Tallenna'
fr: Cliquez sur 'Enregistrer'
hi: क्लिक करें 'सहेजें'
it: Clicca 'Salva'
oc: Clicatz sus 'Enregistrar'
pl: Kliknij 'Zapisz'
pt: Clicar em 'Guardar'
pt_br: Clique 'Salvar'
sk: Kliknite na 'Uložiť'
sv: Klicka på 'Spara'
tr: 'Kaydet'e tıklayın
zh_tw: 勾選 '儲存'

source: Click 'Set to Patron to search your system for an existing patron
ar: اضغط 'ضبط إلى المسفيد للبحث في نظامك عن المستفيدين الحاليين
cs: Klikněte na tlačítko 'Nastavit na uživatele' pro hledání existujícího uživatele ve vašem systému
da: Klik på 'Sæt til låner for at søge i systemet efter en eksisterende låner
de: Klicken Sie 'Benutzer festlegen', um ihr System nach einem bestehenden Nutzer zu durchsuchen
el: Κάντε κλικ στο 'Επιλογή Μέλους' για να αναζητήσετε ένα μέλος στο σύστημά σας
es: Haga clic en 'Permitir a Usuario buscar usuarios existentes'
eu: Egin klik 'Esleitu bazkideari' existitzen den bazkide bat sisteman bilatzeko
fi: Klikkaa 'Aseta asiakkaalle' hakeaksesi järjestelmässä olemassa olevan asiakkaan
fr: Cliquez sur Adhérent dans la section Garant afin de rechercher un adhérent existant
hi: 'एक मौजूदा संरक्षक के लिए अपने सिस्टम खोज करने के संरक्षक के लिए सेट पर क्लिक करें
it: Clicca 'Set to Patron' per cercare se un utente esiste nel sistema
oc: Clicatz sus Aderent dins la seccion Garant per fin de recercar un aderent existant
pl: Kliknij 'Wybierz użytkownika', żeby wyszukać w systemie zapisanego już użytkownika
pt: Clicar em 'Definir para o leitor' para pesquisar o sistema por um leitor
pt_br: Clique 'Alterar para usuário para pesquisar em seu sistema um usuário existente
sk: Kliknutím na 'Nastaviť čitateľa' nastavte čitateľa, ktorého hľadáte vo Vašom systéme
sv: Klicka på 'Ställ in på låntagare' för att leta i ditt system efter en befintlig låntagare
tr: Mevcut bir kullanıcıyı aramak için 'Kullanıcı Arama’ya tıklayın.
zh_tw: 勾選'設定至讀者'，搜尋既有的讀者

source: Click 'Set to Patron' to search your system for an existing patron
ar: اضغط 'ضبط إلى المسفيد' للبحث في نظامك عن المستفيدين الحاليين
cs: Klikněte na tlačítko 'Nastavit na uživatele' pro hledání existujícího uživatele ve vašem systému
da: Klik på 'Sæt til låner for at søge i systemet efter en eksisterende låner
de: Klicken Sie 'Benutzer festlegen', um ihr System nach einem bestehenden Nutzer zu durchsuchen
el: Κάντε κλικ στο 'Επιλογή μέλους' για να αναζητήσετε ένα μέλος στο σύστημά σας
es: Haga clic en 'Permitir a Usuario' para buscar un usuario existente
eu: Egin klik 'Esleitu bazkideari' existitzen den bazkide bat sisteman bilatzeko
fi: Klikkaa 'Aseta asiakkaalle' hakeaksesi järjestelmässä olemassa olevan asiakkaan
fr: Cliquez sur Adhérent dans la section Garant afin de rechercher un adhérent existant
hi: एक मौजूदा संरक्षक के लिए अपने सिस्टम खोज करने के लिए 'संरक्षक करने के लिए सेट करें' पर क्लिक करें
it: Clicca ''Set to Patron' per cercare se un utente esiste nel sistema
oc: Clicatz sus Aderent dins la seccion Garant per fin de recercar un aderent existant
pl: Kliknij 'Wybierz użytkownika', żeby wyszukać w systemie zapisanego już użytkownika
pt: Clicar em 'Definir para o leitor' para pesquisar o sistema por um leitor
pt_br: Clique 'Alterar para usuário' para pesquisar em seu sistema um usuário existente
sk: Kliknutím na 'Nastaviť čitateľa' nastavte čitateľa, ktorého hľadáte vo Vašom systéme
sv: Klicka på 'Ställ in på låntagare' för att leta i ditt system efter en befintlig låntagare
tr: Mevcut bir kullanıcıyı aramak için 'Kullanıcı Arama'ya' tıklayın.
zh_tw: 勾選 '設定至讀者'，搜尋既有的讀者

source: Click 'Stage for import'
ar: اضغط 'نظم للاستيراد'
cs: Klikněte na tlačítko 'Připravit pro import'
da: Klik på 'Klargør til import'
de: Klicken Sie auf 'Zum Import bereitstellen'
el: Κάντε κλικ στο 'Οργάνωση για Εισαγωγή'
es: Haga clic en 'Preparar para importación'
eu: Egin klik 'Prestatu inportatzeko' botoian
fi: Klikkaa 'Väliaikaisvarastoon tuonti'
fr: Cliquez sur 'Télécharger dans le réservoir'
hi: क्लिक करें 'आयात के लिए स्टेज'
it: Clicca su 'Prepara per l'importazione'
oc: Clicatz sus 'Telecargar dins la sèrva'
pl: Kliknij 'Przygotuj do importu'
pt: Clicar em 'Preparar para importar'
pt_br: Clicar 'Preparar para importar'
sk: Kliknite na 'Pripraviť na import'
sv: Klicka på 'Förbered för import'
tr: İçe aktarma için 'işlem sırasına koy' a tıklayınız
zh_tw: 勾選 '待匯入'

source: Click 'Submit'
ar: اضغط 'إرسال'
cs: Klikněte na tlačítko 'Odeslat'
da: Klik på 'Send'
de: Klicken Sie auf 'Bestätigen'
el: Κάντε κλικ στο 'Υποβολή'
es: Haga clic en 'Enviar''
eu: Egin klik 'Bidali' botoian
fi: Klikkaa 'OK'
fr: Cliquez sur 'Valider'
hi: 'सबमिट' पर क्लिक करें
it: Clicca 'Invia'
oc: Clicatz sus 'Validar'
pl: Kliknij 'Wyślij'
pt: Clicar em 'Submeter'
pt_br: Clique 'Enviar'
sk: Kliknite na 'Odoslať'
sv: Klicka på 'Skicka'
tr: 'Onayla'ya' tıkla
zh_tw: 勾選 '送出'

source: Click 'Transfer' on the Circulation page
ar: اضغط 'نقل' على صفحة الإعارة
cs: Klikněte na tlačítko 'Přenos' na stránce výpůjčního protokolu
da: Klik på 'Overfør' i udlånsmenuen
de: Klicken Sie auf 'Transfer' im Ausleihmenü
el: Κάντε κλικ στο 'Μεταφορά' στη σελίδα Κυκλοφορίας Υλικού
es: Haga clic en 'Transferir' en la página de circulación
eu: Egin klik zirkulazioa orriko 'Transferitu' botoian
fi: Klikkaa 'Siirto' Lainauksen sivulla
fr: Cliquez sur 'Transfert' dans le menu de Circulation
hi: सर्कुलेशन पृष्ठ पर 'ट्रांसफर' पर क्लिक करें
it: Clicca 'Trasferisci' sul menù Circolazione
oc: Clicatz sus 'Transfert' dins lo menú de Circulation
pl: Kliknij 'Transfery' w module Udostępnianie
pt: Clicar em 'Transferir' no menu de circulação
pt_br: Clique 'Transferir' na página de circulação
sk: Kliknite na 'Presun' na stránke Obehu
sv: Klicka på 'Överför' på utlåningssidan
tr: Dolaşım sayfasından 'Aktarım'a tıklayınız
zh_tw: 在流通頁面勾選 '轉移'

source: Click 'Upload file'
ar: اضغط 'تحميل الملفات'
cs: Klikněte na tlačítko "Načíst soubor"
da: Klik på 'Upload fil'
de: 'Datei hochladen' anklicken
el: Πατήστε 'Ανάρτηση'
es: Haga clic en 'Subir archivo'
eu: Haga clic en 'Subir archivo'
fi: Klikkaa 'Lataa tiedosto'
fr: Cliquez sur 'Télécharger fichier'
hi: क्लिक करें 'फ़ाइल अपलोड करें'
it: Clicca su 'Carica il file'
oc: Clicatz sus 'Telecargar fichièr'
pl: Kliknij 'Wczytaj plik'
pt: Clicar em 'Carregar ficheiro'
pt_br: Clique 'Upload de arquivo'
sk: Kliknite na 'Načítať súbor'
sv: Klicka på 'Ladda upp fil'
tr: 'Dosya yükle' ye tıklayınız
zh_tw: 勾選 '上傳檔案'

source: Click 'Z39.50/SRU Search'
el: Επιλέξτε στο 'Αναζήτηση Z39.50'
eu: Klik egin 'Z39.50/SRU Search'
fi: Klikkaa 'Z39.50/SRU-haku'
hi: क्लिक करें 'Z39.50 / एसआरयू खोज'
oc: Clicatz sus 'Recèrca Z39.50'

source: Click Save to save your new attribute
ar: اضغط حفظ لحفظ الصفة الجديدة الخاصة بك
cs: Klikněte na Uložit pro uložení vašeho nového atributu
da: Klik Gem og gem den nye egenskab
de: Klicken Sie auf 'Speichern', um Ihr neues Attribut speichern
el: Κάντε κλικ στο Αποθήκευση για να αποθηκεύσετε τη νέα σας απόδοση
es: Haga clic en Guardar para guardar su nuevo atributo
eu: Egin klik Gorde botoian zure atributu berria gordetzeko
fi: Klikkaa 'Tallenna' tallentaaksesi uuden määreen
fr: Cliquez sur Enregistrer pour sauvegarder votre nouvel attribut.
hi: अपनी नई विशेषता सहेजने के लिए सहेजें क्लिक करें
it: Premi 'Salva' per salvare il nuovo attributo
oc: Clicatz sus Enregistrar per salvar vòstre novèl atribut.
pl: Po zakończeniu kliknij 'Zapisz'
pt: Clicar em 'Guardar' para guardar o novo atributo.
pt_br: Clique Salvar para salvar seu novo atributo
sk: Kliknite na Uložiť pre uloženie Vašej novej vlastnosti
sv: Klicka på Spara för att spara ditt nya attribut
tr: Yeni niteliği kaydetmek için Kaydet butonuna tıklayın
zh_tw: 勾選儲存，以儲存新的屬性

source: Click on 'Save'
ar: اضغط على 'حفظ'
cs: Klikněte na 'Uložit'
da: Klik på 'Gem'
de: Klicken Sie auf 'Speichern'
el: Πατήστε 'Αποθήκευση'
es: Haga clic en 'Guardar'
eu: Haga clic en 'Guardar'
fi: Klikkaa 'Tallenna'
fr: Cliquez sur 'Sauvegarder'
hi: 'सहेजें' पर क्लिक करें
it: Clicca 'Salva'
oc: Clicatz sus 'Salvar'
pl: Kliknij 'Zapisz'
pt: Clicar em 'Guardar'
pt_br: Clique em 'Salvar'
sk: Kliknite na 'Uložiť'
sv: Klicka på 'Spara'
tr: 'Kaydet'e tıklayın
zh_tw: 勾選 '儲存'

source: Click on 'Save' button'
ar: اضغط على 'زر'حفظ'
cs: Klikněte na tlačítko 'Uložit'
da: Klik på 'Gem'
de: Klicken Sie auf 'Speichern'
el: Πατήστε το κουμπί 'Αποθήκευση'
es: Haga clic en al botón 'Guardar'
eu: Haga clic en al botón 'Guardar'
fi: Klikkaa 'Tallenna'-painiketta
fr: Cliquez sur 'Sauvegarder'
hi: 'सहेजें' बटन 'पर क्लिक करें
it: Clicca il bottone 'Salva'
oc: Clicatz sus 'Salvar'
pl: Kliknij 'Zapisz'
pt: Clicar em 'Guardar'
pt_br: Clique no botão 'Salvar'
sk: Kliknite na tlačidlo 'Uložiť'
sv: Klicka på knappen 'Spara'
tr: 'Kaydet' butonuna tıklayın
zh_tw: 勾選 '儲存' 鈕

source: Click on the Process button and Koha will record every stored transaction one by one. For each transaction, the status will change to:
ar: أُنقر على زر المعالجة وسيقوم كوها بإدخال كل إجراء مخزن واحداً تلو الآخر. وكل إجراء ستتغير حالته إلى:
cs: Klikněte na tlačítko "Zpracovat" a Koha nahraje všechny transakce jednu po druhé. Pro každou transakci se status změní na:
da: Klik på Udfør knappen og Koha wil registrere hver gemt transaktion en for en. For hver transaktion vil status ændres til:
de: Klicken Sie auf 'Ausführen' und Koha wird die gespeicherten Transaktionen einzeln nacheinander ausführen. Für jede Transaktion wechselt der Status zu:
el: Πατήστε το κουμπί Διαδικασία και το Koha θα καταγράψει κάθε αποθηκευμένη συναλλαγή μία προς μία. Για κάθε συναλλαγή, η κατάσταση θα αλλάξει σε:
es: Haga clic en el botón Procesar y Koha grabará cada transacción almacenada una por una. Para cada transacción, el estado cambiará a:
eu: Haga clic en el botón Procesar y Koha registrará todas las transacciones almacenadas una por una. Para cada transacción, el estado cambiará a:
fi: Klikkaa 'Käsittele' ja Koha tallentaa kaikki säilötyt toiminnot yksitellen. Jokaiselle toiminnolle muuttuu tilaksi:
fr: Cliquer sur le bouton 'Traitement' et Koha va enregistrer une à une chaque transaction stockée. Pour chacune, le statut va changer en :
hi: प्रक्रिया बटन पर क्लिक करें और Koha हर संग्रहीत लेनदेन एक के बाद एक रिकार्ड होगा। प्रत्येक लेनदेन के लिए, स्थिति के लिए बदल जाएगा:
it: Clicca sul bottone 'Processa' per richiedere il salvataggio di ogni transazione. Per ogni transazione, lo stato cambierà in:
oc: Clicar sul boton 'Traitement' e Koha va enregistrar una a una cada transaction stockée. Per cadune, l'estatut va cambiar en :
pl: Kliknij 'Process' (Wczytaj), a Koha przeniesie operacje jedna po drugiej. Dla każdej operacji status zmieni się na:
pt: Clique no botão para processar e o Koha irá registar cada transição. Para cada transição, o estado irá ser alterado para:
pt_br: Clique no botão Processar e o Koha irá registrar as transações uma a uma. Para cada transação, o status será alterado para:
sk: Kliknite na tlačidlo Spracovať a Koha zaznamená všetky triediace transakcie jednu po druhej. U každej transakcie sa stav zmení na:
sv: När du klickar på knappen Bearbeta kommer Koha att registrera varje lagrad transaktion en efter en. För varje transaktion ändras status till:
tr: İşlem tuşuna tıklayınız ve Koha tüm sıralanmış işlemi sırayla kaydedecektir. Her bir işlem için, durum şu şekilde değiştirilecektir:
zh_tw: 勾選處理鈕，Koha將紀錄每個處理過程。每個處理，其狀態將改變為：

source: Click on the date on the calendar that you would like to apply the closing to
ar: انقر على التاريخ في النتيجة والذي ترغب في تطبيق الإغلاق فيه
cs: Klikněte v kalendáři na den který chcete nastavit jako zavírací den
da: Klik på datoen i kalenderen, hvor lukkedagen skal indsættes
de: Klicken Sie auf das Datum im Kalender, an dem Sie den Schließtag eintragen möchten
el: Κάντε κλικ στην ημερομηνία στο ημερολόγιο στο οποίο θέλετε να εφαρμοστεί το κλείσιμο
es: Haga clic en la fecha del calendario en que desea aplicar el cierre de
eu: Egin klik ixtea aplikatu nahi duzun egutegiko datan
fi: Klikkaa sitä päiväystä kalenterissa, jolle haluat merkitä kiinniolon
fr: Cliquez sur la date du calendrier que vous voulez marquer comme jour de fermeture
hi: कैलेंडर पर तारीख पर क्लिक करें कि आप को समापन लागू करना चाहते हैं
it: Clicca sulla data nel calendario per impostare la chiusura a
oc: Clicatz sus la data del calendièr que volètz marcar coma jorn de tampadura
pl: Kliknij datę na kalendarzu, jeśli chcesz dodać zamknięcie do
pt: Clicar na data do calendário que deseja aplicar o fecho da biblioteca
pt_br: Clicar na data do calendário que deseja aplicar o fecho da biblioteca
sk: Kliknite na dátum v kalendári, na ktorý by ste chceli použiť zatvorenie
sv: Klicka på datumet i kalendern du vill tillämpa stängningen på
tr: Kapatma istediğinizi uygulamak istediğiniz tarihi takvim üzerinde tıklayın
zh_tw: 勾選行事曆的日期，加入終止的時間

source: Click on the event on the calendar that you want to change (do this by clicking on the date on the calendar, not the event listed in the summary)
ar: انقر على المناسبة في النتيجة الذي تريد تغييره ( قم بذلك بالنقر على التاريخ في النتيجة، وليس الحدث المدرج في الملخص)
cs: Klikněte na událost přímo v kalendáři (přehled událostí na právě straně nelze k tomuto účelu použít)
da: Klik på den lukkedag i kalenderen, som skal ændres (gør det ved at klikke på datoen i kalenderen, ikke på begivenheden i sammenfatnigen)
de: Klicken Sie auf den Schließtag im Kalender, den Sie ändern möchten (klicken Sie dabei auf das Datum im Kalender, nicht auf den Schließtag in der Zusammenfassung)
el: Κάντε κλικ στο γεγονός στο ημερολόγιο που θέλετε να αλλάξετε (για να γίνει αυτό κάντε κλικ στην ημερομηνία στο ημερολόγιο, όχι στο γεγονός στην περίληψη)
es: Haga clic en el evento del calendario que desea cambiar (hacer esto haciendo clic en la fecha en el calendario, no en el evento enumerado en el resumen)
eu: Egin klik aldatu nahi duzun egutegiko gertaeran (egin ezazu hori datan klik eginez egutegian, eta ez laburpenean zerrendatutako gertaeran)
fi: Klikkaa sitä kiinnioloa, jonka haluat muuttaa (tee tämä klikkaamalla kalenterin päiväystä, ei yhteenvetoon listattua kiinnioloa)
fr: Cliquez dans le calendrier sur le jour que vous voulez modifier.
hi: कैलेंडर है कि आप बदलना चाहते हैं पर घटना पर क्लिक करें (कैलेंडर पर तारीख पर क्लिक करके इस करते हैं, न सारांश में सूचीबद्ध घटना)
it: Clicca sull'evento nel calendario se vuoi fare dei cambiamenti (per fare i cambiamenti clicca sulla data nel calendario, non sull'evento elencato nella tabella riassuntiva)
oc: Clicatz dins lo calendièr sul jorn que volètz modificar.
pl: Kliknij datę na kalendarzu, gdy chcesz wprowadzić albo zmienić wydarzenie
pt: Clicar no evento do calendário que deseja alterar (executar carregando na data do calendário, e não no evento listado no sumário)
pt_br: Clicar no evento do calendário que deseja alterar (executar carregando na data do calendário, e não no evento listado no sumário)
sk: Kliknite na udalosť v kalendári, ktorú chcete zmeniť (urobte to kliknutím na dátum v kalendári, nie udalosť uvedenú v súhrne)
sv: Klicka på händelsen i kalendern som du vill förändra (gör detta genom att klicka på datumet i kalendern, inte på händelsen som listas i sammanfattningen)
tr: Değişiklik yapmak istediğiniz takvim üzerindeki etkinliğe tıklayınız (bunu takvim üzerindeki tarihe tıklayarak yapınız, özet olarak listelenen etkinlik üzerine değil)
zh_tw: 勾選行事曆的事件，以改變它(勾選行事曆的日期，不是摘要)

source: Click on the link 'Add a new set'
ar: النقر على رابط 'إضافة ضبط جديد'
cs: Klikněte na odkaz 'Přidat novou sadu'
da: Klik på linket 'Ny liste'
de: 'Neues Set' anklicken
el: Πατήστε στο σύνδεσμο 'Προσθήκη νέας ομάδας'
es: Haga clic en el enlace 'Agregar un nuevo conjunto'
eu: Haga clic en el enlace 'Agregar un nuevo conjunto'
fi: Klikkaa 'Uusi joukko' -painiketta.
fr: Cliquez sur le lien Ajouter un Set
hi: लिंक पर क्लिक करें 'एक नया सेट जोड़ें'
it: Click sul link 'Aggiungi un nuovo set'
oc: Clicatz sul ligam Apondre un Set
pl: kliknij link 'Dodaj nowy zestaw'
pt: Clicar no link 'Adicionar um novo conjunto'
pt_br: Clique no link 'Adicionar um novo conjunto'
sk: Kliknite na odkaz 'Pridať novú sadu'
sv: Klicka på länken 'Lägg till en ny uppsättning'
tr: 'Yeni ayar ekle' bağlantısına tıkla
zh_tw: 勾選連結 '新增新的集合'

source: Click on the title of the course you would like to add materials to.
ar: قم بالنقر على عنوان الكورس الذي تريد إضافة المواد له
cs: Klikněte na název kurzu, ke kterému chcete přidávat dokumenty.
de: Klicken Sie auf den Titel des Semesterapparates zu dem Sie Exemplare hinzufügen möchten.
el: Πατήστε στον τίτλο του μαθήματος στον οποίο θέλετε να προσθέσετε υλικό.
es: Haga clic en el título del curso al que le gustaría añadir materiales.
eu: Klik egin materiala atxikitu nahi diozun ikastaroaren izenburuan.
fi: Klikkaa sen kurssin nimeä, johon haluat lisätä aineistoa.
fr: Cliquez sur le titre du cours auquel vous souhaitez ajouter des documents.
hi: पाठ्यक्रम का शीर्षक आप के लिए सामग्री जोड़ना चाहते हैं पर क्लिक करें।
it: Clicca sul titolo del corso per aggiungere materiali/testi ad esso.
oc: Clicatz sul títol del cors al qual volètz apondre des documents.
pl: Kliknij na tytuł kursu, jeśli chcesz dodać egzemplarze.
pt: Clicar no título do curso no qual deseja adicionar materiais.
pt_br: Clique no título do curso para o qual você deseja adicionar materiais.
sk: Kliknite na titul v kurze, do ktorého by ste chceli pridať materiály.
tr: Materyal eklemek istediğiniz sürecin başlığına tıklayınız.
zh_tw: 勾選加入資料的課程名稱。

source: Click the "Pay Amount" button
ar: انقر على زر "دفع المبلغ "
cs: Klikněte na tlačítko "Zaplatit částku"
da: Klik på knappen "Betal beløb"
de: Klicken Sie auf 'Summe bezahlen'
el: Κάντε κλικ στο κουμπί "Πληρωμή Ποσού"
es: Haga clic en el botón "Pagar monto"
eu: Haga clic en el botón "Pagar monto"
fi: Klikkaa 'Maksa kaikki' -painiketta
fr: Cliquez sur le bouton Payer le montant.
hi: "भुगतान राशि " बटन पर क्लिक करें
it: Clicca il bottone "Paga"
oc: Clicatz sul boton Pagar lo montant.
pl: Kliknij przycisk "Zapłać kwotę"
pt: Clicar no botão "Pagar montante"
pt_br: Clique no botão "Pagar Quantia"
sk: Kliknite na tlačidlo "Zaplatiť"
sv: Klicka på knappen "Betala belopp"
tr: "Ödeme Miktarı" butonuna tıkla
zh_tw: 勾選 "付費金額" 鈕

source: Click the "Writeoff All" button
ar: انقر على زر "شطب جميع"
cs: Klikněte na tlačítko "Prominout vše"
da: Klik på knappen "Afskriv alt"
de: Klicken Sie auf "Alles erlassen"
el: Κάντε κλικ στο κουμπί "Διαγραφή Όλων"
es: Haga clic en el botón "Borrar"
eu: Haga clic en el botón "Borrar"
fi: Klikkaa 'Poista kaikki' -painiketta
fr: Cliquez sur le bouton Tout en pertes et profits.
hi: क्लिक करें "खारिज सभी " बटन
it: Clicca il bottone "Cancella tutto"
oc: Clicatz sul boton Tot en pertes e profits.
pl: Kliknij przycisk "Usuń wszystko"
pt: Clicar no botão "Amortizar todas"
pt_br: Clique no botão "Cancelar Tudo"
sk: Kliknite na tlačidlo "Odpísať všetko"
sv: Klicka på knappen "Avskriv alla"
tr: "Hepsini Düş" butonuna tıkla
zh_tw: 勾選 "全部豁免" 鈕
