Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: holds preferences that will add content from outside sources to your OPAC and Staff Client. This is where you can turn on cover images, FRBR and tagging.
ar: تحتوي على التفضيلات التي ستضيف المحتوى من مصادر خارجية إلى الأوباك خاصتك وعميل الموظفين أيضاً. هنا ستتمكن من تمكين صور الأغلفة ، والـFRBR (عرض طبعات أخرى للمادة) والسماح بوسوم المستفيدين.
cs: má preference, které se přidávají obsah z vnějších zdrojů do OPACu a zaměstnaneckého intranetu . Toto je místo, kde se můžete nastavit obrázky obálek, FRBR a značkování.
da: indeholder funktioner, der tilføjer eksternt indhold til OPAC og intranet-klienterne. Her kan titelbilleder, FRBR og tagging kobles til.
de: enthält Parameter, die Inhalte von äusseren Quellen Ihrem OPAC oder Ihrer Verwaltungsseite hinzufügen. Hier ist der Ort, an dem Sie Umschlagbilder, FRBR und Verschlagwortung einschalten können.
el: διατηρεί προτιμήσεις που θα προσθέσουν περιεχόμενο από εξωτερικές πηγές στον OPAC και στη Διεπαφή Προσωπικού σας. Είναι εκεί που ενεργοποιείτε τις εικόνες εξωφύλλων, το FRBR και τις ετικέτες.
es: almacena preferencias que le permitirán adicionar contenido de fuentes externas a su OPAC o cliente administrativo. Aquí puede habilitar imágenes de cubiertas de libros, FRBR (Requerimientos funcionales para registros bibliográficos) y etiquetado.
eu: kanpoko iturritatik zure OPAC eta langileen interfazera edukia gehituko duten lehentasunak gordetzen ditu. Hemen liburu azaletako irudiak, FRBR (bibliografia erregistroentzako baldintza funtzionalak) eta etiketatzea gaitu ditzakezu.
fi: sisältää asetuksia, jotka lisäävät sisältöä ulkoisista lähteistä verkkokirjastoon ja virkailijatyökaluun. Täällä laitat päälle kansikuvat, FRBR:n ja tagituksen.
fr: contient les préférences qui permettent d'enrichir votre catalogue. C'est ici que vous activez les vignettes, FRBR et les mots-clés usagers.
hi: वरीयताओं कि आपके ओपेक और स्टाफ ग्राहक के लिए बाहर स्रोतों से सामग्री जोड़ देगा रखती है। यह वह जगह है जहां आप कवर छवियों, FRBR और टैगिंग चालू कर सकते हैं।
it: le preferenze di prenotazioni che aggiungono il contenuto da una fonte esterna al tuo OPAC o Staff Utente. Qui puoi indicare se usare le coperte, l'FRBR e se permettere all'utenza di assegnare tag ai record bibliografici.
oc: contient las preferéncias qui permettent d'enrichir vòstre catalòg. Es aicí que vous activez les vignettes, FRBR e les mots claus usagièrs.
pt: tem preferências que irá adicionar conteúdo de fontes externas para o seu OPAC e interface técnica. É onde você pode ligar as imagens da capa, FRBR e tagging.
pt_br: tem preferências que irá adicionar conteúdo de fontes externas para o seu OPAC e interface técnica. É onde você pode ligar as imagens da capa, FRBR e tagging.
sk: obsahuje nastavenia, ktoré pridávajú obsah z vonkajších zdrojov do Vášho OPACu a intranetu. Tu môžete aktivovať obrázky obálok, FRBR a pridávanie menoviek.
sv: innehåller inställningar som tillåter att information läggs till från externa källor i OPAC och personalklient. Det är här du aktiverar omslagsbilder, FRBR och taggning.
tr: Personel istemci ve dış kaynaklardan OPAK'ınıza içerik eklemek tercihlerini içerir. Burası Kapak resimlerini, FRBR ve etiketlemeleri açabileceğiniz yerdir.
zh_tw: 與從外部資源新增內容至 OPAC 與館員介面的偏好，可以打開封面、書目紀錄功能需求與標籤。

source: if checked, it means that the subfield is a URL and can be clicked
eu: Markatua baldin badago, azpieremua URL bat dela esan nahi du eta klik egin daiteke
fi: Valitse, jos osakentän tieto on käytettävissä oleva URL-osoite
hi: यदि जाँच की, इसका मतलब है कि subfield एक यूआरएल है और क्लिक किया जा सकता

source: in the manual (online).
ar: بالدليل ( على الخط المباشر).
cs: v manuálu (on-line).
da: i manualen (online).
de: im Online-Handbuch.
el: στο εγχειρίδιο (ηλεκτρονικά).
es: en el manual (en línea).
eu: en el manual (en línea).
fi: käyttöohjeessa (online).
fr: dans le manuel en-ligne.
hi: मैनुअल (ऑनलाइन) में।
it: nel manuale (online).
oc: dins lo manual en-ligne.
pt: no manual (online)
pt_br: no manual (online).
sk: v príručke (online).
sv: i handboken (online).
tr: kılavuzda (çevrimiçi).
zh_tw: 在手冊(線上)。

source: includes preferences related to services like OAI-PMH.
ar: يتضمن تفضيلات ترتبط بالخدمات مثل OAI-PMH.
cs: včetně nastavení potřebných ke službám jako je OAI-PMH
da: indeholder indstilliner til tjenester som OAI-PMH
de: beinhaltet Parameter für Dienste wie OAI-PMH
el: περιλαμβάνει προτιμήσεις που σχετίζονται με υπηρεσίες όπως το OAI-PMH.
es: incluye preferencias relacionadas con servicios como OAI-PMH.
eu: zerbitzuekin lotutako lehentasunak barne hartzen ditu, OAI-PMH kasu.
fi: sisältää palvelujen kuten OAI-PMH-joukkojen asetuksia.
fr: les préférences relative aux services tel que OAI-PMH
hi: OAI-PMH जैसी सेवाओं से संबंधित वरीयताओं को भी शामिल है।
it: include preferenze collegate a servizi come l'OAI-PMH.
oc: les preferéncias relativa als services tel que OAI-PMH
pl: zawiera ustawienia związane z usługami typu OAI-PMH.
pt: inclui preferências relacionados com serviços como OAI-PMH.
pt_br: inclui preferências relacionados com serviços como OAI-PMH.
sk: zahŕňa nastavenia súvisiace so službami akou je OAI-PMH.
sv: inkluderar inställningar som rör tjänster som t.ex. OAI-PMH.
tr: OAI-PMH gibi hizmetleri ile ilgili tercihleri içerir.
zh_tw: 包括與OAI-PMH之類有關的偏好。

source: inventory
ar: جرد
cs: inventář
da: inventarisering
de: Inventur
el: απογραφή
es: inventario
eu: inbentarioa
fi: inventaario
hi: इन्वेंटरी
pl: skonrum
pt_br: Inventário
sk: inventár
sv: inventering
tr: Envanter
zh_tw: 庫存

source: issue
ar: إصدار
da: udgave
de: Heft
el: τεύχος
es: préstamo
eu: ítem
fi: numero
hi: इश्यू
pt: número
pt_br: Número
sk: číslo
sv: nummer
tr: sayı
zh_tw: 期

source: jump to the catalog search with Alt+Q
ar: الانتقال إلى البحث في الفهرس مع ALT + Q
cs: hledání v katalogu: Alt+Q
da: spring til katalogsøgningen med Alt+Q
de: mit Alt+Q zur Katalogsuche springen
el: μεταφερθείτε στην αναζήτηση καταλόγου με Alt+Q
es: saltar a la búsqueda en el catálogo con Alt + Q
eu: jauzi katalogo bilaketara Alt + Q sakatuz
fi: tiedonhakuun pikanäppäin Alt+Q
fr: activer l'onglet de recherche dans le catalogue avec Alt+Q
hi: Alt+Q के साथ सूची खोज करने के लिए कूद
it: vai alla ricerca con alt+Q
oc: activer l'onglet de recèrca dins lo catalòg amb Alt+Q
pl: przejdź do 'Wyszukaj w katalogu' za pomocą Alt+Q
pt: saltar para a pesquisa de catálogo com Alt+Q
pt_br: vá para a busca no catálogo com Alt+Q
sk: prejdite do hľadania v katalógu pomocou Alt+Q
sv: gå direkt till katalogsökning med Alt+Q
tr: Alt+Q ile katalog aramaya geçin
zh_tw: 按著Alt+Q，進入搜尋目錄

source: jump to the checkin with Alt+R
ar: الانتقال إلى الاعارة مع ALT + R
cs: vracení: Alt+R
da: spring til aflevering med Alt+R
de: einchecken mit Alt+R
el: μεταφερθείτε στο δανεισμό με Alt+R
es: saltar a préstamo con Alt + R
eu: jauzi itzultzera Alt + R sakatuz
fi: palautukseen pikanäppäin Alt+R
fr: activer l'onglet de prêt avec Alt+R
hi: साथ Alt+R चेकइन करने के लिए कूद
it: vai alla restituzione prestiti con alt+R
oc: activer l'onglet de prèst amb Alt+R
pl: przejdź do 'Przekaż/Zwróć' za pomocą Alt+R
pt: saltar para a devolução com Alt+R
pt_br: vá para a tela de devolução com Alt+R
sk: prejdite do návratov pomocou Alt+R
sv: gå direkt till återlämning med Alt+R
tr: Alt+R ile iade bölümüne geçin
zh_tw: 按著Alt+R，進入還入

source: jump to the checkout with Alt+U
ar: الانتقال إلى الخروج مع ALT + U
cs: půjčování: Alt+U
da: spring til udlån med Alt+U
de: zur Ausleihe springen mit Alt+U
el: μεταφερθείτε στις επιστροφές με Alt+U
es: saltar a devolución con Alt + U
eu: jauzi maileguan hartzera Alt + U sakatuz
fi: lainaukseen pikanäppäin Alt+U
fr: activer l'onglet de retour avec Alt+U
hi: Alt+U के साथ चेकआउट करने के लिए कूद
it: vai ai prestiti con alt+U
oc: activer l'onglet de retorn amb Alt+U
pl: przejdź do 'Wypożycz' za pomocą Alt+U
pt: saltar para o empréstimo com Alt+U
pt_br: vá para a tela de empréstimo com Alt+U
sk: prejdite do výpožičiek pomocou Alt+U
sv: gå direkt till utlåning med Alt+U
tr: Alt+U ile ödünç alma bölümüne geçin
zh_tw: 按著Alt+U，進入借出

source: jump to the renew tab with Alt+W
fi: siirry uusinta-välilehdelle pikanäppäimellä Alt+W
hi: Alt+R के साथ नवीनीकृत टैब के लिए जाए

source: know easily what are the new items in the catalogue.
eu: Ezagutu erraz zeintzuk diren katalogoko elementu berriak.
fi: tiedä helposti, mitkä niteet ovat uusia.
hi: आसानी से पता है कि क्या सूची में नए आइटम हैं।

source: l-format:co CD Software
ar: l-تنسيق:سي آر برنامج قرص مضغوط
da: l-format:co Software-CD
de: l-format:co Software-CD
el: l-format:co CD Λογισμικού
eu: l-formatua:co CD Softwarea
fi: l-format:co CD-ROM
fr: l-format:co Logiciel sur CD
hi: l-format:co सीडी सॉफ्टवेयर
it: l-format:co Software su CD
oc: l-format:co Logiciel sus CD
pt: l-format:co Programa em CD
pt_br: l-format:co Software em CD
tr: l-format:co CD Yazılımı
zh_tw: l-format:co 軟體光碟

source: l-format:cr Website
ar: l--تنسيق:cr موقع الكتروني
da: l-format:cr Webside
el: l-format:cr Ιστοσελίδα
es: l-format:cr Sitio Web
eu: l-formatua:cr webgunea
fi: l-format:cr Nettisivu
fr: I-format:cr Site web
hi: l-format:cr वेबसाइट
it: I-format:cr Sito Web
oc: I-format:cr Site web
sk: l-format:cr Webstránka
tr: l-format:cr Web sitesi
zh_tw: l-format:cr 網站

source: l-format:fk Braille
ar: l-تنسيق:fk برايل
eu: l-formatua:fk Braille
fi: l-format:fk Pistekirjoitus
fr: l-format:fk c- Braille
hi: l-format:fk ब्रेल
oc: l-format:fk c- Braille
zh_tw: l-format:fk 點字

source: l-format:sd CD audio
ar: l-تنسيق:sd قرص مضغوط صوتي
da: l-format:sd Audio-CD
de: l-format:sd Audio-CD
el: l-format:sd Ηχητικό CD
es: l-formato:sd CD audio
eu: l-formatua:sd audio CDa
fi: l-format:sd CD-äänite
fr: I-format:sd CD audio
hi: l-format:sd ऑडियो सीडी
it: l-format:sd audio CD
oc: I-format:sd CD audio
pt: l-format:sd CD áudio
pt_br: l-format:sd CD áudio
tr: l-format:sd CD sesi
zh_tw: l-format:sd 音樂光碟

source: l-format:ss Cassette recording
ar: l-تنسيق:ss تسجيل كاسيت
cs: l-format:ss Kazetová nahrávka
da: l-format:ss Kasetteoptagelse
de: l-format:ss Kasettenaufnahme
el: l-format:ss Ηχογραφημένη κασέτα
es: l-formato:ss Grabación en casete
eu: l-formatua:ss kasete grabazioa
fi: l-format:ss Kasettiäänite
fr: l-format:ss Cassette audio
hi: l-format:ss कैसेट रिकॉर्डिंग
it: l-format:ss Audiocassetta
pt: l-format:ss Gravação em cassete
pt_br: l-format:ss Gravação em cassete
sk: l-format:ss Nahrávka na kazete
tr: l-format:ss Kaset kaydı
zh_tw: l-format:ss 卡式錄音

source: l-format:ta Regular print
ar: l-تنسيق:ta طبعة عادية
cs: I-format:ta Normální tisk
da: l-format:ta Normalt tryk
de: l-format:ta Regulärer Druck
el: l-format:ta Κανονικό κείμενο
es: l-format:ta Impresión común
eu: l-formatua:ta inprimaketa arrunta
fi: l-format:ta Tavanomainen painotuote
fr: l-format:ta a- Impression normale
hi: l-format:ta नियमित प्रिंट
it: l-format:ta Caratteri normali
oc: l-format:ta a- Impression normala
pt: l-format:ta Impressão normal
pt_br: l-format:ta Impressão normal
sk: l-format:ta Normálna tlač
tr: l-format:ta Normal baskı
zh_tw: l-format:ta 正常列印

source: l-format:tb Large print
ar: l-تنسيق:tb طبعة كبيرة
cs: I-format:tb Velký tisk
da: l-format:tb Stor skrift
de: l-format:tb Großdruck
el: l-format:tb Μεγεθυμένο κείμενο
es: l-format:tb Impresión grande
eu: l-formatua:tb handian inprimatzea
fi: l-format:tb Isoteksti
fr: l-format:tb b- Gros caractères
hi: l-format:tb बड़े प्रिंट
it: l-format:tb Grandi caratteri
oc: l-format:tb b- Gros caractèrs
pl: l-format:tb druk dużą czcionką
pt: l-format:tb Impressão larga
pt_br: l-format:tb Impressão larga
sk: l-format:tb Veľké písmo
tr: l-format:tb Büyük puntolu
zh_tw: l-format:tb 大字本

source: l-format:vd DVD video / Videodisc
ar: l-تنسيق:vd دي في دي فيديو / قرص فيديو
cs: I-format:vd DVD video / Videodisk
da: l-format:vd DVD-Video / Video-CD
de: l-format:vd DVD-Video / Video-CD
el: l-format:vd DVD βίντεο/ Βιντεοδίσκος
es: l-format:vd DVD video/Videodisco
eu: l-formatua:vd DVD bideoa/bideodiskoa
fi: l-format:vd DVD-video / Videolevy
fr: l-format:vd DVD Video / Videodisque
hi: l-format:vd डीवीडी वीडियो/Videodisc
it: l-format:vd Video DVD / Videodisco
oc: l-format:vd DVD Video / Vidèodisc
pt: l-format:vd DVD vídeo / disco de vídeo
pt_br: l-format:vd DVD vídeo / disco de vídeo
sk: l-format:vd DVD video / Videodisk
tr: l-format: vd DVD video / Videodisk
zh_tw: l-format:vd DVD 影片 / 影碟

source: l-format:vf VHS tape / Videocassette
ar: l-تنسيق:vf VHS شريط / فيديو كاسيت
cs: I-format:vf VHS páska / Videokazeta
da: l-format:vf VHS-Bånd / Videokassette
de: l-format:vf VHS-Band / Videokassette
el: l-format:vf Κασέτα VHS/ Βιντεοκασέτα
es: l-format:vf VHS/Videocasete
eu: l-formatua:vf VHS zinta/bideokasetea
fi: l-format:vf VHS-video / Videokasetti
fr: l-format:vf Bande VHS / Videocassette
hi: l-format:vf VHS टेप/विडेओकसेट
it: l-format:vf Nastro VHS / Videocassetta
oc: l-format:vf Bande VHS / Videocassette
pt: l-format:vf VHS fita / cassete de vídeo
pt_br: l-format:vf VHS fita / cassete de vídeo
sk: l-format:vf VHS páska / Videokazeta
tr: l-format:vf VHS Teyp / Video Kaset
zh_tw: l-format:vf VHS 帶/錄影帶

source: lcc - Library of Congress Classification
ar: lcc - تصنيف مكتبة الكونغرس
cs: lcc - Klasifikace Library of Congress
de: lcc - Klassifikation der Library of Congress
es: lcc - Clasificación de la Library of Congress
eu: lcc - Kongresuaren Liburutegiko (Library of Congress) sailkapena
fr: lcc - Classification de la Bibliothèque du Congrès
hi: lcc - लाइब्रेरी ऑफ काग्रेंस वर्गीकरण
it: lcc - Classificazione della Library of Congress
oc: lcc - Classificacion de la Bibliotèca del Congrès
pl: lcc - Klasyfikacja Biblioteki Kongresu
pt_br: lcc - Classificação da Library of Congress
tr: lcc- Kongre Kütüphanesi Sınıflandırma Sistemi
zh_tw: lcc - 美國國會圖書館分類法

source: lists
fi: listat
hi: सूचियाँ

source: lists reports written by Koha users around the world.
ar: سرد التقارير المكتوبة بواسطة مستخدمي كوها من جميع أنحاء العالم.
cs: zobrazí výstupy napsané uživateli systému Koha z celého světa.
da: viser rapporter skrevet af Koha biblioteker rundt om i verden.
de: mit Reports, die von Koha-Bibliotheken überall auf der Welt verfasst wurden.
el: καταγράφει αναφορές γραμμένες από χρήστες Koha από όλο τον κόσμο.
es: lista informes escritos para Koha por usuarios de todo el mundo.
eu: lista informes escritos para Koha por usuarios de todo el mundo.
fi: lista raporteista, joita eri maiden Koha-käyttäjät ovat laatineet.
fr: liste des rapports écrits par des bibliothèques utilisant Koha partout dans le monde.
hi: सूचियों रिपोर्टों दुनिया भर के उपयोगकर्ताओं कोहा ने लिखा है।
it: con report scritti da altri utenti Koha.
oc: lista des rapòrts escrits per des bibliotècas utilizant Koha pertot dins lo monde.
pl: zawiera listę raportów napisanych przez użytkowników Koha z całego świata.
pt: lista relatórios escritos por utilizadores do Koha de vários sítios do mundo.
pt_br: lista relatórios escritos por bibliotecas Koha em todo o mundo.
sk: vymenúva výkazy napísané užívateľmi Kohy po celom svete.
sv: listar rapporter som skrivits av Koha-användare runt om i världen.
tr: dünyadaki Koha kütüphanelerince yazılmış raporlarla
zh_tw: 報表清單的內容由全世界的Koha使用者貢獻。

source: localuse
da: lokalt brug
eu: uso local
hi: स्थानीयप्रयोग
pt: uso local
sk: lokálne použitie
sv: lokal användning
tr: Yerel kullanım
zh_tw: 在地使用

source: management
ar: إدارة
cs: management (správa)
da: forvaltning
de: Verwaltung
el: διαχείριση
es: administración
eu: kudeaketa
hi: प्रबंधन
pl: zarządzanie
pt_br: gerenciamento
sk: spracovanie
sv: hantering
tr: yönetim
zh_tw: 管理

source: manual
ar: كُتيّب
cs: manuálu
da: håndbog
de: Handbuch
el: εγχειρίδιο
eu: eskuzkoa
fi: ohje
fr: manuel
hi: मैनुअल
it: manuale
pl: dokumentacji Koha
sk: manuáli
sv: handbok
tr: elle
zh_tw: 手冊

source: means that the value is not free text, but must be searched in the authority/thesaurus of the selected category
ar: يعني أن القيمة ليست نصاً حراً ، ولكن يجب أن يُبحث عنها في مكنز/الإستناد الخاص بالفئة المحددة
cs: znamená, že hodnota není volný text, ale musí být vyhledána v autoritách/tezauru dané kategorie
da: betyder at værdien ikke er fri, men kan søges i normen/thesaurus for den valgte kategori
de: Thesaurus: Das bedeutet, dass der Wert nicht frei ist, er aber in den Normdaten/ dem Thesaurus der ausgewählten Kategorie gesucht werden kann
el: σημαίνει ότι η τιμή δεν είναι ελεύθερη, αλλά μπορεί να αναζητηθεί στους καθιερωμένους όρους/θησαυρό της επιλεγμένης κατηγορίας
es: significa que el valor no es libre, pero puede ser buscado en la autoridad/tesauro de la categoría seleccionada
eu: balioa testu librea ez dela esan nahi du; aukeratutako kategoriaren autoritate/tesauroan bilatu behar da
fi: tarkoittaa, että arvo ei ole vapaata tekstiä, vaan pitää hakea auktoriteeteistä/asiasanastosta valitusta kategoriasta
fr: signifie que la valeur n'est pas du texte libre, mais doit être choisie dans la liste d'autorité de la catégorie choisie
hi: इसका मतलब है कि मूल्य मुक्त पाठ नहीं है, लेकिन चयनित श्रेणी के अधिकार/कोश में खोजा जाना चाहिए
it: thesaurus : significa che il valore non è libero, ma può essere cercato nell'archivio di authority/thesaurus della categoria selezionata
oc: significa que la valor es pas del tèxte libre, mas deu èsser causida dins la lista d'autoritat de la categoria causida
pt: significa que o valor não é livre, mas pode ser pesquisado na autoridade da categoria seleccionada
pt_br: significa que o valor não é um texto livre, é preciso pesquisá-lo no catálogo de autoridades/tesaurus da categoria
sk: znamená, že hodnota nie je voľný text, ale možno ju vyhľadať v autoritách/lexikóne vybranej kategórie
sv: innebär det inte är ett fritextvärde utan måste sökas i auktoritet/tesaurus för vald kategori
tr: değerin serbest olmadığı ancak seçilen kategorinin otorite/kavramlar dizininde aranması gerektiğini ifade eder
zh_tw: 表示該值不是自由文字，必須搜尋指定範圍的權威辭語典

source: means the value cannot by typed by the librarian, but must be chosen from a pull down generated by the authorized value list
ar: يعني أن القيمة لا يمكن أن تُكتب من قبل أمين المكتبة ، ولكن يجب أن تُختار من القائمة المنسدلة المولدة بواسطة قائمة القيم الإستنادية
cs: se rozumí hodnota, která nemůže být napsána od knihovníka, ale musí být vybrána z rozbalovací roletky se seznamem autorizovaných hodnot
da: betyder at værdien ikke kan indtastes af bibliotekaren, men skal vælges fra pulldown-listen, der oprettes af normværdilisten
de: bedeutet, dass der Wert nicht einegeben werden kann, sondern aus der Liste der Normdatensätze ausgewählt werden muss
el: σημαίνει ότι η τιμή δεν μπορεί να πληκτρολογηθεί από τον βιβλιοθηκονόμο, πρέπει να επιλεχτεί από κατεκδιπλούμενη που δημιουργείται από τη λίστα καθιερωμένων τιμών
es: significa que el valor se calcula o gestiona por un plugin. Los plugins puede hacer casi cualquier cosa.
eu: liburuzainak balioa idatzi ezin duela esan nahi du; balio baimenduen zerrendak sortutako goitibeherako menu batetik aukeratu behar da.
fi: tarkoittaa, että arvoa ei voi kirjoittaa, vaan se pitää valita alasvetovalikosta, joka on auktorisoitujen arvojen listalta
fr: signifie que la valeur ne peut pas être entrée par le bibliothécaire, mais qu'elle doit être choisie dans une liste de valeurs autorisées.
hi: मूल्य लाइब्रेरियन द्वारा टाइप करने का मतलब नहीं कर सकते द्वारा, लेकिन एक पुल के नीचे अधिकृत मूल्य सूची से उत्पन्न से चुना जाना चाहिए
it: significa che il valore non può essere digitato dal catalogatore, ma deve essere scelto da un menù a tendina di valori autorizzati
oc: significa que la valor pòt pas èsser entrada per lo bibliotecari, mas qu'elle deu èsser causida dins una lista de valors autorizadas.
pl: oznacza, że wartość nie może być wpisana przez bibliotekarza, ale musi zostać wybrana z rozwijanego menu, generowanego na podstawie listy wartości dopuszczonych.
pt: significa que o valor não pode ser introduzido, mas pode ser escolhido de uma lista gerada dos valores de um valor autorizado
pt_br: significa que o valor não pode ser digitado por um funcionário, deve ser escolhido em uma lista baseada em valores autorizados
sk: znamená, že hodnotu nemôže zapísať knihovník, ale musí sa vybrať z rozbaľovacej ponuky vygenerovanej zoznamom povolených hodnôt
sv: innebär att värdet inte kan skrivas in av bibliotekarien utan måste väljas från en rullgardinsmeny som genererats från en lista med auktoriserade värden
tr: değer kütüphaneci tarafından yazılamaz, fakat yetkili değer listesi tarafından oluşturulmuş bir açılır menüden seçilmesi gerekmektedir anlamına gelmektedir.
zh_tw: 表示該值不是由館員鍵入，必須由容許值的下拉選單取得

source: means the value is calculated or managed by a plugin. Plugins can do almost anything.
ar: يعني أن القيمة تم حسابها أو إدارتها من خلال برنامج مساعد . البرنامج المساعد يستطيع القيام غالباً بأي شيء.
cs: se rozumí hodnota vypočtená nebo řízena pluginem. Pluginy mohou udělat téměř cokoliv.
da: betyder at værdien beregnes eller administreres af et plugin. Plugins kan gøre næsten hvad som helst.
de: bedeutet, dass der Wert berechnet wird oder durch ein Plugin bestimmt wird.
el: σημαίνει ότι την τιμή την υπολογίζει η τη διαχειρίζεται μία συνδεόμενη υπομονάδα. Οι συνδεόμενες υπομονάδες μπορούν να κάνουν σχεδόν τα πάντα.
es: significa que el valor se calcula o gestiona por un plugin. Los plugins puede hacer casi cualquier cosa.
eu: plugin batek balioa kalkulatu edo kudeatu behar duela esan nahi du. Plugin-ek edozer gauza egin dezakete ia.
fi: tarkoittaa, että arvo lasketaan tai hallinnoidaan liitännäisen kautta. Liitännäiset voivat tehdä melkein mitä tahansa.
fr: signifie que la valeur est calculée ou gérée par une extension (un plugin). Les extensions peuvent presque tout faire !
hi: मूल्य की गणना या एक प्लगइन द्वारा किया जाता है इसका मतलब है। प्लगइन्स लगभग कुछ भी कर सकते हैं।
it: indica che il valore è calcolato o generato da un plugin. I plugin possono fare praticamente di tutto.
oc: significa que la valor es calculada o gerida per una extension (un plugin). Les extensions pòdon gaireben tot far !
pl: oznacza, że wartość jest wyliczana/zarządzana przez wtyczkę. Za pomocą wtyczek można zrobić właściwie wszystko.
pt: significa que o valor é calculado ou gerido por um plugin. Os plugins pode fazer quase tudo.
pt_br: significa que o valor é calculado ou gerenciado por um plugin. Plugins podem fazer quase tudo com as informações.
sk: znamená, že hodnota sa vypočítava alebo spracúva prostredníctvom zásuvného modulu. Zásuvné moduly sú schopné zabezpečiť takmer všetko.
sv: innebär att värdet beräknas eller hanteras av ett insticksprogram. Insticksprogram kan göra nästan vad som helst.
tr: değer, bir eklenti tarafından hesaplanır yada yönetilir anlamına gelir. Eklentiler neredeyse herşeyi yapabilir.
zh_tw: 表示該值係由外掛程式計算或管理而來，外掛程式幾乎可以做任何事。

source: mus:i Non-musical recording
ar: mus:i تسجيل غير موسيقي
cs: mus:i Nehudební záznam
da: mus:i ikke-musikalsk optagelse
de: mus:i Nichtmusikalische Aufnahme
el: mus:i Μη-μουσική ηχογράφηση
es: mus:i Grabación no musical
eu: mus:i Grabazio ez-musikala
fi: mus:i Puheäänite
fr: mus:i Enregistrement non musical
hi: mus:i गैर संगीतमय रिकॉर्डिंग
it: mus:i Registrazione non musicale
oc: mus:i Enregistrament non musical
pl: mus:i Nagrania niemuzyczne
pt: mus:i Gravação não musical
pt_br: mus:i Gravação não musical
sk: mus:i Nehudobná nahrávka
tr: müz:i müzik dışı kayıt
zh_tw: mus:i 非音樂錄音

source: mus:j Musical recording
ar: mus:j تسجيل موسيقي
cs: mus:j Hudební záznam
da: mus:j musikoptagelse
de: mus:j Musikaufnahme
el: mus:j Μουσική ηχογράφηση
es: mus:j Grabación musical
eu: mus:j Grabazio musikala
fi: mus:j Musiikkiäänite
fr: mus:j Enregistrement musical
hi: mus:j संगीतमय रिकॉर्डिंग
it: mus:j Registrazione musicale
oc: mus:j Enregistrament musical
pl: mus:j Nagrania muzyczne
pt: mus:i Gravação musical
pt_br: mus:i Gravação musical
sk: mus:j Hudobná nahrávka
tr: müz:j müzik kaydı
zh_tw: mus:j 音樂錄音
