Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: From the list, check the two items you want to merge. If you choose more than or fewer than 2, you will be presented with an error
ar: من القائمة قم بتحديد المادتين المراد دمجهما. إذا ما اخترت أكثر أو أقل من 2 ، ستتعرض لخطأ.
cs: Vyberte v seznamu dvě položky, které chcete sloučit. Pokud vyberete více nebo méně než dvě, objeví se chyba
da: Fra listen, marker de to eksemplarer, der skal lægges sammen. Hvis der vælges mere end eller færre end 2, vises en fejl.
de: Wählen Sie aus der Liste zwei Datensätze, die Sie miteinander verschmelzen möchten. Wenn Sie mehr oder weniger als zwei Datensätze auswählen, erhalten Sie eine Fehlermeldung.
el: Από τη λίστα, επιλέξτε τα δύο τεκμήρια που θέλετε να συγχωνεύσετε. Αν επιλέξετε περισσότερα ή λιγότερα από 2, θα σας εμφανιστεί σφάλμα.
es: De la lista, seleccione los dos registros bibliográficos que desee combinar. Si elige más o menos de 2, se le presentará un error
eu: Zerrendan, markatu konbinatu nahi dituzun bi bibliografia erregistroak. Bi baino gehiago edo gutxiago markatzen badituzu, errore bat agertuko zaizu
fi: Valitse listalta kaksi nimekettä, jotka haluat yhdistää. Jos valitset enemmän tai vähemmän kuin 2, saat virheilmoituksen
fr: Cochez dans la liste les deux notices bibliographiques que vous voulez fusionner. Si vous sélectionnez une seule notice ou plus de deux, vous obtiendrez un message d'erreur.
hi: सूची से, दो आइटम आप मर्ज करना चाहते हैं। आप की तुलना में 2 या अधिक की तुलना में कम चुनते हैं, तो आप एक त्रुटि के साथ प्रस्तुत किया जाएगा
it: Dalla lista controlla i due records bibliografici che vuoi unire. Se scegli più o meno di 2 records, apparirà un messaggio di errore
oc: Marcatz dins la lista las doas notícias bibliograficas que volètz fusionar. Se seleccionatz una sola notícia o mai de doas, obtendretz un messatge d'error.
pt: A partir da lista, seleccione os dois registos que pretende unir. Se escolher mais ou menos de 2, será mostrado um erro
pt_br: A partir da lista, selecione os dois registros que pretende unir. Se escolher mais ou menos de 2, será mostrado um erro
sk: V zozname zaškrtnite dva exempláre, ktoré chcete zlúčiť. Ak zvolíte viac alebo menej ako 2, zobrazí sa Vám chyba
sv: Markera de två posterna du vill slå samman i listan. Om du väljer fler eller färre än två visas ett felmeddelande
tr: Listeden, birleştirmek istediğiniz iki materyali işaretleyin. 2’den fazla ya da daha az materyal seçerseniz, hata verecektir.
zh_tw: 從虛擬書架裡，選取兩個要合併的館藏，若超過 2 個則出現錯誤訊息

source: From the main Rotating Collections page, click on Transfer next to the title of the collection you wish to transfer; choose the library you wish to transfer the collection to and click "Transfer collection".
eu: Bilduma birakarien orri nagusitik, klik egin transferentu nahi duzun bildumaren izenaren alboan dagoen Transferentzia delakoan; aukeratu bilduma transferitu nahi duzun liburutegia eta "Transfer collection" klik egin.
fi: Siirtokokoelmien pääsivulla klikkaa "Siirrä" sen kokoelman nimen vierestä, jonka haluat siirtää; valitse ensin kirjasto, johon kokoelma siirretään ja klikkaa "Siirrä kokoelma".
hi: मुख्य घूर्णन संग्रह पृष्ठ से, अगले संग्रह आप स्थानांतरित करना चाहते हैं के शीर्षक के लिए स्थानांतरण पर क्लिक करें; पुस्तकालय आप के लिए संग्रह हस्तांतरण और क्लिक करें "स्थानांतरण संग्रह" करना चाहते हैं चुनें।

source: From the main Z39.50/SRU page, click 'New Z39.50 Server' or 'New SRU server'.
ar: من صفحة Z39.50/SRU الرئيسية، قم بالنقر على 'خادم Z39.50 جديد' أو 'خادم SRU جديد'
cs: Na hlavní stránce Z39.50/SRU klikněte na 'Nový server Z39.50' nebo 'Nový SRU server'
de: Auf der Z39.50/SRU-Haupseite klicken Sie auf 'Neuer z39.50 Server' oder 'Neuer SRU-Server'.
el: Από την κεντρική σελίδα Z39.50, πατήστε το 'Νέος Διακομιστής Z39.50' ή 'Νέος διακομιστής SRU'.
es: Desde la página principal de Z39.50/SRU, haga clic en 'Nuevo servidor Z39.50' o 'Nuevo servidor SRU'.
eu: Z39.50 / SRU orri nagusitik, klik egin 'New Z39.50 Server' edo 'New SRU server'.
fi: Z39.50/SRU-palvelimien pääsivulla klikkaa 'Uusi Z39.50-palvelin' tai 'Uusi SRU-palvelin'.
fr: Dans la page principale Z39.50/SRU, cliquez sur 'Ajouter un serveur Z39.50' ou 'Ajouter un serveur SRU'.
hi: मुख्य Z39.50 / एसआरयू पृष्ठ से, क्लिक करें 'न्यू Z39.50 सर्वर' या 'न्यू एसआरयू सर्वर'।
it: Dalla pagina principale dei server Z39.50/SRU, scegli 'Nuovo server Z39.50' o 'Nuovo server SRU'
oc: Dins la pagina principala Z39.50/SRU, clicatz sus 'Apondre un servidor Z39.50' ou 'Apondre un servidor SRU'.
pt: A partir da página principal Z39.50/SRU, clique em 'Novo servidor Z39.50' ou 'Novo servidor SRU'.
sk: Na hlavnej stránke Z39.50/SRU kliknite na 'Nový server Z39.50' alebo 'Nový server SRU'.
tr: Ana Z39.50/SRU sayfasından, 'Yeni Z39.50 sunucusu' ya da 'Yeni SRU sunucusu' üzerine tıklayın.
zh_tw: 從 Z39.50/SRU 首頁裡，點選 '新增Z39.50伺服器' 或 '新增 SRU 伺服器'。

source: From the main course reserves page you can add a new course by clicking the 'New course' button at the top left.
ar: من صفحة الحجز الأكاديمي يمكنك إضافة كورس جديد عن طريق النقر على زر "كورس جديد" أعلى اليمين
cs: Nový kurz vytvoříte pomocí tlačítka "Nový kurz" na hlavní stránce modulu Kurzy.
de: Von der Startseite des Moduls für Semesterapparate können Sie einen neuen Kurs über die Schaltfläche 'Neuer Kurs' anlegen.
el: Από τη σελίδα κρατήσεων βασικού μαθήματος μπορείτε να προσθέσετε ένα καινούριο μάθημα πατώντας το κουμπί 'Νέο μάθημα' πάνω αριστερά.
es: Desde la página principal de las reservas para cursos, puede agregar un nuevo curso haciendo clic en el botón "Nuevo curso" en la parte superior izquierda.
eu: Ikastaro nagusiko erreserba orritik gehitu daiteke ikastaro berri bat 'New course' goian ezkerretara dagoen botoian klik eginez.
fi: Kurssivarannot-sivulla voit lisätä uuden kurssin klikkaamalla 'Uusi kurssi' sivun yläreunasta.
fr: À partir de la page principale des réserves de cours, vous pouvez ajouter de nouveaux cours en cliquant sur le bouton 'Nouveau cours' en haut à gauche.
hi: मुख्य पाठ्यक्रम भंडार पृष्ठ से आप ऊपर छोड़ दिया पर 'नया पाठ्यक्रम' बटन पर क्लिक करके एक नए पाठ्यक्रम में जोड़ सकते हैं।
it: Dalla pagina principale del modulo 'Testi per i corsi' puoi aggiungere un nuovo corso cliccando il bottone 'Nuovo corso' sulla sinistra.
oc: A partir de la pagina principala des resèrvas de cors, podètz apondre de novèls cours en clicant sul boton 'Novèl cours' amont a esquèrra.
pl: Jeśli chcesz dodać kurs, kliknij 'Nowy kurs' w module Kursy.
pt: A partir da página principal das reservas de curso pode adicionar um novo curso clicando no botão 'Novo curso' no topo esquerdo da mesma.
pt_br: A partir da página principal de reservas para o curso você pode adicionar um novo curso clicando em 'Novo curso' na barra da esquerda.
sk: Z hlavnej stránky rezervy kurzov môžete pridať nový kurz kliknutím na tlačidlo 'Nový kurz' vľavo hore.
tr: Ana ders rezervleri sayfasının sol üst kısmındaki 'Yeni ders' butonuna tıklayarak yeni bir ders ekleyebilirsiniz.
zh_tw: 從指定參考書的課程頁面, 您可以點選左下角的 '新課程' 按鈕，新增課程。

source: From the matrix you can choose any combination of patron categories and item types to apply the rules to
ar: من المصفوفة تستطيع أن تختار أي مزيج من فئات المستفيدين وأنواع المواد لتطبق القواعد عليها
cs: Můžete zvolit libovolnou kombinaci kategorií čtenářů a typu jednotek, na které se mají pravidla vztahovat
da: Fra matrixen kan du vælge enhver kombination af lånerkategorier og medietyper, som reglen skal gælde for
de: In der Matrix können Sie eine Kombination aus Benutzer- und Medientyp wählen, für welche die Regel gelten soll
el: Από τον πίνακα μπορείτε να επιλέξετε οποιοδήποτε συνδυασμό κατηγοριών μελών και τύπων τεκμηρίων πάνω στον οποίο θα εφαρμόσετε τους κανόνες.
es: De la matriz usted puede seleccionar cualquier combinación de categorías de usuarios y tipos de ítem a los cuales aplicar la regla
eu: Matrizean araua aplikatu nahi diozun edozein bazkide kategoria eta elementu mota aukeratu dezakezu
fi: Taulukosta voit valita minkä tahansa asiakastyypin ja aineistolajin yhdistelmän, jolle haluat säännöt
fr: Vous pouvez choisir dans la matrice toutes les combinaisons de catégories d'adhérent et de types d'exemplaire sur lesquelles appliquer les règles.
hi: मैट्रिक्स से आप के लिए नियमों को लागू करने के लिए संरक्षक श्रेणियों और आइटम प्रकार के किसी भी संयोजन का चयन कर सकते हैं
it: Nella matrice puoi scegliere ogni combinazione di categoria utente e tipologia di copia su cui vuoi applicare le regole che definisci
oc: Podètz causir dins la matritz totas las combinasons de categorias d'aderent e de tipes d'exemplar sus lesquelles aplicar las règlas.
pl: W tabeli wybierz kombinacje kategorii użytkowników i typów dokumentów oraz określ dla nich zasady:
pt: A partir da tabela pode escolher qualquer combinação de categorias de leitores e tipo de documentos aos quais deseja aplicar as regras
pt_br: No quadro você pode selecionar qualquer combinação de categoria de usuário e tipo de material aos quais as regras se aplicam
sk: V matrici si môžete zvoliť akúkoľvek kombináciu kategórií čitateľov a typy exemplárov, na ktoré sa majú aplikovať pravidlá
sv: Du kan välja de kombinationer av låntagarkategorier och objekttyper som reglerna sak tillämpas på
tr: Matristen, kullanıcı kategorilerinden ve materyal türlerinden her hangi bir kombinasyonu kuralları uygulamak için seçebilirsiniz.
zh_tw: 從矩陣裡，您可選擇讀者類型與館藏類型的組合，以適用於規則

source: From the order form, you will not be able to edit the catalog details.
ar: من نموذج الطلب لن تتمكن من تحرير تفاصيل الفهرس.
cs: Ve formuláři objednávek nelze upravovat detaily katalogu.
da: Fra ordreformularen er det ikke muligt at editere katalogdetaljer.
de: Im Bestellformular können Sie keine Katalogdetails bearbeiten.
el: Από τη φόρμα παραγγελίας, δεν θα μπορείτε να επεξεργαστείτε τις λεπτομέρειες αταλόγου.
es: Desde el formulario de pedido, no podrá editar los detalles de catálogo.
eu: Eskaera inprimakian ezingo duzu katalogo xehetasunak editatu.
fi: Tilauslomakkeelta et pääse muokkaamaan luettelointitietoja.
fr: À partir du formulaire de commande, vous ne pouvez plus modifier la notice.
hi: आदेश फार्म से, आप सूची विवरण को संपादित करने में सक्षम नहीं होगा।
it: Dall'ordine non potrai modificare i dettagli catalografici.
oc: A partir del formulari de comanda, podètz pas mai modificar la notícia.
pl: W tym formularzu zamówień nie można modyfikować danych bibliograficznych.
pt: A partir do formulário de encomenda, não poderá editar os detalhes bibliográficos.
pt_br: No formulário de pedido você não é capaz de editar detalhes do catálogo.
sk: V objednávkovom formulári nebudete môcť upravovať detaily o katalógu.
sv: Från beställningsformuläret kan du inte redigera kataloginformationen.
tr: Sipariş formundan, katalog detaylarını düzenleyemeyeceksiniz.
zh_tw: 從訂單表單裡，不能編輯目錄詳情。

source: From the page that opens up you can click 'Edit Serial' with the issue you want to receive checked.
ar: من الصفحة التي تفتح يمكنك ان تنقر على 'تحرير الدورية' بالعدد الذي تريد تحديده كمستلم
cs: Na stránce, která se otevře, můžete kliknout na 'Upravit periodikum' se zaškrtnutým vydáním, které máte obdržet.
da: På den side der åbner, markeres den udgave, der ønskes modtaget. Klik så på 'Editer tidsskrift'.
de: Auf der Seite, die sich öffnet, können Sie auf das Heft, dass Sie zugehen lassen möchten, anhaken und 'Zeitschrift bearbeiten' anklicken.
el: Από τη σελίδα που ανοίγει μπορείτε να κάνετε κλικ στο 'Επεξεργασία Περιοδικής Έκδοσης' με το τεύχος που θέλετε να παραλάβετε επιλεγμένο.
es: Desde la página que se abre puede hacer clic en 'Editar publicación periódica' con el número que desea recibir marcado.
eu: Irekitzen den orrian 'Editatu aldizkako argitalpena' botoian klik egin dezakezu, jaso nahi duzun alea markatuta duzula.
fi: Avautuvalta sivulta voit klikata 'Muokkaa kausijulkaisua' ja vastaanottaa haluamasi lehden.
fr: Dans la page qui s'ouvre vous pouvez cliquer sur Modifier périodique avec le fascicule que vous voulez bulletiner.
hi: पेज खुल जाता है कि आप क्लिक कर सकते हैं इस मुद्दे को आप जाँच प्राप्त करना चाहते हैं के साथ 'सीरियल संपादित' से।
it: Dalla pagina che si apre puoi cliccare su 'Modifica le risorse in continuazione' con selezionato il fascicolo da gestire
oc: Dins la pagina qui s'ouvre podètz clicar sus Modificar periodic amb lo fascicul que volètz bulletiner.
pl: Wybierz 'Modyfikuj', jeśli chcesz otrzymać zaznaczone numery.
pt: A partir da página que abre é possível editar o periódico com o número que deseja confirmar como recebido.
pt_br: A partir da página que abre é possível editar o periódico com o número que deseja confirmar como recebido.
sk: Na stránke, ktorá sa otvorí môžete kliknúť na 'Upraviť periodikum' s číslom, ktoré chcete dostať overené.
sv: I sidan som öppnas kan du klicka på 'Redigera periodika' med det nummer du vill ta emot markerat.
tr: Açılan sayfadan almaya onay verdiğiniz yayın için 'Süreli Yayınları Düzenle' ye tıklayabilirsiniz.
zh_tw: 從開啟的頁面裡，可以勾選 '編輯期刊'，簽收到館期刊。

source: From the results list click 'Choose authority' to bring that into your catalog record
ar: من قائمة النتائج انقر على 'اختر الإستناد' لتجلبها إلى تجسلات فهرسك.
cs: V seznamu výsledků klikněte na 'Vybrat autoritu' pro přenos do katalogizačního záznamu.
da: Fra resultatlisten klik på 'Vælg norm' for at føje det til katalogposten
de: In der Resultatenliste klicken Sie auf 'Wähle Normdaten' um dies in Ihr Katalogdatensatz einzubringen
el: Στη λίστα αποτελεσμάτων κάντε κλικ στο 'Επιλογή καθιερωμένου όρου' για να τον μεταφέρετε στην εγγραφή σας.
es: Desde los resultados haga clic en 'Elegir autoridad' para traerla dentro de su registro
eu: Emaitzen zerrendan, egin klik 'Aukeratu autoritatea' hura zure erregistro katalogora eramateko
fi: Tuloslistalta klikkaa 'Valitse auktoriteetti' tuodaksesi sen luettelosi tietueeseen
fr: Dans la liste des résultats, cliquez sur Choisir autorité afin de la reporter dans votre notice bibliographique.
hi: परिणामों की सूची से लाने के लिए है कि अपनी सूची रिकार्ड में 'अधिकार चुनें' पर क्लिक करें
it: Dalla lista dei risultati, scegli 'Utilizza authority' per copiare il valore nel record bibliografico
oc: Dins la lista des resultats, clicatz sus Causir autoritat per fin de la reporter dins vòstra notícia bibliografica.
pt: No resultados clique em 'Escolher autoridade' para copiar para o registo bibliográfico
pt_br: Na lista de resultados, clique 'Escolher autoridade' para trazer estas informações para o registro no catálogo
sk: V zozname výsledkov kliknite na 'Zvoliť autoritu' pre jej prenesenie do Vášho záznamu
sv: I resultatlistan klickar du på 'Välj auktoritet' för att införa det i din katalogpost
tr: Sonuçlar listesinden, bu sonucu katalog kaydına taşımanız için 'Otorite seç'e tıklayın.
zh_tw: 從結果清單裡，點選 '選擇權威'，進入目錄紀錄

source: From the results you can choose the 'Import' link to the right of the record you would like to add to Koha
ar: من النتائج يمكنك اختيار رابط "استيراد" على يسار التسجيلة التي ترغب في إضافتها إلى كوها
cs: Jednotlivé záznamy můžete stáhnout do systému Koha pomocí odkazu "Importovat" napravo.
de: In der Ergebnisliste können Sie einen Datensatz über den Link 'Import' rechts neben dem Eintrag nach Koha importieren
el: Από τα αποτελέσματα μπορείτε να επιλέξετε τον σύνδεσμο 'Εισαγωγή' στα δεξιά της εγγραφής που θέλετε να εισάγετε στο Koha
es: De los resultados puede elegir el enlace 'Importar' a la derecha del registro que desea agregar a Koha
eu: Emaitzetatik aurrera, 'Import' lotura aukera daiteke, Kohan gehitu nahi den erregistroaren eskuinetara dagoena
fi: Valitse 'Tuonti'-linkki sen tietueen oikealla puolella, jonka haluat tuoda Kohaan
fr: Dans la page de résultats, vous pouvez cliquer sur le lien 'Importer' à droite de la notice que vous désirez importer dans Koha.
hi: परिणाम रिकार्ड का सही करने के लिए 'आयात' लिंक चुन सकते हैं आप Koha में जोड़ने के लिए चाहते हैं
it: Dalla pagina dei risultati puoi cliccare il link 'Importa' a destra del record che vuoi aggiungere in Koha
oc: Dins la pagina de resultats, podètz clicar sul ligam 'Importar' a dreita de la notícia que desiratz importar dins Koha.
pt: A partir dos resultados pode escolher 'Importar' à direita do registo que deseja adicionar ao Koha
pt_br: Nos resultados você pode escolher o link 'Importar' à direita do registro que você deseja adicionar ao Koha
sk: Vo výsledkoch môžete zvoliť odkaz 'Importovať' napravo od záznamu, ktorý by ste chceli pridať do Kohy
tr: Sonuçlardan, Koha'ya eklemek istediğiniz kayıtın sağ tarafında bulunan "İçe aktar" linkini tıklamayı seçebilirsiniz.
zh_tw: 從結果頁面可以點選記錄右方的 '匯入' 連結，將資料加入 Koha

source: From the results you can choose to rerun the report by clicking 'Run report' at the top, edit the report by clicking the 'Edit' button or starting over and creating a new report by using the 'New' button. You can also download your results by choosing a file type at the bottom of the results next to the 'Download the report' label and clicking 'Download.'
ar: من النتائج يمكنك اختيار إعادة تشغيل التقرير عن طريق النقر على "تشغيل التقرير" في الأعلى، تحرير التقرير عن طريق النقر على زر "تحرير" أو البدء من جديد وإنشاء تقرير جديد عن طريق استخدام زر "جديد". كما يمكنك تنزيل نتائجك عن طريق اختيار نوع الملف من أدنى النتائج بجانب ملصق "تنزيل التقرير" والنقر على "تنزيل"
cs: Z výsledků si můžete vybrat znovuspuštění zprávy klepnutím na tlačítko "Spustit zprávu" v horní části, upravit zprávu kliknutím na tlačítko "Upravit", nebo začít znovu a vytvořit novou zprávu pomocí tlačítka "Nová". Můžete si také stáhnout své výsledky výběrem typu souboru v dolní části výsledků vedle popisky 'Stáhnout zprávu "a klepnutím na tlačítko" Stáhnout ".
da: Fra resultaterne kan du vælge at køre rapporten igen ved at klikke på 'Kør rapport' øverst, editere rapporten ved at klikke på knappen 'Editer' eller starte igen med at lave en ny rapport ved at bruge knappen 'Ny'. Du kan også downloade resultaterne ved at vælge en filtype nederst i resultaterne ved siden af mærket 'Download rapporten' og klikke på 'Download.'
de: Von der Ergebnisseite aus können Sie über die Schaltflächen am Seitenanfang den Report erneut ausführen, ihn bearbeiten oder einen neuen Report anlegen. Sie können das Ergebnis der Abfrage auch herunterladen indem Sie einen Dateityp wählen und dann 'Download' anklicken.
el: Από τα αποτελέσματα μπορείτε να επιλέξετε να ξανατρέξετε την αναφορά πατώντας 'Τρέξιμο αναφοράς' στην κορυφή, να επεξεργαστείτε την αναφορά πατώντας το κουμπί 'Επεξεργασία' ή να αρχίσετε ξανά και να δημιουργήσετε μία νέα αναφορά χρησιμοποιώντας το κουμπί 'Νέα'. Μπορείτε επίσης να μεταφορτώσετε τα αποτελέσματά σας επιλέγοντας έναν τύπο αρχείου στη βάση των αποτελεσμάτων δίπλα στην ετικέτα 'Μεταφόρτωση της αναφοράς' και πατώντας 'Μεταφόρτωση'.
es: Desde los resultados puede seleccionar ejecutar el informe haciendo clic en 'Ejecutar informe' en la parte superior, editar el informe haciendo clic en el botón 'Editar' o iniciar creando un nuevo informe utilizando el botón 'Nuevo'. También puede descargar sus resultados seleccionando un tipo de archivo en la parte inferior de los resultados al lado de la etiqueta 'Descargar el informe' y haciendo clic en 'Descargar.'
eu: Desde los resultados se puede volver al informe haciendo click en 'Ejecutar informe'; editar el informe haciendo click en 'Editar' o crear un nuevo informe con haciendo click en 'Nuevo'. Se pueden descargar los resultados eligiendo un tipo de archivo al final de resultados en el botón 'Descargar' cercano a 'Descargar el informe'.
fi: Sivun yläreunan työkaluriviltä voit käynnistää raportin uudestaan, muokata sitä tai tehdä uuden raportin. Voit myös ladata tulokset ja valita tiedoston tyypin.
fr: A partir des résultats, vous pouvez choisir de réexécuter le rapport en cliquant sur « Exécuter le rapport » au dessus, modifier le rapport en cliquant sur le bouton «Modifier » ou recommencer et créer un nouveau rapport à l'aide du bouton « Nouveau » . Vous pouvez également télécharger vos résultats en choisissant un type de fichier en bas des résultats à côté du libellé « télécharger le rapport » et en cliquant sur « Télécharger »
hi: परिणाम से आप शीर्ष पर 'भागो रिपोर्ट' पर क्लिक करके रिपोर्ट फिर से दौड़ना 'संपादन' बटन क्लिक करने या अधिक शुरू करने और 'नई' बटन का उपयोग करके एक नई रिपोर्ट बनाने के द्वारा इस रिपोर्ट को संपादित करने के लिए चुन सकते हैं। आप भी करने के लिए अगले 'डाउनलोड रिपोर्ट' लेबल परिणामों के तल पर एक फ़ाइल प्रकार का चयन करें और क्लिक करके अपने परिणामों को डाउनलोड कर सकते हैं 'डाउनलोड'।
it: Dai risultati puoi scegliere di far girare di nuovo il report cliccando su 'Elabora il report', modificarlo cliccando 'Modifica' o andare oltre creandone un nuovo cliccando su 'Nuovo. Puoi anche scaricare i risultati scegliendo un tipo di file in fondo, vicino a 'Scarica il report', e cliccando 'Scarica'
oc: A partir des resultats, podètz causir de réexécuter lo rapòrt en clicant sus « Exécuter lo rapòrt » al dessus, modificar lo rapòrt en clicant sul boton «Modificar » o recomençar e crear un novèl rapòrt a l'ajuda del boton « Novèl » . Podètz tanben telecargar vos resultats en causissent un tipe de fichièr en bas des resultats a costat del libellé « telecargar lo rapòrt » e en clicant sus « Telecargar »
pl: Z otrzymanych wyników możesz wybrać ponownie uruchomienie raportu, klikając przycisk 'Pokaż' na górze strony, możesz modyfikować raport, klikając przycisk 'Modyfikuj' lub możesz rozpocząć tworzenie nowego raportu za pomocą przycisku 'Nowy'. Możesz także pobrać raport, wybierając typ pliku na dole obok napisu 'Pobierz raport' i klikając 'Pobierz'.
pt: A partir dos resultados pode optar por correr novamente o relatório clicando em 'Correr relatório' no topo, por editar o relatório clicando no botão 'Editar' ou por começar de novo e criar um novo relatório usando o botão 'Novo'. Pode também executar o download dos resultados escolhendo um tipo de ficheiro no fundo dos resultados.
pt_br: A partir dos resultados, você pode gerar novamente o relatório clicando em 'Gerar relatório' na barra superior, editar o relatório clicando em 'Editar' ou começando novamente e criando um novo relatório utilizando o botão 'Novo'. Você também pode baixar os resultados em formato de arquivo clicando na barra inferior dos resultados na opção 'Download de relatório' e clicando 'Download'
sk: Z výsledkov si môžete zvoliť znovuspustenie výkazu kliknutím na 'Spustiť výkaz' navrchu, upraviť výkaz kliknutím na tladičlo 'Upraviť' alebo začatím odznova a vytvorením nového výkazu pomocou tlačidla 'Nový'. Môžete tiež stiahnuť svoje výsledky výberom typu súboru pod výsledkami vedľa etikety 'Stiahnuť výkaz' a kliknutím na 'Stiahnuť.'
sv: Från resultaten kan du välja att köra om rapporten genom att klicka på 'Kör rapport' längst upp, redigera rapporten genom att klicka på knappen 'Redigera' eller börja om och skapa en ny rapport genom att klicka på knappen 'New'. Du kan också ladda ner dina resultat genom att välja en filtyp längst ner i resultatrutan, intill 'Ladda ner rapporten', och klicka på 'Ladda ner'.
tr: Sonuçlardan en üstteki ‘Raporu çalıştır’a tıklayarak raporu tekrar çalıştırmayı seçebilir, raporu ‘Düzenle’butonuna tıklayarak ya da ‘Yeni’ butonunu kullanarak yeni bir rapor oluşturup düzenleyebilirsiniz. Sonuçlarınızı aynı zamanda ‘Raporu yükle’ etiketinin yanındaki sonuçların altında olan dosya türünü seçerek ve ‘Yükle’ye tıklayarak yükleyebilirsiniz.
zh_tw: 從此結果裡，您可以點選上方的 '執行報表'，再執行報表；或點選 '編輯' 鈕，編輯報表；或點選 '新增' 鈕，重新建立報表。從結果下方選取檔案類型，選擇 '下載報表' 標籤，再選取 '下載' ，就能下載您的結果。
