Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: You will be presented with a summary of the items you want to modify. From here you can uncheck the items you don't want to modify before making changes in the form below. You can also hide columns you don't need to see to prevent having to scroll from left to right to see the entire item form.
ar: سوف يظهر لك ملخص بالمواد التي تريد تعديلها. من هنا يمكنك إلغاء تحديد المواد التي لا تريد تعديلها قبل إجراء التغييرات في النموذج أدناه. كما يمكنك إخفاء الأعمدة التي لا تحتاج رؤيتها لتجنب الحاجة إلى التمرير من اليمين إلى اليسار لرؤية نموذج المادة بأكمله.
cs: Budou vám prezentovány přehledy jednotek, které chcete změnit. Odtud můžete zrušit zaškrtnutí jednotek, které nechcete měnit před provedením změny ve formuláři níže. Můžete také skrýt sloupce, které nepotřebujete vidět, aby se zabránilo nutnosti posouvání zleva doprava, abyste viděli celý formulář jednotky.
da: Der vises en oversigt over de eksemplarer, der skal ændres. Her kan de eksemplarer, der ikke skal ændres, afmarkeres, før der ændres i formularen herunder. Du kan også skjule kolonner, som du ikke har brug for at se, så du ikke behøver at scrolle fra venstre til højre for at se hele formularen.
de: Sie werden aufgefordert, die Aktion zu bestätigen. Hier können Sie die Exemplare abwählen, die Sie nicht löschen möchten, bevor sie auf 'OK' klicken. Wenn die Exemplare entliehen sind, erhalten Sie eine Fehlermeldung, nachdem Sie auf 'OK' geklickt haben und die Exemplare werden nicht gelöscht.
el: Θα σας παρουσιαστεί μία περίληψη των τεκμηρίων που θέλετε να τροποποιήσετε. Από εδώ μπορείτε να μην επιλέξετε τα τεκμήρια που δε θέλετε να τροποποιήσετε κάνοντας αλλαγές στην πιο κάτω φόρμα. Μπορείτε επίσης να κρύψετε τις στήλες που δεν θέλετε να βλέπετε για να μη χρειάζεται να μετακινήστε από τα αριστερά στα δεξιά για να δείτε ολόκληρη τη φόρμα.
es: Se le presentará un resumen de los ítems a modificar. Desde aquí puede desmarcar los ítems que no desea modificar antes de hacer cambios en le formulario inferior. Puede también ocultar columnas que no desee ver para no tener que deslizarse desde derecha a izquierda para ver el formulario completo.
eu: Se le presentará un resumen de los ítems a modificar. Desde aquí puede desmarcar los ítems que no desea modificar antes de hacer cambios en le formulario inferior. Puede también ocultar columnas que no desee ver para no tener que deslizarse desde derecha a izquierda para ver el formulario completo.
fi: Saat listan niteistä, joita muokataan. Voit jättää valitsematta niteet, joita et halua muokata ennen muutosten tekoa lomakkeeseen. Voit myös piilottaa sarakkeita, joita et halua nähdä, jolloin sinun ei tarvitse vierittää vasemmalta oikealle nähdäksesi koko lomakkeen.
fr: Un page vous présente un résumé des exemplaires que vous voulez modifier. De là, vous pouvez désélectionner les exemplaires que vous ne voulez pas modifier, juste avant de réaliser les modifications dans le formulaire se trouvant en-desous. Vous pouvez également cacher les colonnes que vous ne voulez pas voir afin d'éviter d'avoir à faire défiler sur la droite le formulaire présentant les exemplaires.
hi: आप आइटम आप बदलना चाहते हैं की एक सारांश के साथ प्रस्तुत किया जाएगा। यहाँ से आप आइटम अनचेक कर सकते हैं आप नीचे दिए गए फॉर्म में बदलाव करने से पहले संशोधित करने के लिए नहीं करना चाहती। तुम भी कॉलम आप बाएं से पूरे आइटम प्रपत्र देखने के लिए सही करने के लिए स्क्रॉल करने के लिए होने को रोकने के लिए देखने की जरूरत नहीं है छुपा सकते हैं।
it: Ti verrà presentato un iassunto delle copie che vuoi modificare. Da qui potrai togliere le copie che non vuoi modificare prima di fare i cambiamenti. Puoi anche nascondere le colonne di cui non hai bisogno per evitare di dove scorre il form da sinistra a destra.
oc: Un pagina vous presenta un resumit des exemplars que volètz modificar. De là, podètz deseleccionar los exemplars que volètz pas modificar, juste avant de réaliser las modificacions dins lo formulari se trouvant en-desous. Podètz tanben cacher las colomnas que volètz pas veire per fin d'evitar d'aver a far défiler sus la dreita lo formulari présentant los exemplars.
pt: Aparecerá um sumário dos exemplares que deseja modificar. A partir desse sumário pode desmarcar os exemplares que não deseja modificar antes de proceder a alterações no formulário abaixo. Pode também esconder colunas que não deseja ver para prevenir ter que percorrer todo o formulário.
pt_br: Será apresentado um resumo de itens que você deseja modificar. Você poderá deselecionar os itens que não deseja modificar antes de efetuar as alterações no formulário a seguir. Você pode também ocultar colunas que não deseja visualizar para prevenir selecionar na esquerda para a direta para ver o formulário completo.
sk: Predstaví sa Vám súhrn exemplárov, ktoré chcete upravovať. Tu môžete odznačovať exempláre, ktoré nechcete upravovať pred vykonávaním zmien vo formulári dole. Môžete tiež skryť stĺpce, ktoré nechcete vidieť, aby ste predišli zbytočnému presúvaniu stránky zľava doprava a späť.
sv: En sammanfattning av de objekt du vill modifiera visas. Här kan du avmarkera de objekt du inte vill redigera innan du börjar göra ändringar i formuläret nedan. Du kan även dölja kolumner du inte behöver se för att undvika att behöva rulla från vänster till höger för att se hela formuläret.
tr: Size değiştirmek istediğiniz materyallerin özeti sunulacak. Buradan, aşağıdaki formdaki değişiklikleri yapmadan önce değiştirmek istemediğiniz materyallerin onay işaretini kaldırabilirsiniz. Materyal formunun tamamını görmek üzere soldan sağa doğru kaydırmayı önlemek için, görmeniz gerekmeyen sütunları da gizleyebilirsiniz.
zh_tw: 出現待修改的館藏摘要。可以先剔除不修改的館藏，也可隱藏不想要看到的欄，以免左右移動畫面。

source: You will be presented with a summary of the upload
ar: سوف يظهر لك ملخص بالتحميل
cs: Bude vám prezentován přehled uploadu (nahrání)
da: Der vises en oversigt over oploaden
de: Es wird eine Zusammenfassung des Uploads angezeigt
el: Θα εμφανιστεί μία σύνοψη της ανάρτησης
es: Se le presentará un resumen de la carga
eu: Se le presentará un mensaje de confirmación en la carga
fi: Saat näkyviin latauksen yhteenvedon
fr: Le bilan du chargement s'affichera
hi: आप अपलोड की एक सारांश के साथ प्रस्तुत किया जाएगा
it: Ti verrà presentato un riassunto del carico
oc: Lo bilan del cargament s'aficharà
pl: pojawi się podsumowanie wgranych plików.
pt: Aparecerá um sumário da operação de carregamento
pt_br: Será apresentada com um sumário do upload
sk: Predstaví sa Vám súhrn o načítaní
sv: En sammanfattning av uppladdningen visas
tr: Size yükleme özeti sunulacak.
zh_tw: 顯示上傳的摘要

source: You will be presented with a summary of the upload and a link to the record you have just added the image to
ar: سوف يظهر لك ملخص بالتحميل ورابط إلى التسجيلة التي قمت للتو بإضافة صورة لها.
cs: Budou vám prezentovány přehledy uploadu a odkaz na záznam, ke kterému jste právě přidali obrázek
da: Du ser nu en oversigt for oploaden og et link til den post, som du netop har tilføjet billedet til
de: Es wird eine Zusammenfassungs des Uploads und ein Link zum Titel, für den die Bilder hochgeladen wurden, angezeigt.
el: Θα εμφανιστεί μία σύνοψη της ανάρτησης και ένας σύνδεσμος στην εγγραφή στην οποία μόλις προσθέσατε την εικόνα
es: Se le presentará un resumen de la carga y un enlace al registro para el que agregó la imagen
eu: Se le presentará con un formulario para rellenar los datos de la carga y un enlace a el registro al que ha sido añadida la imagen
fi: Saat näkyviin latauksen yhteenvedon ja linkin tietueeseen, johon olet juuri lisännyt kuvan
fr: Une page présente un résumé de l'action réalisée comportant un lien vers la notice à laquelle vous avez associée une image
hi: आप और रिकॉर्ड करने के लिए एक लिंक अपलोड की एक सारांश के साथ प्रस्तुत किया जाएगा तुम बस छवि को जोड़ लिया है
it: Ti verrà presentato un riassunto del caricamento e un link a record a cui hai aggiunto l'immagine
oc: Una pagina presenta un resumit de l'action realizada comportant un ligam cap a la notícia a la quala avètz associada un imatge
pl: pojawi się podsumowanie wgranego zdjęcia i link do rekordu, do którego dodane zostało zdjęcie;
pt: Aparecerá um sumário da operação de carregamento e uma ligação para o registo para o qual adicionou a imagem
pt_br: Será exibido um sumário do upload e um link para o registro que você adicionou imagem para
sk: Predstaví sa Vám súhrn načítania a odkaz k záznamu, ku ktorému ste práve pridali obrázok
sv: En sammanfattning av uppladdningen visas tillsammans med en länk till den post du lagt till en bild i
tr: Size yükleme özeti ve resme eklediğiniz kayıt bağlantısı sunulacak.
zh_tw: 顯示上傳摘要與連結至剛新增紀錄的封面

source: You will be presented with an empty form to fill in all of the necessary details about the item you are ordering.
ar: سوف يظهر لك نموذج فارغ لملء كافة التفاصيل الضرورية حول المادة التي تقوم بطلبها.
cs: Bude vám prezentován prázdný formulář k vyplnění všech nezbytných detailů o jednotce, kterou objednáváte.
da: Du ser nu en tom formular, hvor du kan indtaste detaljerne om det eksemplar, du vil bestille.
de: Es wird ein leeres Formular angezeigt, wo Sie alle notwendigen Details bezüglich des zu bestellendenTitels eingeben können.
el: Θα εμφανιστεί μία κενή φόρμα για να συμπληρώσετε όλες τις απαραίτητες λεπτομέρειες για το τεκμήριο που παραγγέλνετε.
es: Se le presentará con un formulario en blanco para rellenar con todos los datos necesarios sobre el ítem que está pidiendo.
eu: Inprimaki huts bat erakutsiko zaizu eskatuko duzun elementuari buruz behar diren xehetasun guztiak idazteko bertan.
fi: Saat tyhjän lomakkeen, johon voit täyttää kaiken tarpeellisen tiedon tilattavasta nimekkeestä.
fr: Vous serez amené à un formulaire vide à remplir avec toutes les informations sur l'exemplaire que vous commandez.
hi: आप आइटम आप आदेश दे रहे हैं के बारे में आवश्यक जानकारी के सभी में भरने के लिए एक खाली फार्म के साथ प्रस्तुत किया जाएगा।
it: Ti verrà presentata una form da riempire con i dati della copia che vuoi ordinare
oc: Seretz menat cap a un formulari vide a emplenar amb totas las informacions sus l'exemplar que comandatz.
pl: Wyświetli się pusty formularz do zamówienia.
pt: Aparecerá um formulário vazio para preencher todos os detalhes necessário sobre o elemento a encomendar.
pt_br: Você será levado a um formulário em branco para preencher os detalhes necessários sobre o exemplar que está solicitando.
sk: Predstaví sa Vám prázdny formulár, kde môžete vyplniť všetky potrebné detaily o objednávanom exemplári.
sv: Ett tomt formulär visas där du kan ange all nödvändig information om objektet du håller på att beställa.
tr: Size sipariş ettiğiniz materyalle ilgili tüm gerekli detayları dolduracağınız boş bir form sunulacak.
zh_tw: 顯示空白的表單，可鍵入訂購該館藏的必要詳情。

source: You will be presented with an empty form to fill in all of the necessary details about the item.
ar: سوف يظهر لك نموذج فارغ لملء كافة التفاصيل الضرورية حول المادة التي تقوم بطلبها.
cs: Bude vám prezentován prázdný formulář k vyplnění všech nezbytných detailů o jednotce.
da: Du ser nu en tom formular, hvor du kan indtaste alle nødvendige detaljer om eksemplaret.
de: Es wird ein leeres Formular angezeigt, wo Sie alle notwendigen Details bezüglich des zu bestellendenTitels eingeben können.
el: Θα εμφανιστεί μία κενή φόρμα για να συμπληρώσετε όλες τις απαραίτητες λεπτομέρειες για το τεκμήριο που παραγγέλνετε
es: Se le presentará un formulario en blanco para rellenar todos los datos necesarios sobre el ítem.
eu: Se le presentará con un formulario en blanco para rellenar todos los datos necesarios sobre el ítem.
fi: Saat tyhjän lomakkeen, johon voit täyttää kaiken tarpeellisen tiedon nimekkeestä.
fr: Vous serez amené à un formulaire vide à remplir avec toutes les informations sur l'exemplaire que vous commandez.
hi: आप आइटम के बारे में आवश्यक जानकारी के सभी में भरने के लिए एक खाली फार्म के साथ प्रस्तुत किया जाएगा।
it: Ti verrà presentata una form da riempire con i dati della copia
oc: Seretz menat cap a un formulari vide a emplenar amb totas las informacions sus l'exemplar que comandatz.
pl: Wyświetlony zostanie pusty formularz z wszystkimi szczegółami potrzebnymi do zamówienia.
pt: Aparecerá um formulário vazio para preencher todos os detalhes necessário sobre o elemento.
pt_br: Você será levado a um formulário em branco para preencher os detalhes necessários sobre o exemplar que está solicitando.
sk: Predstaví sa Vám prázdny formulár, kde môžete vyplniť všetky potrebné detaily o objednávanom exemplári.
sv: Ett tomt formulär visas där du kan ange all nödvändig information om objektet.
tr: Size materyalle ilgili tüm gerekli detayları dolduracağınız boş bir form sunulacak.
zh_tw: 顯示空白的表單，可鍵入該館藏的必要詳情。

source: You will be presented with the MARC for both of the records (each accessible by tabs labeled with the authority numbers for those records). By default the entire first record will be selected, uncheck the fields you don't want in the final (destination) record and then move on to the second tab to choose which fields should be in the final (destination) record.
ar: سوف يظهر لك مارك لكلا من التسجيلتين (يمكن الوصول لكل منهما عن طريق تبويبات معنونة بالرقم البيبلوجرافي لهاتين التسجيلتين). افتراضيا، سيتم تحديد التسجيلة الأولي بأكملها، قم بالغاء تحديد الحقول التي لا تريدها في التسجيلة النهائية (الوجهة) ثم انتقل إلى التبويب الثاني لاختيار الحقول التي يجب أن تكون موجودة في التسجيلة النهائية (الوجهة).
cs: Zobrazí se Vám oba záznamy MARC. Ve výchozím stavu je vybrán celý první záznam, odškrtněte pole která nechcete mít ve výsledném záznamu a potom se přesuňte k druhému záznamu a vyberte pole, která mají být ve výsledném záznamu.
de: Es werden die MARC-Daten beider Titel angezeigt. Alle Felder sind über Reiter mit den Titelsatznummern der beiden Titel zugänglich. In der Voreinstellung sind alle Felder des primären Titels ausgewählt. Sie können die Felder abwählen, die nicht in den endgültigen Titel übernommen werden sollen und dann Felder aus dem zweiten Datensatz dazuwählen.
el: Θα εμφανιστεί το MARC και των δύο εγγραφών (κάθε ένα προσβάσιμο μέσω καρτελών που αναγράφουν τους βιβλιογραφικούς αριθμούς των εγγραφών). Εξ ορισμού θα επιλεχτεί ολόκληρη η πρώτη εγγραφή, επιλέξτε τα πεδία που δεν θέλετε στην τελική εγγραφή (προορισμός) και μεταφερθείτε στη δεύτερη καρτέλα για να επιλέξετε ποια πεδία πρέπει να είναι στην τελική εγγραφή (προορισμός).
es: Se le presentará la vista MARC de ambos registros (cada uno accesible por pestañas identificadas con el número propio de esos registros). Por defecto el primer registro estará seleccionado, desmarque los campos que no desee en el registro final (destino) y luego muévase a la segunda pestaña y seleccione cuales campos deben ir en el registro final (destino).
fi: Saat MARC-tietueen molemmista tietueista (kummankin välilehden otsikkona on kyseisen auktoriteettitietueen tunnusnumero). Oletuksena on, että kaikki ensisijaisen tietueen kentät ovat valittuna. Voit poistaa valinnat kentistä, joita et halua lopulliseen tietueeseen. Siirry sitten valitsemaan toisesta tietueesta, mitä kenttiä haluat sieltä lopulliseen tietueeseen.
fr: Les deux notices s'afficheront en mode MARC dans des onglets distincts. Par défaut, tous les champs de la première notice seront sélectionnés. Désélectionnez les champs que vous ne voulez pas conserver. Allez ensuite dans le second onglet et choisissez les champs que vous voulez y prendre.
hi: आप रिकॉर्ड के दोनों के लिए मार्क (उन रिकॉर्ड के लिए प्राधिकरण संख्या के साथ लेबल टैब द्वारा प्रत्येक सुलभ) के साथ प्रस्तुत किया जाएगा। डिफ़ॉल्ट रूप से पूरे पहला रिकॉर्ड का चयन किया जाएगा, खेतों आप अंतिम (गंतव्य) रिकॉर्ड में नहीं करना चाहती अचयनित और फिर जो खेतों अंतिम (गंतव्य) रिकॉर्ड में होना चाहिए चुनने के लिए दूसरे टैब पर चलते हैं।
it: Verranno presentati i dati MARC di entrambi i record, ognuno accessibile dalla scheda con il bib number del record. Di default sarà selezionato il primo record, deseleziona i campi che non vuoi portare nel record finale poi spostati sul secondo tab per scegliere i campi che vuoi portare nel record finale.
oc: Les deux notícias s'aficharàn en mode MARC dins des onglets distincts. Per défaut, totes los camps de la primièra notícia seràn seleccionats. Deseleccionatz los camps que volètz pas conserver. Anatz puèi dans lo second onglet e causissètz los camps que volètz y prendre.
pl: Pojawi się MARC dla obu rekordów (każdy dostępny przez zakładki oznaczone etykietą z numerem systemowym tych rekordów). Domyślnie wybierany jest cały pierwszy rekord, odznacz pola, których nie chcesz w ostatecznym (docelowym) rekordzie i przejdź do drugiej zakładki, by wybrać pola, które powinny się znaleźć w ostatecznym (docelowym) rekordzie.
pt: Você será presenteado com o MARC para ambos os registos (qualquer um acessível por separados marcados com o número de registo). Por omissão todo o primeiro registo vai ser seleccionado, desmarque os campos que não deseja no registo final (destino) e depois vá ao segundo separado para escolher quais os campos que também devem estar no registo final.
pt_br: Você será presenteado com o MARC para ambos os registos (qualquer um acessível por separados marcados com o número de registo). Por padrão todo o primeiro registo vai ser selecionado, desmarque os campos que não deseja no registo final (destino) e depois vá ao segundo separado para escolher quais os campos que também devem estar no registo final.
sk: Predstaví sa Vám MARC pre obidva záznamy (každý prístupný pomocou záložiek označených číslami záznamov). Predvolene sa vyberie celý prvý záznam; odznačte polia, ktoré nechcete mať v cieľovom zázname a potom sa presuňte do druhej záložky, kde si zvolíte, ktoré polia by mali byť v cieľovom zázname.
tr: Size her iki kayıt için MARC sunulacak (bu kayıtların her birine bibliyografik kayıt numaralarıyla adlandırılmış sekmelerle ulaşılabilir ). Varsayılan olarak birinci kaydın tamamı seçilecektir, son (hedef dosya) kayıttaki istemediğiniz alanların onay işaretini kaldırınız, ardından son (hedef dosya) kayıtta olması gereken alanları seçmek için ikinci sekmeye geçiniz.
zh_tw: 顯示兩筆紀錄的 MARC(從權威號碼的分頁進入)。預設是勾選第一筆紀錄的所有欄位，剔除不要的欄位；再移入第二個分頁，選擇要合併紀錄的欄位。
