Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you have the CircAutoPrintQuickSlip preference set to 'clear the screen' then you simply need to hit enter or scan a blank barcode and the screen will be cleared of the current patron.
ar: إذا كان لديك تفضيل CircAutoPrintQuickSlip تُعين لـ 'مسح الشاشة'، عندئذ ببساطة تحتاج إلى ادخال أو تفحص باركود فارغ و الشاشة ستُخلى من المستفيد الحالي.
cs: Pokud máte parametr CircAutoPrintQuickSlip nastaven na 'vymazat obrazovku' potom stačí jenom vložit čárový kód a objeví se znovu prázdná stránka.
da: Hvis du har sat CircAutoPrintQuickSlip indstillingen til 'slet skærmen' skal du bare taste Enter eller scanne en tom stregkode for at slette den aktuelle låner.
de: Wenn der Systemparameter 'CircAutoPrintQuickSlip' auf 'Bildschrim leeren' gesetzt ist, können Sie einfach ein leeres Barcodefeld abschicken oder einen leeren Barcode scannen, um die Daten des Benutzers vom Bildschirm zu entfernen.
el: Εάν έχετε ορίσει την προτίμηση CircAutoPrintQuickSlip στο 'καθαρισμός οθόνης' τότε χρειάζεται απλά να πατήσετε enter ή να σαρώσετε ένα κενό barcode και η οθόνη θα καθαρίσει από το τωρινό μέλος.
es: Si tiene la preferencia CircAutoPrintQuickSlip configurada en 'limpiar la pantalla' puede simplemente presionar enter en el teclado o escanear un código de barras vacio y la pantalla se limpiará del usuario actual.
eu: Si usted tiene la preferencia CircAutoPrintQuickSlip configurada como 'limpiar la pantalla' sólo tendrá que pulsar enter o escanear un código de barras en blanco y la pantalla se borrará del socio actual.
fi: Jos CircAutoPrintQuickSlip-asetus on 'tyhjennä näyttö', asiakastiedot tyhjentyvät näytöltä, kun painat enteriä tai luet tyhjän viivakoodin.
fr: Si la préférence système CircAutoPrintQuickSlip est positionnée sur 'réinitialiser l'écran' vous pouvez simplement taper entrer ou scanner un code à barre blanc et l'écran quittera la page de l'adhérent en cours.
hi: आप CircAutoPrintQuickSlip पसंद करने के लिए सेट है, तो 'स्क्रीन स्पष्ट' तो आप बस हिट दर्ज करें या एक खाली बारकोड को स्कैन करने की जरूरत है और स्क्रीन वर्तमान संरक्षक की मंजूरी दे दी जाएगी।
it: Se hai la preferenza CircAutoPrintQuickSlip impostata a 'cancella lo schermo', basterà premere return o scansire un barcode vuoto per togliere l'utente dallo schermo.
oc: Se la preferéncia sistèma CircAutoPrintQuickSlip es positionnée sus 'reïnicializar l'ecran' podètz simplament taper entrar o scanner un còdi a barra blanc e l'ecran quittera la pagina de l'aderent en cors.
pl: Jeśli wartość w opcji CircAutoPrintQuickSlip ustawiono na 'wyczyść ekran', możesz nacisnąć Enter lub zeskanować kod kreskowy i dane aktualnego użytkownika zostaną usunięte z okna.
pt: Se tem a preferência do sistemas CircAutoPrintQuickSlip definida para 'limpar o ecrã' só tem que inserir um código de barras vazio e o ecrã será limpo do leitor corrente.
pt_br: Se você tiver a opção CircAutoPrintQuickSlip ajustada para 'limpar a tela' então você só precsa apertar enter ou scannear um código de barras em branco e a tela do usuário atual ficará limpa.
sk: Ak máte nastavenie CircAutoPrintQuickSlip na 'vymazať zobrazenie', tak jednoducho musíte stlačiť Enter alebo zoskenovať čistý čiarový kód a zobrazenie sa očistí od súčasného čitateľa.
sv: Om du ställt in CircAutoPrintQuickSlip till 'rensa skärmen' behöver du bara trycka på Enter eller skanna en tom streckkod för att rensa skärmen från aktuell låntagare.
tr: CircAutoPrintQuickSlip seçeneğini 'ekranı temizle'ye ayarlayacaksanız enter tuşuna basmanız ya da boş bir barkodu taratmanız gerekir, daha sonra ekrandaki kullanıcı temizlenecektir.
zh_tw: 若將 CircAutoPrintQuickSlip 偏好設為 '清除螢幕'，則祗需按下 Enter 鍵或掃瞄空白條碼，就可清除螢幕上的現在讀者。

source: If you have the CircAutoPrintQuickSlip preference set to 'open a print quick slip window' or 'open a print slip window' you can simply hit enter on your keyboard or scan a blank piece of paper with your barcode scanner. The idea being that you're "checking out" a blank barcode which triggers Koha to print the 'Quick slip' or the 'Slip.'
ar: إذا تم ضبط التفضيل CircAutoPrintQuickSlip preferenceإلى 'فتح نافذة طباعة كعب سريع' أو فتح نافذة طباعة كعب' يمكنك ببساطة الضغط على مفتاح الإدخال في لوحة مفاتيحك أو مسح ورقة فارغة ضوئياً بواسطة الماسح الضوئي الخاص بالباركود. الفكرة هي "إعارة " باركود فارغ مما يحفز كوها على طباعة 'كعب سريع' أو 'الكعب.'
cs: Pokud máte možnost CircAutoPrintQuickSlip nastavenou na 'otevřít rychlé okno k tisknutí' nebo 'otevřít okno k tisknutí' můžete jen zmáčknout enter na vaší klávesnici nebo oskenovat prázdný papír vaší čtečkou čárových kódů. "Vypůjčování" prázdného čárového kódu přiměje Koha vytisknout 'rychlý slip' nebo 'slip'
de: Die erste Möglichkeit ist, dass Sie Enter drücken oder ein leeres Stück Papier mit dem Barcodescanner einscannen. Durch die Ausleihe eines 'leeren Barcodes' wird der Druck einer Kurzquittung ausgelöst.
el: Εάν έχετε ορίσει την προτίμηση CircAutoPrintQuickSlip στο 'άνοιξε ένα παράθυρο γρήγορης εκτύπωσης απόδειξης' ή 'άνοιξε ένα παράθυρο εκτύπωσης απόδειξης' μπορείτε απλά να πατήσετε enter στο πληκτρολόγιο ή να σαρώσετε ένα κενό χαρτί με τον σαρωτή barcode. Κατ' ουσίαν "δανείζετε" ένα κενό barcode το οποίο ενεργοποιεί το Koha να τυπώσει τη 'Γρήγορη απόδειξη' ή την 'Απόδειξη'.
es: Si tiene la preferencia CircAutoPrintQuickSlip configurada en 'abrir una ventana de impresión de recibo rápido' puede simplemente presionar enter en el teclado o escanear un papel en blanco con su lector de código de barras. La idea es que está "prestando" un código en blanco lo cual provoca a Koha a imprimir el 'Recibo rápido' o el 'Recibo.'
fi: Jos CircAutoPrintQuickSlip-asetus on 'avaa pikakuitin tulostus -ikkuna' tai 'avaa kuitin tulostus -ikkuna', voit painaa enteriä tai lukea tyhjän viivakoodin. Kun näin "lainaat" tyhjän viivakoodin, Koha tulostaa 'pikakuitin' tai 'kuitin'.
fr: Si la préférence système CircAutoPrintQuickSlip est positionnée sur 'ouvrir une fenêtre d'impression rapide de ticket' vous pouvez simplement appuyer sur entrer au clavier ou scanner un morceau de papier blanc avec la douchette. L'idée étant que le fait de "prêter" un code à barres vierge conduit Koha à imprimer le 'Ticket rapide'.
hi: आप CircAutoPrintQuickSlip पसंद करने के लिए सेट है, तो 'एक प्रिंट त्वरित पर्ची खिड़की खुली' या तो आप बस हिट कर सकते हैं, अपने कीबोर्ड पर दर्ज करें या अपने बारकोड स्कैनर के साथ एक कागज का टुकड़ा रिक्त स्कैन 'एक प्रिंट पर्ची खिड़की खुली'। विचार किया जा रहा है कि आप "बाहर जाँच" एक खाली बारकोड जो Koha चलाता है 'त्वरित' पर्ची या मुद्रित करने के लिए कर रहे हैं 'पर्ची।'
it: Se hai la preferenza CircAutoPrintQuickSlip impostata a 'apri una finestra per stampa di ricevuta veloce' o 'apri una finestra per stampa ricevuta', puoi semplicemente premere enter sulla tua tastiera o scansire un foglio bianco con il lettore di barcode. Questa operazione forzerà Koha a stampare la 'Ricevuta veloce' o la 'Ricevuta'.
oc: Se la preferéncia sistèma CircAutoPrintQuickSlip es positionnée sus 'ouvrir une fenèstra d'impression rapide de ticket' podètz simplament appuyer sus entrar al clavièr o scanner un morceau de papièr blanc amb la douchette. L'idée étant que lo fait de "prèst er" un còdi de barras vierge conduit Koha a imprimir lo 'Ticket rapide'.
pl: Jeśli w opcji CircAutoPrintQuickSlip ustawiono 'otwórz okno drukowania rewersu', możesz nacisnąć Enter na klawiaturze lub zeskanować białą kartkę czytnikiem kodów kreskowych, wywoła to wydruk 'Drukuj dzienne rewersy' (zależne od typu czytnika kodów kreskowych).
pt: Se tem a preferência do sistemas CircAutoPrintQuickSlip definida para 'abrir uma janela de recibo rápido' basta carregar em enter ou ler um pedaço de papel branco com o leitor de códigos. A ideia é emprestar um código de barras vazio para activar a impressão.
pt_br: Se você tiver a opção CircAutoPrintQuickSlip ajustada para 'abrir a janela de etiqueta rápida' ou 'abrir a janela de etiqueta' você pode simplesmente apertar enter no seu teclado ou escanear um papel em branco. A idéia é que você está "verificando" um código de barras em branco o que desencadeia a impressão da 'Etiqueta rápida.'
sk: Ak máte nastavenie CircAutoPrintQuickSlip na 'otvoriť okno tlače rýchleho ústrižku' alebo 'otvoriť okno tlače ústrižku', tak jednoducho musíte stlačiť Enter alebo zoskenovať čistý papier s Vaším skenerom. Tým akoby spustíte "výpožičku" cez čiarový kód a vytlačí sa 'Rýchly ústrižok' alebo 'Ústrižok.'
tr: CircAutoPrintQuickSlip seçeneğini 'hızlı slip yazdırma penceresi aç'a veya 'slip yazdırma penceresi'ne ayarlayacaksanız, klavyenizdeki enter tuşuna basabilir ya da barkod okuyucunuzla boş bir kağıt parçasını tarayabilirsiniz. Buradaki amaç boş bir barkodu "ödünç veriyor" olmanızın Koha’yı 'Hızlı slip' yazdırmak için harekete geçirmesidir.
zh_tw: 若設定 CircAutoPrintQuickSlip 偏好為 '打開快速列印收條視窗' 或 '開啟列印收條視窗'，就可按下歸位鍵或以掃瞄器掃瞄空白桌面。它的概念是 "借出" 一筆空白的條碼，啟動 Koha 列印 '快速收條' 或 '收條'。

source: If you have the SpecifyReturnDate preference set to 'Allow' you will be able to arbitrarily set the return date from below the check in box.
ar: إذا قمت بضبط التفضيل SpecifyReturnDate إلى "السماح" ستتمكن من ضبط تاريخ الإرجاع من أدنى مربع الرد.
cs: Pokud je SpecifyReturnDate nastaveno na "povolit", můžete ručně určit datum vrácení.
de: Wenn der Systemparameter SpecifyReturnDate auf 'Erlaube' eingestellt ist, kann bei der Rückgabe das Rückgabedatum über ein Eingabefeld frei eingegeben werden.
el: Εάν έχετε ορίσει την προτίμηση SpecifyReturnDate στο 'Επιτρέψτε' θα μπορείτε να ορίσετε αυθαίρετα την ημερομηνία επιστροφής κάτω από το κουτί ελέγχου.
es: Si usted tiene la preferencia SpecifyReturnDate establecida en 'Permitir' usted será capaz de establecer, arbitrariamente, la fecha de devolución por debajo de la casilla de devolución.
eu: SpecifyReturnDate lehentasuna "Utzi" aukeran baldin baduzu gai izango zara jartzeko, arbitrarioki, itzulpen-data itzulpen kutxatilaren azpitik.
fi: Jos SpecifyReturnDate-asetus on 'Salli', voit valita palautuspäivän alla olevasta laatikosta.
fr: Si vous avez réglé la préférence système SpecifyReturnDate sur "Autoriser", vous pourrez entrer une date de retour spécifique dans la case prévue à cet effet.
hi: आप SpecifyReturnDate पसंद करने के लिए सेट है, तो 'अनुमति' आप मनमाने ढंग से बॉक्स में जाँच के नीचे से वापसी की तारीख तय करने के लिए सक्षम हो जाएगा।
it: Se hai impostato la preferenza di sistema SpecifyReturnDate a 'Permetti' potrai impostare la data di rientro dal box del prestito.
oc: Se avètz reglat la preferéncia sistèma SpecifyReturnDate sus "Autorizar", poiretz entrar una data de retorn spécifique dins la casa prevista a aqueste effet.
pl: Jeśli w opcji SpecifyReturnDate ustawiono wartość 'Zezwalaj' musisz określić datę zwrotu w oknie zwrotów.
pt: Se tiver definido a preferência de sistema SpecifyReturnDate para 'Permitir' poderá definir arbitrariamente a data de retorno embaixo da caixa de devolução.
pt_br: Caso você tenha configurado a preferência SpecifyReturnDate para 'Permitir', será solicitado o preenchimento de uma data de devolução abaixo da caixa de empréstimo.
sk: Ak máte SpecifyReturnDate nastavené na 'Povoliť', budete môcť ľubuvoľne nastavovať termín návratu pod políčkom návratu.
tr: SpecifyReturnDate tercihini 'İzin ver' olarak ayarladıysanız, aşağıdaki iade kutusundan iade tarihini isteğe bağlı olarak ayarlayabileceksiniz.
zh_tw: 若設定 SpecifyReturnDate 偏好為 '允許'，就能夠從下方的輸入盒指定到期日。

source: If you have the system showing you fines at the time of checkin (FineNotifyAtCheckin) you will see a message telling you about the fine and providing you a link to the payment page for that patron
ar: إذا كان النظام يعرض الغرامات وقت الرد (FineNotifyAtCheckin) سترى رسالة تخبرك بالغرامة وتوفر لك رابطاً إلى صفحة الدفع للمستفيد.
cs: Pokud máte systém ukazující pokuty v době příjmu výpůjček (FineNotifyAtCheckin) uvidíte zprávu o pokutách, a poskytují vám odkaz na platební stránky pro tohoto čtenáře
da: Hvis systemet viser bøder på tidspunktet for aflevering (FineNotifyAtCheckin) vises en besked om bøden med et link til betalingssiden for denne låner
de: Wenn Sie Koha so konfiguriert haben, dass Gebühren des Benutzers bei der Rückgabe von Medien angezeigt werden (FineNotifyAtCheckin), wird ein Hinweis auf die Gebühr mit einem Link zum Gebührenkonto des Benutzers angezeigt.
el: Εάν έχετε ορίσει το σύστημα να σας δείχνει τα πρόστιμα τη στιγμή της επιστροφής (FineNotifyAtCheckin) θα δείτε ένα μήνυμα που σας λέει για το πρόστιμο και σας παρέχει ένα σύνδεσμο προς τη σελίδα πληρωμής για αυτό το μέλος
es: Si su sistema esta configurado para mostrar multas al momento de devolución (FineNotifyAtCheckin) va a ver un mensaje informándole de la multa, y proveerá un enlace a la página de pago para el usuario
eu: Si el sistema muestra las multas en el momento de la devolución (FineNotifyAtCheckin) se verá un mensaje con información sobre la multa y una enlace para el pago de ésta por parte del socio.
fi: Jos järjestelmäsi näyttää maksut palautushetkellä (FineNotifyAtCheckin), näet maksut ilmoitusviestissä, jossa on myös linkki asiakkaan maksuihin
fr: Si Koha vous montre les amendes au moment du retour (FineNotifyAtCheckin) vous verrez un message concernant l'amende, avec un lien vers la page de paiement pour cet usager
hi: आप checkin (FineNotifyAtCheckin) के समय में आप जुर्माना दिखा प्रणाली है, तो आप एक संदेश देखेंगे ठीक बारे में बता और आप उस संरक्षक के लिए भुगतान पृष्ठ पर एक लिंक प्रदान
it: Se il sistema mostra le multe al momento della restituzione (FineNotifyAtCheckin), vedrai un messaggio al riguardo delle multe e ci sarà un link alla pagina di pagamento per quell'utente
oc: Se Koha vous montre les emendas al moment del retorn (FineNotifyAtCheckin) veiretz un messatge concernant l'emenda, amb un ligam cap a la pagina de pagament per aqueste usagièr
pl: Jeśli masz włączoną w systemie opcję FineNotifyAtCheckin wyświetlającą należności podczas przyjmowania zwrotu, zobaczysz powiadomienie o należnościach i aktywny link 'Zapłać należności' (zakładka 'Należności' w koncie użytkownika).
pt: Se tiver o sistema a mostrar as multas aquando da devolução (FineNotifyAtCheckin) verá uma mensagem a dizer que existe uma multa e com uma ligação para a página de pagamento para aquele leitor
pt_br: Caso o sistema exiba multas no momento do empréstimo (FineNotifyCheckin), você verá uma mensagem com detalhes e um link para a página de pagamento
sk: Ak vám vo chvíli návratu systém zobrazuje pokuty (FineNotifyAtCheckin), uvidíte hlásenie, ktoré obsahuje výšku pokuty a odkaz na stránku platieb daného čitateľa
sv: Om systemet är inställt på att visa böter vid återlämning (FineNotifyAtCheckin) kommer du att se ett meddelande som informerar om böterna och ger en länk till betalsidan för låntagaren
tr: Sistemi iade alma anındaki cezaları gösterecek şekilde ayarlasanız (İade Alma İşleminde Ceza Uyarısı), ekranda cezayı belirten bir mesaj ve o kullanıcının ödeme sayfa bağlantısını göreceksiniz
zh_tw: 若系統設定在還入時 (FineNotifyAtCheckin) 顯示罰款，則出現罰款訊息，並提供連結至付款頁面

source: If you have your AutoResumeSuspendedHolds preference set to "Don't allow" then you will not have the option to put an end date on the hold suspension
ar: اذا كان لديك تفضيل AutoResumeSuspendedHolds يُعين لـ "عدم السماح" عندئذ لن تملك خيار لوضع تاريخ نهاية على تعليق الحجز
cs: Pokud máte nastavenou preferenci AutoResumeSuspendedHolds na "Nepovolit", pak nebudete mít možnost nastavit datum ukončení rezervace
da: Hvis du har sat AutoResumeSuspendedHolds indstillingen til "Tillad ikke" kan du ikke sætte en slutdato på reserverings-annulleringen
de: Wenn der Systemparameter AutoResumeSuspendedHolds nicht aktiviert ist, kann kein Datum für die Reaktivierung der Vormerkung angegeben werden
el: Εάν έχετε ορίσει την προτίμηση AutoResumeSuspendedHolds στο "Μην επιτρέπετε" τότε δεν θα έχετε την επιλογή να βάλετε μία ημερομηνία λήξης στην ανάκληση της κράτησης
es: Si tiene la preferencia AutoResumeSuspendedHolds configurada en "No permitir" entonces no tendrá la opción de finalizar la suspensión de la reserva
eu: Si usted tiene su preferencia AutoResumeSuspendedHolds configurada en "No permitir ", entonces usted no tendrá la opción de poner una fecha de finalización de la suspensión de reserva
fi: Jos AutoResumeSuspendedHolds-asetus on "Älä salli", silloin ei ole mahdollista laittaa varauksen keskeytykselle lopetusaikaa.
fr: Si vous avez paramétré la préférence système 'AutoResumeSuspendedHolds' sur "Ne pas autoriser", alors vous n'aurez pas la possibilité de définir une date de fin de suspension.
hi: यदि आप अपने AutoResumeSuspendedHolds वरीयता तो आप होल्ड निलंबन पर एक अंतिम तिथि डाल करने का विकल्प नहीं होगा "अनुमति न दें" सेट है, तो
it: Se hai configurato la preferenza di sistema AutoResumeSuspendedHolds a "Non permettere", allora non avrai la possibilità di mettere la data di fine alla prenotazione sospesa
oc: Se avètz parametrat la preferéncia sistèma 'AutoResumeSuspendedHolds' sus "Autorizar pas", alors auretz pas la possibilitat de definir una data de fin de suspension.
pl: Jeśli wartość w opcji AutoResumeSuspendedHolds ustawiono na "Nie zezwalaj", nie można określić końcowej daty rezerwacji zamówienia
pt: Se tem a preferência do sistemas AutoResumeSuspendedHolds definida para "Não permitir" então não terá a opção para inserir uma data de fim para a suspensão de reserva
pt_br: Se você tiver a opção AutoResumeSuspendedHolds ajustada para "Não permitir" então você não terá a opção de inserir uma data de término na suspesão
sk: Ak máte nastavenie AutoResumeSuspendedHolds na "Nepovoliť", tak nebudete môcť zadať koncový dátum na prerušenie rezervácie
sv: Om inställningen AutoResumeSuspendedHolds är satt till "Tillåt inte" kommer du inte att ha möjlighet att ange ett slutdatum för en uppskjuten reservation.
tr: AutoResumeSuspendedHolds seçeneğini "İzin verme"ye ayarlarsanız ayırmadaki ertelemede bitiş tarihi koyma seçeneğiniz olmayacaktır
zh_tw: 設定 AutoResumeSuspendedHolds 偏好為 "不顯示"，則不能選擇暫緩預約的終止日期

source: If you have your EnableSearchHistory preference set to keep your search history then you can access this information by clicking on your username in the top right of the staff client and choosing 'Search history'.
ar: إذا تم ضبط تفضيل النظام EnableSearchHistory إلى الاحتفاظ بسجل بحثك يمكنك الوصول إلى هذه المعلومات بالنقر على اسم المستخدم الخاص بك أعلى يمين برنامج العميل واختيار "سجل البحث".
cs: Pokud máte zapnuto nastavení EnableSearchHistory, dostanete se k historii hledání kliknutím na Vaše jméno vpravo nahoře a zvolením položky "Historie hledání".
de: Falls durch die Systemeinstellung EnableSearchHistory erlaubt, können Sie über das Benutzermenü rechts oben in der Benutzeroberfläche Ihre Suchhistorie aufrufen.
el: Εάν έχετε ορίσει την προτίμηση EnableSearchHistory να κρατά το ιστορικό αναζήτησής ας τότε μπορείτε να έχετε πρόσβαση σε αυτή την πληροφορία πατώντας στο όνομα χρήστη πάνω δεξιά της διεπαφής χρήστη και επιλέγοντας 'Ιστορικό αναζήτησης'.
es: Si tiene su preferencia del sistema EnableSearchHistory configurada para almacenar su historial de búsqueda entonces podrá acceder esta información haciendo clic en su nombre de usuario a la derecha del cliente administrativo y seleccionando 'Historial de búsqueda'
eu: EnableSearchHistory sistemako lehentasuna bilaketa-historia gordetzeko konfiguratua orduan informazio honetara sartu ahal izango zara erabiltzaile izenean klik eginez eta 'Bilaketa-historia' aukeratuz.
fi: Jos EnableSearchHistory-asetus määrittää säilyttämään lainahistorian, voit klikata käyttäjätunnustasi virkailijatyökalun oikeassa yläreunassa ja valita 'Hakuhistoria'.
fr: Si vous avez paramétré la préférence système "EnableSearchHistory" pour conserver votre historique de recherche, alors vous pouvez accéder à cette information en cliquant sur votre nom d'utilisateur situé en haut à droite de l'interface professionnelle et choisissant 'Historique de recherche'.
hi: यदि आप अपने EnableSearchHistory वरीयता सेट अपने खोज इतिहास रखने के लिए है तो आप कर्मचारियों कलाइन्ट के ऊपर सही में अपने उपयोगकर्ता नाम पर क्लिक करें और 'खोज इतिहास' का चयन करके इस जानकारी का उपयोग कर सकते हैं।
it: Se hai abilitata la preferenza di sistema EnableSearchHistory puoi impostare di conservare lo storico di una ricerca in modo da poter accedere a tali informazioni semplicemente cliccando sul tuo username posto in alto a destra dello staff client e scegliendo 'Storico della ricerca'.
oc: Se avètz parametrat la preferéncia sistèma "EnableSearchHistory" per conservar vòstre istoric de recèrca, alara podètz accedir a aquesta informacion en clicant sus vòstre nom d'utilizaire situat amont a dreita de l'interfàcia professionala e causissent 'Istoric de recèrca'.
pt: Se tem a preferência EnableSearchHistory definida para manter o seu histórico de pesquisa então pode aceder a essa informação clicando no seu nome de utilizador no topo superior do interface dos técnicos e escolhendo 'Histórico de pesquisa'.
sk: Ak máte nastavené EnableSearchHistory pre ukladanie vášho výpisu hľadania, môžete sa k tejto informácii dostať kliknutím na meno užívateľa vpravo hore v intranete a voľbou 'Výpis hľadania'.
tr: EnableSearchHistory tercihiniz arama geçmişini saklayacak şekilde ayarlı ise, bu bilgiye personel istemcide sağ üst kısımda yer alan kullanıcı adınız üzerine tıklayarak ve 'Arama Geçmişi' seçeneğini seçerek erişebilirsiniz.
zh_tw: 若設定 EnableSearchHistory 偏好以儲存搜尋記錄，則可勾選館員介面上方的使用者名稱，選擇 '搜尋記錄'，近用此資訊。
