Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Next you can choose the delivery method for the overdue notice. You can choose from Email, Feed, Phone (if you are using the iTiva Talking Tech service), Print and SMS (if you have set your SMSSendDriver).
ar: بعد ذلك يمكنك اختيار طريقة التسليم لإخطار التأخير. يمكنك الاختيار من البريد الالكتروني، التلقيمة، الهاتف (إذا كنت تستخدم خدمة iTiva Talking Tech) الطباعة والرسائل النصية القصيرة ( إذا قمت بضبط SMSSendDriver(
cs: Můžete také zvolit způsob doručení upomínky. Vybírat můžete mezi e-mailem, RSS, telefonem (pokud jste uživatelem služby iTiva Talking Tech), tiskem a SMS (musíte mít správně nastavený SMSSendDriver).
de: Als nächstes können Sie die Art der Benachrichtigung für die Mahnung festlegen. Sie können zwischen Email, Telefon (wenn Sie iTiva Talking Tech verwenden), Druck und SMS (wenn SMSSendDriver konfiguriert ist) auswählen.
el: Στη συνέχεια μπορείτε να επιλέξετε τη μέθοδο παράδοσης για τις εκπρόθεσμες ειδοποιήσεις. Μπορείτε να επιλέξετε από τα Ηλεκτρονική διεύθυνση, Ροή, Τηλέφωνο (if you are using the iTiva Talking Tech service), Εκτύπωση and SMS (εάν έχετε ρυθμίσει τον SMSSendDriver).
es: A continuación podrá elegir el método de entrega para su aviso de retraso. Puede elegir entre Email, Feed, Teléfono ( si utiliza el servicio iTiva Talking Tech), Impreso o SMS (si ha configurado su SMSSendDriver).
eu: Ondoren, atzerapen abisuentzat entrega metodoa aukera dezakezu. Mail, Feed, Telefono ( iTiva Talking Tech zerbitzua erabiltzen baduzu), inprimakia edo SMS (zure SMSSendDriver konfiguratu baduzu).
fi: Seuraavaksi voit valita myöhästymisilmoitusten toimittamistavan. Voit valita sähköpostin, tulosteen tai tekstiviestin.
fr: Vous pouvez ensuite choisir le mode de délivrance de l'avis de retard. Vous pouvez choisir entre courriel, flux, téléphone (si vous utilisez le service iTiva Talking Tech), imprimé et SMS (si vous avez paramétré votre SMSSendDriver).
hi: इसके बाद आप अतिदेय सूचना के लिए वितरण विधि का चयन कर सकते हैं। आप (आप बात कर रहे iTiva टेक सेवा का उपयोग कर रहे हैं) ईमेल, फ़ीड, फोन से चुन सकते हैं, प्रिंट और एसएमएस (यदि आप अपने SMSSendDriver निर्धारित किया है तो)।
it: Poi puoi scegliere il metodo d'invio dei solleciti. Puoi scegliere se inviarli via email, come feed, via telefono (se usi il servizio iTiva Talking Tech), se stamparli o se inviare un sms ( se hai impostato SMSSendDriver).
oc: Podètz puèi causir lo mode de délivrance de l'avis de retard. Podètz causir entre corrièr electronic, flux, telefòn (se vous utilizatz lo servici iTiva Talking Tech), imprimit e SMS (se avètz parametrat votre SMSSendDriver).
pt: De seguida pode escolher o método de envio do aviso de atraso. Pode escolher desde Email, Feed, Telefone (se estiver a usar o serviço Tiva Talking Tech), Impressão ou SMS (se tiver definido o SMSSendDriver).
pt_br: Em seguida você pode selecionar o modo de envio do aviso de atraso. Você pode escolher entre e-mail, feed de notícias, telefone (caso você esteja utilizando o iTiva Talking Tech), imprimir e SMS (caso você tenha configurado o SMSSendDriver).
sk: Ďalej si môžete zvoliť spôsob doručenia pre oznámenia o omeškaní. Môžete si vybrať Email, Feed, Telefón (ak používate iTiva Talking Tech service), Tlač a SMS (ak máte nastavený váš SMSSendDriver).
tr: Sonra, gecikme bildirimleri için gönderi yönteminizi seçebilirsiniz. E-posta, Feed, Telefon (Eğer iTiva Talking Tech hizmetini kullanıyorsanız), Yazdırma ve SMS (SMSSendDriver ayarlarınız yapmış iseniz) seçeneklerinden birini seçebilirsiniz.
zh_tw: 接著選擇傳送逾期通知的方式。包括：電子郵件、Feed、電話(必須使用iTiva Talking Tech或其他的服務)、列印與簡訊(必須設SMSSendDriver偏好)。

source: Next you can choose whether a new item is created when receiving an issue (if you barcode issues you'll want to create an item at this time)
eu: Ondoren, erabaki dezakezu item berri bat ale bat jasotzean sortzen den (aleei barra-kodea jartzen badiezu, orduan item bat sortuko duzu)
fi: Seuraavaksi voit valita, luodaanko nide numeroa vastaanottaessa (jos lehtiin laitetaan viivakoodi, kannattaa niteet luoda vastaanotettaessa)
hi: इसके बाद आप जब एक मुद्दा प्राप्त (अगर आप मुद्दों बारकोड आप इस समय एक आइटम बनाने के लिए चाहता हूँ) चुन सकते हैं कि एक नए आइटम बन जाता है

source: Next you can choose whether or not to import the item data found in the MARC records (if the file you're loading is a bibliographic file)
eu: Ondoren aukeratu dezakezu MARC erregistroan aurkitutako item datuak inportatu edo ez inportatu (kargatzen ari zaren fitxategia bibliografikoa den kasuan)
fi: Seuraavaksi voit valita, tuodaanko niteen tiedot MARC-tietueen mukana (jos ladattava tietue on nimeketietue)
hi: इसके बाद आप चाहे या नहीं मार्क रिकॉर्ड में पाया आइटम डेटा आयात करने के लिए (यदि आप फ़ाइल लोड कर रहे एक ग्रंथ सूची की फाइल है) चुन सकते हैं

source: Next you can customize the notice for every possible delivery method
ar: يعد ذلك يمكنك تخصيص الإخطار لكل طريقة توصيل ممكنة
cs: Můžete přizpůsobit upozornění podle potřeby pro všechny metody doručení
de: Als nächstes können sie die Benachrichtigung für alle möglichen Benachrichtigungsarten anpassen
el: Στη συνέχεια μπορείτε να προσαρμόσετε την ειδοποίηση για κάθε πιθανή μέθοδο παράδοσης
es: A continuación puede personalizar el aviso para cada método posible de entrega
eu: Ondoren pertsonaliza dezakezu abisua entregatzeko metodo ezberdinen arabera
fi: Seuraavaksi voit muokata ilmoituksen kaikille mahdollisille toimitustavoille
fr: Vous pouvez ensuite personnaliser l'avis pour chaque mode de délivrance possible
hi: इसके बाद आप हर संभव वितरण पद्धति के लिए नोटिस अनुकूलित कर सकते हैं
it: Poi è possibile impostare gli avvisi differenziati per ciasun metodo d'invio
oc: Podètz puèi personnaliser l'avis per cada mode de délivrance possible
pt: De seguida pode costumizar um aviso para cada tipo possível de envio
pt_br: Em seguida você pode personalizar o aviso de acordo com cada método de envio
sk: Ďalej môžete nastaviť oznámenie pre všetky možné spôsoby doručenia
tr: Sonra her türlü gönderi yöntemi için bildirimi özelleştirebilirsiniz
zh_tw: 接著為每種傳送方式建立客製化的通知

source: Next you can decide if this patron/item combo are allowed to place holds on items that are on the shelf (or available in the library) or not. If you choose 'no' then items can only be placed on hold if checked out
fi: Seuraavaksi voit päättää, voiko asiakas/aineistolaji-yhdistelmä tehdä varauksia hyllyssä olevaan aineistoon. Jos valitset 'Ei', vain lainassa olevaa aineistoa voidaan varata
hi: इसके बाद आप तय कर सकते हैं इस संरक्षक/मद कॉम्बो अनुमति दी जाती है अगर जगह आइटम है कि शेल्फ (या लाइब्रेरी में उपलब्ध है) या नहीं पर कर रहे हैं पर धारण करने के लिए। यदि आप चुनते हैं 'नहीं' अगर चैक आउट की तो आइटम केवल होल्ड पर रखा जा सकता है

source: Next you can enter basic contact info about the branch
ar: بعد ذلك يمكنك إدخال معلومات الاتصال الأساسية حول الفرع
de: Als nächstes können Sie die Kontaktinformationen für die Bibliothek erfassen
es: A continuación, puede introducir la información de contacto básica acerca de la sede
eu: Ondoren, egoitza honi buruzko oinarrizko informazioa sar dezakezu
fi: Seuraavaksi voit syöttää kirjaston yhteystiedot
hi: अगले तुम शाखा के बारे में बुनियादी जानकारी संपर्क प्रवेश कर सकते हैं
it: Poi puoi inserire i dati di contatto e di base sulla biblioteca
sk: Ďalej môžete zadať základné kontaktné informácie o pobočke
tr: Sonra, birim hakkındaki temel iletişim bilgilerini girebilirsiniz

source: Next you will be presented with options for record matching and item imports
ar: ثم بعد ذلك سيُعرض عليك خيار لمطابقة التسجيلة واستيرادات المواد
cs: Dále Vám budou představeny možnosti pro shodu záznamů a importování položek
da: Som det næste ses optionerne for overensstemmelseskontrol og eksemplardataimport
de: Als nächstes werden Ihnen die Optionen für Übereinstimmungskontrolle und den Exemplardatenimport angeboten
el: Στη συνέχεια θα σας εμφανιστούν επιλογές για ταύτιση εγγραφών και εισαγωγές τεκμηρίων
es: A continuación se le presentarán opciones de coincidencia de registros e importación de ítems
eu: Jarraian, erregistroen bat etortzearen eta elementuen inportazioaren aukerak agertuko zaizkizu
fi: Seuraavaksi saat vaihtoehdot tietueiden vastaavuuden tarkistukselle ja nimekkeiden tuonnille
fr: A l'étape suivante, vous aurez la possibilité de mettre en correspondance les notices avec celles de votre catalogue et d'importer des exemplaires
hi: इसके बाद आप रिकार्ड मिलान और आइटम के आयात के लिए विकल्पों के साथ प्रस्तुत किया जाएगा
it: Poi ti verranno presentate le opzioni per il match tra i record e l'importazione nelle copie
oc: A l'etapa seguenta, auretz la possibilitat de mettre en correspondéncia les notícias amb celles de vòstre catalòg e d'importar des exemplars
pt: De seguida serão apresentadas as opções para a concordância de registo e da importação de exemplares
pt_br: Em seguida, serão apresentadas as opções para a concordância de registro e da importação de exemplares
sk: Ďalej sa Vám predstavia možnosti pre zhodu záznamov a importov exemplárov
sv: Sedan får du se alternativ för postmatchning och objektimport
tr: Daha sonra, size kayıt eşleştirme ve materyal içe aktarımları için seçenekler sunulacaktır.
zh_tw: 接著出現選項供匹配匯入的紀錄與館藏

source: Next you will need to have all of your course instructors added as patrons.
ar: بعد ذلك يجب إضافة كل مدربي الدورات كمستفيدين.
cs: Dále je potřeba, aby všichni vyučující byly vloženi do systému jako čtenáři.
de: Als nächstes müssen Sie alle Ihre Dozenten als Benutzer anlegen.
el: Στη συνέχεια θα χρειαστεί να αποθηκεύσετε όλους τους εκπαιδευτές των μαθημάτων σας ως μέλη.
es: A continuación, tendrá que tener todos los instructores del curso agregados como usuarios.
eu: Ondoren, ikastaroko irakasle guztiak erabiltzaile moduan gehituak eduki beharko dituzu.
fi: Seuraavaksi kurssien luennoitsijat on lisättävä asiakkaiksi.
fr: Vous devrez ensuite créer des fiches d'adhérents pour tous les enseignants.
hi: इसके बाद आप अपने पाठ्यक्रम प्रशिक्षकों संरक्षक के रूप में जोड़ा के सभी की जरूरत होगी।
it: Poi devere avere tutti gli insegnati dei corsi presenti come utenti nel sistema.
oc: Vos caldrà puèi crear des fichas d'aderents per totes los ensenhants.
pl: Dodaj wykładowców/konta użytkowników do określonych kursów.
pt: De seguida terá que ter todos os instrutores do curso adicionados como leitores.
pt_br: Em seguida você precisará ter todos os instrutores dos cursos adicionados como usuários do sistema.
sk: Ďalej budete musieť pridať všetkých inštruktorov kurzov ako čitateľov.
tr: Daha sonra tüm kurs eğitmenlerini kullanıcı olarak eklemeniz gerekecektir.
zh_tw: 接下來你必須將所有的課程老師以讀者身份加入。

source: Next you will want to add a couple of new authorized values for Departments and Terms.
ar: بعد ذلك يجب عليك إضافة بعض قيم الاستناد الجديدة للأقسام والفصول الدراسية
cs: Je také nutné, aby bylo v systému zavedeno několik ověřených hodnot pro oddělení a termíny.
de: Als nächstes sollten Sie einige neue normierte Werte für Abteilungen und Semester anlegen.
el: Στη συνέχεια θα πρέπει ΄να προσθέσετε μερικές νέες καθιερωμένες τιμές για τα Τμήματα και τα Εξάμηνα.
es: Primero tendrá que añadir una lista de valores autorizados para Departamentos y Plazos.
eu: Ondoren, balore zerrenda automatizatu bat gehitu beharko duzu Departamentuetarako eta Epeetarako
fi: Seuraavaksi pitää antaa auktorisoitu arvot Osastoille ja Lukukaudelle.
fr: Vous devrez ensuite ajouter quelques valeurs autorisées pour les Départements et les Sessions (périodes d'enseignement).
hi: इसके बाद आप विभागों और शर्तों के लिए नए अधिकृत मूल्यों के एक जोड़े को जोड़ना चाहते हैं जाएगा।
it: Poi aggiungerai due nuove categorie di valori autorizzati, DEPARTMENTS e TERMS.
oc: Vos caldrà puèi apondre qualques valors autorizadas pels Departaments e les Sessions (periòdes d'ensenhament).
pl: Następnie dodaj parę kategorii do Dopuszczonych wartość Kierunek i Terminy.
pt: Terá que adicionar primeiro valores autorizados para Departamentos e Termos.
pt_br: Em seguida você adicionará alguns novos valores autorizados para Departamentos e Termos.
sk: Ďalej bude dobré, ak pridáte zopár nových povolených hodnôt pre Katedry a Semestre.
tr: Daha sonra bölümler ve şartlar için birkaç yeni otorize değer eklemek isteyebilirsiniz.
zh_tw: 接著新增容許值清單供系所使用。

source: Next, the Library Setup section includes additional library settings
ar: ثم بعدَ ذلك ، قسم إعداد المكتبة يشتمل على إعدادات إضافية للمكتبة
cs: Dále, sekce Nastavení knihovny zahrnuje dodatečná nastavení knihovny
da: Dernæst, biblioteksopsætningsafsnittet indeholder yderligere biblioteksindstillinger
de: Der Abschnitt für die Bibliothek beinhaltet weitere bibliotheksspezifische Felder
el: Στη συνέχεια, ο τομέας Ρύθμισης Βιβλιοθήκης περιλαμβάνει επιπρόσθετες ρυθμίσεις βιβλιοθήκης
es: A continuación, la sección Configuración de biblioteca incluye la colección de ajustes adicionales
eu: Jarraian, Liburutegiaren konfigurazioa atalak liburutegiaren ezarpen gehigarriak izango ditu
fi: Kirjaston asetukset -alue sisältää lisäasetuksia ja huomautuksia
fr: La section Configuration bibliothèque regroupe d'autres paramètres propres à la bibliothèque :
hi: अगले, लाइब्रेरी सेटअप अनुभाग अतिरिक्त पुस्तकालय सेटिंग्स शामिल
it: Poi vi sono le configurazioni addizionali per il setup della biblioteca
oc: La seccion Configuration bibliotèca regrop d'autres paramètres propres a la bibliotèca :
pl: Następna sekcja 'Ustawienia konta bibliotecznego', zawiera dodatkowe ustawienia konta użytkownika
pt: De seguinda, a secção de configuração da biblioteca inclui configurações adicionais
pt_br: Em seguida, a seção de Configuração da Biblioteca inclui configurações adicionais
sk: Ďalej, sekcia nastavenia knižnice zahŕňa dodatočné nastavenia knižnice
sv: Sektionen för konfiguration av bibliotek innehåller ytterligare biblioteksinställningar
tr: Sonraki, Kütüphane Ayarları bölümü ek kütüphane ayarlarını kapsar.
zh_tw: 接著，圖書館設定區塊包括額外的圖書館設定

source: Nicole Engard
hi: निकोल Engard

source: No Holds Allowed: No patron may put this book on hold.
ar: لا حجوز مسموحة: غير مسموح لأي مستفيد أن يحجز هذا الكتاب.
cs: Rezervace nejsou povolené: Žádný uživatel nesmí mít zarezervovanou tuto knihu
da: Ingen reserveringer tilladt: Dette eksemplar kan ikke reserveres af en låner.
de: Keine Vormerkungen erlaubt: Dieses Exemplar kann von keinem Benutzer vorgemerkt werden.
el: Δεν Επιτρέπονται Κρατήσεις: Κανένα μέλος δεν μπορεί να κάνει κράτηση σε αυτό το βιβλίο.
es: No se permiten reservas: ningún usuario puede reservar este libro.
eu: Ezin da erreserbarik egin: bazkideek ezin dute liburu hau erreserbatu.
fi: Ei varattavissa: asiakkaat eivät voi varata tätä kirjaa.
fr: Réservation non autorisée : aucun adhérent ne pourra réserver ce livre.
hi: कोई अनुमति रखती है: कोई संरक्षक पकड़ पर इस पुस्तक डाल सकता है।
it: Prenotazioni non possibili: nessun utente può prenotare quest'opera
oc: Reservacion pas autorizada : aucun aderent ne poirà reservar ce libre.
pl: Nie można wypożyczyć: żaden użytkownik nie może zamówić egzemplarza.
pt: Reservas não permitidas: Nenhum leitor pode reservar este livro.
pt_br: Reservas não permitidas: Nenhum usuário pode reservar este livro.
sk: Rezervácie nie sú povolené: Žiaden čitateľ nesmie zarezervovať túto knihu.
sv: Inga reservationer tillåts: ingen låntagare kan reservera denna bok.
tr: Hiçbir Ayırmaya İzin Verilmedi: Hiçbir kullanıcı bu kitabı ayıramaz.
zh_tw: 無可預約的館藏：讀者不能預約此圖書。

source: No condition
eu: Ez dago baldintzarik
fi: Ei ehtoa
hi: शर्त ही नहीं है

source: None of these fields are required. They should only be entered if you want to keep track of your contact information within Koha.
ar: ولا واحد من هذه الحقول مطلوب. يجب إدخالهم فقط إذا ما رغبتَ في البقاء متتبعاً لمعلومات اتصالك داخل كوها.
cs: Žádné z těchto polí není vyžadováno. Měli by být vyplněny pouze, pokud chcete sledovat vaše kontaktní údaje v rámci Kohy.
da: Ingen af disse felter er påkrævede, de indtastes kun, hvis du vil holde styr på dine kontaktinformationer i Koha.
de: Diese Felder sind keine Pflichtfelder. Sie müssen nur ausgefüllt werden, wenn Sie diese Informationen in Koha verwalten möchten
el: Δεν απαιτείται κανένα από αυτά τα πεδία. Πρέπει να συμπληρώνονται μόνο εάν θέλετε να παρακολουθείτε τις πληροφορίες επικοινωνίας σας στο Koha.
es: Ninguno de estos campos es requerido. Sólo se deben llenar si se desea realizar un seguimiento de su información de contacto dentro de Koha.
eu: Eremu hauek ez dira nahitaezkoak. Kohako kontaktu informazioaren segimendua egin nahi baduzu soilik idatzi behar dituzu.
fi: Mikään näistä kentistä ei ole pakollinen. Ne tulee täyttää vain, jos haluat pitää Kohassa olevat yhteystiedot ajan tasalla.
fr: Aucun de ces champs n'est obligatoire. Saisissez-les uniquement si vous voulez utiliser Koha pour garder les informations relatives à vos contacts.
hi: इन क्षेत्रों में से कोई भी आवश्यक हैं। वे केवल आप जानकारी Koha के भीतर अपने संपर्क का ट्रैक रखना चाहते हैं, तो दर्ज किया जाना चाहिए।
it: Nessuno di questi campi è obbligatorio. Introducili se vuoi registrare le informazioni di contatto.
oc: Cap d'aquestes camps es pas obligatòri. Sasissètz-los unicament se volètz utilizar Koha per gardar las informacions relativas a vòstres contactes.
pl: Żadne z tych pól nie są wymagane. Mogą być jedynie wprowadzone w celu trzymania danych kontaktowych w systemie Koha.
pt: Nenhum destes campos são necessário. Devem apenas ser introduzidos se desejar manter registo da sua informação de contacto no Koha.
pt_br: Nenhum destes campos é obrigatório. Eles devem ser preenchidos apenas se você quiser rastrear as informações de seus contatos no Koha.
sk: Žiadne z týchto polí nie je povinné, mali by sa zadávať len ak chcete sledovať svoje kontaktné informácie vnútri Kohy.
sv: Inga av dessa fält är obligatoriska. De ska bara anges om du vill lagra din kontaktinformation i Koha.
tr: Bu alanların hiçbiri zorunlu değildir. Koha’daki iletişim bilgilerinizi saklamak istiyorsanız, bu alanların girilmesi gerekir.
zh_tw: 這些欄位都不是必備。祗有追蹤連絡資訊時，才需要鍵入。

source: Normalization rule: Control-number
ar: قاعدة تسوية: رقم-التحكم
cs: Pravidlo normalizace: Kontrolní číslo
da: Normaliseringsregel: Kontrolnummer
de: Normalisierungsregel: Control-number
el: Κανόνας κανονικοποίησης: Αριθμός-ελέγχου
es: Regla de normalización: número de control
eu: Normalizazio araua: kontrol zenbakia
fi: Normalisointisääntö: Kontrollinumero
fr: Règle de normalisation&nbsp;: Control-number
hi: सामान्यीकरण नियम: नियंत्रण नंबर
it: Regola di normalizzazione: Control-Number
oc: Règla de normalisation&nbsp;: Control-number
pl: Reguła normalizacji: numer kontrolny
pt: Regra de normalização: Número de controlo
pt_br: Regra de normalização: número de controle
sk: Pravidlo normalizácie: kontrolné číslo
sv: Normaliseringsregel: kontrollnummer
tr: Normalize etme kuralı: Kontrol numarası
zh_tw: 常規化規則：控制碼

source: Note
ar: ملاحظة
cs: Poznámka
da: Notits
de: Hinweis
el: Σημείωση
es: Nota
eu: Oharra
fi: Viesti
hi: नोट
it: Nota
oc: Nòta
pl: Uwaga
pt: Nota
pt_br: Nota
sk: Poznámka
sv: Kommentar
tr: Not
zh_tw: 說明

source: Note that the authorized values won't be replaced by their descriptions.
eu: Kontuan izan baimendutako baloreak ez direla deskriptzaileengandik ordezkatuak izango.
fi: Huomaa: Auktorisoitujen arvojen kuvaukset eivät korvaa niiden arvoja.
hi: ध्यान दें कि अधिकृत मूल्यों उनके विवरण द्वारा प्रतिस्थापित नहीं किया जाएगा।
oc: Notez que les valors autorizadas ne seràn pas remplaçadas per leurs descripcions.

source: Note that the version number between parentheses following the module name is the required version; the installed version is in the next column.
ar: لاحظ أن رقم الإصدار بين الأقواس والذي يلي اسم النظام الفرعي هو الإصدار المطلوب؛ بينما يوجد الإصدار المثبت في العمود التالي
cs: Číslo verze uvedené v závorkách vedle názvu modulu je minimální požadovaná verze. Aktuálně nainstalovaná verze je zobrazena ve vedlejším sloupci.
de: Beachten Sie dass die in kleiner Schrift in Klammern gesetzte Versionsnummer die Mindestversion ist. Die installierte Version sehen Sie in der Spalte nebenan.
el: Σημειώστε ότι ο αριθμός έκδοσης σε παρενθέσεις που ακολουθεί το όνομα της μονάδας είναι η έκδοση που απαιτείται. Η εγκατεστημένη έκδοση βρίσκεται στην επόμενη στήλη.
es: Tenga en cuenta que el número de versión entre paréntesis a continuación del nombre del módulo es la versión requerida; la versión instalada esta en la columna siguiente.
eu: Kontuan izan moduluaren izena ondorengo parentesi arteko bertsio zenbakia beharrezko den bertsio dela; instalatua dagoen bertsioa ondorengo zutabean dago.
fi: Huomaa: Sulkeissa oleva versionumero on vaadittava versio; asennettu versio on seuraavassa sarakkeessa.
fr: Noter que le numéro de version entre parenthèses après le nom du module est la version exigée; la version installée est dans la colonne suivante.
hi: नोट मॉड्यूल का नाम निम्नलिखित कोष्ठकों के बीच संस्करण संख्या अपेक्षित संस्करण है कि; स्थापित संस्करण अगले कॉलम में है।
it: Nota che il numero di versione tra parentesi che segue il nome del modulo è la versione richiesta; la versione effettivamente installata è nella colonna accanto.
oc: Noter que lo numèro de version entre parentèsis aprèp lo nom del modul es la version exigée; la version installée es dins la colomna seguenta.
pt: Note que o número de versão entre parêntesis depois do nome do módulo é a versão necessária; a versão instalada está na coluna a seguir.
sk: Všimnite si, že číslo verzie medzi zátvorkami po mene modulu je vyžadovaná verzia; nainštalovaná verziu je v nasledujúcom stĺpci.
tr: Modül adını izleyen parantezler arasındaki sürüm numarasının gerekli sürüm olduğunu unutmayın; yüklü sürüm sonraki sütunda yer almaktadır.
zh_tw: 在模組名稱後括弧內的版本數字昰必備的版本；安裝的版本在下欄內。

source: Note:
ar: ملاحظة:
cs: Poznámka:
da: Bemærk:
de: Hinweis:
el: Σημείωση:
es: Nota:
eu: Oharra:
fi: Huom:
hi: नोट:
it: Nota:
oc: Nòta:
pl: Uwaga:
pt: Nota:
pt_br: Nota:
sk: Poznámka:
sv: Kommentar:
tr: Not:
zh_tw: 說明：

source: Note:
eu: Oharra:
fi: Huomautus:
hi: नोट:

source: Note: Academic libraries often require that you have a clear record at the library before you can graduate.
eu: Oharra: Liburutegi akademikoak, askotan, graduatu aurretik erregistroak garbitzea eskatzen dute.
fi: Huomaa: Korkeakoulukirjastot vaativat usein, ettei asiakkaalla ole lainoja, varauksia tai maksuja, ennen kuin voi valmistua.
hi: नोट: शैक्षिक पुस्तकालयों अक्सर आवश्यकता से पहले आप स्नातक कर सकते हैं आप पुस्तकालय में एक स्पष्ट रिकॉर्ड है।
