Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Once you have clicked 'Submit' the suggestion will be moved to the matching tab. The status will also be updated on the patron's account in the OPAC and an email notice will be sent to the patron using the template that matches the status you have chosen.
ar: عند نقركَ على 'إرسال' فإن المقترح سينقل إلى تبويب المطابقة. والحالة ستكون أيضاً محدَّثة في حساب المستفيد على الأوباك وإشعار بالبريد الكتروني سيُرسل للمستفيد باستخدام القالب الذي يُطابق الحالة التي اخترتها.
cs: Hned po kliknutí na 'Potvrdit', návrh se přenese do odpovídající tabulky. Na čtenářově účtu v OPAC se aktualizuje stav a bude mu odeslán e-mail užívající šablonu, která odpovídá vámi vybranému stavu.
da: Når du har klikket på 'Send' flyttes forslaget til den passende fane. Status opdateres også i lånerens konto i OPAC og en email-besked sendes til låneren med den skabelon, der passer til den valgte status.
de: Nachdem Sie bestätigt haben, wird der Anschaffungsvorschlag in den entsprechenden Reiter verschoben. Der Status im Benutzerkonto wird aktualisiert und eine E-Mail-Benachrichtigung, die dem gewählten Status entspricht, an den Benutzer verschickt.
el: Μόλις πατήσετε 'Υποβολή' η πρόταση θα μεταφερθεί στην καρτέλα που αντιστοιχεί. Η κατάσταση θα ενημερωθεί επίσης στον λογαριασμό μέλους στον OPAC και θα σταλεί μια ηλεκτρονική ειδοποίηση στο μέλος χρησιμοποιώντας το πρότυπο που ταιριάζει με την κατάσταση που επιλέξατε.
es: Una vez que haya hecho clic en 'Enviar' la sugerencia se trasladará a la pestaña correspondiente. El estado también se actualizará en la cuenta del usuario en el OPAC y un aviso de correo electrónico será enviado al usuario usando la plantilla que coincida con el estado que ha elegido.
eu: 'Bidali' botoian klik egindakoan, proposamena dagokion fitxara mugituko da. Egoera OPACeko bazkidearen kontuan eguneratuko da ere, eta bazkideari jakinarazpen elektroniko bat bidaliko zaio aukeratutako egoerarekin bat datorren txantiloia erabilita.
fi: Kun olet klikannut 'OK', ehdotus siirretään vastaavaan välilehteen. Tila muuttuu myös asiakkaan tietoihin verkkokirjastossa, ja sähköpostiviesti lähtee asiakkaalle valitun pohjan ja tilan mukaisesti.
fr: Une fois que vous avez cliqué sur 'Valider', la suggestion est déplacée dans l'onglet qui convient. Le statut de la suggestion est également mise à jour dans le compte de l'adhérent visible à l'OPAC et un courriel est envoyé à l'adhérent en utilisant le modèle qui correspond au statut que vous avez choisi.
hi: एक बार जब आप क्लिक किया है 'सबमिट' सुझाव मिलान टैब में ले जाया जाएगा। स्थिति भी ओपेक में संरक्षक के खाते पर अद्यतन किया जाएगा और एक ईमेल सूचना है कि स्थिति तुम्हें चुना है मैच टेम्पलेट का उपयोग संरक्षक के लिए भेजा जाएगा।
it: Dopo aver premuto 'Invia', il suggerimento verrà spostato sotto la relativa scheda. Verrà aggiornato lo stato nell'account dell'utente e verrà inviato un avviso via email all'utente in base al modello relativo allo stato che hai scelto.
oc: Un còp qu'avètz clicat sus 'Validar', la suggestion es desplaçada dins l'onglet qui convient. Lo estatut de la suggestion es tanben mesa a jorn dans lo compte de l'aderent visible a l'OPAC e un corrièr electronic es mandat a l'aderent en utilizant lo modèl qui correspond al estatut qu'avètz choisi.
pl: Po kliknięciu 'Wyślij', propozycja zakupu zostanie przeniesiona do wybranej zakładki. Status propozycji zaktualizuje się na koncie użytkownika w OPAC, a do użytkownika zostanie wysłana wiadomość e-mail z informacją o zmianie.
pt: Assim que clicar em 'Submeter' a sugestão será movida para o separador correspondente. O estado também será actualizador na conta do leitor no OPAC e um aviso por email será enviado ao leitor usando o modelo que corresponde ao estado escolhido.
pt_br: Quando você clicar em 'Enviar' , a sugestão será levada para a aba de correspondência. O status também será atualizado na conta do usuário no OPAC e um aviso por e-mail será enviado utilizando o modelo que corresponde ao status definido por você.
sk: Hneď ako ste klikli na 'Odoslať', návrh sa prenesie do záložky zhody. Tento stav sa zaktualizuje aj v účte čitateľa v OPACu a bude mu odoslané E-mailové oznámenie s použitím šablóny, ktorá zodpovedá Vami vybranému stavu.
sv: När du klickar på 'Skicka' flyttas förslaget till motsvarande flik. Status kommer också att uppdateras i låntagarens konto i OPAC och ett e-postmeddelande skickas till låntagaren med den mall som motsvarar den status du valt.
tr: ‘Gönder’e tıkladığınızda, öneri eşleme sekmesine taşınacaktır. Durum OPAC’daki kullanıcının hesabında da güncellenecektir ve kullanıcıya, seçtiğiniz durumla eşleşen şablon kullanılarak, bir uyarı mesajı gönderilecektir.
zh_tw: 按下 '送出' 鈕後，建議將被移至匹配分頁，更新後的狀態將送到 OPAC 的讀者帳號，並以模板將電子郵件送交讀者。

source: Once you have completed your selections click the 'merge' button. The primary record will now CONTAIN the data you chose for it as well as all of the items/holdings from both bib records, and the second record will be deleted.
fi: Kun olet saanut valinnat valmiiksi klikkaa 'Yhdistä'. Ensisijainen tietue sisältää nyt kaikki valitsemasi tiedot sekä niteet molemmista nimeketietueista. Toinen tietue poistetaan.
hi: एक बार जब आप पूरा कर लिया है अपने चयन 'मर्ज' बटन पर क्लिक करें। प्राथमिक रिकॉर्ड अब आप डेटा के रूप में अच्छी तरह से दोनों बिब रिकॉर्ड से आइटम / जोत के सभी के रूप में इसके लिए चुना शामिल होंगे, और दूसरा रिकॉर्ड हटा दिया जाएगा।

source: Once you have completed your selections click the 'merge' button. The primary record will now contain the data you chose for it and the second record will be deleted.
ar: بمجرد إتمامك لتحديداتك قم بالنقر على زر "دمج". ستحتوي التسجيلة الأولية على البيانات التي اخترتها وسيتم حذف التسجيلة الثانية.
cs: Po skončení výběru klikněte na tlačítko 'Sloučit'. Primární záznam nyní bude obsahovat data, která jste určili a druhý záznam bude odstraněn.
de: Wenn Sie Ihre Auswahl beendet haben, klicken Sie auf 'Verschmelzen'. Der primäre Datensatz zeigt nun die Daten, die Sie ausgewählt haben, und der zweite Datensatz wird gelöscht.
el: Μόλις ολοκληρώσετε τις επιλογές σας πατήστε το κουμπί 'συγχώνευση'. Η κύρια εγγραφή θα περιέχει πλέον τα δεδομένα που επιλέξατε και η δεύτερη εγγραφή θα διαγραφεί.
es: Una vez haya completado su selección haga clic en el botón 'combinar'. El registro primario contendrá los datos seleccionados, y el segundo registro será eliminado.
fi: Kun olet saanut valinnat valmiiksi klikkaa 'Yhdistä'. Ensisijainen tietue sisältää nyt kaiken valitsemasi tiedot. Toinen tietue poistetaan.
fr: Une fois achevée votre sélection, cliquez sur le bouton 'Fusionner'. La notice principale contiendra désormais les champs que vous aurez choisi. L'autre notice sera supprimée.
hi: एक बार जब आप पूरा कर लिया है अपने चयन 'मर्ज' बटन पर क्लिक करें। प्राथमिक रिकॉर्ड अब डेटा आप इसके लिए चुना शामिल होंगे और दूसरा रिकॉर्ड हटा दिया जाएगा।
it: Una volta che hai completato la selezione, clicca il bottone 'fondi'. Il record primario conterrà i dati che hai scelto, il secondo record verrà cancellato.
oc: Un còp acabada vòstra seleccion, clicatz sul boton 'Fusionar'. La notícia principala contiendra désormais los camps que auretz choisi. L'autre notícia serà suprimida.
pt: Assim que completar as selecções clique no botão de 'Unificar'. O primeiro registo irá agora mostrar os dados que escolheu para o mesmo, e o segundo será eliminado.
pt_br: Assim que completar as seleções, clique no botão de 'Mesclar'. O primeiro registro irá agora mostrar os dados que escolheu para o mesmo, e o segundo será excluído.
sk: Po skončení výberu, kliknite na tlačidlo 'Zlúčiť'. Primárny záznam Vám teraz zobrazí údaje, ktoré ste preň vybrali a druhý záznam bude odstránený.
tr: Seçimlerinizi tamamladığınızda 'birleştir' butonuna tıklayın. İlk kayıt, o kayıt için seçtiğiniz veriyi gösterecektir ve ikinci kayıt silinecektir.
zh_tw: 選好之後按下 '合併' 鈕，主要紀錄將包括選擇的資料，次要資料將被刪除。

source: Once you have completed your selections click the 'merge' button. The primary record will now show the data you chose for it as well as all of the items/holdings from both bib records, and the second record will be deleted.
ar: عند إنتهائك من التحديد أنقر على زر 'دمج'. ستعرض التسجيلة الرئيسية الآن البيانات التي اخترتها لها وأيضاً المواد/الحجوزات من كلتا التسجيلتين الببليوغرافيتين، والتسجيلة الثانية ستُحذَف.
cs: Po skončení výběru klikněte na tlačítko 'Sloučit'. Primární záznam nyní zobrazí záznamy, které jste určili a také všechny položky z obou knihovních záznamů, druhý záznam bude smazán.
da: Når alle valg er foretaget klik på knappen 'sammenføj'. Den primære post viser nu de valgte data og alle eksemplarer/beholdninger fra begge bib poster, og den anden post slettes.
de: Wenn Sie Ihre Auswahl beendet haben, klicken Sie auf "Verschmelzen". Der primäre Datensatz enthält nun alle ausgewählten Daten und alle Exemplare beider Datensätze, der zweite Datensatz wird gelöscht.
el: Μόλις ολοκληρώσετε τις επιλογές σας κάντε πατήστε το κουμπί 'συγχώνευση'. Η βασική εγγραφή θα εμφανίσει τα δεδομένα που επιλέξατε καθώς επίσης και τα τεκμήρια/αντίτυπα και από τις δύο βιβλιογραφικές εγγραφές και η δεύτερη εγγραφή θα διαγραφεί.
es: Una vez haya completado su selección haga clic en el botón 'combinar'. El registro primario mostrará ahora los datos que eligió para el así como los ítems/existencias de ambos registros, y el segundo registro será eliminado.
eu: Una vez haya completado su opción seleccione en el botón 'combinar'. El registro primario mostrará los datos seleccionados, y el segundo registro será eliminado.
fi: Kun olet saanut valinnat valmiiksi klikkaa 'Yhdistä'. Ensisijainen tietue sisältää nyt kaikki valitsemasi tiedot sekä niteet molemmista nimeketietueista. Toinen tietue poistetaan.
fr: Une fois votre sélection effectuée, cliquez sur le bouton 'Fusionner'. La notice principale montrera maintenant les informations que vous avez choisi pour elle ainsi que les exemplaires pour les deux, et la notice secondaire sera supprimée.
hi: एक बार जब आप पूरा कर लिया है अपने चयन 'मर्ज' बटन पर क्लिक करें। प्राथमिक रिकॉर्ड अब आप डेटा के रूप में अच्छी तरह से दोनों बिब रिकॉर्ड से आइटम / जोत के सभी के रूप में इसके लिए चुना है दिखाने के लिए, और दूसरा रिकॉर्ड हटा दिया जाएगा।
it: Una volta che hai completato la selezione, clicca il bottone 'fondi' Il record primario mostrerà i dati che hai scelto con i dati di copia di entrambi i records, il secondo record verrà cancellato.
oc: Un còp vòstra seleccion efectuada, clicatz sul boton 'Fusionar'. La notícia principala montrera ara las informacions qu'avètz causit per elle ainsi que los exemplars pels deux, e la notícia secondaire sera suprimida.
pl: Po zakończonej selekcji kliknij 'Scal'. Rekord podstawowy będzie teraz zawierały dane, które zostały dla niego wybrane, a także wszystkie egzemplarze/zasoby z obu rekordów bibliograficznych. Drugi rekord zostanie usunięty.
pt: Assim que completar as selecções clique no botão de 'Unificar'. O primeiro registo irá agora mostrar os dados que escolheu para o mesmo, e o segundo será eliminado.
pt_br: Assim que completar as seleções clique no botão de 'Unificar'. O primeiro registro irá agora mostrar os dados que escolheu para o mesmo, assim como todas as informações de exemplares e reservas dos dois registros bibliográficos, e o segundo será excluído.
sk: Po skončení výberu, kliknite na tlačidlo 'Zlúčiť'. Primárny záznam Vám teraz zobrazí údaje, ktoré ste preň vybrali, ako aj všetky záznamy/exempláre u obidvoch knižničných záznamov, a druhý záznam bude odstránený.
sv: När du är klar med dina val klickar du på knappen 'slå samman'. Den primära posten kommer nu att visa den information du valde samt alla objekt/innehav från båda de bibliografiska posterna och den andra posten kommer att tas bort.
tr: Seçimlerinizi tamamladığınızda 'birleştir' butonuna tıklayınız. Bundan sonra, hem bibliyografik kayıtlarından hem de ikinci kayıttan silinecek materyaller/ayırmalar olduğu gibi ana kayıt da seçtiğiniz veriyi gösterecektir.
zh_tw: 選好之後，按下 '合併' 鈕，主要紀錄將顯示選擇的資料，以及來自書目資料的館藏/預約資料，次要資料被刪除。

source: Once you have completed your set up for Course Reserves you can start creating courses and adding titles to the reserve list.
ar: بمجرد إنتهائك من تنصيب الحجز الأكاديمي يمكنك البدء في إنشاء الكورسات وإضافة العناوين إلى قائمة الحجز.
cs: Jakmile je modul Kurzy nastaven, můžete začít vkládat nové kurzy a přiřazovat jim studijní materiály.
de: Sobald Sie die Konfiguration des Moduls beended haben, können Sie beginnen Kurse anzulegen.
el: Μόλις ολοκληρώσετε τις ρυθμίσεις σας για τις Κρατήσεις Μαθημάτων μπορείτε να ξεκινήσετε να δημιουργείτε μαθήματα και να προσθέτετε τίτλους στη λίστα κρατήσεων.
es: Una vez que haya completado su configuración para las Reservas para cursos, puede empezar a crear cursos y añadir títulos a la lista de reserva.
fi: Kun olet saanut Kurssivarantojen asetukset kuntoon, voit lisätä kursseja ja varantoja niille.
fr: Une fois le paramétrage des Réserves de cours achevé, vous pouvez commencer à créer des cours et à placer des titres dans la réserve.
hi: एक बार जब आप इस पाठ्यक्रम अभ्यारण्य के लिए अपने सेट अप पूरा कर लिया है आप पाठ्यक्रम बनाने और रिजर्व सूची खिताब जोड़ने शुरू कर सकते हैं।
it: Una volta che hai finito il setup del modulo 'Testi per i corsi', puoi iniziare a creare corsi e a collegare i titoli ai corsi.
oc: Un còp lo parametratge des Resèrvas de cors achevé, podètz començar a crear des cours e a placer des títols dins la resèrva.
pl: Po ustawieniu wszystkich opcji modułu Kursy, można tworzyć i dodawać pozycje do konkretnych kursów.
pt: Assim que completar a configuração das reservas de curso pode começar a adicionar cursos e adicionar títulos à lista de reservas.
pt_br: Quando completar a configuração das Reservas para Cursos, você poderá começar a criar cursos e adicionar títulos a suas listas de reserva.
sk: Len čo ste dokončili nastavovanie vašich Rezerv kurzov, môžete začať s tvorbou kurzov a pridávaním titulov do zoznamu rezerv.
tr: Ders rezervleri için ayarlarınızı tamamladıktan sonra ders oluşturmaya ve rezerv listesine başlıklar eklemeye başlayabilirsiniz.
zh_tw: 設定指定參考書課程後，您可新增課程並新增題名入指定參考書清單。

source: Once you have configured all your sets, you have to build the sets. This is done by calling the script misc/migration_tools/build_oai_sets.pl.
ar: عند انتهائك من تكوين كل مجموعاتك ، عليك أن تبني المجموعات . هذا يتم من خلال إستدعاء البرنامج misc/migration_tools/build_oai_sets.pl
cs: Pokud jste nastavili všechny sady, musíte je ještě sestavit. To se děje vyvoláním skriptu misc/migration_tools/build_oai_sets.pl.
da: Når du har tilpasset alle dine sæt, skal du opbygge sættene. Det gøres ved at kalde scriptet misc/migration_tools/build_oai_sets.pl.
de: Nachdem alle Sets konfiguriert wurden, müssen die Sets aufgebaut werden. Zu diesem Zweck muss das Skript misc/migration_tools/build_oai_sets.pl gestartet werden.
es: Una vez haya configurado todos sus conjuntos, deberá construirlos. Este se hace invocando el script misc/migration_tools/build_oai_sets.pl.
eu: Una vez haya configurado todos sus conjuntos, deberá construirlos. Este se hace llamando al script misc/migration_tools/build_oai_sets.pl.
fi: Kun olet määritellyt joukot, sinun pitää rakentaa ne. Tämä tapahtuu skriptin misc/migration_tools/build_oai_sets.pl avulla.
fr: Une fois que vous avez configuré tous vos Sets, vous devez les construire. Ceci est effectué par le script misc/migration_tools/build_oai_sets.pl.
hi: एक बार जब आप अपने सभी सेट विन्यस्त किया है, तो आप सेट का निर्माण किया है। यह स्क्रिप्ट विविध /migration_tools/build_oai_sets.pl बुला द्वारा किया जाता है।
it: Una volta che hai configurato i set, devi costruirli. Questo si fa usando lo script misc/migration_tools/build_oai_sets.pl.
oc: Un còp qu'avètz configuré totes vos Sets, vos cal les construire. Aquò es efectuat per lo script misc/migration_tools/build_oai_sets.pl.
pl: Jeśli skonfigurujesz wszystkie zestawy, możesz uruchomić je przez skrypt misc/migration_tools/build_oai_sets.pl.
pt: Assim que configurar os seus conjuntos, tem que construir os mesmos. Isto pode ser feito invocando o misc/migration_tools/build_oai_sets.pl.
pt_br: Uma vez configurado todos os conjuntos, você construiu os conjuntos. Será finalizado usando o script misc/migration_tools/build_oai_sets.pl.
sk: Len čo ste nastavili všetky sady, musíte ich ešte zostaviť. Toto sa robí vyvolaním skriptu misc/migration_tools/build_oai_sets.pl.
sv: När du konfigurerat alla uppsättningar måste du bygga dem. Det görs genom att köra skriptet misc/migration_tools/build_oai_sets.pl.
tr: Ayarlarınızı yapılandırdığınızda, ayarlarınızı oluşturmanız gerekir. Bu, misc/migration_tools/build_oai_sets.pl. komut dizisiyle yapılır.
zh_tw: 組態之後，就可以呼叫misc/migration_tools/build_oai_sets.pl程式，建立資料夾。

source: Once you have created at least one CSV Profile an 'Edit profile' tab will appear next to the 'New profile' button.
ar: عند انتهائك من إنشاء ملف CSV واحد على الأقل، فإن تبويباً سيظهر هو 'تحرير الملف' إلى جانب زر 'ملف جديد'.
cs: Pokud jste vytvořili alespoň jeden profil CSV, objeví se záložka 'Upravit profil' vedle tlačítka 'Nový profil'.
da: Når den første CSV-profil er lavet, vises optionen 'Bearbejde profil' ved siden af knappen 'Ny profil'.
de: Nachdem das erste CSV-Profil erstellt wurde, wird die Option 'CSV-Profil bearbeiten' unterhalb der Maske angezeigt.
el: Μόλις δημιουργήσετε το λιγότερ ένα CSV Προφίλ θα εμφανιστεί μία καρτέλα 'Επεξεργασία προφίλ' σίπλα στο κουμπί 'Νέο προφίλ'.
es: Una vez haya creado al menos un perfil CSV una pestaña 'Editar perfil' aparecerá al lado del botón 'Nuevo perfil'.
eu: Una vez haya creado al menos un perfil CSV una pestaña 'Editar perfil' aparecerá al lado del botón 'Nuevo perfil'.
fi: Kun olet luonut CSV-viennin profiilin, 'Muokkaa profiilia' -välilehti tulee näkyviin.
fr: Une fois que vous avez créé au moins un Profil CSV, une option 'Modifier les profils CSV' s'affiche en-dessous du formulaire d'ajout
hi: एक बार जब आप पैदा की है कम से कम एक सीएसवी प्रोफ़ाइल एक 'संपादन प्रोफाइल' टैब 'नई रूपरेखा' बटन के बगल में दिखाई देगा।
it: Una volta che hai creato almeno un profilo CSV, l'opzione 'Modifica profili CSV' apparirà a fianco del bottone 'Nuovo profilo'.
oc: Un còp qu'avètz creat al mens un Profil CSV, una opcion 'Modificar les profils CSV' s'aficha en-dejós del formulari d'ajout
pl: Jeśli stworzono chociaż jeden profil CSV, opcja 'Modyfikuj profil' wyświetli się obok przycisku 'Nowy profil'.
pt: Após ter criado pelo menos um perfil CSV uma opção para modificar os perfis CSV vai aparecer por debaixo do formulário de adição.
pt_br: Quando você tiver criado pelo menos um perfil CSV, uma opção para 'Modificar Perfil CSV' aparecerá abaixo do formulário para Adicionar.
sk: Len čo ste vytvorili aspoň jeden profil CSV, vedľa tlačidla 'Nový profil' sa objaví záložka 'Upraviť profil'.
sv: När du har skapat minst en CSV-profil visas fliken 'Redigera profil' intill knappen 'Ny profil'.
tr: En azından bir CSV Profili oluşturduğunuzda 'Yeni profil' butonunun yanında bir 'Profil düzenle ' sekmesi belirecektir.
zh_tw: 至少新增一個CSV設定檔後，在 '新增設定檔' 鈕將出現 '編輯設定檔' 分頁。

source: Once you have created your file, you can use the Patron Import Tool to bring the data into Koha.
ar: عند إنتهائك من إنشاء لملفك، بإمكانك أن تستخدم أداة استيراد المستفيدين لجلب البيانات إلى كوها.
cs: Pokud jste vytvořili váš soubor, můžete použít nástroj Import čtenáře k přenesení dat do Kohy.
da: Når filen er oprettet, kan Låner import-værktjet bruges til at hente dataene ind i Koha.
de: Wenn Sie Ihre Datei erstellt haben, können Sie die Daten über das Werkzeug für den Benutzerdatenimport nach Koha importieren.
el: Μόλις δημιουργήσετε το αρχείο, μπορείτε να χρησιμοποιήσετε το Εργαλείο Εισαγωγής Μελών για να φέρετε τα δεδομένα στο Koha.
es: Una vez haya creado su archivo, puede utilizar la Herramienta de Importación de Usuarios para cargar los datos en Koha.
eu: Una vez haya creado su archivo, puede utilizar la Herramienta de importación de socios para cargar los datos en Koha.
fi: Kun olet luonut tiedoston, voit tuoda sen Kohaan 'Tuo asiakkaita' -työkalulla.
fr: Une fois le fichier créé, vous pouvez utiliser l'outil d'import des adhérents pour charger les données dans Koha.
hi: एक बार जब आप अपनी फ़ाइल बनाया है, आप संरक्षक आयात उपकरण का उपयोग Koha में डेटा लाने के लिए कर सकते हैं।
it: Creato il file, puoi usare lo strumento Importa utenti per inserire i dati in Koha.
oc: Un còp lo fichièr creat, podètz utilizar l'aisina d'impòrt des aderents per cargar las donadas dins Koha.
pl: Gdy już stworzyłeś swój plik, możesz wykorzystać narzędzie do importu użytkowników, by przenieść dane do Koha.
pt: Assim que tiver criado o ficheiro, pode usar a ferramenta de importação de leitores para importar os dados para o Koha.
pt_br: Quando você tiver feito todas as edições, você pode clicar em 'Salvar' no topo do editor.
sk: Hneď po vytvorení Vášho súboru, môžete použiť nástroj Importu čitateľov na načítanie údajov do Kohy.
sv: När du har skapat din fil kan du använda Verktyg för låntagarimport för att importera informationen till Koha.
tr: Dosyanızı oluşturduktan sonra, Kullanıcı İçe Aktarma Aracını Koha’ya veri taşımak için kullanabilirsiniz.
zh_tw: 新增檔案後，可以使用匯入讀者工具把資料加入Koha。

source: Once you have entered the info about the item, you need to enter the Accounting information.
ar: عند إنتهائك من إدخال المعلومات عن المادة ، ستحتاج أن تدخل البيانات المحاسبية.
cs: Hned po zadání informací o položce je potřeba zadat i účetní údaje.
da: Når du har indtastet info om eksemplaret, skal du indtaste regnskabsinformationen.
de: Nach Eingabe der Informationen zum Titel müssen die Buchungsdetails zur Bestellung erfasst werden.
el: Μόλις εισάγετε τις πληροφορίες για το τεκμήριο, θα χρειαστεί να εισάγετε τις Λογιστικές πληροφορίες.
es: Una vez que haya ingresado la información sobre el ítem, es necesario ingresar la información contable.
eu: Elementuari buruzko informazioa idatzitakoan, kontabilitateko informazioa idatzi behar duzu.
fi: Kun olet syöttänyt niteen tiedot, sinun tulee syöttää tilitystiedot.
fr: Une fois que vous avez saisi les données de l'exemplaire, vous devez saisir les données comptables.
hi: एक बार जब आप आइटम के बारे में जानकारी दर्ज किया है, आप लेखांकन जानकारी दर्ज करने की आवश्यकता है।
it: Una volta inserite le info sulla copia, dovrai specificare le info sull'account.
oc: Un còp qu'avètz sasit las donadas de l'exemplar, vos cal sasir las donadas comptables.
pl: Można uzupełnić dane cenowe, wprowadzając informacje na temat egzemplarza.
pt: Assim que inserir a informação do item, insira as informações da conta.
pt_br: Quando você tiver adicionado a informação sobre o exemplar, você precisará adicionar a informação sobre a conta.
sk: Hneď po zadaní informácie o exemplári, musíte zadať aj zúčtovacie údaje.
sv: När du angett informationen om ett objekt, måste du ange bokföringsinformationen.
tr: Materyalle ilgili bilgiyi girdiğinizde, Hesaplama bilgisini de girmek durumundasınız.
zh_tw: 鍵入館藏的資訊後，還需要鍵入帳號資訊。
