Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Close a budget to move or roll over unreceived orders and if desired unspent funds from a previous budget to a new budget. Before closing your budget you might want to duplicate the previous year's budget so that you have somewhere for the unreceived orders to roll to.
ar: قم بإغلاق الميزانية لنقل أو تجديد الطلبيات غير المستلمة والتمويلات غير المنفقة من الميزانية السابقة إلى ميزانية جديدة. قبل إغلاق ميزانيتك يجب عليك نسخ ميزانية العام السابق ليكون لديك مكان لنقل الطلبيات غير المستلمة إليه.
cs: Pro převedení nedodaných objednávek a případných zůstavajích prostředků do jiného rozpočtu je třeba aktuální rozpočet uzavřít. Může být také vhodné uzavíraný rozpočet nejprve duplikovat pro použití v dalším období, abyste měli kam objednávky a prostředky převést.
de: Schließen Sie einen Etat, um nicht erhaltene Bestellungen und, wenn gewünscht, verbliebene Mittel von einem vorherigen Etat auf einen neuen Etat zu verschieben. Bevor Sie den Etat schließen, können Sie den Etat des vorherigen Jahres duplizieren, um die nicht zugegangenen Bestellungen auf diesen umzubuchen.
es: Cierre un presupuesto para mover o pasar pedidos sin recibir y, si se desea, fondos no gastados de un presupuesto previo a un nuevo presupuesto. Antes de cerrar su presupuesto es posible que desee duplicar el presupuesto del año anterior para que tenga un lugar a pasar para los pedidos sin recibir.
fi: Sulje budjetti siirtämällä vastaanottamattomat tilaukset ja jos halutaan, käyttämättömät varat edellisestä budjetista uuteen budjettiin. Ennen budjetin sulkemista se kannattaa kopioida, jotta sinulla olisi joku paikka, mihin siirtää vastaanottamattomat tilaukset.
fr: Clôturez un budget pour déplacer ou reconduire des commandes non reçues et, si désiré, des postes budgétaires non dépensés d'un budget précédent à un nouveau budget. Avant la clôture de votre budget vous pourriez vouloir dupliquer le budget de l'année précédente pour avoir un endroit pour reconduire les commandes non reçues.
hi: ले जाएँ या unreceived के आदेश पर रोल और अगर एक नए बजट के लिए एक पिछले बजट से अक्षय निधि वांछित करने के लिए एक बजट को बंद करें। अपने बजट को बंद करने से पहले आप पिछले साल के बजट नकल करना चाहते हो सकता है इतना है कि आप unreceived आदेश के रोल करने के लिए कहीं न कहीं के लिए है।
it: Chiudi un budget per muovere o spostare ordini non ricevuti e se desideri che fondi non spesi passino da un vecchio budget a uno nuovo. Prima di chiudere il budget, è consigliabile duplicare il budget dell'anno precedente così da avere un posto dove spostare gli ordini non ricevuti.
oc: Clausuratz un budgèt per desplaçar o reconduire de comandas pas recebudas e, se desirat, de pòstes budgetaris pas depensats d'un budgèt precedent a un novèl budgèt. Abans la clausura de vòstre budgèt poiriatz voler duplicar lo budgèt de l'annada precedenta per aver un endreit per reconduire las comandas pas recebudas.
sk: Uzavretím rozpočtu presuniete alebo prevrátite neprijaté objednávky prípadne nevyužité fondy z predošlého rozpočtu do nového rozpočtu. Pred uzavretím vášho rozpočtu je rozumné duplikovať rozpočet z minulého roka, aby ste mali kam prejsť v prípade neprijatých objednávok.
tr: Teslim alınmayan siparişleri taşımak veya üzerine kaydetmek için ve eğer istenirse harcanmayan miktarları bir önceki bütçeden yeni bir bütçeye taşımak için bütçeyi kapatın. Bütçeyi kapatmadan önce bir önceki yılın bütçesini çoğaltmalısınız, böylece teslim alınmayan siparişleri kaydetmek için bir yeriniz olacaktır.

source: Collection codes will appear as tabs above the checkboxes.
ar: سوف تظهر رموز المجموعات كتبويبات أعلى مربعات التحديد
cs: Kódy sbírek se objeví jako záložky nad políčky.
da: Samlingskoder vises som faneblade over markeringsfelterne.
de: Sammlungscodes erscheinen als Reiter über den Auswahlboxen.
el: Οι κωδικοί συλλογής θα εμφανιστούν ως καρτέλες πάνω από τα κουτιά επιλογής.
es: Los códigos de colección aparecerán como pestañas sobre las casillas.
eu: Bilduma kodeak fitxa moduan agertuko dira kontrol-laukien gainean.
fi: Kokoelmakoodit näkyvät välilehtinä valintalaatikoiden yläpuolella.
fr: Les codes de collection apparaîtront dans des onglets au-dessus des boîtes à cocher.
hi: संग्रह कोड चेक बॉक्स के ऊपर टैब के रूप में दिखाई देगा।
it: I codici delle collezioni appariranno come linguette sopra le caselle di spunta.
oc: Los còdis de colleccion apparaîtront dins des onglets au-dessus des bóstias a cocher.
pl: Kody kolekcji wyświetlą się w zakładkach.
pt: Códigos de colecção aparecerão como separadores acima das caixas de selecção.
pt_br: Códigos de coleção irão aparecer como abas abaixo das caixas de seleção.
sk: Kódy zbierok sa objavia ako záložky nad políčkami.
sv: Samlingskoder visas som flikar ovanför kryssrutorna.
tr: Koleksiyon kodları onay kutuları üzerinde sekmeler olarak gözükecektir.
zh_tw: 館藏代碼將顯示在借出盒之上的分頁。

source: Columns settings
cs: Nastavení sloupců
de: Tabellenkonfiguration
es: Configuración de columnas
eu: Zutabearen konfigurazioa
fi: Sarakeasetukset
hi: कॉलम सेटिंग्स
it: Impostazione delle colonne
oc: Configuration de la colomna
sk: Nastavenia stĺpcov
tr: Sütun ayarları

source: Comments
ar: التعليقات
cs: Komentáře
da: Kommentarer
de: Kommentare
el: Σχόλια
es: Comentarios
eu: Iruzkinak
fi: Kommentit
fr: Commentaires
hi: टिप्पणियाँ
it: Commenti
oc: Comentaris
pl: Komentarze
pt: Comentários
pt_br: Comentários
sk: Recenzie
sv: Kommentarer
tr: Yorumlar
zh_tw: 評論

source: Commonly used values of this field are:
ar: القيم المستخدمة عادة هذا الحقل هي:
cs: Běžně používané hodnoty tohoto pole jsou:
da: Almindeligt brugte værdier til dette felt er:
de: Gebräuchliche Werte für dieses Feld sind:
el: Συχνές τιμές για αυτό το πεδίο:
es: Los valores comúnmente usados de este campo son:
eu: Hona hemen eremu honentzat maiz erabilitako balioak:
fi: Tämän kentän yleisesti käytetyt arvot ovat:
fr: Les valeurs fréquentes dans ce champ sont&nbsp;:
hi: इस क्षेत्र का आमतौर पर इस्तेमाल मान रहे हैं:
it: Valori normalmente usati in questo campo:
oc: Las valors fréquentes dins aqueste camp sont&nbsp;:
pt: Valores usados normalmente ​​deste campo são:
pt_br: Valores usados frequentemente neste campo são:
sk: Bežne používané hodnoty tohto poľa sú:
sv: Vanliga värden i detta fält är:
tr: Bu alanda sıkça kullanılan değerler:
zh_tw: 此欄位的常用值是：

source: Condition: items.ccode = 1
fi: Ehto: items.ccode = 1
hi: शर्त: items.ccode = 1

source: Conditions should be defined if you want to test some values before to substitute fields in the items.
eu: Baldintzak aurretik definitu behar dira baldin eta elementuen eremuak ordezkatu aurretik balore batzuk probatu nahi badira.
fi: Ehdot pitää määrittää, jos haluat testata joitakin arvoja ennen kenttien korvaamista niteissä.
hi: स्थितियां आप आइटम में खेतों स्थानापन्न करने से पहले कुछ मूल्यों का परीक्षण करना चाहते हैं परिभाषित किया जाना चाहिए।

source: Confirm your selections to save the definition.
ar: تأكيد إختياراتك لحفظ التعريف.
cs: Potvrďte váš výběr pro uložení tohoto vymezení.
da: Bekræft valget for at gemme definitionen.
de: Bestätigen Sie Ihre Auswahl um die Definition zu speichern.
el: Επιβεβαιώστε τις επιλογές σας για να αποθηκευτεί ο ορισμός.
es: Confirme su selección para guardar la definición.
eu: Confirme su selección para guardar la definición.
fi: Vahvista valintasi tallentaa määritelmä.
fr: Confirmer votre sélection pour enregistrer la définition.
hi: परिभाषा को बचाने के लिए अपने चयन की पुष्टि करें।
it: Conferma le scelte per salvare la definizione.
oc: Confirmar vòstra seleccion per enregistrar la definicion.
pl: Potwierdź swój wybór, jeśli chcesz zapisać definicję.
pt: Confirmar as suas selecções para guardar a definição.
pt_br: Corfirme suas seleções para salvar a definição.
sk: Potvrdením Vášho výberu uložte definíciu.
sv: Bekräfta dina val för att spara definitionen.
tr: Tanımını kaydetmek için seçimlerinizi onaylayın
zh_tw: 確認您的選項以便儲存此定義。

source: Content
ar: المحتوى
cs: Obsah
da: Indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
eu: Edukia
fi: Sisältö
fr: Contenu
hi: सामग्री
it: Contenuto
oc: Contengut
pl: Zawartość
pt: Conteúdo
pt_br: Conteúdo
sk: Obsah
sv: Innehåll
tr: İçerik
zh_tw: 內容

source: Control where patrons can place holds from using the 'Hold Policy' menu
ar: يتحكم متى يستطيع المستفيدون إجراء الحجوزات من خلال استخدام قائمة 'سياسة الحجز'
cs: Stanovte odkud mohou čtenáři zadávat rezervace pomocí nabídky 'Podmínky rezervace'
da: Kontroller hvor lånere kan reservere med menuen 'Reserveringsregler'
de: Konfigurieren Sie über die 'Vormerkregeln', ob und unter welchen Bedingungen Vormerkungen von Benutzern möglich sind
el: Ελέγξτε από που μπορούν να κάνουν κρατήσεις τα μέλη χρησιμοποιώντας το μενού 'Πολιτική Κρατήσεων'
es: Controla desde donde los usuarios pueden hacer reservas utilizando el menú 'Política de Reservas'
eu: 'Erreserba politika' menua erabilita bazkideek erreserbak egiteko baimena duten kontrola
fi: 'Varauskäytännöt'-valikko sisältää määritykset asiakkaiden tekemille varauksille
fr: Contrôle d'où les adhérents peuvent faire des réservations en utilisant le menu 'Politique de réservation'
hi: नियंत्रण जहां संरक्षक जगह कर सकते हैं 'नीति होल्ड' मेनू का उपयोग करने से रखती है
it: Controlla da dove gli utenti posso porre prenotazioni usando il menu 'Configurazione delle prenotazioni'
oc: Contrôle d'où los aderents pòdon far des reservacions en utilizant lo menú 'Politique de reservacion'
pl: Kontroluj, gdzie użytkownicy mogą zamawiać dokumenty - menu 'Polityka zamówień'
pt: Controle onde os leitores podem colocar reservas definindo as politicas de reserva
pt_br: Controla onde os usuários podem reservar usando o menu 'Política de reserva'
sk: Určite, odkiaľ môžu čitatelia zadávať rezervácie pomocou ponuky 'Podmienky rezervácie'
sv: Styr varifrån låntagare kan lägga reservationer med menyn 'Reservationspolicy'
tr: Kullanıcıların 'Ayırma Kuralı' menüsünü kullanarak ayırma yapabilmesini kontrol ediniz.
zh_tw: 以 '預約政策' 選單控制讀者預約的地方

source: Control where the item returns to once it is checked in
ar: تتحكم أين ستعود المادة بمجرد ردها
cs: Stanovte, kam se se jednotka vrací při vrácení
da: Kontroler hvor eksemplaret returneres til når det afleveres
de: Konfigurieren Sie, wohin das Exemplar nach der Rückgabe geht
el: Ελέγξτε που επιστρέφει το τεκμήριο εφόσον επιστραφεί
es: Controla a donde vuelve el ítem una vez que es devuelto
eu: Controlar donde el ítem se devuelve una vez es revisado
fi: Säätää, mihin nide kuljetetaan, kun se on palautettu
fr: Contrôle où l'exemplaire doit être transféré une fois son retour enregistré
hi: नियंत्रण जहां मद रिटर्न एक बार में जाँच की है करने के लिए
it: Controlla dove una copia ritona quando viene registrato il suo rientro
oc: Contrôle où l'exemplar deu èsser transferit una fois son retorn enregistrat
pl: Wybierz wartość z menu 'Polityka zwrotów'
pt: Controle onde o exemplar retorna uma vez que é devolvido
pt_br: Controla onde o item retorna quando devolvido
sk: Určite, kam sa exemplár vráti po návrate
sv: Styr vart objektet överförs när det återlämnats
tr: Materyal iade alındığında materyalin nereye iade edildiğini kontrol ediniz.
zh_tw: 控制館藏還入後，應送至的地點

source: Costs are decimal values between some arbitrary maximum value (e.g. 1 or 100) and 0 which is the minimum (no) cost. For example, you could just use the distance between each library in miles as your 'cost', if that would accurately reflect the cost of transferring them. Perhaps post offices would be a better measure. Libraries sharing a post office would have a cost of 1, adjacent post offices would have a cost of 2, etc.
ar: التكاليف تكون قيمة عشرية بين القيم القصوى التعسفية (مثل 1 أو 100 ) وبين ال 0 وهي أقل قيمة (لا) كلفة. على سبيل المثال ، بإمكانك فقط أن تستخدم المسافة بين كل مكتبة بالميل كـ 'تكلفة' ، إذا كان فعلاً سيؤثر على تكلفة نقلهم. ربما مكتب البريد سيكون أفضل مقياس. المكتبات التي تتشارك بمكتب بريد ستحصل على قيمة من 1 مكاتب البريد المتجاورة ستحصل على قيمة 2، إلخ.
cs: Náklady jsou desítkové hodnoty mezi zvolenou maximální hodnotu (např. 1 nebo 100), a 0, která je minimální (žádné náklady). Například, mohli byste použít vzdálenost mezi každou knihovnu v mílích jako "náklady", pokud by to přesně odpovídalo nákladům na jejich převozy. Možná, že pošty budou mít lepší miru. Knihovny sdílející poštovní úřad budou mít náklady 1, na sousedících poštách budou mít náklad 2, atd.
da: Omkostninger er en decimalværdi mellem en variabel største værdi (f.eks. 1 eller 100) og 0, som er den mindste (ingen) omkostning. For eksempel kunne du blot bruge afstanden i km mellem hvert bibliotek som dine 'omkostninger', hvis det præcist ville svare til omkostningerne ved at sende dem. Måske ville posthuse være et bedre mål. Biblioteker, der deler et posthus, ville have omkostninger på 1, nabo posthuse ville have en omkostning på 2 osv.
de: Die Kosten sind Dezimalwerte zwischen 0 (keine Kosten) und einem beliebigen Maximum (z.B. 1 oder 100). Zum Beispiel könnte die Distanz zwischen zwei Bibliotheken als Maß genommen werden, falls dies die Transferkosten präzise genug reflektiert.
el: Τα κόστη είναι δεκαδικές τιμές μεταξύ κάποιων αυθαίρετων ανώτερων τιμών (π.χ. 1 ή 100) και 0, το οποίο είναι το μικρότερο δυνατό (μη) κόστος. Για παράδειγμα, θα μπορούσατε απλά να χρησιμοποιήσετε την απόσταση μεταξύ κάθε βιβλιοθήκης σε μίλια ως το δικό σας 'κόστος', εάν αυτό θα αντικατόπτριζε με ακρίβεια το κόστος της μεταφοράς τους. Πιθανόν τα ταχυδρομεία θα ήταν καλύτερη μονάδα μέτρησης. Οι βιβλιοθήκες που μοιράζονται ένα ταχυδρομείο θα είχαν κόστος για 1, παρακείμενα ταχυδρομεία θα είχαν κόστος για 2, κ.ο.κ.
es: Costos son valores decimales entre algún máximo arbitrario (ej. 1 o 100) y 0 el cual es el mínimo (sin) costo. Por ejemplo, puede utilizar la distancia entre cada biblioteca en kilómetros como su 'costo', si eso refleja adecuadamente el costo de transferencia. Tal vez oficinas postales sean una mejor medida. Bibliotecas que compartan una oficina postal pueden tener un costo 1, oficinas postales adyacentes un costo 2, etc.
eu: Los costos son valores decimales entre un valor máximo arbitrario (por ejemplo 1 o 100) y 0 que es el mínimo (no) el costo. Por ejemplo, es posible que utilices la distancia entre cada biblioteca en millas como su "costo", si eso reflejaría con precisión el costo de su transferencia. Tal vez las oficinas de correos sería una mejor medida. Las bibliotecas que comparten una oficina de correos tendrá un costo de 1, las oficinas de correos adyacentes tendría un coste de 2, etc
fi: Hinnat ovat desimaaliarvoja maksimiarvon (esim. 1 tai 100) ja 0:n välillä, joka on minimi (ei maksua). Esim. voit käyttää välimatkaa kirjastojen välillä 'hintana', jos se oikeasti vaikuttaa kuljetuskustannukseen.
fr: Les coûts sont des valeurs décimales comprises entre 0 (prix nul) et une valeur maximale arbitraire (par ex. 1 ou 100). Par exemple, vous pourriez simplement utiliser la distance entre chaque site en km comme votre 'coût', si cela pouvait refléter de manière appropriée le coût de transfert. La prise en compte des bureaux de poste pourrait être une meilleure solution: les sites partageant un bureau de poste auraient un coût de 1, les bureaux de poste proches auraient un coût de 2, etc.
hi: लागत कुछ मनमाने ढंग से अधिकतम मूल्य (जैसे 1 या 100) और 0 से जो न्यूनतम (सं) लागत के बीच दशमलव मान रहे हैं। उदाहरण के लिए, आप बस मील में प्रत्येक पुस्तकालय के बीच की दूरी अपने 'लागत' के रूप में उपयोग करता है, तो सही है कि उन्हें स्थानांतरित करने की लागत को प्रतिबिंबित करेगा सकता है। शायद डाकघरों एक बेहतर उपाय होगा। एक पोस्ट ऑफिस बांटने 1 की लागत के लिए होता पुस्तकालय, आसन्न डाकघरों आदि 2 की लागत से होगा,
it: I costi sono valori decimali tra un numero massimo (es.: tra 1 e 100) e 0 (che indica senza costo). Per esempio, puoi usare la distanza tra ogni biblioteca in chilometri come tuo 'costo', se la cosa riflette il costo di trasporto. Forse gli uffici postali usano un parametro diverso. Le biblioteche che condividono un ufficio postale avranno un costo di 1, uffici postali adiacenti avranno costo 2, ecc.
oc: Los còstes son de valors decimalas compresas entre 0 (prètz nul) e una valor maximala arbitrària (per ex. 1 o 100). Per exemple, poiriatz simplament utilizar la distància entre cada site en km coma vòstre 'còst', se aquò podiá reflectar de manièra apropriada lo còst de transferiment. La presa en compte dels burèus de pòste poiriá èsser una melhora solucion : los sites que partejan un burèu de pòste aurián un còst de 1, los burèus de pòste pròches aurián un còst de 2, etc.
pl: Koszty są podawane w systemie dziesiętnym, pomiędzy dowolną wartością maksymalną (np. 1 czy 100) a 0, które jest minimalną wartością (oznacza brak kosztów).
pt: Custos são valores decimais entre um valor máximo arbitrário (ex. 1 ou 100) e 0 que o custo mínimo (sem custo). Por exemplo, pode usar a diferença entre cada biblioteca em milhas como o seu 'custo', se isso reflectir com precisão o custo de transferência. Talvez os correios sejam uma melhor medida. Bibliotecas compartilhando uma estação de correios teriam um custo de 1, correios adjacentes teria um custo de 2, etc
pt_br: Custos são valores decimais entre algum valor máximo arbitrário (ex. 1 ou 100) e 0 que é o menor (ou nenhum) custo. Por exemplo, você pode simplesmente utilizar a distância entre cada biblioteca em quilometros como seu 'custo', se isto refletir diretamente no custo de transferência. Às vezes as agências de correio podem ser uma medida mais apropriada. Bibliotecas que compartilham uma agência dos correios poderiam ter um custo 1, agências de correio adjacentes teriam um custo 2 etc.
sk: Náklady sú desatinné hodnoty medzi ľubovoľnou maximálnou hodnotou (napr. 1 alebo 100) a 0, ktorá je minimálnym (nulovým) nákladom. Napríklad môžete použiť vzdialenosť medzi každou knižnicou v kilometroch ako vaše 'náklady', pokiaľ to presne odráža náklady na ich presun. Poštový úrad môže byť v tomto lepšou mierou. Knižnice spadajúce pod rovnaký poštový úrad by mali náklady 1, blízke pošty by mali náklady 2, atď.
sv: Kostnader är decimalvärden mellan något godtyckligt maximalt värde (t.ex. 1 eller 100) och 0 som är den lägsta kostnaden (ingen kostnad). Du kan t.ex. använda avståndet mellan varje bibliotek i kilometer som din 'kostnad', om detta på ett korrekt sätt motsvarar kostnaden för att överföra objekt. Postkontok kan vara ett bättre mått. Bibliotek som delar ett postkontor kunde ha kostnaden 1 medan intilliggande postkontor har kostnaden 2 osv.
tr: Tutarlar, isteğe göre maksimum değer (örneğin 1 ya da 100) ile minimum tutar olan 0 arasında olan ondalık değerlerdir. Örneğin, bunların aktarma tutarı tam olarak karşılık gelirse, her bir kütüphane arasındaki uzaklığı mil cinsinden ‘tutarınız’ olarak kullanabilirsiniz. Belki de postaneler daha iyi bir ölçü olacaktır. Postaneyi paylaşan kütüphaneler 1 tutarları olacaktır, yakın postanelerin 2 tutarları olacaktır, vs.
zh_tw: 成本是數字，從任意最大值(如1或100)到最小值0。如：可以把圖書館間的距離視為 '成本'，或以郵遞區號為單位，同個郵遞區號的成本為 1，接鄰郵遞區號的成本為 2，餘此類推。

source: Course Reserves Setup
ar: تنصيب الحجز الأكاديمي
cs: Nastavení modulu Kurzy
de: Setup Semesterapparate
el: Διάταξη Κρατήσεων Μαθημάτων
es: Configuración de Reservas para cursos
eu: Ikastaroen erreserbarako konfigurazioa
fi: Kurssivarantojen asetukset
fr: Paramétrage des réserves de cours
hi: पाठ्यक्रम अभ्यारण्य सेटअप
it: Configurazione di 'Testi per i corsi'
oc: Parametratge des resèrvas de cors
pl: Ustawienia Kursy
pt: Configuração das Reservas de Curso
pt_br: Configuração de Reservas para Cursos
sk: Nastavenie rezerv kurzov
tr: Ders Rezervleri Ayarı
zh_tw: 設定指定參考書的課程

source: Course details
ar: تفاصيل الدورة / المسار
cs: Podrobností kurzu
de: Details zum Semesterapparat
el: Λεπτομέρειες Μαθήματος
es: Detalles del curso
eu: Ikastaroaren xehetasunak
fi: Kurssin tiedot
fr: Détails du cours
hi: पाठ्यक्रम विवरण
it: Dettagli corso
oc: Detalhs del cors
pl: Szczegóły kursu
pt: Detalhes do curso
pt_br: Detalhes do curso
sk: Podrobnosti o kurze
tr: Süreç detayları
zh_tw: 指定參考書的課程詳情

source: Course reserves
ar: الحجز الأكاديمي
cs: Kurzy
de: Semesterapparate
el: Κρατήσεις μαθήματος
es: Reservas para cursos
eu: Ikastaroen erreserbak
fi: Kurssivarannot
fr: Réserves de cours
hi: कोर्स के भंडार
it: Testi per i corsi
oc: Resèrvas de cors
pl: Kursy
pt: Reservas de curso
pt_br: Reservas para cursos
sk: Rezervy kurzov
tr: Ders rezervleri
zh_tw: 指定參考書課程

source: Create SQL Reports
ar: إنشاء تقارير SQL
cs: Nový výstup pomocí SQL
da: Opret SQL-rapport
de: Neuer SQL-Report
el: Δημιουργία Αναφοράς SQL
es: Crear informes SQL
eu: Nuevo informe SQL
fi: SQL-raporttien luonti
fr: Créer des rapports SQL
hi: एसक्यूएल रिपोर्ट बनाएँ
it: Crea report SQL
oc: Crear des rapòrts SQL
pl: Tworzenie raportów SQL
pt: Novo relatório SQL
pt_br: Criar relatório SQL
sk: Vytvoriť výkazy SQL
sv: Skapa SQL-rapporter
tr: SQL Raporları Oluştur
zh_tw: 建立 SQL 報表

source: Create a basket group
ar: إنشاء مجموعة سلة
cs: Vytvořit skupinu košíků
da: Oprette kurvgruppe
de: Bestellgruppe anlegen
el: Δημιουργία ομάδας καλαθιού
es: Crear grupo de cestas
eu: Sortu saski talde bat
fi: Luo tilausryhmä
fr: Ajouter un bordereau
hi: एक टोकरी समूह बनाएं
it: Crea un ordine d'acquisto
oc: Apondre un registre
pl: Utwórz grupę koszyków
pt: Criar um grupo de cesto
pt_br: Criar um grupo de cestos
sk: Vytvoriť skupinu košíkov
sv: Skapa en korggrupp
tr: Bir sepet grubu oluştur
zh_tw: 新增採購項目群組

source: Create a new subscription
ar: إنشاء إشتراك جديد
cs: Vytvořit nový odběr
da: Tilføj et nyt abonnement
de: Neues Abonnement hinzufügen
el: Δημιουργία νέας συνδρομής
es: Crear una nueva suscripción
eu: Sortu harpidetza berri bat
fi: Lehtitilauksen luonti
fr: Permission d'ajouter des abonnements
hi: एक नई सदस्यता बनाएं
it: Aggiungi un nuovo abbonamento
oc: Permission d'apondre des abonaments
pl: Tworzenie nowej prenumeraty
pt: Cria uma nova assinatura
pt_br: Criar uma nova assinatura
sk: Vytvoriť nové zápisné
sv: Skapa en ny prenumeration
tr: Yeni bir abonelik oluştur
zh_tw: 新增訂閱

source: Create a set
ar: أنشئ مجموعة
cs: Vytvořit sadu
da: Opret nyt sæt
de: Neues Set
el: Δημιουργία ενός συνόλου
es: Crear un conjunto
eu: Crear un conjunto
fi: Uusi joukko
fr: Ajouter un SET
hi: एक सेट बनाएं
it: Crea un set
oc: Apondre un SET
pl: Utwórz zestaw
pt: Criar um conjunto
pt_br: Criar um conjunto
sk: Vytvoriť sadu
sv: Skapa en uppsättning
tr: Yeni bir ayar oluştur
zh_tw: 新增集合

source: Create a txt file and title it "DATALINK.TXT" or "IDLINK.TXT"
ar: إنشاء ملف TXT والعنوان هو "DATALINK.TXT" أو "IDLINK.TXT"
cs: Vytvořte soubor txt a nazvěte ho "DATALINK.TXT" nebo "IDLINK.TXT"
da: Lav en tekstfil og kald den "DATALINK.TXT" eller "IDLINK.TXT"
de: Erstellen Sie eine Textdatei mit dem Namen "DATALINK.TXT" oder "IDLINK.TXT"
el: Δημιουργήστε ένα αρχείο txt και ονομάστε το "DATALINK.TXT" ή "IDLINK.TXT"
es: Cree un archivo txt y llámelo "DATALINK.TXT" o "IDLINK.TXT"
eu: Cree un archivo txt y llámelo "DATALINK.TXT" o "IDLINK.TXT"
fi: Luo txt-tiedosto ja nimeä se "DATALINK.TXT" tai "IDLINK.TXT"
fr: Créez un fichier texte et nommez-le "DATALINK.TXT" ou "IDLINK.TXT"
hi: एक txt फ़ाइल और यह शीर्षक "DATALINK.TXT" या "IDLINK.TXT" बनाएँ
it: Crea un file txt e dagli nome "DATALINK.TXT" o "IDLINK.TXT"
oc: Créez un fichièr tèxte e nommez-le "DATALINK.TXT" o "IDLINK.TXT"
pt: Crie um ficheiro de texto com o nome "DATALINK.TXT" ou "IDLINK.TXT"
pt_br: Crie um arquivo txt e o nomeie como "DATALINK.TXT" ou "IDLINK.TXT"
sk: Vytvorte textový súbor a nazvite ho "DATALINK.TXT" alebo "IDLINK.TXT"
sv: Skapa en txt-fil och ge den namnet "DATALINK.TXT" eller "IDLINK.TXT"
tr: Txt dosyası oluştur ve bu dosyayı "DATALINK. TXT" ya da "IDLINK. TXT" olarak adlandır.
zh_tw: 新增文字檔，並命名為 "DATALINK.TXT" 或 "IDLINK.TXT"
