Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: You can also make edits to the item record from this form by clicking the 'Edit' link next to each item. This will allow you to enter in accurate call numbers and barcodes if you'd like to do that at the point of receipt. Once you have made any changes necessary (to the order and/or items, click 'Save' to mark the item(s) as received.
ar: بإمكانك أيضاً القيام بالتعديلات على تسجيلة المادة من هذا النموذج من خلال النقر على وصلة 'تحرير' بجانب كل مادة. هذا سيسمح لك أن تدخل أرقام إستدعاء وباركودات بشكل دقيق هذا إذا ما رغبت أن تفعل ذلك عند عملية الإستلام. وعندما تكون قد أتممت القيام بالتعديلات المهمة ( على الطلب و/أو المواد، أنقر على 'حفظ' لتحدد المواد على أنها مستلمة.
cs: Můžete také provést úpravy záznamu jednotky z tohoto formuláře kliknutím na odkaz "Upravit" vedle každé jednotky. To vám umožní vložit přesné signatury a čárové kódy, pokud byste toto chtěli v místě příjmu. Jakmile jste provedli všechny nezbytné změny (na pořadí a/nebo jednotky), klikněte na tlačítko "Uložit" a tak označit jednotky, jako přijaté.
da: Du kan også editere eksemplar-posten fra denne formular ed at klikke på linket 'Editer' ved siden af hvert eksemplar. Dermed kan du indtaste præcise hyldesignaturer og stregkoder, hvis du vil gøre det under modtagelsen. Når du har lavet ændringerne (til ordren og/eller eksemplarerne, klik på 'Gem' for at markere eksemplaret som modtaget.
de: Sie können die einzelnen Bestellpositionen mit den entsprechenden Links bearbeiten. Sie können so die zugehörigen Signaturen oder Barcodes eingeben, falls Sie dies zum Zeitpunkt der Entgegennahme tun möchten. Nachdem Sie die notwendigen Änderungen an der Bestellung oder den Bestellpositionen vorgenommen haben, klicken Sie auf 'Speichern', um die Exemplare als 'erhalten' zu markieren.
el: Μπορείτε επίσης να κάνετε επεξεργασία σε μία εγγραφή αντιτύπου από αυτή τη φόρμα πατώντας τον σύνδεσμο 'Επεξεργασία' στο πλάι κάθε αντιτύπου. Αυτό θα σας επιτρέψει να εισάγετε ακριβείς ταξινομικούς αριθμούς και barcodes εάν θα θέλατε να το κάνετε αυτό στο σημείο της απόδειξης. Μόλις κάνετε τις απαραίτητες αλλαγές (στην παραγγελία και/ή στα τεκμήρια), πατήστε 'Αποθήκευση' για να επισημάνετε το/α τεκμήριο/α ως παραληφθέντα.
es: También pude editar el registro del ítem desde este formulario haciendo clic en el enlace 'Editar' a lado de cada ítem. Esto permite que ingrese signaturas topográficas y códigos de barra correctos si desea hacerlo al momento de recepción. Una vez que haya hecho los cambios necesarios (a el pedido y/o ítems), haga clic en 'Guardar' para marcar el/los ítem(s) como recibidos.
eu: También puede hacer cambios a los registros de ítem de esta forma haciendo clic en el enlace 'Editar' al lado de cada elemento. Esto le permitirá entrar en las signaturas y códigos de barras precisos si lo desea en el momento de su recepción. Una vez que haya realizado los cambios necesarios (a la orden y / o ítems, haga clic en 'Guardar' para marcar el ítem (s) que recibieron.
fi: Voit myös muokata nimeketietoja tämän lomakkeen kautta klikkaamalla 'Muokkaa'-linkkiä kunkin nimekkeen vieressä. Tämä antaa lisätä hyllyluokan ja viivakoodin, jos halut tehdä sen tässä vaiheessa vastaanottoa. Kun olet tehnyt tarvittavat muokkaukset tilaukseen ja/tai nimekkeseen, klikkaa 'Tallenna' merkitäksesi niteet vastaanotetuiksi.
fr: Vous pouvez également faire des modification à l'exemplaire depuis ce formulaire en cliquant sur le lien 'Modifier' à côté de chaque exemplaire. Ceci vous permettra d'entrer une cote et un code à barres exacts si vous souhaitez faire cela au cours de la réception. Une fois les changements nécessaires effectués, cliquez sur 'Sauvegarder' afin de marquer les exemplaires comme reçus.
hi: तुम भी प्रत्येक आइटम के बगल में 'संपादन' लिंक पर क्लिक करके इस रूप से आइटम रिकॉर्ड करने के लिए संपादन कर सकते हैं। यह आपको सटीक कॉल नंबर और बारकोड में प्रवेश करने के लिए अगर आप ऐसा करने के लिए प्राप्त होने के बिंदु पर चाहूँगा की अनुमति देगा। एक बार जब आप आवश्यक (आदेश और / या आइटम के लिए किसी भी परिवर्तन किए हैं, मद (s) के रूप में प्राप्त चिह्नित करने के लिए 'सहेजें' पर क्लिक करें।
it: Puoi modificare una copia da questa pagina cliccando 'Modifica'. Potrai indicare collocazione e barcode, se intendi farlo in questo momento. Fatte tutte le modifiche a orine e copie, premi ' Salva' per indicare che le copie sono state ricevute.
oc: Podètz tanben far des modificacion a l'exemplar dempuèi ce formulari en clicant sul ligam 'Modificar' a costat de cada exemplar. Aquò vos permettra d'entrer una cote e un còdi de barras exacts se vous souhaitez far aquò al cours de la recepcion. Un còp los cambiaments necessaris efectuats, clicatz sus 'Salvar' per fin de marcar los exemplars coma recebuts.
pl: Klikając 'Modyfikuj' obok egzemplarza, można modyfikować rekord egzemplarza w formularzu. Należy wprowadzić sygnaturę i kod kreskowy. Po dokonanych zmianach (w zamówieniu i/lub egzemplarzu), kliknij 'Zapisz', żeby oznaczyć dany tytuł jako otrzymany.
pt: Poderá também alterar o registo do exemplar a partir deste formulário carregando na ligação 'Editar' junto a cada um deles. Isto irá permitir adicionar números de cota e de código de barras correctos e que deseja usar a partir da recepção. Assim que efectuar as alterações necessárias, clique em 'Guardar' para marcar como recebidos.
pt_br: Você também pode editar os exemplares neste formulário clicando no link 'Editar' ao lado de cada exemplar. Isto permitirá que você adicione número de chamadas precisos e códigos de barras caso você deseje fazer isso no momento do recebimento. Assim que fizer as alterações necessárias (para o pedido e/ou para os exemplares) clique 'Salvar' para marcar o exemplar como recebido.
sk: Môžete tiež robiť úpravy v zázname exemplárov v tomto formulári kliknutím na odkaz 'Upraviť' vedľa každého exemplára. Toto vám umožní zadať presné signatúry a čiarové kódy, ak ich budete chcieť robiť v momente prijatia. Len čo spravíte akékoľvek nevyhnutné zmeny v objednávke a/alebo exemplároch, kliknite na 'Uložiť', čím označíte exemplár(e) ako prijaté.
sv: Du kan även redigera objektposten från detta formulär genom att klicka på länken 'Redigera' intill varje objekt. Det gör att du kan ange korrekta nummer och streckkoder om du vill göra det vid mottagningsplatsen. När du gjort nödvändiga ändringar (av beställningen och/eller objekten, klickar du på 'Spara' för att markera posterna som mottagna.
tr: Her bir materyalin yanındaki 'Düzenle' bağlantısına tıklayarak bu formdan materyal kaydına düzenlemeler de yapabilirsiniz. Bu size, bunu alındı anında yapmak istiyorsanız doğru yer numaralarını ve barkotları girmenize imkan verecektir. Gerekli her hangi bir değişiklik yaptığınızda, (isteğe ve/veya materyallere), materyali(leri) alınmış olarak işaretlemek için 'Kaydet'e tıklayınız.
zh_tw: 從此表單按下每個館藏的 '編輯' 連結，就能編輯館藏紀錄。從此鍵入正確的索書號與條碼，做好 (訂單或館藏) 後，按下 '儲存' 鈕，表示簽收該等館藏。

source: You can also mark an item as damaged by choosing a damaged status from the pull down and clicking the 'Set Status' button.
ar: يمكنك تحديد مادة "تالفة" عن طريق اختيار حالة تالف من القائمة المنسدلة والنقر على زر "ضبط الحالة"
cs: Můžete také označit jednotku jako poškozenou, výběrem "Poškozený stav" z roletky a klepnutím na tlačítko 'Nastavit stav'.
da: Du kan også markere et eksemplar som beskadiget ved at vælge en beskadiget status i pulldown-menuen og klikke på knappen 'Sæt status'.
de: Ein Exemplar kann zudem als beschädigt markiert werden, indem ein entsprechender Status in der Auswahlliste gewählt und die Schaltfläche 'Status setzen' betätigt wird.
el: Μπορείτε επίσης να επισημάνετε ένα αντίτυπο ως φθαρμένο επιλέγοντας μία κατάσταση φθοράς από την αναπτυσσόμενη λίστα και πατώντας το κουμπί 'Ορισμός Κατάστασης'.
es: También puede marcar un ítem como dañado eligiendo un estado de dañado en el menú desplegable y haciendo clic en el botón 'Establecer estado'.
eu: También podrá marcar un ítem como dañado eligiendo un estado de dañado desde la desactivación y seleccionando el botón de 'Configuración Estado'
fi: Voit myös merkitä niteen vaurioituneeksi valitsemalla vahingoittuneen tilan alasvetovalikosta ja klikkaamalla 'Aseta tila'.
fr: Vous pouvez aussi marquer un exemplaire comme endommagé en choisissant un statut Endommagé à partir du menu déroulant et en cliquant le bouton 'Définir statut'.
hi: के रूप में पुल से एक क्षतिग्रस्त स्थिति नीचे चुनने और 'सेट स्थिति' बटन पर क्लिक करके क्षतिग्रस्त तुम भी एक आइटम चिह्नित कर सकते हैं।
it: Puoi anche marcare una copia come danneggiata scegliendo uno status di danneggiata dal menù a tendina e premendo il bottone 'Salva stato'.
oc: Podètz tanben marcar un exemplar coma damatjat en causissent un estatut Damatjat a partir del menú desenrotlant e en clicant lo boton 'Definir estatut'.
pl: Możesz także oznaczyć egzemplarz jako zniszczony, wybierając odpowiedni status.
pt: Pode também marcar um exemplar como danificado ao escolher um estado de danificado no menu e clicando em 'Definir estado'.
pt_br: Você também pode marcar um item como danificado pela escolha de um estado danificado da suspenso e clicando no botão "Definir status '.
sk: Môžete tiež označiť exemplár ako poškodený pomocou stavu poškodenia z rozbaľovacej ponuky a kliknutím na tlačidlo 'Nastaviť stav'.
sv: Du kan även markera ett objekt som skadat genom att välja en status för skadad från rullgardinsmenyn och klicka på knappen 'Ställ in status'.
tr: Aynı zamanda açılır menüden menüden hasarlı durumu seçerek ve 'Durumu Ayarla' butonuna tıklayarak bir materyali hasarlı olarak seçebilirsiniz.
zh_tw: 從下拉選單裡按 '設定狀態' 鈕，就能標記館藏為毀損。

source: You can also review and unapprove comments you have approved in the past by choosing the 'Approved comments' tab
ar: يمكنك كذلك مراجعة وإلغاء الموافقة على تعليقات قمت بالموافقة عليها من قبل عن طريق اختيار تبويب "التعليقات الموافق عليها"
cs: Můžete si také znovu pročíst a zablokovat poznámky, které jste v minulosti schválili výběrem záložky "Schválené poznámky"
da: Du kan også gennemse og fjerne godkendelsen fra kommentarer, som du har godkendt tidligere ved at vælge fanen 'Godkendte kommentarer'
de: Mit der Schaltfläche 'Freigegebene Kommentare' können früher freigegebene Kommentare moderiert und gegebenenfalls die Freigabe wieder zurückgezogen werden.
el: Μπορείτε επίσης να επιμεληθείτε και να απορρίψετε σχόλια που έχετε εγκρίνει στο παρελθόν επιλέγοντας την καρτέλα 'Αποδεκτά σχόλια'
es: También puede revisar y reprobar comentarios que haya aprobado en el pasado seleccionando la pestaña 'Comentarios aprobados'
eu: También puede revisar y desaprobar los comentarios que han aprobado en el pasado por la elección de la pestaña 'Comentarios Aprobados'
fi: Voit myös katsoa ja hylätä aikaisemmin hyväksymäsi kommentit valitsemalla 'Hyväksytyt kommentit' -välilehden
fr: Vous pouvez également réviser et désapprouver des commentaires que vous aviez initialement approuvés en allant dans l'onglet 'Commentaires approuvés'
hi: तुम भी समीक्षा कर सकते हैं और स्वीकृति हटाने टिप्पणी आप 'स्वीकृत टिप्पणियां' टैब का चयन करके अतीत में मंजूरी दे दी है
it: Puoi anche rivedere e togliere l'approvazione a commenti che avevi approvato in passato, scegliendo la voce 'Approvazione commenti'
oc: Podètz tanben réviser e désapprouver des comentaris que vous aviez initialement aprovats en allant dins l'onglet 'Comentaris aprovats'
pl: Możesz także przeglądnąć i cofnąć zatwierdzenie komentarzy, które uprzednio zatwierdziłeś/-aś, wybierając "Zatwierdź komentarze"
pt: Pode também rever e rejeitar comentários aprovados no passado escolhendo o separador 'Comentário aprovados'
pt_br: Você também pode rever e desaprovar comentários que aprovados no passado, escolhendo a aba 'Comentários aprovados'
sk: Môžete tiež prezrieť a odňať schválenie recenzií, ktoré ste schválili v minulosti, pomocou záložky 'Schválené recenzie'
sv: Du kan också granska och ändra statusen för redan godkända kommentarer till ej godkänd via fliken 'Godkända kommentarer'
tr: 'Onaylanmış yorumlar' sekmesini seçerek, daha önce onaylamış olduğunuz yorumları da gözden geçirebilir ve bu yorumların onayını kaldırabilirsiniz.
zh_tw: 選擇 '通過審評' 分頁，就能檢視或拒絕曾經通過的評論

source: You can also schedule reports directly from the list of saved reports by clicking the 'Schedule' link
ar: يمكنك أيضا جدولة التقارير مباشرة من قاشمة التقارير المحفوظة عن طريق النقر على رابط "جدول"
cs: Můžete také naplánovat provádění výstupů přímo ze seznamu uložených výstupů kliknutím na odkaz "Naplánovat"
da: Du kan også planlægge rapporter til et fast tidspunkt direkte fra listen med gemte rapporter, ved at klikke på 'Planlægge termin'
de: Sie können Reports auch aus der Liste der gespeicherten Reports heraus für einen festen Zeitpunkt einplanen, indem Sie auf 'Termin einplanen' klicken
el: Μπορείτε επίσης να προγραμματίσετε εκθέσεις απευθίας από τη λίστα αποθηκευμένων λιστών κάνοντας κλικ στον σύνδεσμο 'Προγραμματισμός'
es: También puede programar informes directamente desde la lista de informes almacenados, haciendo clic en el enlace 'Planificar'
eu: Era berean, gordetako txostenen zerrendatik bertatik txostenak antolatu ditzakezu, 'Antolatzailea' loturan klik egiten baduzu.
fi: Voit myös ajastaa raportit suoraan tallennettujen raporttien listasta valitsemalla 'Ajasta'-linkin
fr: Vous pouvez également planifier les états directement depuis la liste des états enregistrés en cliquant sur le lien Planifier
hi: तुम भी 'अनुसूची' लिंक पर क्लिक करके बचाया रिपोर्ट की सूची से सीधे रिपोर्ट अनुसूची कर सकते हैं
it: Puoi programmare quando verrà compilato il report direttamente dalla lista dei report salvati cliccando sul link 'Schedulatore'
oc: Podètz tanben planifier les estats dirèctament dempuèi la lista des estats enregistrats en clicant sul ligam Planifier
pl: Możesz też zaplanować raporty bezpośrednio przy liście zapisanych raportów (kliknij link 'Zaplanuj').
pt: Você pode também calendarizar relatórios directamente da lista de relatórios guardados usando o link respectivo
pt_br: Você pode também calendarizar relatórios diretamente da lista de relatórios guardados usando o link respectivo
sk: Môžete tiež plánovať výkazy priamo zo zoznamu uložených výkazov kliknutím na odkaz 'Rozvrh'
sv: Du kan även schemalägga rapporter direkt från listan med sparade rapporter genom att klicka på länken 'Schema'
tr: 'Zamanla' bağlantısına tıklayarak, raporları direkt olarak kaydedilmiş raporlar listesinden de zamanlayabilirsiniz.
zh_tw: 按下 '排程' 連結，就可從儲存報表清單執行報表排程

source: You can also see the analytics attached to this record by clicking the 'Show Analytic' link towards the top of the record in the normal view.
ar: بإمكانك أيضاً أن ترى التحليلات المرفقة مع هذه التسجيلة من خلال النقر على وصلة 'أعرض التحليلات' بالقرب من أعلى التسجيلة في العرض الإعتيادي
cs: Můžete se také podívat na analytiku napojenou na tento záznamu kliknutím na odkaz "Ukázat analytiku" na horní části záznamu v normálním zobrazení.
da: Du kan også se analyserne vedhæftet til denne post ved at klikke på linket 'Vis analyser' nær toppen af posten i den normale visning.
de: Sie erhalten auch eine Liste der zu diesem Titelsatz gehörenden unselbständigen Werke über die Schaltfläche 'Unselbständige Werke anzeigen'.
el: Μπορείτε επίσης να δείτε τα αναλυτικά στοιχεία που συνδέονται με αυτή την εγγραφή πατώντας τον σύνδεσμο 'Εμφάνιση Αναλυτικών' στην κορυφή της εγγραφής στην κανονική προβολή.
es: Puede también ver la analíticas asociadas a este registro haciendo clic en el enlace 'Mostrar analíticas' en el tope del registro en la vista normal.
eu: También puede ver los análisis adjuntos a este registro haciendo clic en el enlace 'Mostrar Analítica' hacia la parte superior del registro en la vista normal.
fi: Voit nähdä tietueeseen liittyvät analyyttiset myös klikkaamalla 'Näytä Analyyttiset' -linkkiä ylhäällä tietueen perustiedot-näytöllä.
fr: Vous pouvez également consulter les notices de dépouillement liées à cette notice en cliquant sur le lien 'Voir les notices de dépouillement' en haut de la notice dans la vue normale.
hi: तुम भी साधारण दृश्य में रिकॉर्ड के ऊपर की ओर 'शो विश्लेषणात्मक' लिंक पर क्लिक करके एनालिटिक्स इस रिकॉर्ड से जुड़ी देख सकते हैं।
it: Puoi anche vedere i record analitici associati a questo record cliccando 'Mostra analitici' in testa al record nella Vista Normale.
oc: Podètz tanben consultar las notícias de despolhament liées a aquesta notícia en clicant sul ligam 'Voir las notícias de despolhament' amont de la notícia dins la vista normala.
pl: Możesz także zobaczyć rekordy analityczne dołączone do rekordu, jeśli klikniesz 'Wyświetl rekord analityczny' u góry rekordu w widoku standardowym.
pt: Pode também ver os analíticos associados a este registo clicando na ligação 'Mostrar analítico' no topo do registo na vista norma.
pt_br: Você também pode ver as analíticas relacionadas a este registro clicando em 'Exibir Analíticas' na parte superior do registro na visualização normal.
sk: Môžete tiež vidiež analytiku pripojenú k tomuto záznamu kliknutím na odkaz 'Zobraziť analytiku' v hornej časti záznamu v normálnom náhľade.
sv: Du kan även se analysdata för denna post genom att klicka på länken 'Visa analys' långt upp i posten i den normala vyn.
tr: 'Analizi Göster' bağlantısı kaydın en üstüne doğru tıklayarak normal görünümde bu kayda ekli analizleri de görebilirsiniz.
zh_tw: 在正常檢視下，按紀錄上方的 '分析' 連結，可看到該紀錄的分析。

source: You can also tend to pending circulation actions by going to Circulation > Pending offline circulation actions.
ar: كما يمكنك الاتجاه إلى إجراءات الإعارة المعلقة عن طريق الذهاب إلى الإعارة > إجراءات الإعارة دون اتصال المعلقة
cs: Můžete také tobsloužit čekající výpůjčky, že půjdete do "Výpůjčky" > "Čekající offline výpujčky".
da: Du kan behandle udestående udlånshandlinger ved at gå til Udlån > Udestående offline udlånshandlinger.
de: Sie können die unverarbeiteten Offline-Verbuchungen auch unter Ausleihe > Unverarbeitete Offline-Verbuchungen finden.
el: Μπορείτε επίσης να μεταφερθείτε στις εκκρεμείς ενέργειες διακίνησης υλικού πηγαίνοντας στο Κυκλοφορία υλικού > Εκκρεμείς ενέργειες διακίνησης υλικού χωρίς σύνδεση.
es: Puede ir a realizar acciones sobre la circulación fuera de línea pendiente yendo a Circulación > Circulación fuera de línea pendiente.
eu: También se pueden manejar las acciones de circulación pendientes desde Circulación > Acciones de circulación offline pendientes
fi: Voit myös hoitaa odottavat lainauksen toiminnot menemällä 'Lainaus ja palautus' -> 'Odottavat yhteydettömän tilan toimet'.
fr: Vous pouvez également vous occuper des actions de circulation en attente en allant dans le menu Circulation > Actions de prêt secouru en attente.
hi: तुम भी> परिसंचरण के लिए जा रहा ऑफ़लाइन परिसंचरण कार्रवाई लंबित द्वारा लंबित परिसंचालन कार्यों के लिए जाते हैं कर सकते हैं।
it: Puoi anche passare alle azioni da fare posizionandoti su Circolazione > Azioni della circolazione offline da fare
oc: Podètz tanben vous occuper des accions de circulacion en espèra en allant dins lo menú Circulation > Actions de prèst secorrut en espèra.
pl: Możesz także włączyć Udostępnianie offline > Oczekujące operacje.
pt: Também pode ver as ações de circulação pendentes indo a Circulação > Ações pendentes de circulação offline.
pt_br: Você também pode se dirigir para ações de circulação pendentes indo a Circulação > Ações de circulação off-line pendentes.
sk: Môžete sa tiež obrátiť k zostávajúcim úkonom obehu tak, že prejdete na Obeh > Zostávajúce úkony obehu offline.
sv: Du kan även hantera väntande låneåtgärder genom att gå till Cirkulation > Väntande åtgärder för offline-utlåning.
tr: Aynı zamanda Dolaşım > Askıda olan çevrimdışı eylemler'e giderek, askıda olan çevrimdışı dolaşım eylemlerine eğilebilirsiniz.
zh_tw: 進入 流通 > 待處理離線流通工作，就可以處理離線流通工作。

source: You can also toggle columns using the 'Show/Hide Columns' button in the top right of the page you altered the columns for.
eu: Zutabeak ahal dituzu txandakatu orriaren eskuinaldean dagoen 'Zutabeak erakutsi/izkutatu' botoia erabiliz.
fi: Voit vaihdella sarakkeita käyttämällä 'Näytä/Piilota sarakkeita' painiketta ylhäällä oikealla kullakin sarakesivulla.
hi: आप पृष्ठ आप के लिए कॉलम बदल के ऊपर सही में 'दिखाएँ / छुपाएँ कॉलम' बटन का उपयोग कर स्तंभों को चालू कर सकते हैं।

source: You can also undo your import by clicking the 'Undo import into catalog' button
ar: كما يمكنك التراجع عن استيرادك عن طريق النقر على زر " تراجع عن الاستيراد إلى الفهرس"
cs: Můžete také anulovat import kliknutím na tlačítko "Zpět import do katalogu"
da: Du kan også annullere importen ved at klikke på 'Annullere import til katalog' klicken
de: Sie können Ihren Import auch rückgängig mahen, in dem Sie auf 'Übernahme in den Katalog rückgängig machen' klicken
el: Μπορείτε επίσης να αναιρέσετε την εισαγωγή κάνοντας κλικ στο 'Αναίρεση εισαγωγής στον κατάλογο'
es: También puede deshacer la importación haciendo clic en botón 'Deshacer importación en catálogo'
eu: Era berean, zure inportazioa desegin dezakezu 'Desegin katalogora inportatzea' botoian klik egiten baduzu.
fi: Voit myös peruuttaa tuonnin klikkaamalla 'Peruuta tuonti luetteloon' -painiketta
fr: Vous pouvez annuler votre import en cliquant sur le bouton 'Annuler l'import dans le catalogue'
hi: तुम भी 'सूची में आयात पूर्ववत करें' बटन पर क्लिक करके अपने आयात पूर्ववत कर सकते हैं
it: Puoi tornare indietro dall'import cliccando il bottone 'Annulla l'importazione nel catalogo'
oc: Podètz anullar vòstre impòrt en clicant sul boton 'Anullar l'impòrt dans lo catalòg'
pt: Você também pode desfazer sua importação clicando no botão 'Desfazer importação para catálogo'
pt_br: Você também pode desfazer sua importação clicando no botão 'Desfazer importação para catálogo'
sk: Môžete tiež vrátiť Váš import kliknutím na tlačidlo 'Vrátiť import do katalógu'
sv: Du kan även ångra importen genom att klicka på knappen 'Ångra import till katalog'
tr: İçe aktarımınızı 'Katalogdaki içe aktarmayı geri al' butonuna tıklayarak geri alabilirsiniz.
zh_tw: 點選 '復原匯入目錄' 鈕，就能復原匯入
