Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: See the full documentation for Holds Awaiting Pickup in the
ar: أُنظر إلى التوثيق الكامل للمواد المحجوزة التي تنتظر أخذاً في
cs: Viz úplnou dokumentaci pro rezervace čekající na vyzvednutí v
da: Se den samlede dokumentation for reserveringer, der afventer afhentning i
de: Die vollständige Hilfe zu den Vormerkungen im Abholregal finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Κρατήσεις που Αναμένουν Παραλαβή στο
es: Vea la documentación completa para Reservas aguardando retiro en el
eu: Ver la documentación completa para Reservas en espera de recogida en la
fi: Katso koko dokumentaatio noutoa odottaville varauksille
fr: Voir la documentation complète sur les Réservations en attente de retrait dans le
hi: में पिकअप की प्रतीक्षा में धारण के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le prenotazioni in attesa nel
oc: Voir la documentacion completa sus las Reservacions en espèra de retirament dans lo
pl: Zobacz instrukcję dla Zamówień oczekujących na odbiór w
pt: Ver a documentação completa para as reservas em espera no
pt_br: Ver a documentação completa para Reservas aguardando retirada no
sk: Pozrite si kompletnú dokumentáciu o rezerváciách čakajúcich na vyzdvihnutie v
sv: Se den fullständiga dokumentationen för Reservationer som väntar på hämtning i
tr: Alınmayı bekleyen ayırmalar tam dokümantasyonuna bakınız
zh_tw: 見預約到館待提取的完整文件

source: See the full documentation for Holds Statistics in the
ar: أُنظر إلى التوثيق الكامل لإحصائيات الحجوزات في
cs: Viz úplnou dokumentaci pro statistiky rezervací v
da: Se hele dokumentationen for reserveringsstatistikker i
de: Die vollständige Hilfe zur Vormerkstatistik finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Στατιστικά Κρατήσεων στο
es: Vea la documentación completa para Estadísticas de reservas en el
eu: Ver la documentación completa para Estadísticas de Reservas en la
fi: Katso koko dokumentaatio varausten tilastoille
fr: Voir la documentation complète sur les Statistiques des réservations dans le
hi: देखें लिए पूर्ण दस्तावेज रखती में सांख्यिकी
it: Vedi la documentazione completa per le statistiche delle prenotazioni nel
oc: Voir la documentacion completa sus las Estatisticas des reservacions dins lo
pl: Zobacz instrukcję dla Statystyk Zamówień w
pt: Ver a documentação completa para as estatísticas de reserva no
pt_br: Ver a documentação completa para Estatísticas de Reserva no
sk: Pozrite si kompletnú dokumentáciu o štatistike rezervácií v
sv: Se den fullständiga dokumentationen för Reservationsstatistik i
tr: Ayırma İstatistikleri tam dokümantasyonuna bakınız
zh_tw: 見預約統計的完整文件

source: See the full documentation for Holds in the
ar: انظر إلى التوثيق الكامل للحجوزات في
cs: Viz úplnou dokumentaci pro rezervace v
da: Se den samlede dokumentation for reserveringer i
de: Die vollständige Hilfe zu den Vormerkungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Κρατήσεις στο
es: Vea la documentación completa para Reservas en el
eu: Ver la documentación completa para Reservas en la
fi: Katso koko dokumentaatio varauksille
fr: Voir la documentation complète sur les Réservations dans le
hi: में धारण के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le Prenotazioni nel
oc: Veire la documentacion completa sus las Reservacions dins lo
pl: Zobacz instrukcję dla Zamówień w
pt: Ver a documentação completa para as reservas no
pt_br: Ver a documentação completa para Reservas no
sk: Pozrite si kompletnú dokumentáciu o rezerváciách v
sv: Se den fullständiga dokumentationen för Reservationer i
tr: Ayırmalar tam dokümantasyonuna bakınız
zh_tw: 見預約的完整文件

source: See the full documentation for Holds to Pull in the
ar: انظر إلى التوثيق الكامل على حجوزات للسحب
cs: Viz úplnou dokumentaci pro rezervace k vyzvednutí v
da: Se den samlede dokumentation for reserveringer, der skal indsamles i
de: Die vollständige Hilfe zu den bereitzustellenden Vormerkungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Κρατήσεις που Αναμένουν Ανάσυρση στο
es: Vea la documentación completa para Reservas a preparar en el
eu: Ver la documentación completa para Reservas para recoger en la
fi: Katso koko dokumentaatio hyllyvarauksille
fr: Voir la documentation complète sur les Réservations à traiter dans le
hi: में खींचने के लिए धारण के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le 'prenotazioni da inviare' nel
oc: Veire la documentacion completa sus las Reservacions a traiter dins lo
pl: Zobacz instrukcję dla Podgląd złożonych zamówień w
pt: Ver a documentação completa para as reservas em espera no
pt_br: Ver a documentação completa para Reservas a processar no
sk: Pozrite si kompletnú dokumentáciu o rezerváciách na stiahnutie v
sv: Se den fullständiga dokumentationen för Reservationer att dra in i
tr: Ayırmadan çekilecekler tam dokümantasyonuna bakınız
zh_tw: 見預約待提取的完整文件

source: See the full documentation for Inventory in the
ar: انظر إلى التوثيق الكامل للجرد في
cs: Viz úplnou dokumentaci pro sklady v
da: Se den samlede dokumentation for inventur i
de: Die vollständige Hilfe zur Inventurfunktion finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Απογραφή στο
es: Vea la documentación completa para Inventario en el
eu: Vea la documentación completa para Inventario en la
fi: Katso koko dokumentaatio inventoinnille
fr: Voir la documentation complète sur le Récolement dans le
hi: में सूची के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per l'Inventario nel
oc: Veire la documentacion completa sul Récolement dins lo
pl: Zobacz instrukcję dla
pt: Ver a documentação completa para o inventário no
pt_br: Ver a documentação completa para Inventário no
sk: Pozrite si kompletnú dokumentáciu o inventári v
sv: Se den fullständiga dokumentationen för Inventering i
tr: Envanter tam dokümantasyonuna bakınız
zh_tw: 見登錄簿的完整文件

source: See the full documentation for Invoices in the
ar: أُنظر إلى التوثيق الكامل للفواتير في
cs: Viz úplnou dokumentaci pro doklady v
da: Se hele dokumentationen for fakturaer i
de: Die vollständige Hilfe für Rechnungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Τιμολόγια στο
es: Vea la documentación completa para Facturas en el
eu: Vea la documentación completa para Avisos en la
fi: Katso koko dokumentaatio laskuille
fr: Voir la documentation complète sur les Factures dans le
hi: में चालान के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per le fatture nel
oc: Veire la documentacion completa sus las Factures dins lo
pl: Zobacz instrukcję dla Faktur w
pt: Ver a documentação completa para as facturas no
pt_br: Ver a documentação completa para faturas no
sk: Pozrite si kompletnú dokumentáciu o faktúrach v
sv: Se den fullständiga dokumentationen för Fakturor i
tr: Faturalar tam dokümantasyonuna bakınız
zh_tw: 見發票的完整文件

source: See the full documentation for Item Checkout History in the
ar: انظر إلى التوثيق الكامل لتاريخ المواد المعارة في
cs: Viz úplnou dokumentaci pro Historii výpůjček výtisku v
da: Se den samlede dokumentation for eksemplar udlånshistorik i
de: Die vollständige Hilfe zur Exemplarausleihhistorie finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για το Ιστορικό Δανεισμών Τεκμηρίων στο
es: Vea la documentación completa para Historial de préstamo en el
eu: Ver la documentación completa para Historial de Préstamo de Ítem en la
fi: Katso koko dokumentaatio niteen lainahistorialle
fr: Voir la documentation complète sur l'Historique des prêts dans le
hi: में आइटम चेकआउट इतिहास के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per lo storico dei prestiti nel
oc: Veire la documentacion completa sus l'Istoric des prèstes dins lo
pl: Zobacz instrukcję dla Historii Wypożyczeń w
pt: Ver a documentação completa para o histórico de empréstimo dos exemplares no
pt_br: Ver a documentação completa para Histórico de empréstimos no
sk: Pozrite si kompletnú dokumentáciu o výpise výpožičiek exemplárov v
sv: Se den fullständiga dokumentationen för Utlåningshistorik för objekt i
tr: Materyal ödünç alma geçmişi tam dokümantasyonuna bakınız
zh_tw: 見館藏借出紀錄的完整文件

source: See the full documentation for Item Circulation Alerts in the
ar: انظر إلى التوثيق الكامل لتنبيهات إعارة المادة في
cs: Viz úplnou dokumentaci pro Výzvy výpůjček výtisků v
da: Se den samlede dokumentation for eksemplar udlånsbeskeder i
de: Die vollständige Hilfe zu den Ausleihwarnungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Ειδοποιήσεις Διακίνησης Υλικού στο
es: Vea la documentación completa para Alertas de circulación en el
eu: Ver la documentación completa de Alertas de Circulación de Items en la
fi: Katso koko dokumentaatio nidekierron huomautuksille
fr: Voir la documentation complète sur les Alertes de circulation dans le
hi: में आइटम सर्कुलेशन अलर्ट के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per gli avvisi di circolazione
oc: Veire la documentacion completa sus las Alertes de circulacion dins lo
pl: Zobacz instrukcję dla Zawiadomień o Wypożyczaniu Egzemplarza w
pt: Ver a documentação completa para os avisos de circulação no
pt_br: Ver a documentação completa para Alertas de Circulação de Itens no
sk: Pozrite si kompletnú dokumentáciu o upozorneniach o obehu exemplárov v
sv: Se den fullständiga dokumentationen för Lånemeddelanden i
tr: Dolaşım Uyarıları tam dokümantasyonuna bakınız
zh_tw: 見館藏流通警示的完整文件

source: See the full documentation for Item Records in the
ar: انظر إلى التوثيق الكامل لتسجيلات المادة
cs: Viz úplnou dokumentaci pro pro Záznamy výtisků v
da: Se den samlede dokumentation for eksemplarposter i
de: Die vollständige Hilfe zur Exemplardatensätzen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Εγγραφές Τεκμηρίων στο
es: Vea la documentación completa para Registros en el
eu: Ver la documentación completa para Registros de Ítems en la
fi: Katso koko dokumentaatio nidetietueille
fr: Voir la documentation complète sur les Exemplaires dans le
hi: में आइटम रिकॉर्ड्स के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i record di copia nel
oc: Veire la documentacion completa suls Exemplars dins lo
pl: Zobacz instrukcję dla Powiadomień o Wypożyczaniu Egzemplarza w
pt: Ver a documentação completa para os exemplares no
pt_br: Ver a documentação completa para Registros de Exemplares no
sk: Pozrite si kompletnú dokumentáciu o záznamoch exemplárov v
sv: Se den fullständiga dokumentationen för Objektposter i
tr: Materyal Kayıtları tam dokümantasyonuna bakınız
zh_tw: 見館藏紀錄的完整文件

source: See the full documentation for Item Types in the
ar: انظر إلى التوثيق الكامل لأنواع المواد في
cs: Viz úplnou dokumentaci pro Typy výtisků v
da: Se den samlede dokumentation for eksemplartyper i
de: Die vollständige Hifle zu den Medientypen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τους Τύπους Τεκμηρίων στο
es: Vea la documentación completa para Tipos en el
eu: Ver la documentación completa para Item Types en la
fi: Katso koko dokumentaatio aineistolajeille
fr: Voir la documentation complète sur les Types d'exemplaire dans le
hi: में आइटम प्रकार के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i tipi di copie nel
oc: Veire la documentacion completa suls Tipes d'exemplar dins lo
pl: Zobacz instrukcję dla Typów Egzemplarzy w
pt: Ver a documentação completa para os tipos de documento no
pt_br: Ver a documentação completa para Tipos de material no
sk: Pozrite si kompletnú dokumentáciu o typoch exemplárov v
sv: Se den fullständiga dokumentationen för Objekttyper i
tr: Materyal Türleri tam dokümantasyonuna bakınız
zh_tw: 見館藏類型的完整文件

source: See the full documentation for Item search fields in the
fi: Katso koko dokumentaatio Niteiden hakukentille
hi: में आइटम खोज क्षेत्रों के लिए पूर्ण प्रलेखन देखें

source: See the full documentation for Keyword to MARC Mapping in the
ar: انظر إلى التوثيق الكامل لتعيين الكلمات المفتاحية إلى مارك في
cs: Viz úplnou dokumentaci pro Mapování klíčových slov na MARC v
da: Se den samlede dokumentation for nøgleord til MARC-tilordning i
de: Die vollständige Hilfe zu den Schlüsselwort-zu-MARC-Mappings finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Αντιστοίχιση Λέξεων Κλειδιών σε MARC στο
es: Vea la documentación completa para Correspondencia de Palabra clave a MARC en el
eu: Ver la documentación completa para Palabras clave a MARC Mapping en la
fi: Katso koko dokumentaatio MARC-kenttien vastaavuudelle
fr: Voir la documentation complète sur les correspondances entre les mot-clés et les zones MARC dans le
hi: पूर्ण में मार्क का मिलान करने के लिए खोजशब्द के लिए दस्तावेज़ देखें
it: Vedi la documentazione completa per il collegamento MARC / Keywords nel
oc: Voir la documentacion completa sus las correspondéncias entre les mot claus e les zones MARC dins lo
pl: Zobacz instrukcję dla Powiązania do Mapowania MARC w
pt: Ver a documentação completa para os mapeamentos Koha => MARC no
pt_br: Ver a documentação completa para Mapeamento de Palavra-chave para MARC no
sk: Pozrite si kompletnú dokumentáciu o Priradení kľúčového slova k MARC
sv: Se den fullständiga dokumentationen för Mappning av nyckelord till MARC i
tr: MARC eşleştirme anahtar kelimesi tam dokümantasyonuna bakınız
zh_tw: 見鍵詞對映 MARC 的完整文件

source: See the full documentation for Koha in the
ar: انظر إلى التوثيق لكوها
cs: Viz úplnou dokumentaci pro Koha v
da: Se hele dokumentationen for Koha i
de: Die vollständige Hilfe zu den Werkzeugen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για το Koha στο
es: Vea la documentación completa para Koha en el
eu: Ver la documentación completa para Koha en la
fi: Katso koko dokumentaatio Kohalle
fr: Voir la documentation complète sur Koha dans le
hi: में Koha के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per Koha nel
oc: Veire la documentacion completa sus Koha dins lo
pl: Zobacz instrukcję dla Koha w
pt: Ver a documentação completa para o Koha no
pt_br: Ver a documentação completa do Koha no
sk: Pozrite si kompletnú dokumentáciu o Kohe v
sv: Se den fullständiga dokumentationen för Koha i
tr: Koha tam dokümantasyonuna bakınız
zh_tw: 見Koha的完整文件

source: See the full documentation for Koha to MARC Mapping in the
ar: انظر إلى التوثيق الكامل إلى تعيين كوها لمارك في
cs: Viz úplnou dokumentaci pro Mapování Koha do MARC v
da: Se den samlede dokumentation for Koha til MARC tilordning i
de: Die vollständige Hilfe zu den Koha-zu-MARC-Mappings finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την αντιστοίχιση του Koha σε MARC στο
es: Vea la documentación completa para Correspondencia Koha a MARC en el
eu: Ver la documentación completa para Koha a MARC Mapping en la
fi: Katso koko dokumentaatio Kohan MARC-vastaavuudelle
fr: Voir la documentation complète sur "Liens Koha => MARC" dans le
hi: पूर्ण में मार्क का मिलान करने के लिए Koha के लिए दस्तावेज़ देखें
it: Vedi la documentazione completa per la mappatura da keyword a MARC nel
oc: Veire la documentacion completa sus "Ligams Koha => MARC" dins lo
pl: Zobacz instrukcję dla Mapowania Formatu MARC w
pt: Ver a documentação completa para as ligações Koha => MARC no
pt_br: Ver a documentação completa para Mapeamento do Koha para o MARC no
sk: Pozrite si kompletnú dokumentáciu o Priradení Koha k MARC v
sv: Se den fullständiga dokumentationen för Mappning av Koha till MARC i
tr: Koha MARC eşleştirme tam dokümantasyonuna bakınız
zh_tw: 見 Koha 對映 MARC 的完整文件

source: See the full documentation for Label Batches in the
ar: انظر إلى التوثيق الكامل لدفعات اللصاقة في
cs: Viz úplnou dokumentaci pro Dávky štítků v
da: Se den samlede dokumentation for etiketstabler i
de: Die vollständige Hilfe zum Etikettenstapeln finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Παρτίδες Ετικετών στο
es: Vea la documentación completa para Lotes de etiquetas en el
eu: Ver la documentación completa para lotes de etiquetas en la
fi: Katso koko dokumentaatio tarrojen muokkaukselle eräajona
fr: Voir la documentation complète sur les Lots d'étiquettes dans le
hi: में लेबल बैचों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la creazione di etichette batch nel
oc: Veire la documentacion completa suls Lots d'etiquetas dins lo
pl: Zobacz instrukcję dla Grup Etykiet w
pt: Ver a documentação completa para os lotes de etiquetas no
pt_br: Ver a documentação completa para Lotes de etiquetas no
sk: Pozrite si kompletnú dokumentáciu o dávkach etikiet v
sv: Se den fullständiga dokumentationen för Etikettsatser i
tr: Etiket Grupları tam dokümantasyonuna bakınız
zh_tw: 見批次書標的完整文件

source: See the full documentation for Label Layouts in the
ar: أنظر التوثيق الكامل لتخطيطات الملصق في
cs: Viz úplnou dokumentaci pro Vzhled štítků v
da: Se den samlede dokumentation for etiket-layouts i
de: Die vollständige Hilfe zu Etikettenlayouts finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Διατάξεις Ετικετών στο
es: Vea la documentación completa para Diseños de etiquetas en el
eu: Ver la documentación completa para Diseños de Etiquetas en la
fi: Katso koko dokumentaatio tarrojen asettelulle
fr: Voir la documentation complète sur Les formats d'étiquette dans le
hi: में लेबल लेआउट के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i modelli di etichette nel
oc: Veire la documentacion completa sus Les formats d'etiqueta dins lo
pl: Zobacz instrukcję dla Etykiety Layoutów w
pt: Ver a documentação completa para os esquemas de etiquetas no
pt_br: Ver a documentação completa para Layouts de etiquetas no
sk: Pozrite si kompletnú dokumentáciu o rozloženiach etikiet v
sv: Se den fullständiga dokumentationen för Etikettlayout i
tr: Etiket Düzenleri tam dokümantasyonuna bakınız
zh_tw: 見書標布局的完整文件

source: See the full documentation for Label Profiles in the
ar: انظر إلى التوثيق الكامل لأوضاع الملصق في
cs: Viz úplnou dokumentaci pro profily štítků v
da: Se den samlede dokumentation for etiket-profiler i
de: Die vollständige Hilfe zu Etikettenprofilen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Προφίλ Ετικετών στο
es: Vea la documentación completa para Perfiles de etiquetas en el
eu: Ver la documentación completa para Perfiles de Etiquetas en la
fi: Katso koko dokumentaatio tarrojen profiilille
fr: Voir la documentation complète sur les Profiles d'étiquettes dans le
hi: में लेबल प्रोफाइल के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i profili di etichette nel
oc: Veire la documentacion completa suls Profiles d'etiquetas dins lo
pl: Zobacz instrukcję dla Profili Etykiet w
pt: Ver a documentação completa para os perfis das etiquetas no
pt_br: Ver a documentação completa para Perfis de etiquetas no
sk: Pozrite si kompletnú dokumentáciu o profiloch etikiet v
sv: Se den fullständiga dokumentationen för Etikettprofiler i
tr: Etiket Profilleri tam dokümantasyonuna bakınız
zh_tw: 見書標設定檔的完整文件

source: See the full documentation for Label Templates in the
ar: انظر إلى التوثيق الكامل لقوالب الملصق في
cs: Viz úplnou dokumentaci pro šablony popisek v
da: Se den samlede dokumentation for etiket-skabeloner i
de: Die vollständige Hilfe zu Etikettentemplates finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Πρότυπα Ετικετών στο
es: Vea la documentación completa para Plantillas de etiquetas en el
eu: Ver la documentación completa para Plantillas de Etiquetas en la
fi: Katso koko dokumentaatio tarrojen pohjille
fr: Voir la documentation complète sur les Modèles d'étiquette dans le
hi: में लेबल टेम्पलेट्स के लिए पूरा दस्तावेज़ देखें
it: Vedi la documentazione completa per i templare di etichette nel
oc: Veire la documentacion completa suls Modèls d'etiqueta dins lo
pl: Zobacz instrukcję dla Szablonów Etykiet w
pt: Ver a documentação completa para os modelos das etiquetas no
pt_br: Ver a documentação completa para Templates de etiquetas no
sk: Pozrite si kompletnú dokumentáciu o šablónach etikiet v
sv: Se den fullständiga dokumentationen för Etikettmallar i
tr: Etiket Şablonları tam dokümantasyonuna bakınız
zh_tw: 見書標模版的完整文件

source: See the full documentation for Libraries &amp; Groups in the
ar: انظر إلى التوثيق الكامل للمكتبات &amp; المجموعات في
cs: Viz úplnou dokumentaci pro knihovny &amp; skupiny v
da: Se den samlede dokumentation for biblioteker & grupper i
de: Die vollständige Hilfe zu Bibliotheken &amp; Gruppen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Βιβλιοθήκες &amp; τις Ομάδες στο
es: Vea la documentación completa para Bibliotecas y grupos en el
eu: Ver la documentación completa de Libraries &amp; Groups en la
fi: Katso koko dokumentaatio kirjastoille & ryhmille
fr: Voir la documentation complète sur les Sites &amp; Groupes dans le
hi: पुस्तकालय &amp; के लिए पूर्ण प्रलेखन देखें; में समूह
it: Vedi la documentazione completa per biblioteche e gruppi nel
oc: Veire la documentacion completa suls Sites &amp; Groupes dins lo
pl: Zobacz instrukcję dla Bibliotek &amp; Grup w
pt: Ver a documentação completa para as bibliotecas e grupos no
pt_br: Ver a documentação completa para Bibliotecas &amp; Grupos no
sk: Pozrite si kompletnú dokumentáciu o Knižniciach &amp; Skupinách v
sv: Se den fullständiga dokumentationen för Bibliotek &amp; grupper i
tr: Kütüphaneler &; Gruplar tam dokümantasyonuna bakınız
zh_tw: 見圖書館&amp;群組的完整文件

source: See the full documentation for Library EANs in the
fi: Katso koko dokumentaatio kirjasto-EANeille
hi: लाइब्रेरी EANs में साधन के लिए पूर्ण प्रलेखन देखें

source: See the full documentation for Library Transfer Limits in the
ar: انظر إلى التوثيق الكامل لحدود النقل في المكتبة في
cs: Viz úplnou dokumentaci pro limity knihovních převozů v
da: Se den samlede dokumentation for biblioteks-overførselsbegrænsninger i
de: Die vollständige Hilfe zu den Transportregeln finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Όρια Μεταφοράς Βιβλιοθηκών στο
es: Vea la documentación completa para Límites de transferencias entre bibliotecas en el
eu: Ver la documentación completa para Límites de Transferencias entre Bibliotecas en la
fi: Katso koko dokumentaatio aineistokuljetusten rajoituksille
fr: Voir la documentation complète sur sur les Limites de transfert dans le
hi: लाइब्रेरी में हस्तांतरण सीमा के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i limiti di trasferimenti tra biblioteche nel
oc: Voir la documentacion completa sus sus les Limites de transferiment dins lo
pl: Zobacz instrukcję dla Limitów Transferów Pomiędzy Bibliotekami w
pt: Ver a documentação completa para os limites de transferência entre bibliotecas no
pt_br: Ver a documentação completa para Limites de transferência entre bibliotecas no
sk: Pozrite si kompletnú dokumentáciu o obmedzeniach knižničných presunov v
sv: Se den fullständiga dokumentationen för Bibliotek &amp; grupper i
tr: Kütüphane transfer limitleri tam dokümantasyonuna bakınız
zh_tw: 見圖書館轉移限制的完整文件

source: See the full documentation for Lists in the
ar: انظر إلى التوثيق الكامل للقوائم في
cs: Viz úplnou dokumentaci pro seznamy v
da: Se den samlede dokumentation for lister i
de: Die vollständige Hilfe zu den Listen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Λίστες στο
es: Vea la documentación completa para Listas en el
eu: Ver la documentación completa para Listas en la
fi: Katso koko dokumentaatio listoille
fr: Voir la documentation complète sur les Listes dans le
hi: में सूचियों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le Liste nel
oc: Veire la documentacion completa sus las Listas dins lo
pt: Ver a documentação completa para as listas no
pt_br: Ver a documentação completa para Listas no
sk: Pozrite si kompletnú dokumentáciu o zoznamoch v
sv: Se den fullständiga dokumentationen för Listor i
tr: Listeler tam dokümantasyonuna bakınız
zh_tw: 見虛擬書架的完整文件
