Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The ExplodedTerms plugin suggests that the user try searching for broader/narrower/related terms for a given search (e.g. a user searching for "New York (State)" would click the link for narrower terms if they're also interested in "New York (City)"). This is only relevant for libraries with highly hierarchical authority data.
ar: الإضافة البرمجية المسماة ExplodedTerms تقترح على المستفيد أنه يُحاول أن يبحث عن مصطلح أعرض أو أضيق أو متعلق للبحث المقصود (مثال: في حال بحث المستخدم عن "نيويورك(الولاية)" قد ينقر على وصلة تضييق المصطلحات إذا ما كان مهتماً أيضاً بـ "نيويورك(المدينة)". هذا يتعلق فقط بالمكتبات ذات البيانات الإستنادية عالية الضبط هرمياً.
cs: Plugin ExplodedTerms nabízí, aby uživatel zkusil hledat širší/užší/podobný pojem pro určité vyhledávání (například uživateli hledajícího New York (Stát)" aby klikl na odkaz pro užší pojem, pokud má také zájem o "New Yorku (Město) "). To je relevantní pouze pro knihovny s hierarchickými autoritními daty.
da: ExplodedTerms plugin foreslår at brugeren søger bredere/snævrere/relaterede begreber for en given søgning (f.eks. en bruger søger efter "New York (stat)" kan klikke på linket for snævrere begreber, hvis de også er interesseret i "New York (by)"). Det e kun relevant for biblioteker med meget hirarkisk opbyggede normdata.
de: Das ExplodedTerms-Plugin schlägt dem Benutzer breitere/engere/verwandte Begriffe für eine Suche vor (Beispiel: Bei einer Suche nach 'New York (Staat)' würde eine Suche mit engeren Begriffen auch nach 'New York (Stadt)' suchen). Dieser Parameter ist nur für Bibiotheken mit hierarchischen Normdaten interessant.
el: Το ExplodedTerms plugin προτείνει να προσπαθήσει ο χρήστης να αναζητήσει για ευρύτερους/ειδικότερους/σχετικούς όρους σε μία δεδομένη αναζήτηση (π.χ. ένας χρήστης που κάνει αναζήτηση για "New York (State)" θα πρέπει να πατήσει τον σύνδεσμο για ειδικότερους όρους εάν επίσης ενδιαφέρεται για "New York (City)"). Αυτό έχει ουσία μόνο για βιβλιοθήκες με καθιερωμένα δεδομένα υψηλής ιεραρχίας.
es: El plugin ExplodedTerms sugiere que el usuario pruebe buscar por términos más generales/específicos/relacionados para una dada búsqueda (ej. un usuario buscando por "Nueva York (Estado)" puede hacer clic el enlace para términos específicos si está también interesado en "Nueva York (Ciudad)". Esto solo es relevante para bibliotecas con datos de autoridades altamente jerárquicos.
eu: El plugin ExplodedTerms sugiere que el usuario intente buscar términos más amplio / prestatario / relacionados para una búsqueda determinada (por ejemplo, un usuario que busque "New York (State) " tendría que seleccionar en el enlace para términos más específicos si también están interesados e​n"Nueva York (Ciudad) "). Esto sólo es relevante para las bibliotecas con los datos de autoridad altamente jerárquicos.
fi: ExplodedTerms-liitännäinen ehdottaa hakuun laajempien/suppeampien/rinnakkaistermien käyttöä. Tämä on olennainen vain kirjastoille, joiden auktoriteettitiedot ovat hyvin hierarkkiset.
fr: Le plugin ExplodedTerms suggère à l'usager de relancer sa recherche sur termes génériques/spécifiques/associés liés à sa recherche initiale. Par ex., un usager cherchant "New York (Etat)" pourrait cliquer sur le lien relançant la recherche sur les termes spécifiques s'il est aussi intéressé par "New York (Ville)". Cela ne peut fonctionner que pour les bibliothèques disposant de données d'autorités hautement hiérarchisées.
hi: ExplodedTerms प्लगइन पता चलता है कि उपयोगकर्ता (एक भी खोज के लिए व्यापक/संकरा/संबंधित शब्दों के लिए खोज का प्रयास जैसे लिए खोज "न्यूयॉर्क (राज्य) " संकरा शब्दों के लिए लिंक पर क्लिक करें अगर वे भी में रुचि रखते हैं एक उपयोगकर्ता "न्यू यॉर्क (शहर)")। यह बेहद श्रेणीबद्ध अधिकार डेटा के साथ पुस्तकालयों के लिए ही प्रासंगिक है।
it: Il plugin ExplodedTerms suggerisce all'utente di effettuare ricerche per termini più restrittivi, meno restrittivi o correlati (per esempio un utente che cerca New York(Stato) potrebbe cliccare sul termine più restrittivo New York(Città)). È rilevante solo per biblioteche con record di autorità fortemente gerarchici.
pt: O plugin ExplodedTerms sugere ao utilizador a pesquisa por termos mais abrangentes/mais restritos/relacionados para uma determinada pesquisa feita. Isto é apenas relevante para bibliotecas com dados de autoridade altamente estruturados hierarquicamente.
pt_br: O plugin ExplodedTerms sugere que o usuário tente buscar por termos gerais/específicos/relacionados para uma determinada pesquisa (ex. um usuário pesquisando por "New York (Estado)" pode clicar no link por termos específicos e se ele se interessar por "New York (Cidade)"). Isto só é relevante para bibliotecas com dados de autoridade de hierarquia consolidados.
sk: Zásuvný modul ExplodedTerms navrhuje, aby užívateľ skúsil hľadať širšie/užšie/príbuzné pojmy pre dané hľadanie (napr. užívateľ hľadajúci "New York (State)" by mohol kliknúť na odkaz užšieho pojmu, pokiaľ sa tiež zaujíma o "New York (City)"). Toto sa týka iba knižníc s rozsiahlou hierarchiou autorít.
sv: Insticksprogrammet ExplodedTerms föreslår att användaren försöker med en bredare/mer förfinad/relaterad termsökning (en användare som söker efter "New York (delstat)" skulle klicka på länken för förfinad sökning om de också är intresserade av "New York (ort)"). Detta är bara relevant för bibliotek med mycket hierarkiskt auktoritetsdata.
tr: Ayrılmış Terimler eklentisi kullanıcının daha geniş/daha dar/ verilen aramayla ilgili terimlerini belirtir (örneğin bir kullanıcı aynı zamanda "New York (Şehir)" ile de ilgileniyorsa "New Yorku (Eyalet)" arıyorken daha dar terimlere tıklayacaktır ). Bu sadece yüksek hiyerarşik otorite verili kütüphaneler ile ilgilidir.
zh_tw: 外掛程式 ExplodedTerms 建議使用搜尋廣義/狹義/相關詞彙(如："紐約(州)"，可點選狹義詞 "紐約(市)")。當然，圖書館本身需先建立高度階層化的權威資料。

source: The Fund Name should be something that librarians will understand
ar: يجب أن يكون اسم التمويل اسما مفهوما لموظفي المكتبة
de: Der Kontoname sollte so gewählt werden, dass er gut verständlich ist
es: El Nombre del fondo debe ser algo que los bibliotecarios puedan entender
eu: Funtsaren izena liburuzainek ulertuko duten zerbait izan behar da
fi: Tilin nimen pitäisi olla helposti ymmärrettävä
fr: Le nom du poste budgétaire devrait être parlant pour les bibliothécaires
hi: फंड के नाम कुछ है कि पुस्तकालय समझ जाएगा होना चाहिए
it: Il nome del fondo deve essere significativo per i bibliotecari
oc: Lo nom del pòste budgètari deuriá èsser parlant pels bibliotecaris
sk: Názov fondu by mal byť pre knihovníkov zrozumiteľný
tr: Fon Adı kütüphanecilerin anlayacağı bir şey olmalıdır

source: The ISO code you enter will be used when importing MARC files via the staging tools, the tool will attempt to find and use the price of the currently active currency.
ar: سيتم استخدام رمز الأيزو الذي قمت بإدخاله عند استيراد ملفات مارك عبر أدوات التنظيم، ستحاول الأداة العثور على سعر العملة النشطة حاليا واستخدامها
cs: Kód ISO, který zadáte se použije při importu MARC záznamů za pomocí importního nástroje, nástoj tak bude schopen vyhledat a použít ceny v aktuálně nastavené měně.
de: Der angegebene ISO-Code wird verwendet, wenn Sie MARC-Datensätze über die Werkzeuge heraufladen. Das Werkzeug wird versuchen den Preis aus den Datensätzen in der aktiven Währung zu ermitteln.
el: Ο κωδικός ISO που εισάγετε θα χρησιμοποιηθεί όταν εισάγετε αρχεία MARC μέσω των εργαλείων προετοιμασίας, το εργαλείο θα επιχειρήσει να βρει και να χρησιμοποιήσει την τιμή του επί του παρόντος ενεργού νομίσματος.
es: El código ISO que ingrese será utilizado cuando importe archivos MARC con la herramienta de archivos prepareados, la misma intentará encontrar y utilizar el precio de la moneda activa.
fi: Syöttämääsi ISO-koodia käytetään MARC-tietueita tuotaessa väliaikaiseen tiedostoon. Työkalu yrittää löytää ja käyttää aktiivisen rahayksikön hintoja.
hi: आईएसओ कोड आप में प्रवेश जब मचान उपकरण के माध्यम से मार्क फ़ाइलें आयात, उपकरण मिल रहा है और वर्तमान में सक्रिय मुद्रा की कीमत का उपयोग करने का प्रयास करेंगे इस्तेमाल किया जाएगा।
it: Il codice ISO che inserisci sarà usato durante l'importazione dei files MARC utilizzando la funzione gestisci deposito Marc, lo strumento cercherà e collegherà il valore monetario presente alla divisa in quel momento attiva.
pl: Wprowadź kod ISO, podczas importu rekordów z przygotowanego pliku (Narzędzie>Przygotuj rekordy MARC do importu), opcja spróbuje znaleźć i dopasować cenę do aktywnej waluty.
pt: O código ISO inserido irá ser usado quando importar ficheiro MARC pelas ferramentas, a ferramenta irá tentar encontrar e usar o preço da moeda ativa correntemente.
pt_br: O código ISO inserido será utilizado quando houver importação de arquivos MARC através das ferramentas de importação de registros. A ferramenta tentará encontrar e utilizar o preço na moeda corrente.
sk: Kód ISO sa použije pri importovaní súborov MARC cez prípravné nástroje, daný nástroj sa pokúsi nájsť a použiť cenu podľa aktuálne nastavenej meny.
tr: Girdiğiniz ISO kodu, MARC dosyaları hazırlama araçları yoluyla aktarılırken kullanılacaktır, araç şu anda aktif olan para biriminin fiyatını bulmaya ve kullanmaya çalışacaktır.
zh_tw: 鍵入的ISO代碼將使用於匯入MARC檔案，待處理工具會找到並使用現行幣值的價位。

source: The Koha Acquisitions module provides a way for the library to record orders placed with vendors and manage purchase budgets.
ar: وحدة عمليات التزويد في كوها توفر وسيلة للمكتبة حيث يمكن أن تسجل طلبات الشراء مع الموردين وإدارة ميزانيات الشراء.
cs: Modul Akvizice umožňuje vést záznamy o objednávkách a udržovat si přehled o čerpání rozpočtu.
da: Koha-indkøbsmodulet giver biblioteket mulighed for at registrere ordrer til leverandører og styre budgettet.
de: Das Koha-Erwerbungsmodul ermöglicht es der Bibliothek, Bestellungen und Lieferanten sowie die Haushaltsmittel zu überwachen und zu verwalten.
el: Η υπομονάδα Προκτήσεων του Koha παρέχει ένα τρόπο μέσω του οποίου η βιβλιοθήκη μπορεί να καταγράφει τις παραγγελίες που έχει κάνει σε προμηθευτές και να διαχειρίζεται τους προϋπολογισμούς αγορών.
es: El módulo de adquisiciones de Koha provee una manera en que la biblioteca registre pedidos realizados a proveedores y administre los presupuestos de compra.
eu: El módulo de Adquisiciones de Koha provee una manera en que la biblioteca registre pedidos realizados a proveedores y administre la ejecución de presupuestos.
fi: Kohan Hankinta-osio tarjoaa kirjastolle tavan tilausten tekoon toimittajilta ja hankintamäärärahojen käytön seurantaan.
fr: Le module Acquisitions dans Koha permet à la bibliothèque de garder une trace des des commandes passées auprès des fournisseurs et de gérer les budgets d'acquisition.
hi: Koha अधिग्रहण मॉड्यूल पुस्तकालय विक्रेताओं से दिए गए आदेश रिकॉर्ड और खरीद बजट का प्रबंधन करने के लिए एक तरीका प्रदान करता है।
it: Il modulo Acquisizioni di Koha fornisce uno strumento grazie al quale la biblioteca può registrare gli ordini fatti ai fornitori e gestire i budget di spesa.
oc: Lo modul Aquisicions dins Koha permet a la bibliotèca de garder una trace des des comandas passées auprès des provesidors e de gerir les budgèts d'aquisicion.
pl: Moduł Gromadzenie jest narzędziem ułatwiającym składanie zamówień u dostawców i zarządzanie budżetem biblioteki.
pt: O módulo de Aquisições do Koha fornece uma forma para os técnicos registar encomendas feitas a fornecedores e gerir os orçamentos de compra.
pt_br: O módulo de Aquisições do Koha fornece uma forma para os técnicos registrarem encomendas a fornecedores e gerir os orçamentos.
sk: Modul Akvizície ponúka knižnici spôsob, ktorým zaznamenáva objednávky zadané predajcami a spracovať rozpočty nákupov.
sv: Inköpsmodulen i Koha ger biblioteket ett sätt att hålla reda på beställningar samt hantera inköpsbudgetar.
tr: Koha sağlama modülü, kütüphanenin sağlayıcılardan sipariş ettiklerini kaydedebileceği ve satın alma bütçelerini yönetebileceği bir yöntem sağlar.
zh_tw: Koha採訪模組藉以代理商與管理採購預算，讓圖書館紀錄訂單的位置。

source: The Label Creator allow you to use layouts and templates which you design to print a nearly unlimited variety of labels including barcodes. Here are some of the features of the Label Creator module:
ar: منشئ اللصاقات يسمح لك باستخدام الأشكال والقوالب التي قمتَ بتصميمها لطباعة مجموعة متنوعة غير محدودة تقريباً بما في ذلك من لصاقات الباركود. وهنا بعض من الميزات من وحدة مُنشئ اللصاقات :
cs: "Tvůrce štítků" vám umožní používat rozvržení a šablony, které vám navrhují tisknout téměř neomezené množství štítků včetně čárových kódů. Zde jsou některé z funkcí modulu "Tvůrce štítků" :
da: Med etiketmodulet og brugerdeifnerede layouts og skabeloner kan der defineres et nærmest ubegrænset antal forskellige etiketter med stregkoder. Her er nogle af funktionerne i etiketmodulet:
de: Das Etikettenmodul erlaubt es Ihnen benutzerdefinierte Layouts und Vorlagen für eine unbegrenzt große Vielfalt von Etiketten mit Barcodes zu erzeugen. Dies sind einige der Funktionen des Etikettenmoduls:
el: Ο Δημιουργός Ετικετών σας επιτρέπει να χρησιμοποιήσετε διατάξεις και πρότυπα τα οποία σχεδιάζετε για να εκτυπώσετε μία σχεδόν απεριόριστη ποικιλία ετικετών συμπεριλαμβάνοντας τα barcodes. Εδώ υπάρχουν μερικές λειτουργίες της υπομονάδας Δημιουργού Ετικετών:
es: El creador de etiquetas le permite usar diseños y plantillas hechos por usted para imprimir una variedad casi ilimitada de etiquetas con códigos de barras incluidos. Éstos son algunas de las características del módulo Creador de Etiquetas:
eu: Etiketa sortzaileak zuk egindako diseinuak eta txantiloiak erabiliz etiketa eta barra kode mota ia amaigabeak inprimatzeko aukera ematen dizu. Hona hemen etiketa sortzailea moduluaren ezaugarrietako batzuk:
fi: 'Tarrojen luonti' antaa käyttää asetteluja ja pohjia, jotka voit suunnitella tulostamaan miltei millaisia tarroja haluat mukaan luettuna viivakoodit. Tässä on muutama ominaisuus:
fr: Le Créateur d'étiquettes vous permet d'utiliser les formats et modèles que vous avez définis pour imprimer une grande variété d'étiquettes incluant les codes à barres. Voici certaines fonctionnalités du module Créateur d'étiquettes :
hi: लेबल निर्माता आप लेआउट और टेम्पलेट्स जो आप बारकोड सहित लेबल की एक लगभग असीमित विविधता मुद्रित करने के लिए डिजाइन का उपयोग करने के लिए अनुमति देते हैं। यहाँ लेबल निर्माता मॉड्यूल की सुविधाओं में से कुछ हैं:
it: Il creatore di etichette ti permette di usare layout e template per definire una forte varietà di etichette da stampare, inclusi i barcode. Alcune caratteristiche del modulo 'Creatore di etichette':
oc: Lo Creator d'etiquetas vos permet d'utilizar les formats e modèls que avètz définis per imprimir una grande variatté d'etiquetas incluant los còdis a barres. Voici certaines foncionalitats del modul Creator d'etiquetas :
pl: Kreator Etykiet umożliwia użycie zaprojektowanych przez Ciebie layoutów i szablonów do wydrukowania prawie nieskończonej ilości wariantów etykiet oraz kodów kreskowych. Kilka dostępnych funkcji w module Kreatora Etykiet:
pt: O módulo das Etiquetas permite usar esquemas e modelos por si desenhados para imprimir uma variedade ilimitada de etiquetas incluindo código de barras. Aqui estão algumas das funcionalidades deste módulo:
pt_br: O módulo das Etiquetas permite usar esquemas e modelos por si desenhados para imprimir uma variedade ilimitada de etiquetas incluindo código de barras. Aqui estão algumas das funcionalidades deste módulo:
sk: Tvorba etikiet Vám umožňuje použiť rozloženia a šablóny, ktoré navrhnete pre tlačenie prakticky neobmedzenej škály etikiet vrátane čiarových kódov. Tu sú niektoré z funkcií modulu Tvorba etikiet:
sv: Med etikettverktyget kan du använda layouter och mallar som du skapat för att skriva ut ett nästan obegränsat antal olika etiketter, inklusive streckkoder. Detta är några av funktionerna i modulen Etikettverktyg:
tr: Etiket Oluşturucu size barkodları da kapsayan sayısız türdeki etiketin çıktısını almak için tasarladığınız düzenleri ve şablonları kullanma imkanı sunar. Burada Etiket Oluşturucu modülünün bazı özellikleri mevcuttur:
zh_tw: 新增標籤允許您使用布局與模板設定出幾乎無限制的標籤，包括條碼在內。以下是若干新增標籤模組的功能：

source: The Librarian field shows the patron number for the librarian who made the changes
ar: ملف أمين المكتبة يعرض رقم المستفيد من أجل أن يقوم أمين المكتبة بالتغيرات
cs: Pole knihovníka zobrazuje čtenářovo číslo pro knihovníka, který provedl změny
da: Bibliotekarfeltet viser lånernummeret for den bibliotekar, der lavede ændringerne
de: Das Feld Mitarbeiter zeigt die Benutzernummer des Mitarbeiters, der die Änderungen durchgeführt hat
el: Το πεδίο Βιβλιοθηκονόμου δείχνει τον αριθμό μέλους του βιβλιοθηκονόμου που έκανε τις αλλαγές
es: El campo del Bibliotecario muestra el número de usuario para el cual el bibliotecario realizó los cambios
eu: Liburuzaina eremuak bazkidearen zenbakia erakusten dio aldaketak egin dituen liburuzainari
fi: Virkailija-kenttä näyttää muutoksen tehneen virkailijan asiakasnumeron
fr: Le champ Bibliothécaire montre le numéro d'adhérent (utilisateur) de la personne qui a effectué les changements.
hi: लाइब्रेरियन क्षेत्र लाइब्रेरियन जो परिवर्तन किए के लिए संरक्षक संख्या से पता चलता
it: Il campo 'Bibliotecario' mostra l'id del bibliotecario che ha fatto i cambiamenti
oc: Lo camp Bibliotecari montre lo numèro d'aderent (utilizaire) de la personne qui a efectuat los cambiaments.
pl: Pole 'Bibliotekarz' pokazuje numer użytkownika - bibliotekarza, który dokonał zmian
pt: O campo Técnico mostra o número de leitor do técnico que fez as alterações
pt_br: O campo do Funcionário exibe o número do usuário para o funcionário que fez as alterações
sk: Pole knihovníka ukazuje číslo čitateľa knihovníkovi, ktorý uskutočnil zmeny
sv: Bibliotekariefältet visar låntagarnumret för bibliotekarien som gjorde ändringarna
tr: Kütüphaneci alanı değişiklikleri yapan kütüphanecinin shows the patron number for the librarian who made the changes
zh_tw: 館員欄位顯示改變內容的館員讀者號

source: The MARC Modification Templates system gives Koha users the power to make alterations to MARC records automatically while staging MARC records for import.
ar: يمنح نظام قوالب تعديل مارك مستفيدي كوها القدرة على إجراء التعديلات على تسجيلات مارك تلقائياً أثناء تنظيم تسجلات مارك للاستيراد.
cs: Systém MARC modifikace šablon dává uživateli Koha možnost změny záznamů MARC automaticky při režírování záznamů pro import.
de: Templates für MARC-Modifikation erlauben es, MARC-Datensätze während des Bereitstellungsprozesses für den Import automatisch zu bearbeiten.
el: Το σύστημα Προτύπων Τροποποίησης MARC παρέχει στους χρήστες του Koha την ισχύ να κάνουν τροποποιήσεις στις εγγραφές MARC αυτόματα με την προετοιμασία των εγγραφών MARC για εισαγωγή.
es: El sistema de plantillas de modificación MARC le da al usuario de Koha el poder de alterar registros MARC automáticamente al preparar los registro s para su importación.
fi: MARC-muokkauksen pohjat antaa Kohan käyttäjälle mahdollisuuden muokata MARC-tietueita, kun niitä tuodaan väliaikaisvarastoon.
fr: Le système de Modèles de Modification Marc donne aux utilisateurs Koha la possibilité de modifier les notices MARC au moment de la préparation des notices MARC pour l'importation.
hi: मार्क संशोधन टेम्पलेट्स प्रणाली कोहा उन मार्क स्वचालित रूप से रिकॉर्ड करने के लिए, जबकि मंचन मार्क रिकॉर्ड आयात के लिए परिवर्तन करने की शक्ति देता है।
it: I template di modifica MARC permettono agli utenti Koha di modificare i record MARC automaticamente durante il processo di importazione.
oc: Lo sistèma de Modèls de Modificacion Marc donne als utilizaires Koha la possibilitat de modificar las notícias MARC al moment de la préparation des notícias MARC per l'importacion.
pl: System szablonów modyfikacji MARC pozwala użytkownikom Koha na automatyczne przebudowy rekordów MARC podczas przygotowania rekordów MARC do importu.
pt: O sistema de modelos MARC de modificação fornece ao Koha o poder de fazer alterações ao registos MARC automaticamente enquanto registos MARC no reservatório para importar.
pt_br: Modificação de Templates MARC fornece ao usuário do Koha a capacidade de alterar registros MARC automaticamente enquanto carrega registros para importação.
sk: Systém Šablón úprav MARCu umožňuje užívateľom Kohy vykonávať automatické zmeny v záznamoch MARC pri ich príprave na import.
tr: MARC Modifikasyon Şablonları sistemi Koha kullanıcılarına, MARC kayıtlarını içe aktarmak için düzenlerken MARC kayıtları üzerinde otomatik olarak değişiklik yapabilme yetkisi verir.
zh_tw: MARC 編修模板系統，讓Koha使用者於匯入MARC記錄時，自動修訂MARC記錄。

source: The OPAC Info box is for you to put information about the library that will appear in the OPAC when the branch name is moused over in the holdings table
ar: مربع معلومات الأوباك موجود من أجلك لوضع المعلومات حول المكتبة التي ستظهر في الأوباك عند تحريك الماوس على اسم الفرع في جدول المقتنيات
de: Die Informationen aus OPAC-Info werden im OPAC angezeigt, wenn Sie mit der Maus in der Exemplartabelle über den Bibliotheksnamen fahren
es: La casilla Información de OPAC es para que usted coloque información sobre la biblioteca que aparecerá en el OPAC, cuando, se pase por encima del nombre de la sede el puntero del ratón en la tabla de existencias
fi: 'Verkkokirjaston tiedot' -laatikkoon voi laittaa tietoja kirjastosta. Tiedot näkyvät, kun verkkokirjastossa nidetiedoissa kursori viedään kirjaston nimen päälle
hi: ओपेक जानकारी बॉक्स है आप पुस्तकालय है कि ओपेक में दिखाई देगा जब शाखा का नाम जोत तालिका में पर moused है के बारे में जानकारी डाल करने के लिए
it: Il riquadro Opac info serve per inserire le informazioni sulla biblioteca che appariranno nell'opac quando si passerà sopra con il mouse il suo nome nella tabella delle copie.
sk: Políčko OPAC Info vám slúži na zadávanie informácie o knižnici, ktorá sa zobrazí v OPACu pri pohybe kurzorom ponad názov pobočky v tabuľke rezervácií
tr: OPAC bilgi kutusu, OPAC'da ayırmalar tablosunda fare imleci birim adının üzerine getirildiğinde görüntülenecek kütüphane hakkındaki bilgiyi girmeniz içindir

source: The OPAC Note is a note for the patron - it will appear in the OPAC on the patron's record
ar: ملاحظة OPAC هي ملاحظة لمستفيد - سوف تظهر في OPAC في تسجيلة المستفيد الخاصة به
cs: Poznámka OPAC je poznámka pro čtenáře - objeví se v OPACu na čtenářově záznamu
da: OPAC-noten er en note til låneren - den vises i OPAC i lånerens post
de: Die OPAC-Notiz ist eine Nachricht an den Benutzer - sie wird im Benutzerkonto im OPAC angezeigt
el: Η Σημείωση OPAC είναι μία σημείωση για τα μέλη - θα εμφανιστεί στον OPAC στην εγγραφή του μέλους
es: La Nota OPAC es una nota para el usuario - que aparecerá en el OPAC en el registro del usuario
eu: OPAC oharra bazkidearentzako oharra da; OPACeko bazkidearen erregistroak agertuko da
fi: 'Huomautus (näkyy verkkokirjastossa)' on ilmoitus asiakkaalle ja näkyy asiakkaan tiedoissa
fr: Utilisez Note OPAC pour toute information que vous voulez montrer au public à l'OPAC.
hi: ओपेक नोट संरक्षक के लिए एक नोट है - यह संरक्षक के रिकॉर्ड पर ओपेक में दिखाई देगा
it: Il campo 'Nota Opac' e' una nota per l'utente - apparita in Opac nel record dell'utente
oc: Utilizatz Nòta OPAC per tota informacion que volètz montrer al public a l'OPAC.
pl: W polu 'OPAC – uwaga' można umieszczać informacje dla użytkownika, które pojawią się na koncie użytkownika w OPAC
pt: A nota pública é uma nota para o leitor - aparece no OPAC no registo do leitor
pt_br: A Nota do OPAC é uma nota para o usuário - ela aparecerá no registro do usuário no OPAC
sk: Poznámka OPACu je poznámka pre čitateľa - objaví sa v zázname o čitateľovi v OPACu
sv: OPAC-kommentaren är en kommentar till låntagaren - den visas i låntagarens post i OPAC
tr: OPAC Notu kullanıcı için bir nottur - OPAC'daki kullanıcı kaydında gözükecektir.
zh_tw: OPAC 說明是給讀者的說明 - 顯示在 OPAC 的讀者紀錄裡
