Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Koha is multi-MARC compliant. So, it does not know what the 245$a means, neither what 200$f (those 2 fields being both the title in MARC21 and UNIMARC). So, in this list you can "map" a MARC subfield to its meaning. Koha constantly maintains consistency between a subfield and its meaning. When the user want to search on "title", this link is used to find what is searched (245 if you're MARC21, 200 if you're UNIMARC).
ar: كوها يتوافق مع صيغ متعددة من مارك. لذلك هو لا يعرف ما يعني 245$a ، ولا ما يعني 200$f ( هذان الحقلان للعنوان في مارك21 واليونيمارك).لذلك ، في هذه القائمة بإمكانك أن تقوم"بتعيين" حقل مارك الفرعي إلى معانيه. ويحافظ كوها بشكل مستمر على التناسق بين الحقول الفرعية ومعانيها. وعندما يرغب المستفيد بالبحث بـِ"العنوان"، فإن الرابط يستخدم للعثور عن ما تم البحث عنه في (245 إذا كان مارك21 ، أو 200 إذا كان يونيمارك).
cs: Koha podporuje více MARC formátů. Proto nemůže vědět, co znamená 245$a nebo 200$f (obě tato pole znamenají 'název' v MARC21 nebo UNIMARC). V tomto seznamu tak můžete přiřadit podpole MARC k jeho významu. Koha soustavně udržuje podpole a jejich význam konzistentní. Pokud chce uživatel hledat 'název', použije se tento odkaz pro nalezení hledaného (245 v rámci MARC21, 200 v UNIMARC).
da: Koha er multi-MARC kompatibel. Derfor ved det ikke, hvad 245$a betyder, eller 200$f (disse 2 felter er titlen i MARC21 og UNIMARC !). Så i denne liste kan du "forbinde" et MARC underfelt til dets betydning. Koha opretholder altid konsistens mellem et underfelt og dets betydning. Når brugeren vil søge på "titlen", bruges dette link til at finde ud af, hvad der søges efter (245 hvis der bruges MARC21, 200 hvis der bruges UNIMARC).
de: Koha unterstützt mehrere MARC-Formate. Deshalb ist nicht hartcodiert, welche Bedeutung das Feld 245$a oder 200$f hat. Beide Felder können den Hauptsachttitel beinhalten, einmal in MARC21, einmal in UNIMARC. In dieser Liste können Sie daher MARC-Unterfelder und Ihre Bedeutung zueinander mappen. Die Konsistenz dieser Mappings wird vom System fortlaufend geprüft. Wenn der Benutzer nach dem 'Titel' sucht, werden diese Verknüpfungen ausgewertet um die richtige Information zu finden (245 für MARC21, 200 für UNIMARC).
el: Το Koha είναι συμβατό με πολλά είδη MARC. Έτσι, δε γνωρίζει τι σημαίνει το 245$a, ούτε το 200$f (αυτά τα 2 πεδία είναι ο τίτλος στo MARC21 και στο UNIMARC!). Έτσι, σε αυτή τη λίστα μπορείτε να "χαρτογραφήσετε" ένα MARC υποπεδίο στην έννοιά του. Το Koha είναι συνεπές στη σχέση του υποπεδίου και της έννοιάς του. Όταν ένας χρήστης θέλει να κάνει αναζήτηση στον "τίτλο", αυτός ο σύνδεσμος χρησιμοποιείται για να βρεί τι έχει αναζητηθεί (245 αν χρησιμοποιείτε MARC21, 200 αν χρησιμοποιείτε UNIMARC).
es: Koha es múlti-MARC. Entonces, no sabe lo que significa el campo 245$a, ni tampoco 200$f (esos 2 campos son el título en MARC21 y UNIMARC). Por lo tanto, en esta lista se puede "conectar" un subcampo MARC con su significando. Koha mantiene constantemente la consistencia entre un subcampo y su significando. Cuando el usuario desea buscar en "título", este enlace se utiliza para encontrar lo que se busca (245 si es MARC21, 200 si es UNIMARC).
eu: Kohak hainbat MARC bertsio onartzen ditu. Kohak ez daki zer esan nahi duen ez 245$a ez 200$f eremuak (MARC21 eta UNIMARCen, bi horiek izenburuak dira). Hori dela eta, zerrenda honetan MARC azpieremu bat beste esanahiarekin "mapatu" dezakezu. Kohak azpieremuaren eta haren esanahiaren arteko koherentzia mantentzen du. Bazkideak "izenburua" bilatu nahi duenean, lotura hau bilatzen dena aurkitzeko erabiltzen da (245 MARC21 bada, 200 UNIMARC bada).
fi: Kohassa voi käyttää eri MARC-formaatteja. Se ei siis tiedä, mitä 245$a tarkoittaa, eikä mitä 200$f (nuo kaksi kenttää on nimekekenttiä sekä MARC21:ssä että UNIMARCissa. Tässä listassa pitää "vastata" MARC-osakenttä sen tarkoitukseen. Koha ylläpitää yhteyden osakentän ja sen merkityksen välillä. Kun käyttäjä haluaa hakea "nimekkeen", tätä linkkiä käytetään varmistamaan, mitä kenttää haetaan (245 jos MARC21, 200 UNIMARCissa).
fr: Koha est compatible multi-MARC. Ainsi, il ne sait pas ce que 245$a signifie, pas plus que 200$f (ces 2 champs étant le titre en MARC21 et en UNIMARC !). Ainsi dans cette liste vous pouvez "lier" un champ MARC à sa signification. Quand l'utilisateur veut rechercher par "titre", ce lien est utilisé pour savoir ce qui est cherché (245 si vous êtes en MARC21, 200 en UNIMARC).
hi: Koha बहु मार्क अनुरूप है। इसलिए, यह पता नहीं है क्या 245 एक साधन है, न तो क्या $ 200 एफ (उन 2 क्षेत्रों में किया जा रहा है दोनों MARC21 और Unimarc में शीर्षक) $। तो, इस सूची में आप इसका अर्थ करने के लिए एक मार्क subfield "नक्शा" कर सकते हैं। Koha लगातार एक उप क्षेत्र और इसके अर्थ के बीच स्थिरता बनाए रखता है। प्रयोक्ता "शीर्षक" पर खोज करने के लिए चाहते हैं, तो इस लिंक पर क्या खोजा है खोजने के लिए (245 यदि आप MARC21, 200 हो अगर तुम Unimarc रहे हैं) किया जाता है।
it: Koha è compatibile con diversi formati MARC. Koha non conosce il significato di 245$a, né di 200$f (questi due campi corrispondono al titolo sia in MARC21 sia in UNIMARC !). In questa lista puoi creare una "corrispondenza" tra un sottocampo MARC e il suo significato. Koha mantiene costantemente la coerenza tra un sottocampo e il suo significato. Quando l'utente esegue una ricerca per "titolo", questo link viene usato per trovare ciò che viene cercato (campo 245 di MARC21, 200 se sei in UNIMARC).
oc: Koha es compatible multi-MARC. Atal, sap pas çò que 245$a significa, pas mai que 200$f (aquestes 2 camps que son lo títol en MARC21 e en UNIMARC !). Atal dins aquesta lista podètz "ligar" un camp MARC a sa significacion. Quand l'utilizaire vòl recercar per "títol", aqueste ligam es utilizat per saber çò qu'es cercat (245 se sètz en MARC21, 200 en UNIMARC).
pt: Koha é multi-MARC compatível. Então, não sabe o que 245$n significa, nem o 200$f (dois campo que representam o título em UNIMARC e MARC21). Assim, nesta lista, você pode &quot;mapear&quot; um subcampo MARC para seu significado. O Koha mantém constantemente a coerência entre um subcampo e o seu significado. Quando o usuário deseja pesquisar no "título", esta ligação é usado para encontrar o que é pesquisado (245 se você estiver MARC21, 200 se você estiver UNIMARC).
pt_br: O Koha aceita diferentes formatos MARC. Assim, ele não reconhece o significado de 245$a ou de 200$f (título em MARC21 e UNIMARC respectivamente). Assim, você pode mapear os subcampos MARC de acordo com a informação contida. O Koha mantém a consistência dessas informações, registrando o elo entre o subcampo e seu significado. Quando o usuário faz uma busca por título, este mapeamento é que permite que ele encontre a informação no campo correto (245 no caso de MARC21 e 200 para UNIMARC).
sk: Koha podporuje multi-MARC. Preto nevie, čo znamená 245$a, ani 200$f (tieto 2 polia znamenajú názov v MARC21 and UNIMARC). Takže v tomto zozname môžete "priradiť" podpole MARC k jeho významu. Koha sústavne udržiava zhodnosť medzi podpoliami a ich významom. Keď chce užívateľ vyhľadať "názov", tento odkaz sa použije na nájdenie hľadaného (245 ak máte MARC21, 200 máte UNIMARC).
sv: Koha är multi-MARC-kompatibelt. Det innebär att programmet inte vet vad 245$a eller 200$f betyder (båda fälten är titeln i MARC21 och UNIMARC). Så, i denna lista kan du "koppla" ett underordnat MARC-fält till dess betydelse. Koha upprätthåller hela tiden kopplingen mellan ett underordnat fält och dess betydelse. När en använda vill söka i "titel", används denna länk för att hitta det som söks (245 i MARC21 och 200 i UNIMARC).
tr: Koha çoklu-MARC uyumludur. Bu nedenle, ne 245$a , ne de 200$f ne anlama gelir bilmez (bu 2 alanın biri MARC21'de, diğeri UNIMARC'ta eser adını ifade eder). Bu listede bir MARC alanını anlamı ile siz eşleştirebilirsiniz. Koha bir alt alanla anlamı arasında tutarlılığı koruyacaktır. Kullanıcı "eser adı" araması yaptığında bağlantı arananın bulunmasına yardımcı olacaktır (MARC21 kullanıyorsanız 245, UNIMARC kullanıyorsanız 200).
zh_tw: Koha 是多 MARC 相容的軟體。它無法辨識 245$a 的意義，也不知道 200$f (這兩個欄位的內容在 MARC21 與 UNIMARC 內都是題名)的內容。因些，必須有此清單，把 MARC 的分欄 "對映" 至 Koha 的欄位，才精準知道其意義。Koha 持續維護 MARC 分欄與 Koha 欄位間的對映。使用者搜尋 "題名" 時，實際上連結至對映的機讀編目格式分欄 (在 MARC21 是245，在 UNIMARC 是 200)。

source: Koha keeps a record of publication frequencies for easy management and duplication.
ar: يحتفظ كوها بتسجيلة من تواترات النشر لتسهيل الإدارة والنسخ
cs: Koha si zaznamenává frekvence vydávání pro jednoduchou správu a duplikaci
de: Koha kann Publikationsfrequenzen für deren einfache Verwaltung und mehrfache Verwendung speichern.
el: Το Koha κρατά αρχείο των συχνοτήτων δημοσίευσης για εύκολη διαχείριση και αντιγραφή.
es: Koha lleva un registro de frecuencias de publicación para una mejor administración y duplicación.
eu: Kohak kudeaketa eta bikoizketa hobeago baterako aldizkako argitalpenen erregistroa dauka.
fi: Koha tallentaa numeroiden ilmestymistiheydet lehtitilausten muokkaamisen ja kopioimisen helpottamiseksi.
fr: Koha garde un enregistrement des fréquences de publication pour une gestion facile et la duplication.
hi: Koha आसान प्रबंधन और दोहराव के लिए प्रकाशन आवृत्तियों की एक रिकॉर्ड रखता है।
it: Koha tiene traccia delle frequenze di pubblicazione per facilitare la gestione e prevenire la duplicazione.
oc: Koha garde un enregistrament des frequéncias de publicacion per una gestion facile e la duplication.
pl: Zdecyduj, jakie częstotliwości będą występować przy przyjmowaniu numerów czasopism, wprowadź je poprzez opcję 'Zarządzaj częstotliwością'.
pt: Koha guarda um registo de todas as frequências de publicações para fácil gestão e duplicação.
pt_br: O Koha mantém um registro da frequência de publicações para auxiliar no gerenciamento e duplicação.
sk: Koha uchováva záznam o opakovanosti publikácií pre ľahšie spracovanie a duplikáciu.
tr: Koha, kolay yönetim ve çoğaltma için yayın frekanslarının bir kaydını tutar.
zh_tw: Koha保留出版刊期的記錄，供管理與複製之用。

source: Koha link
ar: رابط كوها
cs: Pole v systému Koha
el: Σύνδεσμος Koha
es: Enlace de Koha
eu: Koharen lotura
fi: Kohan linkki
fr: Lien Koha
hi: कोहा लिंक
it: Link Koha
oc: Ligam Koha
pt: Ligação Koha
pt_br: Link do Koha
sk: Odkaz Kohy
sv: Koha-länk
tr: Koha bağlantısı
zh_tw: Koha連結

source: Koha only has one 'Normalization rule' that removes extra characters such as commas and semicolons. The value you enter in this field is irrelevant to the normalization process.
ar: كوها يمتلك 'قاعدة تطبيع' واحدة والتي تحذف الأحرف الزائدة مثل الفواصل والفواصل المنقوطة. القيمة التي تدخلها في هذا الحقل لا صلة لها بعملية التطبيع.
cs: Koha má jen jedno 'normalizační pravidlo', které odstraňuje nadbytečné znaky jako čárky a středníky. Hodnota, kterou do tohoto pole zadáte, je pro normalizační proces bezpředmětná.
da: Koha har kun en 'Normaliseringsregel' som fjerner ekstra tegn så som komma og semikolon. Den værdi der indtastes her er irrelevant for normaliseringsprocessen.
de: Koha kennt nur eine 'Normalisierungsregel' die zusätzliche Zeichen wie Kommas und Semikolons entfernt. Der Wert den Sie in diesem Feld eingeben ist nicht relevant für den Normalisierungsprozess.
el: Το Koha έχει μόνο έναν 'Κανόνα Κανονικοποίησης' που αφαιρεί επιπλέον χαρακτήρες όπως κώματα και άνω τελείες. Η τιμή που εισάγετε σε αυτό το πεδίο είναι άσχετη με τη διαδικασία κανονικοποίησης.
es: Koha sólo tiene una "regla de normalización" que elimina los caracteres adicionales, tales como comas y puntos y comas. El valor que introduzca en este campo es irrelevante para el proceso de normalización.
eu: Koha sólo tiene una 'regla de normalización' que elimina los caracteres adicionales, tales como comas y puntos y comas. El valor que introduzca en este campo es irrelevante para el proceso de normalización.
fi: Kohassa on vain yksi 'Normalisointisääntö', joka poistaa ylimääräiset merkit kuten pilkut ja puolipisteet. Tähän kenttään syöttämäsi arvo on epäolennainen normalisoinnin prosessissa.
fr: Koha n'a pas pour le moment qu'une seule règle de normalisation qui enlève les caractères inutiles comme la virgule ou le point virgule. La valeur que vous entrez ici n'a pas d'impact sur le processus de normalisation.
hi: Koha केवल एक 'सामान्य नियम' है कि इस तरह के अल्पविराम और अर्धविराम के रूप में अतिरिक्त वर्ण को हटा दिया है। मूल्य आप इस क्षेत्र में प्रवेश सामान्य बनाने की प्रक्रिया के लिए अप्रासंगिक है।
it: Koha ha solo una 'Regola di normalizzazione' che rimuove caratteri in eccesso come virgole o punto e virgola. Il valore che introduci in questo campo è irrilevante ai fini della normalizzazione.
oc: Koha n'a pas pel moment qu'una sola règla de normalisation qui enlève les caractèrs inutiles coma la virgula o lo punt virgula. La valor que vous entratz aicí n'a pas d'impact sul processus de normalisation.
pt: O Koha só tem uma 'Regra de normalização' que remove caracteres extra com as vírgulas e os pontos e virgulas. O valor inserido no campo é irrelevante para o processo de normalização.
pt_br: O Koha tem apenas uma 'Regra de Normalização' que remove caracteres que estão a mais (como vírgulas e ponto e vírgula). O valor que você digitar neste campo é irrelevante para o processo de normalização.
sk: Koha má len jedno 'normalizačné pravidlo', ktoré odoberie nadbytočné znaky ako čiarky a bodkočiarky. Hodnota, ktorú to tohto poľa zadáte, je pre normalizačný proces bezpredmetná.
sv: Koha har bara en 'Normaliseringsregel' som tar bort extra tecken som komman och semikolon. Värdet du anger i detta fält påverkar inte normaliseringsprocessen.
tr: Koha’nın sadece, virgül ve noktalı virgül gibi ekstra karakterleri kaldıran, bir normalleştirme kuralı vardır. Bu alana girdiğiniz değer normalleştirme sürecinden bağımsızdır.
zh_tw: Koha 有個 '正規化規則'，移除逗點與分號等額外的字元。鍵入欄位的值與正規化無關。

source: Koha reports library:
eu: Kohako txostenen liburutegia:
fi: Kohan raporttikirjasto:
hi: Koha रिपोर्ट पुस्तकालय:

source: Koha team
ar: فريق كوها
cs: Koha tým
el: Ομάδα Koha
es: Equipo Koha
eu: Equipo Koha
fi: Koha-tiimi
fr: Équipe Koha
hi: Koha टीम
it: Il team di Koha
oc: Equipa Koha
pl: Zespół Koha
pt: Equipa Koha
sk: Tím Kohy
sv: Koha-gruppen
tr: Koha ekibi
zh_tw: Koha團隊

source: Koha to MARC mapping
hi: कोहा से मार्क मानचित्रण

source: Koha's Inventory Tool can be used in one of two ways, the first is by printing out a shelf list that you can then mark items off on, or by uploading a text files of barcodes gathered by a portable scanner.
ar: أداة الجرد لكوها من الممكن أن تستخدم بإحدى الطريقتين ، الأولى من خلال طباعة قائمة الرف والتي من الممكن في ما بعد تعليم المواد عليها ، أو من خلال رفع ملفات نصية بالباركودات تجمع بواسطة قارئ باركود متنقل.
cs: Inventarizační nástroj je možné používat dvojím způsobem: vytištěním seznamu regálu, na kterém lze exempláře kontrolovat, nebo načtením textových souborů s čárovými kódy zobrazenými přenosným skenerem.
da: Du kan bruge Kohas inentur-værktøj på to forskellige måder. Du kan enten udskrive en bogliste, som så kontrolleres ved reolen, eller ved at oploade tekstfiler med stregkoder, der er lavet med en bærbar stregkodescanner.
de: Sie können Kohas Inventurwerkzeug auf zwei unterschiedliche Weisen verwenden. Zum einen können Sie eine Bücherliste ausdrucken, die Sie dann am Regal überprüfen können, oder indem Sie Textdateien mit Barcodes hochladen, die mit einem tragbaren Barcodescanner erzeugt wurden.
el: Το Εργαλείο Απογραφής του Koha μπορεί να χρησιμοποιηθεί με ένα ή δύο τρόπους, ο πρώτος με την εκτύπωση μίας λίστας όπου στη συνέχεια μπορείτε να κρατήσετε σημειώσεις ή με τη φόρτωση κειμενικών αρχείων ή barcodes που θα συλλεχθούν από έναν φορητό σαρωτή.
es: La herramienta de inventario de Koha se puede utilizar en una de dos maneras, la primera es mediante la impresión de una lista del contenido de las estantería donde usted puede marcar los ítems faltantes. La segunda es hacer un archivo de texto con códigos de barras obtenidos mediante un lector portátil y luego subirlo a Koha para ver que ítems faltan de las estanterías.
eu: Koharen inbentarioa tresna bi erara erabili daite. Lehenengoan falta diren elementuak markatzeko apal zerrenda bat inprimatzea da. Bigarrena, eskaner eramangarri batek lortutako barra kodeen testu fitxategiak kargatzea da.
fi: Kohan inventointityökalua voidaan käyttää kahdella tavalla. Ensinnäkin voit tulostaa hyllylistan, johon voit merkitä niteet, tai ladata tekstitiedostona viivakoodit, jotka on kerätty kannettavalla lukijalla.
fr: L'outil Inventaire/récolement de Koha est utilisable de deux façons. Vous pouvez soit imprimer une liste correspondant à un rayonnage, puis marquer les exemplaires indisponibles. Ou bien vous pouvez chargez un fichier texte contenant les codes à barres collectés au moyen d'un lecteur portable.
hi: Koha का माल उपकरण दो तरीकों में से एक में इस्तेमाल किया जा सकता है, पहले एक शेल्फ सूची है कि आप तो वस्तुओं पर बंद चिह्नित कर सकते हैं बाहर मुद्रण, या एक पोर्टेबल स्कैनर द्वारा इकट्ठा बारकोड का एक पाठ फ़ाइलों को अपलोड करके कर रहा है।
it: Lo strumento 'Inventario' di Koha può essere usato in due modi, il primo stampando una lista di collocazioni che puoi via via spuntare o caricando un file di testo di barcode raccolti da una scanner portatile.
oc: L'aisina Inventari/récolement de Koha es utilizable de deux façons. Podètz siá imprimir una lista correspondent a un rayonnage, puèi marcar los exemplars indisponibles. Ou bien podètz cargaz un fichièr tèxte que conten los còdis a barras collectés amb l'ajuda d'un lector portable.
pl: Narzędzia skontrum można użyć na dwa sposoby: drukując listę dokumentów z ich lokalizacją, a następnie ręczne odznaczając egzemplarze, bądź wgrywając plik tekstowy z kodami kreskowymi sczytanymi przez przenośny skaner.
pt: A ferramenta de inventário do Koha pode ser usada de duas forma. A primeira é mostrado um lista de prateleiras onde os itens podem ser marcados ou carregando ficheiros de texto obtidos de um scanner portátil.
pt_br: A ferramenta de inventário do Koha pode ser usada de duas forma. A primeira é mostrado um lista de prateleiras onde os itens podem ser marcados ou carregando arquivos de texto obtidos de um scanner portátil.
sk: Inventarizačný nástroj Kohy možno použiť dvojakým spôsobom, prvým je vytlačenie zoznamu poličiek, na ktorom si môžete kontrolovať exempláre, alebo natiahnutím textových súborov s čiarovými kódmi zozbieranými prenosným skenerom.
sv: Kohas Inventeringsverktyg kan användas på ett av två sätt, det första är genom att skriva ut en hyllista som du kan använda för att bocka av objekt, eller genom att ladda upp textfiler av streckkoder som samlats in av en portabel skanner.
tr: Koha’nın envanter aracı iki şekilde kullanılabilir, birincisi bir raf listesi yazdırarak materyalleri işaretleyebilirsiniz veya taşınabilir bir tarayıcıyla elde edilmiş barkodların metin dosyalarını yükleyebilirsiniz.
zh_tw: Koha的登錄簿工具有兩種用法，列印排架清單，或上傳攜帶式掃瞄器裡條碼文字檔。

source: Koha's Plugin System allows for you to add additional tools and reports to Koha that are specific to your library. Plugins are installed by uploading KPZ ( Koha Plugin Zip ) packages. A KPZ file is just a zip file containing the perl files, template files, and any other files necessary to make the plugin work.
ar: يتيح لك نظام برنامج كوها المساعد إضافة أدوات وتقارير إضافية إلى كوها محددة على مكتبتك. يتم تثبيت البرامج المساعدة عن طريق رفع باقات KPZ (برنامج كوها المساعد المضغوط). ملف KPZ هو ملف مضغوط يحتوي على ملفات بيرل، ملفات القالب، وأي ملفات أخرى ضرورية لعمل البرنامج المساعد.
cs: Systém zásuvných modulů Kohy umožňuje přidávat do Kohy doplňkové nástroje a výstupy, které jsou specifické pro vaši knihovnu. Zásuvné moduly jsou instalovány nahráním balíčků KPZ (Koha Plugin Zip). Soubor KPZ je pouze zip soubor, který obsahuje soubory perl, šablony a jakékoliv jiné soubory potřebné ke správnému fungovaní zásuvného modulu.
de: Kohas Plugins erlauben es, zusätzliche Tools und Reports in Koha verfügbar zu machen, die speziell auf die Bedürfnisse Ihrer Bibliothek ausgerichtet sind. Plugins werden durch Upload einer KPZ-Datei (Koha Plugin Zip) installiert. Eine KPZ-Datei ist ein gepacktes Verzeichnis mit den benötigten Perldateien, Templates und weiteren benötigten Dateien, die für das Plugin benötigt werden.
el: Το Σύστημα Υπομονάδων του Koha σας επιτρέπει να προσθέσετε επιπλέον εργαλεία και αναφορές στο Koha τα οποία είναι συγκεκριμένα για τη βιβλιοθήκη σας. Οι υπομονάδες εγκαθίστανται με την ανάρτηση των πακέτων KPZ ( Koha Plugin Zip ). Ένα αρχείο KPZ είναι απλά ένα αρχείο zip που περιέχει τα τα αρχεία perl, τα αρχεία προτύπων και πολλά άλλα αρχεία που είναι απαραίτητα για να κάνουν την υπομονάδα να δουλέψει.
es: El sistema de plugins de Koha le permite agregar herramientas adicionales e informes de Koha que sean específicos para su biblioteca. Los plugins se instalan subiendo paquetes KPZ (Koha Plugin ZIP). Un archivo KPZ es solo un archivo zip que contiene archivos perl, templates, y cualquier otro tipo de archivos necesario para hacer que el plugin funcione.
fi: Kohan liitännäiset antavat sinun lisätä kirjastosi tarvitsemia työkaluja ja raportteja Kohaan. Liitännäiset asennetaan lataamalla KPZ-paketit (Koha Plugin Zip). KPZ-tiedosto on vain zip-tiedosto, joka sisältää perl-tiedostoja, tallennuspohjatiedostoja ja muita liitännäisten tarvitsemia tiedostoja.
hi: Koha के प्लगइन प्रणाली आप अतिरिक्त उपकरण और है कि अपने पुस्तकालय के लिए विशिष्ट हैं Koha को रिपोर्ट जोड़ने के लिए अनुमति देता है। प्लगइन्स केपीजेड (Koha प्लगइन ज़िप) संकुल अपलोड करके स्थापित कर रहे हैं। एक केपीजेड फ़ाइल सिर्फ एक ज़िप पर्ल फ़ाइलें, टेम्पलेट फ़ाइलें, और किसी भी अन्य फ़ाइलों प्लगइन का काम करने के लिए आवश्यक युक्त फ़ाइल है।
it: Il sistema a plugin di Koha ti permette di aggiungere reports e strumenti personalizzati alla tua installazione di Koha. I Plugini sono installati caricando un pacchetto KPZ ( Koha Plugin Zip ). Un file KPZ è semplicemente un zip che contiene i file perl, i templates e ogni altro files necessario al plugin per funzionare.
pl: System Wtyczek Koha pozwala na dodawanie kolejnych narzędzi i raportów do Koha, w zależności od potrzeb konkretnej biblioteki. Wtyczki instalowane są przez wczytanie paczek KPZ (Koha Plugin Zip). Plik KPZ jest plikiem zip zawierającym perl, szablony i inne niezbędne do pracy wtyczek pliki. System wtyczek musi zostać włączony przez administratora.
pt: O sistema de Plugins do Koha permite adicionar novas ferramentas e relatórios que são especificas à biblioteca. Os plugins são instalados carregando ficheiros KPZ (Koha Plugin Zip). Um ficheiro KPZ é simplesmente um ficheiro comprimido com os ficheiros perl, os templates e outros ficheiros necessário ao funcionamento do plugin.
pt_br: O Sistema de Plugins do Koha permite que você adicione nova ferramentas e relatórios ao sistema que podem ser úteis para sua biblioteca. Plugins são instalados a partir de pacotes KPZ (Koha Plugin Zip). Um arquivo KPZ é apenas um arquivo .zip contendo os arquivos perl, templates e demais arquivos necessários para que o plugin funcione.
sk: Systém zásuvných modulov Kohy vám umožňuje pridať do Kohy dodatočné nástroje a výkazy, ktoré sa osobitne týkajú vašej knižnice. Zásuvné moduly sa inštalujú pomocou balíkov KPZ (Koha Plugin Zip). Súbor KPZ je jednoducho komprimovaný súbor obsahujúci súbory perl, súbory šablón a ľubovoľné ďalšie súbory potrebné pre fungovanie zásuvných modulov.
tr: Koha Eklenti Sistemi, Koha’ya kütüphanenize özel olan ek araçlar ve raporlar eklemenize imkan verir. Eklentiler KPZ (Koha Eklenti Zipi) paketleri yüklenerek kurulur. KPZ dosyası, eklentinin çalışabilmesi için oluşturulan, perl dosyaları, şablon dosyaları ve diğer gerekli dosyaları içeren bir zip dosyasıdır.
zh_tw: Koha 的外掛系統允許您新增工具與報表供您的圖書館使用。可經由上傳 KPZ ( Koha Plugin Zip ) 套件安裝外掛。KPZ 檔案是一個包括 perl 檔案、模版檔與其他檔案的壓縮檔。
