Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: This will not only duplicate your budget, but all of the funds associated with that budget so that you can reuse budgets and funds from year to year and so that you can move unreceived orders and if desired unspent funds from a previous budget to the new budget.
ar: لن يقوم ذلك بنسخ ميزانيتك فقط، لكن جميع التمويلات المرتبطة بهذه الميزانية لكي تتمكن من إعادة استخدام الميزانيات والتمويلات من عام إلى عام ولكي تتمكن من نقل الطلبيات غير المستلمة والتمويلات غير المنفقة من ميزانية سابقة إلى الميزانية الجديدة.
de: Dies wird sowohl den Etat als auch alle zugehörigen Konten duplizieren, sodass Sie diese von Jahr zu Jahr wieder verwenden, nicht zugegangene Bestellungen verschieben und verbliebene Mittel umbuchen können.
es: Esto no solo duplicará su presupuesto, sino que todos los fondos asociados con ese presupuesto de modo que pueda reutilizar presupuestos y fondos de año a año, de esta forma, se puedan mover pedidos sin recibir y, si se desea, fondos no gastados de un presupuesto previo al nuevo presupuesto.
fi: Tämä ei vain kopioi budjettia, vaan myös kaikki siihen liitetyt tilit, joten voit käyttää budjettia ja tilejä vuodesta toiseen ja voit siirtää vastaanottamattomat tilaukset ja halutessasi käyttämättömät varat edellisestä budjetista uuteen budjettiin.
fr: Ceci permettra non seulement de dupliquer votre budget, mais également tous les postes budgétaires associés à ce budget afin que vous puissiez réutiliser les budgets et les postes d'année en année et afin que vous puissiez déplacer les commandes non reçues, et si désiré, les fonds non dépensés d'un budget précédent pour le nouveau budget.
hi: यह न केवल अपने बजट नकल होगा, लेकिन इतना है कि आप वर्ष से वर्ष के बजट और धन का पुन: उपयोग और इतना कर सकते हैं कि आप unreceived आदेशों स्थानांतरित कर सकते हैं और अगर नए बजट के लिए एक पिछले बजट से अक्षय निधि वांछित है कि बजट के साथ जुड़े धन के सभी ।
it: Questa operazione non duplica solo il budget, ma anche tutti i fondi ad esso associati, così potrai riusare budgets e fondi di anno in anno e così puoi muovere gli ordini non ricevuti e i fondi non spesi da budget preceente al nuovo.
oc: Aquò permettra non solament de duplicar vòstre budgèt, mas tanben totes les pòstes budgètaris associats a ce budgèt per fin que poscatz réutilizar les budgèts e los pòstes d'annada en annada e per fin que poscatz desplaçar les comandas non recebudas, e se désiré, los fonses non depensats d'un budgèt precedent per lo novèl budgèt.
pt: Isto não vai apenas duplicar o orçamento, mas também todos os fundos associados a esse orçamento, para que possa reutilizar orçamentos e fundos ano após ano e para que possa mover encomendas não recebidas e, se desejar, fundos não suspensos de um orçamento antigo para um novo orçamento.
sk: Toto nielen zduplikuje váš rozpočet, ale aj všetky fondy pridružené s rozpočtom, tak aby ste mohli znova použiť rozpočty a fondy z roka na rok a mohli ste presunúť neprijaté objednávky a pokiaľ treba nevyužité fondy z predošlého rozpočtu do nového rozpočtu.
tr: Bu sadece bütçenizi değil, aynı zamanda bütçeleri ve fonları yıldan yıla tekrar kullanabilmeniz için o bütçeyle ilgili tüm fonları da çoğaltacaktır. Böylece teslim alınmayan siparişleri ve eğer istenirse harcanmayan fonları bir önceki bütçeden yeni bütçeye taşıyabilirsiniz.

source: This will open a new MARC record with the fields filled in with the values from the original bibliographic record.
ar: سيؤدي هذا إلى فتح تسجيلة مارك جديدة مع حقول مليئة مع القيم من التسجيلة الببليوغرافية الأصلية.
cs: Tím se otevře nový záznam MARC s poli vyplněnými z původního bibliografického záznamu.
da: Hermed åbnes en ny MARC post, hvor felterne er fyldt med data fra den originale bibliografiske post.
de: Dies öffnet einen neuen MARC-Datensatz, bei dem die Felder mit den Werten aus dem ursprünglichen Datensatz belegt sind.
el: Αυτό θα ανοίξει μία νέα MARC εγγραφή με συμπληρωμένα τα πεδία με τις τιμές από την αρχική βιβλιογραφική εγγραφή.
es: Esto abrirá un nuevo registro MARC con la campos rellenados con los valores del registro bibliográfico original.
eu: Horrek MARC erregistro berri bat irekiko du, non eremuetan jatorrizko bibliografia erregistroko balioak idatziko baitira.
fi: Tämä avaa uuden MARC-tietueen, jossa kentät on täytetty alkuperäisen nimeketietueen tiedoilla.
fr: Cela ouvrira une nouvelle notice MARC contenant tous les champs de la notice originale.
hi: इस मूल ग्रंथ सूची रिकॉर्ड से मूल्यों के साथ में भरा क्षेत्रों के साथ एक नया रिकॉर्ड मार्क खुल जाएगा।
it: Si aprirà un nuovo record MARC con i campi riempiti con i valori provenienti dal record bibliografico originale.
oc: Aquò ouvrira una novèla notícia MARC que conten totes los camps de la notícia originala.
pt: Isto irá abrir um novo registo MARC com os campo preenchidos com os valores do registo bibliográfico original.
pt_br: Isto irá abrir um novo registro MARC com os campos preenchidos conforme o registro bibliográfico original.
sk: Toto otvorí nový záznam MARC s poľami naplnenými hodnotami z pôvodného knižničného záznamu.
sv: Detta öppnar en ny MARC-post där fälten fyllts i med värden från den ursprungliga bibliografiska posten.
tr: Bu orijinal kütüphane kayıtlarındaki değerlerle dolu olan alanlarla birlikte yeni bir MARC kayıtı açacaktır
zh_tw: 新增 MARC 紀錄，欄位的值取自原來的書目紀錄。

source: This will open up a blank form for entering MARC field data
ar: هذا سوف يفتح نموذج فارغ للإدخال بيانات حقل مارك
cs: Toto otevře prázdný formulář pro vkládání dat do polí MARC
da: Hermed åbnes en tom formular til indtastning af MARC feltdata
de: Dies öffnet ein leeres Formular, um MARC-Felder-Daten einzugeben
el: Αυτό θα ανοίξει μία κενή φόρμα για εισαγωγή δεδομένα πεδίου MARC
es: Esto abrirá un formulario en blanco para introducir los datos de campos MARC
eu: Horrek hutsik dagoen inprimaki bat irekiko du MARC eremuen datuak idazteko
fi: Tämä avaa tyhjän lomakkeen, johon voi syöttää MARC-kenttien tietoja
fr: Un formulaire vide s'ouvre dans lequel vous pouvez entrer les informations relatives au champ MARC
hi: इस मार्क क्षेत्र डेटा में प्रवेश के लिए एक खाली फार्म खुल जाएगा
it: Si aprirà una form vuota per introdurre i campi MARC.
oc: Un formulari vide s'ouvre dins lequel podètz entrar las informacions relativas al camp MARC
pt: Isto abrirá um formulário em branco para inserir os dados do campo MARC
pt_br: Isto irá exibir um formulário em branco para entrar com os dados do campo MARC
sk: Toto otvorí prázdny formulár na zadávanie údajov do polí MARC
sv: Detta öppnar ett tomt formulär där MARC-fält kan fyllas i
tr: Bu MARC alanda veri girişi için boş bir form açacaktır
zh_tw: 開啟空白表單供鍵入 MARC 欄位資料

source: This will open up the batch item modification tool where you can edit all of the items on this record as a batch.
ar: هذا سيفتح أداة تعديل دفعة المواد حيث يمكنك تحرير كل المواد في هذه التسجيلة دفعة واحدة.
cs: Tím se otevře nástroj dávkové modifikace výtisků, pomocí kterého můžete upravovat hromadně výtisky v tomto záznamu.
da: Hermed åbnes stabel-eksemplar-ændringsværktøjet, hvor du kan editere alle eksemplarer til denne post på en gang.
de: Dies öffnet die Stapelverarbeitung für Exemplare, in welcher Sie alle zu diesem Titelsatz gehörenden Exemplare bearbeiten können.
el: Αυτό θα ανοίξει το εργαλείο ομαδικής τροποποίησης αντιτύπων όπου μπορείτε να επεξεργαστείτε όλα τα αντίτυπα σε αυτή την εγγραφή σαν σύνολο.
es: Esto abrirá la herramienta de modificación de ejemplares en lote donde puede todos los ejemplares de este registro en lote.
eu: Esto abrirá la herramienta de modificación de lote de ítem donde podrá editar todos los elementos en este registro como un lote.
fi: Tämä avaa niteiden muokkaustyökalun, jossa voit muokata kaikkia tämän tietueen niteitä eränä kerralla.
fr: Ceci permettra d'ouvrir l'outil de modification d'exemplaires par lots, dans lequel vous pourrez modifier tous les exemplaires qui compose ce lot.
hi: इस बैच आइटम संशोधन उपकरण है जहाँ आप एक बैच के रूप में इस रिकॉर्ड पर सभी वस्तुओं को संपादित कर सकते हैं खुल जाएगा।
it: Si aprirà lo strumento di modifica copie in gruppo, da cui potrai apportare modifiche a un gruppo di copie.
oc: Aquò permettra d'ouvrir l'aisina de modificacion d'exemplars per lòts, dins lequel poiretz modificar totes los exemplars qui compose ce lot.
pl: To otworzy narzędzie modyfikowania grup egzemplarzy, gdy będziesz mógł/mogła modyfikować wszystkie egzemplarze w tym rekordzie jako grupę.
pt: Isto abrirá a ferramenta de modificação de exemplares em lote onde pode editar todos os exemplares deste registo em lote.
pt_br: Isto irá abrir a tela da ferramenta de modificação em lote, na qual você pode editar todos os exemplares deste registro de uma só vez.
sk: Toto otvorí nástroj hromadnej zmeny exepmlárov, kde môžete upravovať všetky exempláre tohto záznamu v dávke.
sv: Detta öppnar verktyget för satsmodifiering av objekt, där du kan redigera alla objekt i denna post som en sats.
tr: Bu, bu kayıt üzerinde tüm materyallerde toplu bir şekilde toplu materyal değiştirme aracını açacaktır.
zh_tw: 開啟批次修改館藏工具，可從這裡批次編輯所有的館藏。

source: This will prompt you to enter the barcode for the item this record should be linked to.
ar: سيُطالبك بإدخال الباركود للمادة التي يجب أن ترتبط بها هذه التسجيلة.
cs: To vás vyzve k zadání čárového kódu pro výtisky, které by měly být napojeny na tento záznam.
da: Vælg stregkoden til eksemplaret, som dette eksemplar skal linkes til.
de: Hier werden Sie nach dem Barcode des Exemplares gefragt, das mit diesem Datensatz verknüpft werden soll.
el: Αυτό θα σας προτρέψει να εισάγετε το barcode για το τεκμήριο με το οποίο αυτή η εγγραφή θα έπρεπε να είναι συνδεδεμένη.
es: Esto le pedirá ingresar el código de barras para el ejemplar al cual debe enlazarse este registro.
eu: Nos pedirá ingresar el código de barras del ítem que debería ser enlazado a este registro.
fi: Tämä ehdottaa syöttämään viivakoodin niteestä, johon tietue pitäisi linkittää.
fr: Il vous sera demandé d'entrer le code à barres de l'exemplaire lié à cette notice.
hi: इस मद में इस रिकॉर्ड से जोड़ा जाना चाहिए के लिए बारकोड दर्ज करने का संकेत होगा।
it: Ti verrà chiesto di inserire il barcode della copia a cui questo record deve essere collegato.
oc: Il vous serà demandat d'entrer lo còdi de barras de l'exemplar lié a aquesta notícia.
pt: Isto irá pedir para inserir o código de barras do exemplar que o registo deve associar.
pt_br: Será solicitado um código de barras para o exemplar ao qual este registro deve ser ligado.
sk: Toto vás vyzve k zadaniu čiarového kódu pre exemplár, ku ktorému by tento záznam mal byť prepojený.
sv: Du ombeds då ange streckkoden för det objekt denna post ska kopplas till.
tr: Bu, bu kaydın bağlı olması gerektiği materyale barkot girmeniz için hatırlatma yapacaktır.
zh_tw: 提示鍵入館藏的條碼，以連結至紀錄。

source: Time should be entered as hh:mm (2 digit hour, 2 digit minute)
ar: يجب إدخال الوقت مثل HH: MM (2ساعة أرقام، أرقام 2 دقيقة)
cs: Čas by měl být zadán ve formátu hh:mm (2 číslice hodiny, 2 číslice minuty)
da: Tid skal angives som hh:mm (med to cifre for timer og minutter)
de: Zeitangaben sollten in der Form hh:mm (jeweils zwei Ziffern für Stunden und Minuten) eingegeben werden
el: Πρέπει να καταχωρήσετε την ώρα ως ωω:λλ (2 ψηφία για την ώρα, 2 ψηφία για τα λεπτά)
es: El tiempo se debe ingresar como hh:mm (2 dígitos de hora, 2 dígitos de minutos)
eu: Ordua honela idatzi behar da: oo:mm (bi digitu ordurako, bi digitu minutuetarako)
fi: Aika pitäisi syöttää muodossa tt:mm (2 merkkiä tunneille, 2 merkkia minuuteille)
fr: L'heure doit être entrée sous la forme hh:mm
hi: समय hh:mm के रूप में दर्ज किया जाना चाहिए: (2 अंकों घंटे, 2 अंकों मिनट)
it: L'orario deve essere inserito nella forma hh::mm (due cifre per l'ora, due cifre per i minuti)
oc: L'ora deu èsser entrada jos la forme hh:mm
pt: A hora deve ser inserida como hh:mm (2 dígitos para as horas, 2 dígitos para os minutos)
pt_br: A hora deve ser inserida como hh:mm (2 dígitos para as horas, 2 dígitos para os minutos)
sk: Čas sa musí zadať ako hh:mm (2 čísla hodiny, 2 čísla minúty)
sv: Tid ska anges som hh:mm (tvåsiffrigt timvärde, tvåsiffrigt minutvärde)
tr: Zaman ss:dd olarak girilmelidir (2 haneli saat, 2 haneli dakika)
zh_tw: 時間應鍵入為時時：分分(2個數字為時，2個數字為分)

source: Timeline
ar: الخط الزمني
cs: Časová osa
de: Zeitleiste
el: Χρονολόγιο Koha
es: Línea de tiempo
fi: Aikajana
fr: Frise chronologique
hi: टाइमलाइन
oc: Chronologie de Koha
pt: Linha temporal
sk: Časová os
tr: Zaman çizgisi
zh_tw: 時間軸

source: Tip
ar: نصيحة
de: Tipp
el: Συμβουλή
es: Sugerencia
eu: Gomendioa
fi: Vinkki
fr: À savoir
hi: टिप
it: Suggerimento
oc: De saber
pl: Wskazówka
pt: Dica
pt_br: Dica
sv: Tips
tr: İpucu:
zh_tw: 秘訣

source: Tip : If loading patron attributes, the 'patron_attributes' field should contain a comma-separated list of attribute types and values.
fi: Vinkki: Jos ladataan asiakasmääreitä, kentän 'patron_attributes' pitäisi sisältää asiakasmääreiden ja arvojen listan pilkuilla erotettuina.
hi: टिप: लोड हो रहा संरक्षक जिम्मेदार बताते हैं, 'patron_attributes' फ़ील्ड विशेषता प्रकार के और मूल्यों का एक अल्पविराम से अलग सूची में शामिल करना चाहिए।

source: Tip:
ar: تلميح:
de: Tipp:
el: Συμβουλή:
es: Sugerencia:
eu: Sugerencia:
fi: Vinkki:
fr: À savoir&nbsp;:
hi: टिप:
it: Suggerimento:
oc: De saber&nbsp;:
pl: Wskazówka:
pt: Dica:
pt_br: Dica:
sv: Tips:
tr: İpucu:
zh_tw: 秘訣：

source: Tip: A Comma Separated Text file is a CSV file and it can be opened by any spreadsheet application.
ar: فكرة مفيدة: الملف النصي المفصول بفاصلة هو ملف CSV ويمكن فتحه بواسطة أي تطبيق جداول
cs: Tip: Text oddělovaný čárkami je soubor typu CSV (Comma Separated Values) a může být otevřen jakýmkoliv tabulkovým programem.
da: Tip: En kommasepareret tekstfil er en CSV-fil og den kan åbnes med ethvert regneark.
de: Tipp: Eine kommaseparierte Textdatei wird CSV genannt und kann mit beliebigen Programmen zur Tabellenkalkulation geöffnet werden.
el: Συμβουλή: Ένα αρχείο Κειμένου Διαχωρισμένου με Κόμμα είναι ένα αρχείο CSV και μπορεί να τρέξει με οποιαδήποτε εφαρμογή λογιστικών φύλλων.
es: Sugerencia: Un archivo de texto separado por comas es un archivo CSV y puede ser abierto por cualquier hoja de cálculo.
eu: Apunte: Una archivo 'Comma Separated Text' es un archivo CSV y puedo ser abierto por cualquier aplicación de hojas de cálculo.
fi: Vinkki: Pilkuilla erotettu tekstitiedosto on CSV-tiedosto ja sen voi avata millä tahansa taulukkolaskentaohjelmalla.
fr: Astuce&nbsp;: Un fichier CSV peut être ouvert par n'importe quel tableur.
hi: सुझाव: एक अल्पविराम अलग पाठ फ़ाइल एक सीएसवी फाइल है और यह किसी भी स्प्रेडशीट अनुप्रयोग द्वारा खोला जा सकता है।
it: Suggerimento: un file separato con virgole è un file CSV e può essere aperto con tutti i programmi tipo Excell o LibreOffice Calc
oc: Astuce&nbsp;: Un fichièr CSV pòt èsser dobèrt per n'importe quel tableur.
pl: Wskazówka: Plik tekstowy oddzielony przecinkami jest plikiem CSV i może być otwierany przez każdy arkusz kalkulacyjny.
pt: Dica: Um ficheiro CSV é um ficheiro que pode ser aberto em qualquer aplicação de folha de cálculo.
pt_br: Dica: um arquivo CSV é um arquivo em formato texto com colunas separadas por vírgula. Ele pode ser aberto em qualquer software de planilha eletrônica.
sk: Tip: Súbor textu oddeleného čiarkou je CSV súbor, ktorý možno otvoriť ľubovoľnou hárkovou aplikáciou.
sv: Tips: en kommaseparerad textfil är en CSV-fil och kan öppnas med kalkylarksprogram.
tr: İpucu: Virgülle ayrılmış Metin dosyası bir CSV dosyasıdır ve her hangi bir tablolama program uygulamasıyla açılabilir.
zh_tw: 秘訣：逗點分隔檔案縮寫為 CSV，可以被試算表軟體打開。

source: Tip: All fields, with the exception of the 'Item Type' will be editable from the Item Types list
ar: نصيحة: كل الحقول، باستثناء "نوع المادة" ستكون قابلة للتعديل من قائمة أنواع المادة
cs: Tip: Všechna pole, s výjimkou "Typ výtisku", budou editovatelná ze seznamu "Typy výtisků"
da: Tip: Alle felter med undtagelse af 'Medietype' kan editeres fra medietypelisten
de: Tipp: Alle Felder mit Ausnahme des 'Exemplartypcodes' können später geändert werden
el: Συμβουλή: Όλα τα πεδία, με εξαίρεση το 'Τύπος Τεκμηρίου' θα είναι επεξεργάσιμα από τη λίστα Τύποι Τεκμηρίου
es: Sugerencia: Todos los campos, con la excepción del 'Tipo de ítem' se podrán editar desde la lista de Tipos de ítem
eu: Gomendioa: elementu moten zerrendan eremu guztiak editatu daitezke, 'Elementu mota' salbu
fi: Vinkki: Kaikki kentät paitsi 'Aineistolaji' ovat muokattavissa aineistolajien listalla
fr: À savoir&nbsp;: Tous les champs à l'exception du Type de l'exemplaire seront modifiables à partir de la liste des Types d'exemplaires.
hi: टिप: 'आइटम प्रकार' के अपवाद के साथ सभी क्षेत्रों, आइटम प्रकार सूची से संपादन किया जाएगा
it: Suggerimento: tutti i campi, ad eccezione del 'Tipo di copia' sono modificabili dalla lista dei tipi di copia
oc: De saber&nbsp;: Tous los camps a l'exception del Tipe de l'exemplar seràn modifiables a partir de la lista des Tipes d'exemplars.
pl: Wskazówka: Wszystkie pola, z wyjątkiem 'Typu dokumentu', można modyfikować z poziomu listy Typów Dokumentów
pt: Dica: Todos os campos, com excepção do 'Tipo de documento' serão editáveis na lista de tipos de documento
pt_br: Dica: Todos os campo, com exceção de 'Tipo de Material' podem ser editados na lista de Tipos de Material
sk: Tip: Všetky polia, s výnimkou 'Typu exemplára' sa budú dať upraviť v zozname Typov exemplárov
sv: Tips: alla fält, med undantag av 'Objekttyp', kan redigeras från listan Objekttyper
tr: İpucu; 'Materyal Türü' haricindeki tüm alanlar materyal türü listesinden düzenlenebilecektir
zh_tw: 秘訣：'館藏類型' 之外的欄位都可以從館藏類型清單編輯

source: Tip: Chain together the fields you want to show after the item title in the order in which you want them to appear.
ar: نصيحة: تسلسل الحقول معا حتى تظهر بعد عنوان المادة في الترتيب الذي تريد أن تظهر.
cs: Tip: Zřetězte pole, která chcete zobrazit po názvu výtisku v pořadí, ve kterém chcete, aby se objevily.
da: Tip: Forbind de felter, der skal vises efter eksemplartitlen i den rækkefølge, hvori de skal vises.
de: Tipp: Geben Sie die Felder, die nach dem Titel angezeigt werden sollen, in der gewünschten Anzeigereihenfolge an.
el: Συμβουλή: Συνδέστε μαζί τα πεδία που θέλετε να εμφανίζονται μετά τον τίτλο τεκμηρίου στη σειρά που προτιμάτε.
es: Sugerencia: después del título del ítem encadene los campos que desea mostrar en el orden en que desea que aparezcan.
eu: Gomendioa: lotu elementuaren izenburuaren ondoren erakutsi nahi dituzun eremuak, horiek agertzea nahi duzun ordenean.
fi: Vinkki: Ketjuta yhteen kentät, joiden haluat näkyvän nimekkeen perässä, siinä järjestyksessä, jossa haluat niiden olevan.
fr: À savoir&nbsp;: Vous devez chaîner les champs que vous voulez montrer après le titre de l'exemplaire dans l'ordre où vous voulez les voir apparaître.
hi: सुझाव: श्रृंखला एक साथ खेतों आप जिस क्रम में आप उन्हें प्रदर्शित करना चाहते हैं में आइटम शीर्षक के बाद दिखाना चाहते हैं।
it: Suggerimento: concatena i campi che vuoi mostrare dopo il titolo della copia nell'ordine che ti occorre.
oc: De saber&nbsp;: Vos cal cadenar los camps que volètz montrer aprèp lo títol de l'exemplar dins l'òrdre où volètz les veire aparéisser.
pt: Dica: Junte os campos que deseja mostrar depois to título do campo na ordem que deseja que apareçam.
pt_br: Dica: Ligue os campos que você quer exibir depois do título do exemplar na ordem em que você quer que eles apareçam.
sk: Tip: Zoraďte spolu polia, ktoré chcete zobraziť po názve exemplára v želanom poradí.
sv: Tips: koppla ihop de fält du vill visa efter objektets titel i den ordning du vill att de ska visas.
tr: İpucu: Materyal başlığından sonra göstermek istediğiniz alanları istediğiniz yerde gösterebilmek için alanların hepsini birlikte kayıt altına alın.
zh_tw: 秘訣：館藏題名之後，把欄位串在一起，依序顯示。

source: Tip: If no results are found, try searching for fewer fields, not all Z39.50/SRU targets can search all of the fields above.
fi: Vinkki: Jos hakutuloksia ei löydy, yritä hakea vähemmillä kentillä, kaikista Z39.50/SRU-kohteista ei voi hakea kaikilla yllä olevilla kentillä.
hi: सुझाव: कोई परिणाम नहीं मिला रहे हैं, तो कम क्षेत्रों के लिए खोज करने की कोशिश नहीं, सब Z39.50 / एसआरयू लक्ष्यों उपर्युक्त क्षेत्रों के सभी खोज सकते हैं।

source: Tip: If the total amount loanable for a given patron category is left blank, no limit applies, except possibly for a limit you define for a specific item type.
ar: نصيحة: إذا تركت الكمية الإجمالية القابلة للاعارة لفئة معينة للمستفيد فارغة، لا يوجد حد ينطبق، محتمل الاستثناء لوضع حد عليك تعريف نوع مادة معينة.
cs: Tip: Je-li celková částka zapůjčitelná pro danou kategorii čtenářů prázdná, neplatí žádný limit, s výjimkou případů limitu, který jste definovali pro určitý typ výtisku.
da: Tip: Hvis den samlede mængde for en lånertype er tom, gælder ingen begrænsning ud over de grænser, der er fastsat for enkelte medietyper.
de: Tipp: Wenn die maximale Anzahl entleihbarer Medien für einen Benutzertyp frei gelassen wird, gilt keine Begrenzung, außer den maximalen Ausleihzahlen, die Sie für einzelne Medientypen eingetragen haben.
el: Συμβουλή: Αν ο συνολικός αριθμός δανεισμών σε μία συγκεκριμένη κατηγορία μέλους παραμείνει κενός, δεν εφαρμόζεται όριο, εκτός πιθανώς και αν ορίσετε ένα όριο για ένα συγκεκριμένο τύπο τεκμηρίων.
es: Sugerencia: Si la cantidad permitida a una dada categoría de usuario se deja en blanco, no tendrá límites, a menos que defina un límite para un tipo específico de ítem.
eu: Sugerencia: Si la cantidad permitida a una dada categoría de socio se deja en blanco, no tendrá límites, a menos que defina un límite para un tipo específico de ítem.
fi: Vinkki: Jos annetulle asiakastyypille on jätetty tyhjäksi lainattavien niteiden kokonaismäärä, mitään rajoitusta ei ole, paitsi mahdollinen rajoitus tietyn aineistolajin mukaan.
fr: À savoir&nbsp;: Si la quantité totale de documents empruntables pour une catégorie d'adhérent est laissé blanc, il n'y aura pas de limites, sauf si vous en définissez une pour les types de document.
hi: सुझाव: एक दिया संरक्षक वर्ग के लिए कुल राशि loanable खाली छोड़ दिया है, तो कोई सीमा लागू होता है, संभवतः एक सीमा आप एक विशेष आइटम प्रकार के लिए परिभाषित करने के लिए छोड़कर।
it: Suggerimento: se non si indica la quantità del massimo numero di prestiti, non viene applicato nessun limite, eccetto la possibilità di limitare i prestiti per uno specifico tipo di copia.
oc: De saber&nbsp;: Se la quantitat totale de documents empruntables per una categoria d'aderent es laissé blanc, il n'y aurà pas de limites, levat se vous en definissètz una pels types de document.
pl: Wskazówka: Jeśli pole z ilością dozwolonych wypożyczeń dla określonej kategorii użytkowników będzie puste, nie zostaną zastosowane żadne limity poza ustalonymi dla konkretnych typów dokumentów.
pt: Dica: Se o montante total de empréstimo para uma categoria de leitor é deixado em branco, nenhum limite é aplicado, excepto possivelmente, para um limite definido para um tipo de item específico.
pt_br: Dica: Se o total de empréstimos para uma categoria de usuário ficar em branco, não será aplicado qualquer limite, exceto se houver um limite definido para um tipo específico de material.
sk: Tip: Ak celkové vypožičateľné množstvo pre danú kategóriu čitateľov je ponechané prázdne, neaplikuje sa žiadne obmedzenie, okrem možnosti limitu, ktorý definujete pre špecifický typ exemplára.
sv: Tips: om värdet för totalt antal lån lämnas tomt gäller inga begränsningar, utom möjligen begränsningar som du anger för en specifik objekttyp.
tr: İpucu: Eğer bir kullanıcı kategorisi için toplam ödünç alma miktarı boş kalmış ise, limit uygulanmaz, özel bir materyal türü için bir limit verilme ihtimali haricinde.
zh_tw: 秘訣：若讀者類型的可借出數量空白，表示沒有限制，祗被館藏類型本身限制。
