Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: See the full documentation for
ar: انظر إلى التوثيق الكامل لـ
cs: Viz úplnou dokumentaci pro
da: Se den samlede dokumentation for
de: Die volle Dokumentation zu
el: Βλέπε την πλήρη τεκμηρίωση για
es: Ver la documentación completa para
eu: Ver la documentación completa para
fi: Katso koko dokumentaatio
fr: Pour plus d'information, voir le
hi: के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per
oc: Per plus d'informacion, veire lo
pl: Zobacz instrukcję dla
pt: Ver a documentação completa para
pt_br: Ver a documentação completa para
sk: Pozrite si kompletnú dokumentáciu pre
sv: Se den fullständiga dokumentationen för
tr: Tam dokümantasyonuna bakın
zh_tw: 見完整的文件

source: See the full documentation for Acquisitions Searching in the
ar: انظر إلى التوثيق الكامل للبحث بالتزويد في
cs: Viz úplnou dokumentaci pro akviziční vyhledávání v
da: Se den samlede dokumentation for indkøbssøgning i
de: Die vollständige Hilfe zur Recherche in der Erwerbung finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Αναζήτηση Προσκτήσεων στο
es: Vea la documentación completa para Búsqueda de adquisiciones en el
eu: Ver la documentación completa para Búsqueda de Adquisiciones en la
fi: Katso koko dokumentaatio hankinnan haulle
fr: Voir la documentation complète sur la Recherche d'acquisitions dans le
hi: में सर्च अधिग्रहण के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per la ricerca delle Acquisizioni nel
oc: Voir la documentacion completa sus la Recèrca d'aquisicions dins lo
pl: Zobacz instrukcję dla Wyszukiwania w Gromadzeniu w
pt: Ver a documentação completa para a pesquisa de aquisições no
pt_br: Ver a documentação completa para pesquisar em aquisições no
sk: Pozrite si kompletnú dokumentáciu o hľadaní akvizícií v
sv: Se den fullständiga dokumentationen för Inköpssökning i
tr: Satın Almalar Aramasının tam dokümantasyonuna bakınız
zh_tw: 見採訪搜尋的完整文件

source: See the full documentation for Acquisitions Statistics in the
ar: انظر للتوثيق الكامل لإحصاءات التزويد في
cs: Viz úplnou dokumentaci pro pro akviziční statistiku v
da: Se den samlede dokumentation indkøbsstatistikker i
de: Die vollständige Hilfe zu den Erwerbungsstatistiken finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Στατιστικά Προσκτήσεων στο
es: Vea la documentación completa para Estadísticas de adquisiciones en el
eu: Vea la documentación completa para Estadísticas de adquisiciones en la
fi: Katso koko dokumentaatio hankinnan tilastoille
fr: Pour plus d'information, voir le
hi: में अधिग्रहण सांख्यिकी के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le statistiche delle Acquisizioni nel
oc: Per plus d'informacion, veire lo
pl: Zobacz instrukcję dla Statystyk Gromadzenia w
pt: Ver a documentação completa para as estatísticas de aquisição no
pt_br: Ver a documentação completa para Estatísticas de aquisições no
sk: Pozrite si kompletnú dokumentáciu o štatistike akvizícií v
sv: Se den fullständiga dokumentationen för Inköpsstatistik i
tr: Sağlama İstatistiklerinin tam dokümantasyonuna bakınız
zh_tw: 見採訪搜統計的完整文件

source: See the full documentation for Acquisitions in the
ar: انظر إلى التوثيق الكامل للتزويد في
cs: Viz úplnou dokumentaci pro Akvizici v
da: Se den samlede dokumentation for indkøb i
de: Die vollständige Hilfe zu den Listen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Λίστες στο
es: Vea la documentación completa para Adquisiciones en el
eu: Ver la documentación completa para Adquisiciones en la
fi: Katso koko dokumentaatio hankinnalle
fr: Voir la documentation complète sur les acquisitions dans le
hi: में अधिग्रहण के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per le Acquisizioni nel
oc: Veire la documentacion completa sus las aquisicions dins lo
pl: Zobacz instrukcję dla Gromadzenia w
pt: Ver a documentação completa para as estatísticas de aquisição no
pt_br: Ver a documentação completa para Aquisições no
sk: Pozrite si kompletnú dokumentáciu o akvizíciách v
sv: Se den fullständiga dokumentationen för Inköp i
tr: Sağlamanın tam dokümantasyonuna bakınız
zh_tw: 見採訪的完整文件

source: See the full documentation for Adding Patrons in the
ar: انظر إلى التوثيق الكامل لإضافة مستفيدين في
cs: Viz úplnou dokumentaci pro Přidání čtenáře v
da: Se den samlede dokumentation tilføjelse af lånere i
de: Die vollständige Hilfe zum Anlegen von Benutzern finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Προσθήκη Μελών στο
es: Vea la documentación completa para Agregado de Usuarios en el
eu: Vea la documentación completa para Agregado de socios en la
fi: Katso koko dokumentaatio asiakkaiden lisäykselle
fr: Voir la documentation complète pour ajouter un Adhérent dans le
hi: में संरक्षक जोड़ने के लिए पूरे दस्तावेज़ देखें
it: Vedi la documentazione completa per aggiungere Utenti nel
oc: Veire la documentacion completa per apondre un Aderent dins lo
pl: Zobacz instrukcję dla Dodawania Użytkowników w
pt: Ver a documentação completa para adicionar leitores no
pt_br: Ver a documentação completa para Adicionar usuários no
sk: Pozrite si kompletnú dokumentáciu o pridávaní čitateľov v
sv: Se den fullständiga dokumentationen för Lägga till låntagare i
tr: Kullanıcı Ekleme tam dokümantasyonuna bakınız
zh_tw: 見新增讀者的完整文件

source: See the full documentation for Adding a Subscription in the
ar: انظر إلى التوثيق الكامل لإضافة اشتراك في
cs: Viz úplnou dokumentaci pro Přidání odběru v
da: Se den samlede dokumentation tilføjelse af abonnement i
de: Die vollständige Hilfe zum Anlegen von Abonnements finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Προσθήκη Συνδρομής στο
es: Vea la documentación completa para Agregar suscripción en el
eu: Vea la documentación completa para Agregar suscripción en la
fi: Katso koko dokumentaatio lehtitilauksen lisäykselle
fr: Voir la documentation complète pour ajouter un Abonnement dans le
hi: में सदस्यता जोड़ना लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per aggiungere un abbonamento nel
oc: Veire la documentacion completa per apondre un Abonament dins lo
pl: Zobacz instrukcję dla Dodawania Subskrypcji w
pt: Ver a documentação completa para adicionar uma assinatura no
pt_br: Ver a documentação completa para Adicionar uma assinatura no
sk: Pozrite si kompletnú dokumentáciu o pridávaní predplatných v
sv: Se den fullständiga dokumentationen för Lägga till en prenumeration i
tr: Abone Ekleme tam dokümantasyonuna bakınız
zh_tw: 見新增訂閱的完整文件

source: See the full documentation for Adding/Editing Items in the
ar: انظر إلى التوثيق الكامل لإضافة / تعديل المواد في
cs: Viz úplnou dokumentaci pro Přidání/Editaci výtisků v
da: Se den samlede dokumentation tilføjelse/ændring af eksemplarer i
de: Die vollständige Hilfe zum Bearbeiten/Erfassen von Exemplaren finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Προσθήκη/Επεξεργασία Αντιτύπων στο
es: Vea la documentación completa para Agregar/editar ítems en el
eu: Ver la documentación completa para Añadir/Editar ítems en la
fi: Katso koko dokumentaatio niteiden lisäykselle/muokkaukselle
fr: Voir la documentation complète pour Ajouter/modifier des exemplaires dans
hi: में जोड़ने / संपादन आइटम के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per Aggiungere/Modificare copie nel
oc: Voir la documentacion completa per Apondre/modificar des exemplars dins
pl: Zobacz instrukcję dla Dodawania/Modyfikowania Egzemplarzy w
pt: Ver a documentação completa para adicionar/editar exemplares no
pt_br: Ver a documentação completa para Adicionar/Editar exemplares no
sk: Pozrite si kompletnú dokumentáciu o pridávaní/úprave exemplárov v
sv: Se den fullständiga dokumentationen för Lägga till/redigera objekt i
tr: Materyal Ekleme/Düzenleme tam dokümantasyonuna bakınız
zh_tw: 見新增/編輯館藏的完整文件

source: See the full documentation for Analytics in the
ar: أُنظر إلى التوثيق الكامل للتحليلات في
cs: Viz úplnou dokumentaci pro Analytický popis v
da: Se hele dokumentationen for analyser i
de: Die vollständige Hilfe finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Στατιστικά Στοιχεία στο
es: Vea la documentación completa para Analíticas en el
eu: Vea la documentación completa para Avisos en la
fi: Katso koko dokumentaatio Analyyttisille
fr: Voir la documentation complète sur le Dépouillement dans le
hi: में एनालिटिक्स के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per gli analitici nel
oc: Veire la documentacion completa sul Despolhament dins lo
pl: Zobacz instrukcję dla Rekordów Analitycznych w
pt: Ver a documentação completa para os analíticos no
pt_br: Ver a documentação completa para Analytics no
sk: Pozrite si kompletnú dokumentáciu o analytike v
sv: Se den fullständiga dokumentationen för Analys i
tr: Analiz tam dokümantasyonuna bakınız
zh_tw: 見分析的完整文件

source: See the full documentation for Anonymizing Patrons in the
ar: انظر إلى التوثيق الكامل للمستفيدين مجهولي الهوية
cs: Viz úplnou dokumentaci pro Anonymizaci čtenářů v
da: Se den samlede dokumentation anonymisering af lånere i
de: Die vollständige Hilfe zur Anonymisierung von Benutzern finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Ανωνυμωποίηση Μελών στο
es: Vea la documentación completa para Anonimizar Usuarios en el
eu: Vea la documentación completa para Anonimizar socios en la
fi: Katso koko dokumentaatio asiakkaiden anonymisoinnille
fr: Pour plus d'information, voir le
hi: में anonymizing संरक्षक के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per rendere anonimi gli utenti nel
oc: Per plus d'informacion, veire lo
pl: Zobacz instrukcję dla Usuwania Użytkowników w
pt: Ver a documentação completa para anonimizar leitores no
pt_br: Ver a documentação completa para Anonimização de usuários no
sk: Pozrite si kompletnú dokumentáciu o utajovaní čitateľov v
sv: Se den fullständiga dokumentationen för Anonymisera låntagare i
tr: Kullanıcıları Anonimleştirme tam dokümantasyonuna bakınız
zh_tw: 見匿名讀者的完整文件

source: See the full documentation for Authorities in the
ar: انظر إلى التوثيق الكامل للاستنادات في
cs: Viz úplnou dokumentaci pro Autority v
da: Se den samlede dokumentation for autoriteter i
de: Die vollständige Hilfe zu Normdaten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τους Καθιερωμένους Όρους στο
es: Vea la documentación completa para Autoridades en el
eu: Ikusi Autoritateei buruzko dokumentazio guztia hemen
fi: Katso koko dokumentaatio auktoriteeteille
fr: Voir la documentation complète sur les Autorités dans le
hi: में अधिकारियों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa dei record authority in
oc: Veire la documentacion completa sus las Autoritats dins lo
pl: Zobacz instrukcję dla Haseł Wzorcowych w
pt: Ver a documentação completa para as autoridades no
pt_br: Ver a documentação completa para Autoridades no
sk: Pozrite si kompletnú dokumentáciu o autoritách v
sv: Se den fullständiga dokumentationen för Myndigheter i
tr: Otoriteler tam dokümantasyonuna bakınız
zh_tw: 見權威的完整文件

source: See the full documentation for Authorized Values in the
ar: انظر إلى التوثيق الكامل للقيم الاستنادية في
cs: Viz úplnou dokumentaci pro Ověřené hodnoty v
da: Se den samlede dokumentation normværdier i
de: Die vollständige Hilfe zu normierten Werten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Καθιερωμένες Τιμές στο
es: Vea la documentación completa para Valores autorizados en el
eu: Ver la documentación completa para Valores Autorizados en la
fi: Katso koko dokumentaatio auktorisoiduille arvoille
fr: Voir la documentation complète sur les "Valeurs autorisées" dans le
hi: में अधिकृत मूल्यों के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i Valori autorizzati in
oc: Veire la documentacion completa sus las "Valors autorizadas" dins lo
pl: Zobacz instrukcję dla Wartości Dopuszczonych w
pt: Ver a documentação completa para os valores autorizados no
pt_br: Ver a documentação completa para Valores autorizados no
sk: Pozrite si kompletnú dokumentáciu o povolených hodnotách v
sv: Se den fullständiga dokumentationen Godkända värden i
tr: Otorize değerler tam dokümantasyonuna bakınız
zh_tw: 見容許值的完整文件

source: See the full documentation for Basket Groups in the
ar: انظر إلى التوثيق الكامل لمجموعات السلة في
cs: Viz úplnou dokumentaci pro Skupiny košíků v
da: Se den samlede dokumentation kurvgrupper i
de: Die vollständige Hilfe zu Bestellgruppen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Ομάδες Καλαθιών στο
es: Vea la documentación completa para Grupos de cestas en el
eu: Ver la documentación completa para Grupos de Cestas en la
fi: Katso koko dokumentaatio tilausryhmille
fr: Voir la documentation complète sur les Commandes dans le
hi: में टोकरी समूह के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per gli ordini d'acquisto nel
oc: Veire la documentacion completa sus las Comandas dins lo
pl: Zobacz instrukcję dla Grup Koszyków/Grup Zamówień w
pt: Ver a documentação completa para grupos de cestos no
pt_br: Ver a documentação completa para Grupos de cestos no
sk: Pozrite si kompletnú dokumentáciu o skupinách košíkov v
sv: Se den fullständiga dokumentationen för Korggrupper i
tr: Sepet Grupları tam dokümantasyonuna bakınız
zh_tw: 見採購籃的完整文件

source: See the full documentation for Batch Delete Records in the
ar: انظر التوثيق الكامل للحذف الكمي للتسجيلات في
cs: Viz úplnou dokumentaci pro pro dávkové mazání záznamů v
de: Die vollständige Hilfe zur Stapellöschung von Titeln finden Sie im
es: Vea la documentación completa para Eliminar registros en lote en el
fi: Katso koko dokumentaatio tietueiden poistolle eräajona
hi: बैच के लिए पूर्ण दस्तावेज में रिकॉर्ड को नष्ट देखें
it: Vedi la documentazione completa per la cancellazione batch dei nel
sk: Pozrite si kompletnú dokumentáciu o hromadnom odstraňovaní záznamov v
tr: Toplu Kayıt Silme tam dokümantasyonuna bakınız

source: See the full documentation for Batch Patron Modification in the
ar: أُنظر إلى التوثيق الكامل للتعديل الكمّي للمستفيدين في
cs: Viz úplnou dokumentaci pro úpravu čtenářských dávek v
da: Se hele dokumentationen for stabel-låner-ændring i
de: Die vollständige Hilfe zu Stapelbearbeitung von Benutzerdaten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Ομαδική Τροποποίηση Μελών στο
es: Vea la documentación completa para Modificación de usuarios en lote en el
eu: Vea la documentación completa para Detalles de socio en la
fi: Katso koko dokumentaatio asiakkaiden muokkaukselle eräajona
fr: Voir la documentation complète sur la Modication des adhérents par lots dans le
hi: में बैच संरक्षक संशोधन के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per modifica utente via batch nel
oc: Voir la documentacion completa sus la Modication des aderents per lòts dins lo
pl: Zobacz instrukcję dla Modyfikacji Grupy Użytkowników w
pt: Ver a documentação completa para a modificação dos leitores em lote no
pt_br: Ver a documentação completa para Edição de Usuários em Loete no
sk: Pozrite si kompletnú dokumentáciu o hromadnej zmene čitateľov v
sv: Se den fullständiga dokumentationen för Satsvis redigering av låntagare i
tr: Toplu Kullanıcı Değiştirme tam dokümantasyonuna bakınız
zh_tw: 見批次修改讀者的完整文件

source: See the full documentation for Batch Record Modification in the
fi: Katso koko dokumentaatio tietueiden muokkaukselle eräajona
hi: में बैच रिकार्ड संशोधन के लिए पूर्ण दस्तावेज देखें

source: See the full documentation for Budget Planning in the
ar: انظر إلى التوثيق الكامل لتخطيط الميزانية في
cs: Viz úplnou dokumentaci pro pro plánování rozpočtu
da: Se den samlede dokumentation budgetplanlægning i
de: Die vollständige Hilfe zu Etatplanung finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τον Σχεδιασμό Προϋπολογισμού στο
es: Vea la documentación completa para Planificación de presupuestos en el
eu: Ver la documentación completa para Planificación de Presupuestos en la
fi: Katso koko dokumentaatio budjetin suunnittelulle
fr: Voir la documentation complète sur les Budgets dans le
hi: में बजट योजना के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per la pianificazione dei budget nel
oc: Veire la documentacion completa suls Budgèts dins lo
pl: Zobacz instrukcję dla Planowania Budżetu w
pt: Ver a documentação completa para o planeamento de orçamento no
pt_br: Ver a documentação completa para Planejamento de orçamento no
sk: Pozrite si kompletnú dokumentáciu o plánovaní rozpočtu v
sv: Se den fullständiga dokumentationen för Budgetplanering i
tr: Bütçe Planlama tam dokümantasyonuna bakınız
zh_tw: 見預算規畫的完整文件

source: See the full documentation for Budgets in the
ar: انظر إلى التوثيق الكامل للميزانيات في
cs: Viz úplnou dokumentaci pro rozpočty v
da: Se den samlede dokumentation for budgetter i
de: Die vollständige Hilfe zu Etats finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τους Προϋπολογισμούς στο
es: Vea la documentación completa para Presupuestos en el
eu: Ver la documentación completa para Presupuestos en la
fi: Katso koko dokumentaatio budjeteille
fr: Voir la documentation complète sur les Budgets dans le
hi: में बजट के लिए पूरे दस्तावेज़ देखें
it: Vedi la documentazione completa per i budget nel
oc: Veire la documentacion completa suls Budgèts dins lo
pl: Zobacz instrukcję dla Budżetów w
pt: Ver a documentação completa para orçamentos no
pt_br: Ver a documentação completa para Orçamentos no
sk: Pozrite si kompletnú dokumentáciu o rozpočtoch v
sv: Se den fullständiga dokumentationen för Budgetar i
tr: Bütçeler tam dokümantasyonuna bakınız
zh_tw: 見預算的完整文件

source: See the full documentation for CSV Profiles in the
ar: انظر إلى التوثيق الكامل لملفات CSV في
cs: Viz úplnou dokumentaci pro CSV profily v
da: Se den samlede dokumentation for CSV-profiler i
de: Die vollständige Hilfe zu CSV-Profilen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Προφίλ CSV στο
es: Vea la documentación completa para Perfiles CSV en el
eu: Vea la documentación completa para Perfiles CSV en la
fi: Katso koko dokumentaatio CSV-profiileille
fr: Pour plus d'information, voir le
hi: में सीएसवी प्रोफाइल के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i profili CSV nel
oc: Per plus d'informacion, veire lo
pl: Zobacz instrukcję dla Profilów CSV w
pt: Ver a documentação completa para os perfis CSV no
pt_br: Ver a documentação completa para Perfis CSV no
sk: Pozrite si kompletnú dokumentáciu o profiloch CSV v
sv: Se den fullständiga dokumentationen för CSV-profiler i
tr: CSV profilleri tam dokümantasyonuna bakınız
zh_tw: 見CSV設定檔的完整文件

source: See the full documentation for Catalog Statistics in the
ar: انظر إلى التوثيق الكامل لإحصاءات الفهرس في
cs: Prohlédněte si kompletní dokumentaci pro statistiky katalogu v
da: Se den samlede dokumentation for katalogstatistik i
de: Die vollständige Hilfe zu den Katalogisierungsstatistiken finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Στατιστικά Καταλόγου στο
es: Vea la documentación completa para Estadísticas de catalogación en el
eu: Vea la documentación completa para Estadísticas de catalogación en la
fi: Katso koko dokumentaatio luettelon tilastoille
fr: Pour plus d'information, voir le
hi: में सूची सांख्यिकी के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le Statistiche del Catalogo nel
oc: Per plus d'informacion, veire lo
pl: Zobacz instrukcję dla Statystyk Katalogowania w
pt: Ver a documentação completa para as estatísticas de catalogação no
pt_br: Ver a documentação completa para Estatísticas do Catálogo no
sk: Pozrite si kompletnú dokumentáciu o štatistike katalógu v
sv: Se den fullständiga dokumentationen för Katalogstatistik i
tr: Katalog İstatistikleri tam dokümantasyonuna bakınız
zh_tw: 見編目統計的完整文件

source: See the full documentation for Cataloging in the
ar: انظر إلى التوثيق الكامل للفهرسة في
cs: Prohlédněte si kompletní dokumentaci pro katalogizaci v
da: Se den samlede dokumentation for katalogisering i
de: Die vollständige Hilfe zur Katalogisierung finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Καταλογογράφηση στο
es: Vea la documentación completa para Catalogación en el
eu: Ver la documentación completa para Catalogación en la
fi: Katso koko dokumentaatio luetteloinnille
fr: Voir la documentation complète sur le Catalogage dans le
hi: में सूचीबद्ध करने के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la catalogazione nel
oc: Veire la documentacion completa sul Catalogatge dins lo
pl: Zobacz instrukcję dla Katalogowania w
pt: Ver a documentação completa para a catalogação no
pt_br: Ver a documentação completa da catalogação no
sk: Pozrite si kompletnú dokumentáciu o katalogizácii v
sv: Se den fullständiga dokumentationen för Katalogisering i
tr: Kataloglama tam dokümantasyonuna bakınız
zh_tw: 見編目的完整文件

source: See the full documentation for Checking In in the
ar: انظر إلى التوثيق الكامل لإعادة المواد في
cs: Viz úplnou dokumentaci pro přijem výpůjček v
da: Se den samlede dokumentation for aflevering i
de: Die vollständige Hilfe zur Rückgabe finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Επιστροφές στο
es: Vea la documentación completa para Devolución en el
eu: Ver la documentación completa para Devolución en la
fi: Katso koko dokumentaatio palautukselle
fr: Voir la documentation complète sur les Retours dans le
hi: में में जाँच के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la restituzione nel
oc: Veire la documentacion completa suls Retours dins lo
pl: Zobacz instrukcję dla Przyjmowania zwrotów w
pt: Ver a documentação completa para as devoluções no
pt_br: Ver a documentação completa para devolução no
sk: Pozrite si kompletnú dokumentáciu o návratoch v
sv: Se den fullständiga dokumentationen för Återlämning i
tr: İade Alma tam dokümantasyonuna bakınız
zh_tw: 見還入的完整文件

source: See the full documentation for Checking Out in the
ar: انظر إلى التوثيق الكامل للإعارة في
cs: Viz úplnou dokumentaci pro výdej výpůjček v
da: Se den samlede dokumentation for udlån i
de: Die vollständige Hilfe zur Ausleihe finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τους Δανεισμούς στο
es: Vea la documentación completa para Préstamo en el
eu: Ver la documentación completa para Préstamo en la
fi: Katso koko dokumentaatio lainaukselle
fr: Voir la documentation complète sur les Prêts dans le
hi: में बाहर की जाँच के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i prestiti nel
oc: Veire la documentacion completa suls Prèstes dins lo
pl: Zobacz instrukcję dla Wypożyczania w
pt: Ver a documentação completa para os empréstimos no
pt_br: Ver a documentação completa para Empréstimo no
sk: Pozrite si kompletnú dokumentáciu o výpožičkách v
sv: Se den fullständiga dokumentationen för Utlåning i
tr: Ödünç Verme tam dokümantasyonuna bakınız
zh_tw: 見借出的完整文件
