Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: All of the fields with the exception of first name, card number, opac login and opac password have been duplicated. Fill in the missing pieces and click 'Save'
ar: كل الحقول فيما عدا الاسم الأول, رقم البطاقة , تسجيل دخول أوباك وكلمة سر أوباك قد كررت. املأ الأجزاء المفقودة و اضغط 'حفظ'
cs: Všehna pole s výjimkou jména, čísla průkazu, uživatelského jména a hesla pro OPAC se zduplikovala. Vyplňte chybějící informace a klikněte na 'Uložit'
da: Alle felter med undtagelse af fornavn, kortnummer, opac-login og opac-password er koopieret. Udfyld de manglende felter og tryk på 'Gem'
de: Alle Felder mit Ausnahme von Name, Kartennummer, OPAC-Login und OPAC-Passwort wurden kopiert. Tragen Sie die fehlenden Angaben ein und klicken Sie auf 'Speichern'
el: Όλα τα πεδία με εξαίρεση του ονόματος, του αριθμούς κάρτας, του ονόματος χρήστη και κωδικού πρόσβασης για τον OPAC θα αντιγραφούν. Συμπληρώστε τα κενά και κάντε κλικ στο 'Αποθήκευση'
es: Todos los campos a excepción del nombre, número de usuario, nombre de usuario de OPAC y contraseña de OPAC han sido duplicados. Complete los campos faltantes y haga clic en 'Guardar'
eu: Eremu guztiak (izena, bazkide zenbakia, OPAC erabiltzaile izena eta pasahitza salbu) bikoiztu egin dira. Bete falta diren eremuak eta egin klik 'Gorde' aukeran
fi: Kaikki kentät paitsi etunimi, kirjastokortin numero, verkkokirjastoon kirjautuminen ja salasana on kopioitu. Täytä puuttuvat tiedot ja klikkaa 'Tallenna'
fr: Tous les champs, à l'exception du prénom, du numéro de carte, de l'identifiant et du mot de passe ont été dupliqués. Saisissez les champs manquants, et cliquez sur 'Enregistrer'
hi: प्रथम नाम, कार्ड नंबर, ओपेक लॉगिन और पासवर्ड ओपेक के अपवाद के साथ क्षेत्रो की सभी दोहराया गया है। लापता टुकड़े में भरें और क्लिक करें 'सेव'
it: Saranno duplicati tutti i campi ad eccezione di: 'Nome', 'Numero di tessera' , la login e la password dell'Opac. Compila i campi mancanti e premi 'Salva'
oc: Tous los camps, a l'exception del prénom, del numèro de carta, de l'identificant e del senhal ont été dupliqués. Sasissètz los camps mancants, e clicatz sus 'Enregistrar'
pl: Wszystkie pola z wyjątkiem imienia, numeru karty, nazwy użytkownika i hasła zostaną powielone. Uzupełnij brakujące pola i kliknij 'Zapisz'
pt: Todos os campos excepto primeiro nome, número de cartão, nome de utilizador e palavra-passe foram duplicados. Preencha os campos em falta e guarde
pt_br: Todos os campos com exceção do primeiro nome, número da carteirinha, login e senha no OPAC foram duplicados. Complete as partes que faltaram e clique 'Salvar'
sk: Všetky polia s výnimkou mena, čísla preukazu, užívateľského mena a hesla pre OPAC sa tak zdvojili. Vyplňte chýbajúce polia a kliknite na 'Uložiť'
sv: Alla fält utom förnamn, kortnummer samt login och lösenord för opac har kopierats. Fyll i den information som saknas och klicka på 'Spara'
tr: İlk isim, kart numarası, dolaşım oturum açma ve dolaşım şifresi hariç tüm alanlar kopyalandı. Boş alanları doldurun ve 'Kaydet'e' tıklayın.
zh_tw: 複製所有的欄位，但不包括名、讀者證號碼、線上公用目錄名稱與密碼，鍵入空白的部份，並點選 '儲存'

source: All patron information will appear on the Details tab. This includes all the contact information, notes, messaging preferences, etc entered when adding the patron. In the case of patrons who are marked as 'Child' or 'Professional' and their Guarantors additional information will appear on their record.
ar: كل معلومات المستفيد ستظهر في تبويب التفاصيل. هذا يتضمن كل معلومات الاتصال, الملاحظات, تفضيلات الرسائل, إلخ الادخال عند اضافة المستفيد. في حالة الاشارة للمستفيد كـ 'طفل' أو'مهني' و معلومات كفلائهم الاضافية ستظهر في سجلهم.
cs: Všechny informace o uživateli se objeví v záložce Detaily. Toto zahrnuje všechny kontaktní informace, poznámky, nastavení upomínek, atd., které se zadávají při zápisu čtenáře. V případě čtenářů označených jak 'Dítě' nebo 'Profesionál' se dodatečné informace o jejich ručiteli objeví v jejich záznamu.
da: Alle lånerinformationer vises på detaljefanen. Det omfatter alle kontaktinformationer, noter, beskedindstillinger, etc indtastet da låneren blev tilføjet. For lånere mærket som 'barn' eller 'medarbejder' og deres garanter, vises yderligere information i deres post.
de: Alle Benutzerinformationen erscheinen in der Einzelanzeige. Dies schließt alle Kontaktdaten, Hinweise, Benachrichtigungsvorgaben usw. mit ein, die bei der Aufnahme des Benutzers eingegeben wurden. Ist ein Benutzer als 'Kind' oder 'Mitarbeiter (Organisation)' markiert, werden die Informationen über den Bürgen angezeigt.
el: Όλες οι πληροφορίες των μελών θα εμφανιστούν στην καρτέλα Στοιχεία. Αυτό συμπεριλαμβάνει όλες τις πληροφορίες επαφής, σημειώσεις, προτιμήσεις μηνυμάτων, κτλ. που εισάγονται κατά την προσθήκη μέλους. Στην περίπτωση που το μέλος είναι 'Παιδί' ή 'Επαγγελματίες' θα εμφανιστούν και οι πληροφορίες των Εγγυητών τους.
es: Toda la información del usuario aparece en la pestaña Detalles. Esto incluye toda la información de contacto, notas, preferencias de mensajes, etc., ingresadas al incorporar al usuario. En el caso se usuarios marcados como 'Niño' o 'Profesional' y sus Garantes, se mostrará información adicional en el registro.
eu: Bazkidearen informazio guztia Xehetasunak fitxan agertuko da. Bertan sartzen dira bazkidea gehitzean sartutako kontaktu informazioa, oharrak, mezularitza lehespenak eta abar. 'Haurra' edo 'Profesionala' eta beren abal-emaileen kasuan, informazio gehigarria agertuko da euren erregistroetan.
fi: Kaikki asiakastiedot tulevat Tiedot-välilehdelle. Tämä sisältää kaikki yhteystiedot, huomautukset, viestiasetukset jne. jotka on syötetty asiakasta lisättäessä. Jos kyseessä on lapsiasiakas tai ammattilainen, heidän takaajansa tiedot näkyvät tietueessa.
fr: Toutes les informations adhérents apparaîtront sur l'onglet 'Détail'. Cela inclut toutes les informations de contact, les notes, les préférences de notification, ..., saisis lors de l'ajout de l'adhérent. Dans le cas d'adhérents marqués comme 'Enfants' ou 'Professionnels', les informations concernant leur garant seront également affichées.
hi: सभी संरक्षक जानकारी विवरण टैब पर दिखाई देगा। यह सभी संपर्क जानकारी, नोट्स, संदेश वरीयताओं, आदि जब संरक्षक जोड़ने में प्रवेश भी शामिल है। संरक्षक जो 'बाल' या 'पेशेवर' और उनके जमानतदार अतिरिक्त जानकारी के रूप में चिह्नित कर रहे हैं के मामले में उनके रिकॉर्ड पर दिखाई देगा।
it: Tutte le informazioni dell'utente apparirano in Dettagli. Questo include tutti i dati di indirizzo, le note, le prefernze, etc. In caso di utenti di tipo 'Bambino' o 'Professionista' verrano mostrate anche le informazioni dei loro garanti.
oc: Totas las informacions aderents apparaîtront sus l'onglet 'Detalh'. Aquò inclut totas las informacions de contact, las nòtas, las preferéncias de notificacion, ..., saisis al moment de l'ajout de l'aderent. Dins lo cas d'aderents marqués coma 'Enfants' o 'Professionals', las informacions concernant lor garant seràn tanben afichadas.
pl: Wszystkie informacje o użytkowniku pojawią się w zakładce 'Szczegóły'. Zawiera ona informacje o danych teleadresowych, uwagach, ustawionych powiadomieniach itp. W przypadku oznaczenia użytkownika jako 'Dziecko' lub 'Pracownik' dodatkowe informacje pojawią się w ich rekordzie.
pt: Toda a informação do leitor aparecerá no separador Detalhes. Inclui toda a informação de contacto, notas, preferências de mensagem, etc, adicionadas aquando da adição do leitor. Se os leitores estiverem marcados como crianças ou profissionais, informações sobre o fiador aparecerão também no separador.
pt_br: Toda informação dos usuários aparecerá na aba de detalhes. Isso inclue as informações de contato, notas, preferências de mensagens, etc, inseridas no momento da inscrição do usuário. No caso dos usuários marcados como 'Criança', as informações dos Responsáveis aparecerão nas informações adicionais do registro.
sk: Všetky informácie o čitateľoch sa zobrazia v záložke Detaily. Sem patria všetky kontaktné informácie, poznámky, nastavenia upomienok, atď., ktoré sa zadávajú pri zápise čitateľa. V prípade čitateľov, ktorí sú označení ako 'Dieťa' alebo 'Profesionál' sa v ich zázname zobrazí aj dodatočná informácia o ich ručiteľoch.
sv: Alla låntagarinformation visas på fliken Detaljinformation. Det inkluderar all kontaktinformation, anteckningar, kontaktpreferenser osv. som angavs när låntagaren skapades. När det gäller låntagare som är markerade som 'Barn' eller 'Professionell' kommer deras förmyndares information också att visas.
tr: Tüm kullanıcı bilgileri Detaylar seçeneğinde görülecektir. Bu seçenek kullanıcıyı eklerken tüm iletişim bilgilerini, notları, ileti sistemi seçeneklerinin girilmesini içerecektir. 'Çocuk' ya da 'Profesyonel' olarak belirtilen çocukların durumu ve garantörleri ek bilgi olarak kayıtlarında gözükecektir.
zh_tw: 所有的讀者資訊將顯示在詳情分頁，包括：連絡資訊、說明、訊息等，'兒童' 或 '專業讀者' 及其保證人的其他資訊將顯示在其紀錄內。

source: All staff members have permission to access lists. This section only needs to be checked off if you want to give permission to a staff member to delete public lists that they have no created themselves.
eu: Liburutegiko langile guztiek baimena daukate zerrenda haueta sartzeko. Atal hau aukeratua izango da soilik bertako langile bati bertan sortu ez den zerrenda publiko bat ezabatu bahi bada.
fi: Kaikilla virkailijoilla on oikeus päästä listoihin. Tämä osio vaatii valintaa vain silloin, jos haluat antaa virkailijalle oikeuden poistaa julkisia listoja, joita he eivät ole itse tehneet.
hi: सभी स्टाफ सदस्यों सूचियों का उपयोग करने की अनुमति है। इस खंड में केवल बंद की जाँच हो सकता है अगर आप सार्वजनिक सूची है कि वे कोई खुद बनाया है को नष्ट करने के लिए एक स्टाफ सदस्य को अनुमति देना चाहता हूँ की जरूरत है।
oc: Totes los membres del personal an lo dreit d'accedir a aquestas listas. Aquesta seccion deu èsser marcada unicament se volètz donar la permission a un membre del personal de suprimir deslistas publicas qu'an pas creadas eles-meteisses.

source: All staff members must be entered into Koha as patrons of the 'Staff' type. Follow the steps in Add a Patron to add a staff member. To give the staff member permissions to access the staff client, follow the steps in Patron Permissions
ar: يجب على كل الموظفين الدخول إلى كوها كمستفيدين من نوع 'موظف'. اتبع الخطوات من اضافة مستفيد إلى اضافة موظف. لاعطاء الموظف الصلاحيات للوصول إلى موظف عميل, اتبع الخطوات في صلاحيات المستفيد
cs: Všichni zaměstnanci musí být přihlášeni do Kohy jako uživatelé typu 'Zaměstnanec'. Následujte kroky při Přidání uživatele pro přidání zaměstnance. Pro udělení oprávnění přístupu zaměstnance do intranetu sledujte kroky v Oprávnění uživatelů.
da: Alle medarbejdere skal indtastes i Koha som lånere af 'Medarbejdertypen'. Brug funktionen Tilføj en låner for at tilføje en medarbejder. For at give en medarbejder adgang til admin-klienten brug lånertilladelser
de: Alle Mitarbeiter müssen in Koha in der Benutzergruppe 'Personal' sein. Legen Sie den Mitarbeiter über 'Benutzer hinzufügen'' an. Die Berechtigungen stellen Sie über 'Benutzerrechte' ein.
el: Όλο το προσωπικό πρέπει να εισαχθεί στο Koha ως μέλη 'Προσωπικό'. Ακολουθήστε τα βήματα στο Προσθήκη Μέλους για να προσθέσετε ένα μέλος προσωπικού. Για να δώσετε σε ένα μέλος προσωπικού εξουσιοδότηση για πρόσβαση στη διεπαφή προσωπικού, ακολουθήστε τα βήματα στις Εξουσιοδοτήσεις Προσωπικού
es: Todos los miembros del personal deben ser ingresados en Koha como usuarios del tipo 'Personal'. Siga los pasos en Agregar un Usuario para incorporar un miembro del personal. Para darle al personal permisos para acceder a la interfaz administrativa, siga los pasos en Permisos de Usuarios
eu: Langile guztiak 'Langileak' bezala sartu behar dira Koha. Jarraitu Gehitu bazkide bat aukeraren urratsak langile bat gehitzeko. Langileari langileen interfazera sartzeko baimena emateko, jarraitu Bazkideen baimenak aukeraren pausoak
fi: Kaikki virkailijat täytyy syöttää Kohaan henkilökunta-asiakkaina. Noudata samaa asiakkaiden lisäystapaa kuin muidenkin kohdalla. Virkailijoille annetaan oikeudet päästä virkailijatyökaluun asettamalla oikeuksia
fr: Le personnel de la bibliothèque doit être enregistré dans Koha en tant qu'adhérent de type 'Bibliothécaire'. Suivez les instructions de la section Ajouter un adhérent. Vous leur donnez ensuite accès au logiciel en cliquant sur le bouton Plus > Permissions.
hi: सभी स्टाफ सदस्यों के 'स्टाफ' प्रकार के संरक्षक के रूप में कोहा में दर्ज होना चाहिए। ऐड में कदम एक स्टाफ सदस्य जोड़ने के लिए एक संरक्षक का पालन करें। स्टाफ ग्राहक का उपयोग करने की अनुमति देने के लिए स्टाफ सदस्य, संरक्षक अनुमतियां में चरणों का पालन करें
it: Tutti i membri dello staff devono essere caricati in Koha come utenti di tipo 'staff. Usa le stesse istruzioni date per aggiungere un utente. Per dare il permesso di usare il client staff vai in 'Impostazione dei privilegi utente'
oc: Lo personal de la bibliotèca deu èsser enregistrat dins Koha en tant qu'aderent de tipe 'Bibliotecari'. Suivez les instructions de la seccion Apondre un aderent. Vous lor donnez puèi accès al logicial en clicant sus lo boton Plus > Permissions.
pl: Pracowników należy rejestrować do systemu Koha w kategorii Bibliotekarz. Stosuj się do kroków w menu 'Dodaj Użytkownika'. Jeśli chcesz nadać pracownikowi uprawnienia dostępu do panelu bibliotekarza, zastosuj opcję w menu 'Uprawnienia Użytkownika'
pt: Todos os membros do staff deverão ser inseridos no Koha como leitores do tipo 'Staff'. Siga os passos para adicionar um leitor como membro do staff. Para dar permissões ao staff para aceder ao interface de bibliotecários, siga os passos das Permissões de leitor.
pt_br: Todos os funcionários devem ser cadastrados no Koha como usuários do tipo 'Funcionário'. Siga o passo-a-passo em Adicionar Usuário para adicionar um funcionário. Para dar permissões específicas aos funcionários na interface administrativa, siga o passo-a-passo em Permissões de Usuários
sk: Všetci knihovníci musia byť prihlásení do Kohy ako čitatelia typu 'Knihovník'. Sledujte tieto kroky pri Pridaní čitateľa pre pridanie knihovníka. Pre udelenie oprávnení prístupu knihovníka do intranetu, nasledujte kroky v oprávneniach čitateľov
sv: All personal måste läggas in i Koha som låntagare av typen 'Personal'. Följ stegen i Lägga till en låntagare för att lägga till personal. För att ge personal rättigheter att komma åt personalklienten följer du stegen i Låntagarrättigheter
tr: Tüm personel üyelerinin, Koha’ya ‘Personel’ türü kullanıcılar olarak girilmesi gerekmektedir. Personel üye eklemek için Kullanıcı ekle basamaklarını takip ediniz. Personel üyesine kullanıcı hesabına giriş iznini verebilmek için, Kullanıcı Erişim İzni’ndeki’ basamakları izleyin
zh_tw: 所有的館員必須以 '館員' 類型登入 Koha，在新增讀者時，選擇館員類型，然後給近用館員介面的權限

source: All three of these options will open up the issue receive form:
ar: كل ثلاثة من هذه الخيارات سيظهر شكل الاصدار المستلم:
cs: Všechny tyto tři možnosti otevřou formulář přijetí čísla:
da: Alle tre optioner åbner formularen udgave-modtagelse:
de: Alle drei Optionen öffnen das Formular für den Zugang von Zeitschriftenheften:
el: Και οι τρείς αυτές επιλογές θα ανοίξουν το τεύχος παραλαβής από:
es: Cada una de estas tres opciones abrirá el formulario de ejemplar recibido:
eu: Hiru aukerek alea jasotzeko inprimakia irekiko dute:
fi: Kaikki kolme valintaa avautuvat vastaanottolomakkeeseen:
fr: Ces trois possibilités vont ouvrir le formulaire de réception d'un fascicule :
hi: इन विकल्पों में इस मुद्दे को खुल जाएगा के सभी तीन प्रपत्र प्राप्त होता है:
it: Tutte queste tre opzioni apriranno il form di ricezione del fascicolo:
oc: Aquestas tres possibilitats vont ouvrir lo formulari de recepcion d'un fascicul :
pl: Wszystkie opcje otworzą szablon otrzymania numeru:
pt: Todas as três das opções abrirá o formulário de um número recebido:
pt_br: Todas as três das opções abrirá o formulário de um número recebido:
sk: Všetky tri tieto možnosti otvoria formulár prijatia čísla:
sv: Samtliga tre alternativ öppna formuläret för mottagning av nytt nummer:
tr: Bu üç seçeneğin tümü, sayı temin etme formunu açacaktır:
zh_tw: 所有的三個選項將打開收到刊期表單：

source: All uploaded images will be listed on the right hand side of this page.
el: Όλες οι εικόνες που μεταφορτώθηκαν θα εμφανιστούν στη δεξιά πλευρά αυτής της σελίδας.
fi: Kaikki kuvat ovat listattuna sivun oikeassa laidassa.
hi: सभी अपलोड की गई छवियों को इस पृष्ठ के दाईं ओर सूचीबद्ध किया जाएगा.

source: Allow access to the reports module
ar: السماح بالوصول إلى نظام التقارير الفرعي
cs: Povolit přístup do modulu výstupů
da: Tillad adgang til rapportmodulet
de: Erlaubt Zugriff auf das Reports-Modul
el: Επιτρέπει την πρόσβαση στην υπομονάδα αναφορών
es: Permitir acceso al módulo informes
eu: Utzi txostenen modulura sartzen
fi: Sallii pääsyn raporttiosioon
fr: Permet d'accéder au module Rapports
hi: रिपोर्टों मॉड्यूल के लिए उपयोग की अनुमति दें
it: Permetti di accedere al modulo dei report
oc: Permet d'accedir al modul Rapports
pl: Umożliwienie dostępu do modułu raportów
pt: Acesso ao módulo de relatórios
pt_br: Acesso ao módulo de relatórios
sk: Povoliť prístup do modulu výkazov
sv: Tillåt åtkomst till rapportmodulen
tr: Raporlar modülüne erişime izin ver
zh_tw: 允許近用至報表模組

source: Allow staff members to alter the holds priority (moving patrons up and down the queue)
ar: السماح للموظفين بتغيير أولويات الحجز (تحريك المستفيدين صعودا و هبوطا في الصف )
cs: Povolit zaměstnancům změny v přednosti rezervací (přesouvání čtenářů nahoru a dolů ve frontě)
da: Tillad medarbejdere at ændre reserveringsprioritet (flytte lånere op og ned i køen)
de: Elaubt Mitarbeitern die Änderung der Ausleihpriorität (Benutzer in der Liste nach oben unten verschieben)
el: Επιτρέπεται στα μέλη προσωπικού να αλλάξουν την προτεραιότητα κρατήσεων (μεταφέροντας τα μέλη πάνω και κάτω στην ουρά)
es: Permitir al personal alterar las prioridades de reservas (moviendo usuarios arriba y abajo de la cola)
eu: Utzi langilee erreserben lehentasuna aldatzen (bazkideak ilaran gora eta behera mugituz)
fi: Sallii henkilökunnan muokata varausten järjestystä (siirtämällä asiakkaita ylös tai alas jonossa)
fr: Permission de modifier l'ordre des réservations (monter/descendre une réservation)
hi: स्टाफ के सदस्यों को बदलने के लिए अनुमति प्राथमिकता (संरक्षक चलती ऊपर और नीचे कतार) रखती है
it: Abilita a modificare la priorità delle prenotazioni (spostare in su o in giù gli utenti nella coda)
oc: Permission de modificar l'òrdre des reservacions (monter/descendre una reservacion)
pl: Zezwalanie pracownikom na zmienianie kolejki rezerwacji (przesuwanie użytkowników w górę i w dół listy)
pt: Permitir aos membros do staff alterar a ordem das reservas (alterar a fila de espera)
pt_br: Permitir que funcionários alterem as prioridades de reserva (movendo os usuários para cima e para baixo na fila)
sk: Povoliť knihovníkom zmenu prednosti rezervácie (presúvanie čitateľov nahor a nadol vo fronte)
sv: Tillåt personal att ändra prioritetsordningen för reservationer (flytta låntagare upp eller ner i kön)
tr: Personel üyelerine ayırma önceliğini değiştirmesi için izin verir (kullanıcıları sırada öne çekme ve/veya daha arkaya alma)
zh_tw: 允許館員改變預約優先順序(昇降讀者的順位)

source: Allow staff members to modify permissions for other staff members
ar: يسمح للموظفين لتعديل الصلاحيات للموظفين الاخرين
cs: Umožňuje zaměstnancům měnit přístupová práva ostatních zaměstnanců
da: Tillad medarbejdere at ændre tilladelser for andre medarbejdere
de: Erlaubt Bibliotheksmitarbeitern die Berechtigungen anderer Mitarbeiter zu bearbeiten
el: Επιτρέπει στα μέλη προσωπικού να τροποποιήσουν τις άδειες για άλλα μέλη προσωπικού
es: Permitir al personal modificar permisos de otros miembros del personal
eu: Permitir al personal modificar los permisos de otros miembros del equipo
fi: Sallii virkailijan muokata toisen virkailijan oikeuksia
fr: Permet à un membre du personnel de modifier les permissions du reste du personnel
hi: स्टाफ के सदस्यों को अन्य स्टाफ के सदस्यों के लिए अनुमतियों को संशोधित करने की अनुमति दें
it: Autorizza i bibliotecari a modificare i permessi degli altri bibliotecari
oc: Permet a un membre del personal de modificar las permissions del reste del personal
pl: Modyfikowanie uprawnień dla bibliotekarzy
pt: Permite aos técnicos modificar as permissões para outros membros
pt_br: Todos os funcionários podem modificar as permissões de outro funcionario
sk: Povoliť knihovníkom úpravu oprávnení pre ostatných knihovníkov
sv: Tillåt personal att ändra rättigheterna för annan personal
tr: Personel üyelerine diğer personel üyelerinin izinlerini değiştirmeleri için imkan ver
zh_tw: 允許館員修改其他館員的權限

source: Allow: Will allow patrons the option to choose next available or item specific
eu: Utzi: bazkideei utziko zaie ondorengo aukera aukeratzeko
fi: Salli: Sallii asiakkaalle mahdollisuuden valita nimekevaraus tai nidevaraus (tietty nide)
hi: अनुमति दें: संरक्षक की अनुमति देंगे अगले उपलब्ध या आइटम विशिष्ट चुनने का विकल्प
oc: Permetre : permettra als aderents l'opcion de causir entre lo prochain disponible o un exemplar especific

source: Also at the bottom of the page is the list of items the patron has on hold
ar: أيضاً في أسفل الصفحة قائمة بمواد المستفيد في حالة الانتظار
cs: Také v dolní části stránky je seznam jednotek, které má čtenář zarezervované
da: Nederst på siden er der også en liste over de emsemplarer, som låneren har reserveret
de: Am Ende der Seite befindet sich eine Liste der vom Benutzer vorgemerkten Titel
el: Στο κάτω μέρος της σελίδας επίσης βρίσκεται η λίστα των τεκμηρίων για τα οποία το μέλος έχει κάνει κράτηση
es: También al final de la página está la lista de ítems que el usuario tiene reservados
eu: Orriaren amaieran ere bazkideak erreserban duen elementuen zerrrenda dago.
fi: Myös sivun alareunassa on lista nimekkeistä, joista asiakkaalla on varaus
fr: En bas de la page, il y a également la liste des documents réservés par l'adhérent
hi: इसके अलावा पृष्ठ के तल पर संरक्षक होल्ड पर है मदों की सूची है
it: Anche in basso alla pagina vi è una lista dei volumi prenotati dall'utente
oc: En bas de la pagina, i a tanben la lista des documents reservats per l'aderent
pl: W zakładce 'Wypożycz', w podsumowaniu znajduje się wykaz egzemplarzy zamówionych przez użytkownika
pt: Também aparece no fundo da página a lista de exemplares que o leitor tem reservado
pt_br: Também no rodapé da página está a lista dos exemplares que o usuário reservou
sk: Takisto na spodku stránky je zoznam exemplárov, ktoré si čitateľ zarezervoval
sv: Längst ner i sidan finns även en lista med de objekt som låntagaren har reserverat
tr: Aynı zamanda sayfanın alt kısmı, kullanıcının üzerine ayırma koyduğu materyallerin bir listesidir
zh_tw: 在頁面下方是該讀者的預約館藏清單
