Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you have groups set up you can choose what group this library belongs to after entering in the code and name
ar: إذا كان لديك مجموعات تم تنصيبها يمكنك اختيار المجموعة التي تنتمي لها المكتبة بعد إدخال الرمز والاسم
de: Wenn Sie Gruppen erstellt haben, können Sie auswählen zu welcher Gruppe die Bibliothek gehört nachdem Sie den Code und den Namen eingegeben haben
es: Si usted tiene grupos configurados, puede elegir a cuál biblioteca esta biblioteca pertenece, después de introducir el código y el nombre
eu: Taldeak konfiguratuak baldin badauzkazu, aukeratu dezakezu liburutegi hau zein liburutegikoa den taldea, behin kodea eta izena sartu ondoren
fi: Jos kirjastoille on määritelty ryhmiä, voit valita mihin ryhmään kirjasto kuuluu, kun tallennat kirjaston tunnuksen ja nimen
hi: आप समूहों का गठन किया है, तो आप चुन सकते हैं जो समूह इस पुस्तकालय कोड और नाम में प्रवेश करने के बाद के अंतर्गत आता है
it: Se hai gruppi impostati, subito dopo aver inserito il codice e il nome della biblioteca puoi scegliere a quale gruppo la biblioteca appartiene
sk: Ak máte nastavené skupiny, môžete si zvoliť, ktorej skupine patrí táto knižnica, len čo zadáte jej kód a názov
tr: Grupları ayarladıysanız, bu kütüphanenin kod ve isim bilgilerini girdikten sonra hangi gruba ait olduğunu seçebilirsiniz

source: If you have itemBarcodeFallbackSearch set to 'Enable' then you can enter a keyword search in this box instead of just a barcode (this will make it possible to check out using title and/or call number).
ar: عند ضبط itemBarcodeFallbackSearch إلى "تفعيل" يمكنك إدخال بحث كلمة مفتاحية في هذا المربع بدلا من الباركود فقط (سيؤدي ذلك إلى إمكانية الإعارة باستخدام العنوان و / أو رقم الطلب).
de: Wenn der Systemparameter itemBarcodeFallbackSearch aktiviert ist, können Sie auch ein Stichwort in der Ausleihe statt dem Medienbarcode verwenden (dies ermöglicht es, zum Beispiel über den Titel oder die Signatur auszuleihen).
es: Si usted tiene itemBarcodeFallbackSearch establecido a 'Habilitar', entonces, puede entrar una palabra clave de búsqueda en esta casilla en lugar de sólo un código de barras (esto hará que sea posible el préstamo utilizando un título y/o una signatura topográfica).
eu: itemBarcodeFallbackSearch aukera 'Gaitua' baldin baduzu, orduan sar dezakezu bilaketarako hitz gakoa sar dezakezu leihatilatxo honetan barra-kode huts soil baten ordez (honi eskerrak mailegua izenburua eta/edo signatura bidez egitea ahalbidetuko du).
fi: Jos itemBarcodeFallbackSearch-asetus on 'Salli', voit hakea tässä laatikossa myös avainsanalla viivakoodin lisäksi (tämä mahdollistaa lainaamisen käyttämällä nimekettä ja/tai luokkaa).
hi: आप itemBarcodeFallbackSearch करने के लिए सेट है, तो 'सक्षम' तो आप सिर्फ एक बारकोड के बजाय इस बॉक्स में एक कीवर्ड खोज में प्रवेश कर सकते हैं (यह संभव शीर्षक का उपयोग कर बाहर की जाँच करें और / या नंबर पर कॉल करने के लिए कर देगा)।
it: Se hai itemBarcodeFallbackSearch impostato su 'Abilita' puoi inserire una chiave di ricerca in questo oox invece del barcorde (questo permetterà di effettuare prestiti usando il titolo e/o la collocazione).
sk: Ak máte itemBarcodeFallbackSearch nastavený na 'Umožniť', tak môžete zadať hľadanie kľúčového slova do tohto políčka namiesto zadania iba čiarového kódu (takto sa umožní výpožička s využitím názvu a/alebo signatúry).
tr: itemBarcodeFallbackSearch sistem tercihini 'Etkinleştir' olarak ayarladıysanız, bu kutuya barkod yerine anahtar kelime araması girebilirsiniz (bu eylem, başlık ve/veya yer numarası kullanarak ödünç vermeyi sağlayacaktır).

source: If you have linked an analytic record incorrectly you can remove that link by editing the item on the analytic record (not the host record). To do this, go to the analytic record and click the 'Edit' button and choose to 'Edit items'. To the left of each item you will see two options.
ar: إذا ما ربطتَ تسجيلة تحليلية بطريقة غير صحيحة فبإمكانك حذف الربط من خلال تحرير المادة في التسجيلة التحليلية ( وليس التسجيلة المُضيفة). لتفعل ذلك أذهب إلى التسجيلة التحليلية وانقر على زر 'تحرير' واختر 'تحرير المواد'. على يمين كل مادة بإمكانك أن ترى خيارين.
cs: Pokud jste propojili analytický záznam nesprávně, můžete odstranit tento odkaz úpravou výtisku na analytickém záznamu (nikoliv na záznamu hostitele). Chcete-li toto provést, přejděte na analytický záznam a klikněte na tlačítko "Upravit" a zvolte 'Upravit výtisky". Na levé straně každého výtisku, uvidíte dvě možnosti.
da: Hvis du har linket ukorrekt til en analytisk post kan du fjerne dette link ved at editere eksemplaret i den analytiske post (ikke værtsposten). For at gøre det gå til den analytiske post og klik på knappen 'Edit' og vælg 'Editer eksemplarer'. Til venstre for hvert eksemplar ses to optioner.
de: Wenn ein unselbstständiges Werk falsch verlinkt wurde, kann der Link durch Bearbeitung des Exemplars am unselbstständigen Werk (nicht des übergeordneten Datensatzes) korrigiert werden. Um dies zu tun, suchen Sie den Datensatz für das unselbstständige Werk und wählen Sie "Exemplare bearbeiten" im Menü "Bearbeiten". Auf der linken Seite der einzelnen Exemplare werden zwei Optionen angezeigt.
el: Εάν έχετε συνδέσει λανθασμένα μια αναλυτική εγγραφή μπορείτε να αφαιρέσετε αυτό τον σύνδεσμο κάνοντας επεξεργασία του τεκμηρίου στην αναλυτική εγγραφή (όχι στην κύρια εγγραφή). Για να κάνετε αυτό, πηγαίνετε στην αναλυτική εγγραφή και πατήστε το κουμπί 'Επεξεργασία' και επιλέξτε να 'Επεξεργαστείτε τεκμήρια'. Αριστερά κάθε τεκμηρίου θα δείτε δύο επιλογές.
es: Si ha enlazado un registro analítico incorrectamente puede remover el enlace editando el ejemplar del registro analítico (no el registro origen). Para hacer esto, vaya al registro analítico y haga clic en el botín 'Editar' y seleccione 'Editar ejemplares'. A la izquierda de cada ejemplar verá dos opciones.
eu: Si ha vinculado un registro analítico incorrectamente puede eliminar dicho enlace modificando el ítem en el expediente analítico (no el registro de host). Para ello, vaya al registro analítico y haga clic en el botón 'Editar' y elegir 'Editar elementos'. A la izquierda de cada ítem que usted verá dos opciones.
fi: Jos olet linkittänyt analyyttisen tietueen väärin, voit poistaa linkin muokkaamalla osakohdetta (ei emotietuetta). Tämän voi tehdä osakohteen tietueessa 'Muokkaa'-painikkeesta ja valitsemalla 'Muokkaa nimekettä'. Jokaisen tietueen vasemmalla puolella on kaksi vaihtoehtoa.
fr: Si vous avez lié une notice de dépouillement à une mauvaise notice, vous pouvez défaire ce lien en éditant la notice de dépouillement (et non pas la notice hôte). Pour ce faire, allez sur la notice analytique et cliquez sur le bouton 'Modifier les exemplaires'. À gauche de chaque exemplaire, vous verrez deux options.
hi: आप एक विश्लेषणात्मक रिकॉर्ड जुड़ा हुआ है, तो आप गलत तरीके से विश्लेषणात्मक रिकॉर्ड (नहीं मेजबान रिकार्ड) पर आइटम का संपादन करके कि लिंक हटा सकते हैं। ऐसा करने के लिए विश्लेषणात्मक रिकॉर्ड करने के लिए जाने के लिए और 'संपादन' बटन पर क्लिक करें और 'संपादन' आइटम का चयन करें। प्रत्येक आइटम के बाईं ओर आपके पास दो विकल्प देखेंगे।
it: Se hai collegato un record analitico per errore, puoi rimuovere il link editando il record figlia (non il record madre). Per farlo, vai al record analitico e clicca 'Modifica' e scegli 'Modifica copie'. A sinistra di ogni copia vedrai due opzioni.
oc: Se avètz lié una notícia de despolhament a una marrida notícia, podètz défaire ce ligam en éditant la notícia de despolhament (et non pas la notícia òste). Per ce faire, allez sus la notícia analytique e clicatz sus lo boton 'Modificar los exemplars'. A esquèrra de cada exemplar, veiretz deux opcions.
pl: Jeśli połączyłeś/-aś rekord analityczny niepoprawnie, możesz usunąć połączenie poprzez edytowanie egzemplarza w rekordzie analitycznym (nie: w rekordzie macierzystym). Przejdź do rekordu analitycznego i kliknij 'Modyfikuj', wybierz 'Modyfikuj egzemplarze'. Po lewej stronie każdego z nich zobaczysz dwie opcje.
pt: Se você ligou um registo analítico incorrectamente pode remover a ligação ao editar o exemplar no registo analítico. Para fazer este processo, vá ao registo analítico e clique em 'Editar' e posteriormente em 'Editar exemplares'. À esquerda de cada exemplar irá ver duas opções.
pt_br: Caso você tenha linkado um registro analítico de forma incorreta, você pode remover este lnk editando o exemplar no registro analítico (não no registro hospedeiro). Para fazer isso, vá para o registro analítico e clique no botão 'Editar' e escolha 'Editar exemplares'. À esquerda de cada exemplar você verá as duas opções.
sk: Ak ste analytický záznam prepojili nesprávne, môžete takéto prepojenie odstrániť úpravou exemplára u analytického záznamu (nie hosťovského záznamu). K tomu prejdite na analytický záznam, kliknite na tlačidlo 'Upraviť' a zvoľte 'Upraviť exempláre'. Naľavo od každého exemplára uvidíte dve možnosti.
sv: Om du felaktigt länkat en analyspost kan du ta bort länken genom att redigera objektet i analysposten (inte värdposten). För att göra detta går du till analysposten och klickar på knappen 'Redigera' och väljer 'Redigera poster'. Till vänster om varje post visas två alternativ.
tr: Bir analitik kaydının bağlantısını yanlış bir şekilde yaptıysanız, o bağlantıyı analitik kayıttaki (sunucu kaydı değil) materyali düzenleyerek kaldırabilirsiniz. Bunu yapmak için, analitik kayda gidiniz ve 'Düzenle' butonuna tıklayınız ve 'Materyalleri düzenle'yi seçiniz. Her bir materyalin solunda, iki seçenek göreceksiniz.
zh_tw: 若連結至分析紀錄錯誤，您可在分析紀錄(不是主紀錄)裡編輯該館藏，移除此連結。進入分析連結，勾選 '編輯' 鈕，選擇 '編輯館藏'，從每個館藏的左方，可以看到兩個選項。

source: If you have multiple patron attributes you can change them all by using the plus (+) sign to the right of the text box. This will allow you to add another attribute value.
ar: إذا ما كان لديك سمات مستفيد متعددة فبإمكانك تغييرهم جميعاً بإستخدام علامة الجمع (+) على يسار مربع النص. هذا سيسمح لك أن تضيف قيم لسمات أُخرى.
cs: Pokud máte atributy pro více čtenářů najednou, můžete je změnit všechny pomocí znaménka plus (+) vpravo od textového pole. To vám umožní přidat další hodnotu atributu.
da: Hvis du har flere låner-attributer kan du ændre dem alle med plus (+) tegnet til højre for tekstboksen. Dermed kan du tilføje endnu en attribut-værdi.
de: Wenn ein Benutzerattribut als wiederholbar definiert ist, kann das Feld über das Pluszeichen (+) auf der rechten Seite des Eingabefeldes dupliziert und mit einem weiteren Wert gefüllt werden.
el: Εάν έχετε πολλαπλά χαρακτηριστικά μέλους μπορείτε να τα αλλάξετε όλα χρησιμοποιώντας το σύμβολο συν (+) δεξιά του πλαισίου κειμένου. Αυτό θα σας επιτρέψει να προσθέσετε άλλη μία τιμή χαρακτηριστικού.
es: Si tiene múltiples atributos de usuario puede cambiarlos a todos utilizando el signo mas (+) a la derecha de la caja de texto. Esto le permitirá agregar otro valor de atributo.
eu: Si tiene varios atributos de socios se puede cambiar a todos con el signo más (+) signo a la derecha del cuadro de texto. Esto le permitirá añadir otro valor del atributo.
fi: Jos asiakkailla on useita määreitä, voit muuttaa niitä käyttämällä plusmerkkiä (+) tekstilaatikon oikealla puolella. Tämä antaa lisätä toisen määreen.
fr: Si vous avez plusieurs attributs adhérents, vous pouvez les modifier tous ensemble en utilisant le signe plus (+) ) droite de la zone de texte. Cela vous permettra d'ajouter un autre attribut.
hi: यदि आपके पास कई संरक्षक का श्रेय आप उन सब को टेक्स्ट बॉक्स के दाईं ओर प्लस (+) पर हस्ताक्षर का उपयोग करके बदल सकते हैं। यह आपको एक और विशेषता मान जोड़ने की अनुमति होगी।
it: Se hai più di un attributo utente, puoi cambiarli tutti usando il segno (+) a destra della casella di testo. Ciò ti permetterà di aggiungere un altro valore di attributo.
oc: Se avètz plusieurs atributs aderents, podètz les modificar totes ensemble en utilizant lo signe plus (+) ) dreita de la zòna de tèxte. Aquò vous permettra d'apondre un autre atribut.
pl: Jeśli masz wiele atrybutów użytkowników, możesz zmienić je wszystkie przy użyciu znaku plus (+) po prawej od ramki z tekstem. To pozwoli Ci dodać kolejną wartość atrybutu.
pt: Se tem diversos atributos de leitores pode alterar todos usando o sinal mais (+) à direita da caixa de texto. Isto permite adicionar outro valor do atributo.
pt_br: Se você tem mais de um atributo de usuário você pode alterá-los usando o sinal (+) a direita da caixa de texto. Ele permitirá você adicionar outro valor de atributo.
sk: Ak máte viaceré vlastnosti čitateľov, môžete ich zmeniť všetky pomocou znamienka plus (+) napravo od textového políčka. Toto vám umožní pridať ďalšiu hodnotu vlastnosti.
sv: Om du har flera låntagarattribut kan du ändra alla genom att använda plustecknet (+) till höger om textrutan. Detta gör att du kan lägga till ett annat attributvärde.
tr: Birden fazla kullanıcı niteliğiniz varsa metin kutusunun sağındaki artı (+) işaretini kullanarak bu özelliğin hepsini değiştirebilirsiniz. Bu işlem size diğer bir nitelik değerini eklemenize müsaade edecektir.
zh_tw: 若有多個讀者屬性，可使用文字區右方的加號 (+) 改變它們，允許您新增其他屬性。

source: If you have registered a password with the library, you may use it with your library card number to renew online.
ar: إذا كنت قد سجلت على كلمة السر مع المكتبة، يمكنك استخدامه مع رقم بطاقة مكتبتك للتجديد عبر الإنترنت.
cs: Pokud jste zaregistrovali heslo s knihovnou, můžete ho používat se svým číslem čtenářského průkazu a prodlužovat online.
da: Hvis du har et password til din brugerkonto, kan du bruge det og lånernummeret til at forlænge online.
de: Wenn Sie ein Passwort für Ihren Benutzeraccount erhalten oder vergeben haben, können Sie dieses verwenden um selbst online zu verlängern.
el: Αν έχετε δημιουργήσει κωδικό πρόσβασης στη βιβλιοθήκη, μπορείτε να τον χρησιμοποιήσετε με την κάρτα βιβλιοθήκης για να κάνετε ανανεώσεις όταν είστε σε σύνδεση
es: Si ha registrado una contraseña en la biblioteca, es posible usarla con su número de carné de biblioteca para renovaciones por Internet.
eu: Liburutegiarekin lotuta pasahitz bat erregistratu baduzu, zure liburutegiko txartel zenbakiarekin erabili dezakezu maileguak online berritzeko.
fi: Jos olet saanut salasanan kirjastosta, voit kirjautua verkkokirjastoon kirjastokortin numerolla ja salasanallasi ja uusia lainasi.
fr: Si vous avez un mot de passe, vous pourrez l'utiliser avec votre numéro de carte de bibliothèque afin d'effectuer des renouvellements en ligne.
hi: आप पुस्तकालय के साथ एक पासवर्ड दर्ज कर लिया है, तो आप इसे अपने पुस्तकालय कार्ड नंबर के साथ उपयोग ऑनलाइन नवीनीकृत करने के लिए कर सकता है।
it: Se hai una password per l'Opac, puoi usarla con il codice della tua tessera per rinnovare online.
oc: Se avètz un senhal, poiretz l'utilizar amb votre numèro de carte de bibliotèca per fin d'effectuer des renovèlaments en linha.
pt: Se registou uma palavra-passe na biblioteca, você pode usar-la em com o seu número de cartão para renovar online.
pt_br: Se você registrou uma senha na biblioteca, você pode usá-la com o número de usuário para renovar materiais online.
sk: Ak ste si zaregistrovali heslo v našej knižnici, môžete ho použiť s Vaším číslom knižničného preukazu pre obnovu online.
sv: Om du har registrerat ett lösenord med biblioteket kan du använda det med ditt lånekortsnummer för att förnya online.
tr: Kütüphaneye şifreyle kayıtlıysanız, kütüphane kart numarasıyla birlikte bu şifreyle çevrimiçi yenileme yapabilirsiniz.
zh_tw: 若您登錄密碼，可併用讀者證號碼，辦理線上續借。

source: If you have set additional patron attributes up, these will appear next
ar: اذا ما قد عيّنت سمات مستفيد اضافية, هذه ستظهر في المرة المقبلة
cs: Pokud jste nastavili další čtenářovy atributy, objeví se vedle
da: Hvis der valgt yderligere lånerindstillinger, vises de her.
de: Wenn Sie zusätzliche Benutzerattribute definiert haben, werden Ihnen diese als nächstes angezeigt
el: Αν έχετε βάλει επιπρόσθετες αποδόσεις μέλους, θα εμφανιστούν εδώ
es: Si ha configurado atributos adicionales para el usuario, estos aparecerán a continuación
eu: Bazkide atributu gehigarriak konfiguratu badituzu, jarraian agertuko dira
fi: Jos olet määritellyt asiakkaiden lisämääreitä, ne näkyvät seuraavana
fr: Si vous avez défini des attributs d'adhérent, ils apparaissent après.
hi: आप अतिरिक्त संरक्षक को जिम्मेदार बताते हैं की स्थापना की है, तो इन अगले दिखाई देंगे
it: Se hai definito dei campi aggiuntivi agli utenti, essi appariranno più avanti
oc: Se avètz défini des atributs d'aderent, ils apareisson après.
pl: Jeśli są ustawione dodatkowe atrybuty użytkownika, to będą wyświetlane w sekcji 'Dodatkowe atrybuty i identyfikatory'
pt: Se definiu atributos adicionais para os leitores, eles aparecerão
pt_br: Se você configurou atributos adicionais de usuário, eles aparecerão próximo
sk: Ak ste nastavili dodatočné vlastnosti čitateľov, tieto sa objavia vedľa
sv: Om du konfigurerat ytterligare låntagarattribut visas dessa sedan
tr: Ek kullanıcı nitelikleri oluşturursanız, bunlar daha sonra gözükür.
zh_tw: 若您設定讀者其他屬性，將出現在

source: If you have set up classes for organizing attributes they will appear that way on the add/edit patron form
ar: اعداد الفئات لتنظيم السمات ستظهر بهذه الطريقة عل الإضافة/تحرير نموذج المستفيد
cs: Pokud jste nastavili třídy pro uspořádání atributů, tyto třídy se objeví se na formuláři Přidat/editovat čtenáře
da: Hvis du har lavet klasser til at organisere attributerne vises de således i formularen tilføj/editer låner
de: Wenn Klassen für die Gruppierung von Benutzerattributen definiert wurden, werden diese beim Ändern und Hinzufügen von Benutzern angezeigt.
el: Εάν έχετε ορίσει κατηγορίες για την οργάνωση των χαρακτηριστικών θα εμφανιστούν με αυτόν τον τρόπο στην φόρμα προσθήκης/επεξεργασίας μέλους
es: Si ha configurado para atributos organizativos ellos aparecerán de esa forma en el formulario para agregar/editar usuarios
eu: Si tiene configuración de clases para la organización de atributos estos podrán aparecer en el formularios de socio de añadir/editar
fi: Jos olet määritellyt luokkia määreiden järjestämiseksi, ne näkyvät ryhmittäin, kun asiakastietoja tallennetaan/muokataan
fr: Si vous avez paramétré des classes pour organiser les attributs, ceux-ci apparaîtront classés sur le formulaire d'ajout/modification d'un adhérent
hi: आप विशेषताओं के आयोजन के लिए कक्षाओं में स्थापित किया है, तो वे जोड़ें / संपादित संरक्षक फार्म पर कहा कि जिस तरह दिखाई देंगे
it: Se hai configurato delle classi per ordinare gli attributi degli utenti, essi appariranno in questo modo nel form per aggiungere/modificare utenti
oc: Se avètz parametrat des classes per organiser los atributs, ceux-ci apparaîtront classés sul formulari d'ajout/modificacion d'un aderent
pl: Jeśli ustawiłeś 'Klasę atrybutów' do grupowania atrybutów, wyświetli się pod 'Dodatkowymi atrybutami i identyfikatorami' na koncie użytkownika
pt: Se definiu classes para organizar atributos as mesmas aparecerão aquando da criação/edição de um leitor
pt_br: Se você configurar classes para atributos de organização eles irão aparecer desta maneira no formulário de inclusão/edição de usuários
sk: Ak ste si nastavili triedy pre organizovanie vlastností, zobrazia sa tak vo formulári pridávania/úpravy čitateľa
sv: Om du satt upp klasser för att organisera attribut, kommer de att visas på det sättet i formuläret för att lägga till/redigera låntagare
tr: Sınıfları nitelikleri organize etmek için ayarladıysanız, kullanıcı ekle/düzenle formu şeklinde gözükeceklerdir
zh_tw: 若設定等級處理屬性，他們將顯示在新增/編輯讀者表單

source: If you have set your BorrowersLog to track changes to patron records, then this tab will appear. The Modification Log will show all changes made to the patron record.
ar: إذا قمت بتعيين BorrowersLog لتعقب التغييرات على سجلات المستفيد، عندئذ هذا التبويب سيظهر. سجل التعديل سيُظهر كل التغيرات التي أُدخلت إلى سجل المستفيد.
cs: Pokud jste nastavili BorrowersLog pro sledování změn čtenářských záznamů, pak se tato záložka objeví. Logování modifikací zobrazí všechny změny provedené v záznamu čtenáře.
da: Hvis BorrowersLog er sat til at følge ændringer i lånerposter, vises denne fane. Ændringsloggen vil vise alle ændringer lavet i lånerposten.
de: Wenn Sie den Systemparameter BorrowersLog aktiviert haben, um die Änderungen an Benutzerdatensätze nachverfolgen zu können, wird dieser Reiter angezeigt. Das Änderungslog zeigt alle Änderungen, die am Benutzerdatensatz gemacht wurden.
el: Αν έχετε επιλέξει το BorrowersLog να καταγράφει αλλαγές στις εγγραφές των μελών, τότε θα εμφανιστεί αυτή η καρτέλα. Το Ιστορικό Τροποποιήσεων θα εμφανίζει όλες τις αλλαγές που γίνονται στις εγγραφές μελών.
es: Si ha configurado su BorrowersLog para rastrear cambios en los registros de usuarios, a continuación, esta etiqueta aparecerá. El Registro de Modificación mostrará todos los cambios realizados en el registro de usuario.
eu: Bazkideen erregistroetako aldaketen segimendua egiteko ezarri baduzu BorrowersLog, fitxa hau agertuko da. Aldaketek logak bazkide erregistroan egindako aldaketa guztiak erakutsiko ditu.
fi: Jos BorrowersLog on asetettu keräämään asiakastietueessa tapahtuneet muutokset, silloin tämä välilehti näkyy. Muutosloki näyttää kaikki asiakastietueen muutokset.
fr: Si vous avez configuré BorrowersLog pour suivre les changements apportés aux fiches des adhérents, l'onglet Log des modifications est visible et affiche toutes ces informations.
hi: आप संरक्षक रिकॉर्ड में परिवर्तन ट्रैक करने के लिए अपने BorrowersLog निर्धारित किया है, तो इस टैब में दिखाई देगा। संशोधन लॉग संरक्षक रिकॉर्ड करने के लिए किए गए सभी परिवर्तन दिखाई देगा।
it: Se hai configurato il tuo BorrowersLog per tenere traccia dei record utente, qui appariranno i cambiamenti. Il log di modifica mostrerà tutti i cambi fatti al record utenee.
oc: Se avètz configurat BorrowersLog per seguir los cambiaments aportats a las fichas dels aderents, l'onglet Log de las modificacions es visible e aficha totas aquelas informacions.
pl: Jeśli zaznaczyłeś BorrowersLog tak, żeby zapisywał zmiany do rekordów użytkowników, wówczas tabela będzie widoczna. Modiﬁcation Log będzie pokazywał, kiedy zostały wprowadzone zmiany na koncie.
pt: Se tem o BorrowersLog activo para as mudanças dos registos dos leitores, então este separador irá aparecer. O log de modificação mostra todas as mudanças ao leitor.
pt_br: Se você tiver configurado a opção BorrowersLog para rastrear as mudanças no registro de usuários, então esta aba irá aparecer. O Log de modificações exibirá todas as alterações feitas no registro de usuário.
sk: Ak ste nastavili Váš BorrowersLog na sledovanie zmien v záznamoch o čitateľoch, zobrazí sa táto záložka. Denník zmien zobrazí všetky zmeny uskutočnené v zázname o čitateľovi.
sv: Om du ställt in BorrowersLog för att registrera ändringar i låntagarposter, visas denna flik. Ändringsloggen visar alla ändringar som görs av låntagarposten.
tr: Ödünç Alma Günlüğünü kullanıcı kayıtları değişikliklerini izlemek için ayarlarsanız, bu sekme gözükecektir. Değiştirme Günlüğü kullanıcı kaydında yapılan tüm değişiklikleri gösterecektir.
zh_tw: 若已設定BorrowersLog追蹤讀者紀錄的改變，則出現此分頁；修改紀錄將顯示讀者紀錄的所有改變。

source: If you have set your ExportCircHistory preference, you will also see the option to export the patron's current checkout information using a CSV Profile or ISO2709 (MARC21) format.
fi: Jos ExportCircHistory-asetus on päällä, on myös mahdollista viedä asiakkaan lainatiedot tiedostoksi CSV-profiilia käyttäen ISO2709 (MARC21) -muodossa.
hi: यदि आपने अपना ExportCircHistory प्राथमिकता निर्धारित की है, तो आपको एक सीएसवी प्रोफ़ाइल या आईएसओ2709 (मार्क21) प्रारूप का उपयोग करते हुए संरक्षक की वर्तमान चेकआउट जानकारी को निर्यात करने का विकल्प भी दिखाई देगा।
