Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: 'Database' is the name of the database for Z39.50 targets. For SRU targets enter the path name part of the URL (the local part following domain and port). See also example below.
ar: 'قاعدة البيانات' هو اسم قاعدة البيانات لأهداف Z39.50 . بالنسبة لأهداف SRU قم بإدخال اسم المسارجزء من ال URL (الجزء المحلي التالي للنطاق والمنفذ ). انظر أيضا المثال أدناه .
cs: 'Databáze' je název databáze, kterou daný Z39.50 serveru poskytuje. Pro SRU servery zde vložte cestu v rámci serveru (část URL za doménou a portem). Viz příklady níže.
de: 'Datenbank' ist für Z39.50 Server der Datenbankname. Für SRU-Server muss der restliche Pfad der URL eingegeben werden (der Teil hinter nach Domäne und Port). Siehe auch untenstehendes Beispiel.
el: 'Βάση δεδομένων' είναι το όνομα της βάσης δεδομένων για τους στόχους στο Z39.50. Για στόχους SRU πληκτρολογήστε το path name part του URL (το τοπικό μέρος που ακολουθεί τον τομέα και τη θύρα). Δείτε επίσης το παράδειγμα που ακολουθεί.
es: 'Base de datos' es el nombre de la base de datos para servidores Z39.50. Para servidores SRU, entre la parte del nombre de la ruta de la URL (la parte local después del dominio y el puerto). Ver también el ejemplo a continuación.
eu: 'Database' Z39.50 zerbitzarien datu baserako izena da. SRU zerbitzarientzat, URL bide-izenaren zatia sartu (domeinua eta portuaren ondoko tokiko zatia). Ondorengo adibidea ere ikusi.
fi: 'Tietokanta' on Z39.50-kohteen tietokannan nimi. SRU-kohteille anna polun nimi osana URLia (paikallinen osa domainin ja portin jälkeen). Katso myös esimerkki alapuolella.
fr: "Database" est le nom de la base de données pour des cibles Z39.50. Pour des cibles SRU, entrer la partie comprenant le nom de chemin de l'URL (la partie locale après le domaine et le port). Voir aussi l'exemple ci-dessous.
hi: 'डाटाबेस' Z39.50 लक्ष्यों के लिए डेटाबेस का नाम है। एसआरयू लक्ष्यों के लिए URL की (स्थानीय हिस्सा डोमेन और पोर्ट फोलो करता है) पथ नाम हिस्सा दर्ज करें। यह भी नीचे उदाहरण देखें।
it: 'Database' è il nome del database dei server Z39.50. Per i server SRU inserisci la parte della URL col nome del percorso (la parte che segue il dominio e la porta). Vedi i seguenti esempi.
oc: "Database" es lo nom de la basa de donadas per de ciblas Z39.50. Per de ciblas SRU, entrar la partida que compren lo nom de camin de l'URL (la partida locala aprèp lo domeni e lo pòrt). Vejatz tanben l'exemple çaijós.
pt: 'Base de dados' é o nome da base de dados dos servidores Z39.50. Para servidores SRU insira o caminho do URL (parte depois do domínio e da posta. Veja o exemplo abaixo.
sk: 'Databáza' je meno databázy pre ciele Z39.50. Pre ciele SRU zadajte časť názvu cesty URL (miestna časť a po nej doména a port). Pozrite sa aj na príklad nižšie.
tr: 'Database' Z39.50 hedefleri için veritabanı adıdır. SRU hedefleri için URL yol adı kısmını girin (etki alanı ve bağlantı noktasını izleyen yerel bölüm) . Ayrıca aşağıdaki örneğe bakın.
zh_tw: '資料庫' 係指 Z39.50 目標的資料庫名稱。SRU 目標可鍵入部份的網址(網址名稱與埠號後的部份)。見以下的範例。

source: 'Default value' defines what you want to appear in the field by default. This field will be editable, but it saves time if you use the same note over and over.
ar: 'القيمة الإفتراضية' تحدد ما تود أن يتم عرضه في الحقل بشكل إفتراضي. هذا الحقل سيكون قابلاً للتحرير ، ولكنه سيوفر الوقت إذا ما استخدمت نفس الملاحظة بشكل متكرر.
cs: 'Předvolená hodnota' definuje, co se bude v poli objevovat jako předvolené. Toto pole bude upravitelné, ale užíváte-li opakovaně stejnou poznámku, šetří předdefinování čas.
da: 'Default value' definerer hvad der som standard skal vises i feltet. Dette felt kan editeres, men det sparer tid, hvis du hele tiden bruger den samme note.
de: 'Standardwert' legt fest, was Sie im Feld als Standard angezeigt haben wollen. Dies bleibt änderbar, doch es spart Zeit für den Fall, dass Sie die gleiche Notiz immer wieder brauchen oder oft den gleichen Wert in einem Feld verwenden.
el: 'Προεπιλεγμένη τιμή' καθορίζει τι θέλετε να εμφανίζεται στο πεδίο ως προεπιλογή. Το πεδίο θα είναι επεξεργάσιμο, αλλά κερδίζετε χρόνο εάν χρησιμοποιείτε την ίδια σημείωση ξανά και ξανά.
es: 'Valor predeterminado' define lo que desea que aparezca en el campo de forma predeterminada, esto se puede editar, pero ahorra tiempo si usa la misma nota una y otra vez.
eu: 'Valor predeterminado' define lo que desea que aparezca en el campo de forma predeterminada, esto se puede editar, pero ahorra tiempo si usa la misma nota una y otra vez.
fi: 'Default value' -arvolla voit antaa oletusarvon kentän sisällölle. Kenttää voi muokata, mutta saman huomautuksen toistuva käyttö on järkevää.
fr: 'Default value' définit la valeur par défaut que vous voulez pour un champ. Ce champ sera modifiable mais cela fait gagner du temps à la saisie.
hi: 'डिफ़ॉल्ट मान' आप क्या डिफ़ॉल्ट रूप से क्षेत्र में दिखाना चाहते हैं परिभाषित करता है। इस क्षेत्र संपादन योग्य हो जाएगा, लेकिन अगर आप एक ही नोट और अधिक से अधिक उपयोग करने के लिए यह समय की बचत होती है।
it: Definisce il valore di default del campo, che resta modificabile ma risparmia molto tempo in caso di uso frequente
oc: 'Default value' définit la valor per defaut que volètz per un camp. Aqueste camp serà modificable mas aquò fa gagner del temps a la sasida.
pl: 'Domyślna wartość' - definiuje to, co chcesz, by wyświetliło się w polu jako domyślne. Pole będzie modyfikowalne, ale zaoszczędzisz czas, jeśli będziesz używać tej samej uwagi.
pt: 'Valor por omissão' define o que deseja aparecer no campo por omissão. Este campo é editável, mas poupa tempo se usa o mesmo texto repetidamente.
pt_br: 'Valor padrão' define que você precisa para aparecer em um campo por padrão. Este campo será editável, mas ele economizará tempo com dados que usa repetidamente.
sk: 'Predvolená hodnota' definuje, čo chcete aby sa zobrazilo v poli ako predvolené. Bude sa to dať upravovať, no ušetrí Vám to čas, ak znova a znova použijete rovnakú poznámku alebo často rovnakú hodnotu v poli.
sv: 'Standardvärde' definierar vad du vill visa i fältet som standard. Detta fält kan redigeras, men sparar tid om du ofta behöver använda samma text.
tr: 'Varsayılan değer' Varsayılan olarak alanda ne görünmesini istediğinizi tanımlar, bu alan, üzerinde değişiklik yapılabilir olacaktır, ama aynı notu tekrar tekrar kullanıyorsanız zaman kazandırır.
zh_tw: '預設值' 是預設顯示在欄位的內容，此欄位可編輯，可節省時間。

source: 'Description' can be anything you want to make it clear to you what rule you're picking
ar: 'الوصف' من الممكن أن يكون أي شيء تريد أن تجعله واضحاً بالنسبة لك عن قواعد التي قمتَ باختيارها
cs: 'Popis' může být cokoliv, co si přejete, k objasnění toho, jaké pravidlo si vybíráte
da: 'Beskrivelse' kan være hvad som helst, der gør det klart, hvilken regel der vælges
de: Die "Beschreibung" ist beliebig, sollte aber für Sie eindeutig sein.
el: Η 'Περιγραφή' είναι οτιδήποτε θέλετε να διευκρινίσετε
es: 'Descripción' puede ser cualquier cosa que deje en claro qué regla está eligiendo
eu: 'Deskribapena' aukeratzen ari zaren arauaren inguruan azaldu nahi duzun edozer gauza izan daiteke
fi: 'Kuvaus' kuvailee tai selventää sääntöä, jota olet valitsemassa.
fr: la 'Description' est une chaîne explicitant la nature de la règle
hi: 'विवरण' कुछ भी हो सकता है आप को यह स्पष्ट करना चाहते कि आप क्या नियम है कि आप उठा रहे हैं
it: 'Descrizione' è un testo libero per aiutare nella scelta della regola
oc: la 'Descripcion' es una cadena qu'explicita la natura de la règla
pt: 'Descrição' pode ser o que quiser de forma a tornar claro qual a regra a ser escolhida
pt_br: 'Descrição' pode ser qualquer coisa que deixará claro pra você qual regra você estará selecionando
sk: 'Popis' môže byť čokoľvek, aby ste vedeli, ktoré pravidlo si vyberáte
sv: 'Beskrivning' kan vara vad som helst som förtydligar vilken regel som väljs
tr: 'Açıklama' seçtiğiniz kuralı belirlemekte kullandığınız her hangi bir şey olabilir
zh_tw: '說明' 的內容不受限，可鍵入任何必要的文字

source: 'Encoding' tells the system how to read special characters.
ar: "الترميز" يخبر النظام عن كيفية قراءة الأحرف الخاصة
cs: 'Kódování' určuje, jakým způsobem má systém zacházet se speciálními znaky.
de: Der 'Zeichensatz' sagt dem System, wie Sonderzeichen interpretiert werden müssen.
el: 'Κωδικοποίηση' λέει στο σύστημα πως να διαβάζει ειδικούς χαρακτήρες.
es: 'Codificación' indica al sistema cómo leer caracteres especiales.
eu: 'Encoding' sistemari esaten dio nola irakurri karaktere bereziak.
fi: 'Merkistö' kertoo järjestelmälle, kuinka lukea erikoismerkkejä.
fr: 'Encodage' précise au système l'encodage à utiliser pour les caractères.
hi: 'एनकोडिंग' प्रणाली कैसे विशेष वर्ण को पढ़ने के लिए कहता है
it: 'Encoding' indica al sistema come trattare i caratteri speciali.
oc: 'Encodatge' precisa al sistèma l'encodatge a utilizar pels caractèrs.
pt: 'Codificação' diz ao sistema como lidar os caracteres especiais.
pt_br: 'Encoding' mostra ao sistema como ler caracteres especiais.
sk: 'Kódovanie' diktuje systému, ako má čítať špeciálne znaky.
tr: 'Kodlama' sisteme özel karakterleri nasıl okuyacağını anlatır.
zh_tw: '編碼' 的作用係告知系統讀取字元的方式。

source: 'Fine Amount' should have the amount you would like to charge for overdue items
ar: 'مبلغ الغرامات' يجب أن يحتوي على المبلغ الذي تريد أن تغرمه للمواد المتأخرة .
cs: 'Výše pokuty' by měla obsahovat částku, kterou si přejete vybírat při překročení doby výpůjčky
da: 'Bødegebyr' er det gebyr, som skal opkræves for for sent returnerede medier
de: 'Mahngebühr' ist die Gebühr, die für überfällige Exemplare berechnet werden soll
el: 'Ποσό προστίμου' πρέπει να έχει το ποσό που θέλετε να χρεώσετε για εκπρόθεσμα τεκμήρια
es: 'Monto de multa' debe tener la cantidad que quiere cobrar por ítems retrasados
eu: 'Isunaren zenbatekoa' atzeratutako elementuengatik kobratu nahi duzun zenbatekoa izango da
fi: 'Maksun määrä' on rahasumma, joka peritään asiakkaalta myöhästyneestä niteestä
fr: 'Amende (montant)' doit mentionner le montant de l'amende que vous souhaitez attribuer aux exemplaires en retard.
hi: 'जुर्माना राशि' वह राशी होना चाहिए जो अतिदेय मदों के लिए चार्ज करने के लिए चाहते हैं
it: 'Ammontare multa' è il totale che dovresti richiedere per le copie in ritardo
pl: 'Kwota należności' – wprowadź kwotę jednostkową, którą zamierzasz naliczać dla egzemplarzy przetrzymanych
pt: 'Multa' deve ter a quantidade que deve ser cobrada aos exemplares atrasados
pt_br: 'Valor da Multa' deve conter o valor que você deseja cobrar para o atraso de devoluções
sk: 'Výška pokuty' by mala obsahovať sumu, ktorú chcete vybrať za omeškané exempláre
sv: 'Bötesbelopp' ska innehålla det belopp du vill kräva för försenade objekt
tr: 'Ceza Tutarı' gecikmiş materyallere uygulayacağınız ceza miktarı ile aynı tutarda olmalıdır.
zh_tw: '罰款金額' 應是向讀者收取的逾期罰款總額

source: 'Frameworks' are made up of MARC fields and subfields. To make edits to most frameworks, you must edit the fields and subfields. Click 'Edit' (on the right of each subfield) to make changes to the text associated with the field.
ar: 'القوالب' يتم عملها من حقول مارك والحقول الفرعية. ﻹجراء التعديلات على أغلب القوالب يجب عليك تعديل الحقل والحقول الفرعية . أنقر 'تعديل' (على اليسار من كل حقل فرعي) ﻹجراء التغييرات على النص المرتبط بالحقل.
cs: 'Šablony' jsou tvořeny poli a podpoli MARC. K upravení většiny šablon musíte upravit jednotlivá pole a podpole. Klikněte na 'Upravit' (napravo od každého podpole), abyste provedli úpravy textu obsaženého v daném poli.
da: 'Frameworks' (strukturer) består af MARC-felter og -underfelter. For at editere en struktur, editeres felter og underfelter. Klik på 'Editer' (til højre for hvert underfelt) for at ændre den tilknyttede tekst.
de: 'Frameworks' bestehen aus MARC-Feldern und Unterfeldern. Um Änderungen an den Frameworks vorzunehmen, müssen Sie Felder und Unterfelder ändern. Wenn Sie rechts neben den Unterfeldern auf 'Bearbeiten' klicken, können Sie die Beschreibung des Feldes bearbeiten.
el: 'Πλαίσια' αποτελούνται από πεδία και υποπεδία MARC. Για να επεξεργαστείτε τα περισσότερα πλαίσια, πρέπει να επεξεργαστείτε τα πεδία και τα υποπεδία. Πατώντας στο 'Επεξεργασία' στα δεξιά κάθε υποπεδίου, θα μπορέσετε να κάνετε αλλαγές στο κείμενο που σχετίζεται με το πεδίο.
es: Las 'Hojas de trabajo' están hechas de campos y subcampos MARC. Para editar hojas de trabajo, debe editar los campos y subcampos. Haciendo clic en 'Editar' a la derecha de cada subcampo le permitirá hacer cambios al texto asociado con el campo.
eu: Las 'Hojas de trabajo' están hechas de campos y subcampos MARC. Para editar hojas de trabajo, debe editar los campos y subcampos. Haciendo clic en 'Editar' a la derecha de cada subcampo le permitirá hacer cambios al texto asociado con el campo.
fi: 'Frameworks' eli luettelointipohjat koostuvat MARC-tietueen kentistä ja osakentistä. Luettelointipohjien muokkaaminen tarkoittaa yleensä oletusarvoja sisältävien kenttien ja osakenttien muuttamista tai lisäämistä. Valitse 'Muokkaa' (tekstipainike kunkin osakentän oikealla puolella) tehdäksesi muutoksia kenttään tallennettuun tekstiin.
fr: Les grilles sont constituées de champs MARC et de sous-champs. Pour modifier une grille, vous devez modifier ses champs et ses sous-champs. En cliquant sur Modifier, à droite de chaque sous-champ, vous modifiez les textes associés au champ.
hi: 'फ्रेमवर्क' मार्क क्षेत्रों और उपक्षेत्रों से बनते हैं। सबसे फ्रेमवर्क को संपादित करने के लिए, आप क्षेत्रों और उपक्षेत्रों संपादित करना होगा। क्षेत्र से जुड़े पाठ में परिवर्तन करने के लिए 'संपादन' (प्रत्येक subfield के अधिकार पर) पर क्लिक करें।
it: Le griglie di catalogazione sono composte da campi e sottocampi. Per modificarle, devi cambiare le caratteristiche di campi e sottocampi. Lo puoi fare cliccando 'Modifica' a destra di ogni sottocampo.
oc: Les grasilhas son constituées de camps MARC e de soscamps. Per modificar une grasilha, vos cal modificar sos camps e ses soscamps. En clicant sus Modificar, a dreita de cada soscamp, modificatz los tèxtes associats al camp.
pl: 'Szablony' składają się z pól i podpól MARC. Jeśli chcesz modyfikować szablony, zmień pola i podpola. Kliknij 'Modyfikuj' (po prawej stronie od każdego podpola), jeśli chcesz dokonać zmian.
pt: 'Modelos' são constituídos por campo e subcampos MARC. Para editar os modelos, tem que editar os campos/subcampos. Carregue em 'Editar' (à direita de campo/subcampo) para produzir alterações.
pt_br: 'Frameworks' são compostas por campos e subcampos MARC. Para editar a maioria das planilhas, você precisa alterar os campos e subcampos. Clicando em 'Editar', ao lado de cada subcampo permite que você faça alterações no texto associado a cada campo.
sk: 'Rámce' pozostávajú z polí a podpolí MARC. Pre úpravu väčšiny rámcov musíte upraviť polia a podpolia. Kliknutie na 'Upraviť' (napravo od každého podpoľa) Vám umožní robiť zmeny v texte pridruženom k poľu.
sv: 'Ramverk' består av MARC-fält och underliggande fält. För att redigera de flesta ramverk måste du redigera fälten och de underliggande fälten. Klicka på 'Redigera' (till höger om varje underliggande fält) för att göra ändringar i texten som hör till fältet.
tr: 'Çerçeveler' MARC alanları ve alt alanlardan oluşur. Çoğu çerçevede düzenlemeler yapmak için, alanları ve alt alanları düzenlemeniz gerekir. (Her bir alt alanın sağındaki) 'Düzenle'ye tıklamak size alanla ilgili metinde değişiklikler yapmaya izin verecektir.
zh_tw: '框架' 由 MARC 的欄位與分欄組成，點選每個分欄右方的 '編輯' 鍵，就能修改欄位的內容。

source: 'HINGS_AS' is for General Holdings: Acquisition Status Designator, a data element that specifies the acquisition status for the unit at the time of the holdings report.
ar: 'HINGS_AS' وهي للمقتنيات العامة: التسمية الدلالية لحالات التزويد، هو عنصر بيانات يحدد حالة التزويد للوحدة في وقت تقرير المقتنيات.
cs: 'HINGS_AS' slouží pro Obecné jednotky: Ukazatel stavu akvizice - datový prvek, který specifikuje stav akvizice pro jednotku v době generování výstupu o vlastněných jednotkách.
da: 'HINGS_AS' er til generel bestand: Erhvervelse status markering, et dataelement, som markerer erhvervelsesstatus for enheden på tidspunktet for bestandrapporten.
de: 'HINGS_AS' ist für generelle Bestandsangaben: Erwerbungsstatus: Dieses Datenelement spezifiziert den Status im Erwerbungsvorgang für das Exemplar zum Zeitpunkt des Bestandreports.
es: 'HINGS_AS' es para existencias generales: Designador de estado de adquisición, un elemento de datos que especifica el estado de adquisición de la unidad al momento del reporte de existencias.
eu: 'HINGS_AS' es para existencias generales: Designador de estado de adquisición, un elemento de datos que especifica el estado de adquisición de la unidad al momento del reporte de existencias.
fi: 'HINGS_AS': käytetään varauksen hankintatilan ilmaisemisessa (General Holdings: Acquisition Status Designator). Tämä tietoelementti määrittää yksikön hankintatilan varausraportin laatimishetkellä.
fr: 'HINGS_AS' contient les valeurs de l'indicateur du statut d'acquisition de l'état de collection (General Holdings: Acquisition Status Designator, NISO Z39.71 .
hi: 'HINGS_AS' जनरल होल्डिंग्स के लिए है: अधिग्रहण स्थिति Designator, एक डेटा तत्व है कि जोत रिपोर्ट के समय पर इकाई के लिए अधिग्रहण की स्थिति का उल्लेख है।
it: General Holdings: Acquisition Status Designator : [qui si fa riferimento a MARC21 Holdings] Questo elemento specifica lo status di acquisizione della copia al momento del report delle holdings.
oc: 'HINGS_AS' conten les vaal moment de l'indicador del estatut d'aquisicion de l'estat de colleccion (General Holdings: Aquisicion Status Designator, NISO Z39.71 .
pt: 'HINGS_AS' é para General Holdings: Acquisition Status Designator, dados elementares que especificam o estado de uma aquisição para a unidade de tempo do relatório de empréstimo.
pt_br: 'HINGS_AS' é para Exemplares Gerais: Designador do Status de Aquisição, elemento que especifica o status de aquisição para a unidade no momento do relatório de exemplares.
sk: 'HINGS_AS' znamená Všeobecné exempláre: Označovač stavu akvizícií, prvok údajov, ktorý určuje stav akvizícií pre jednotku v čase výkazu exemplárov.
sv: 'HINGS_AS' är för allmänna reservationer: Införskaffningskod, ett dataelement som specificerar införskaffningsstatus för enheten vid tiden för reservationsrapporten.
tr: 'HINGS_AS' Genel Ayırmalar : Sağlama Durum Göstergesinde birimlere ayırtılanları raporlama sırasında, sağlama durumunu belirten bir veri unsurudur.
zh_tw: 'HINGS_AS' 係供一般館藏：採訪狀態指標之用，在準備館藏報表時，資料細目指定的館藏狀態。

source: 'HINGS_C' is for General Holdings: Completeness Designator.
ar: 'HINGS_C' وهي للمقتنيات العامة:التسمية الدالة على الإكتمال.
cs: 'HINGS_C' slouží pro Obecné exempláře: Ukazatel úplnosti
da: 'HINGS_C' er til generel bestand: Komplethedsmarkering
de: 'HINGS_C' ist für Generelle Bestandsangaben: Vollständigkeitsangabe
el: 'HINGS_C' είναι για Γενικά Αντίτυπα: Προσδιοριστές Πληρότητας.
es: 'HINGS_C' es para Existencias generales: Designador de completitud.
eu: 'HINGS_C' es para Existencias generales: Designador de completitud.
fi: 'HINGS_C': käytetään varauksen loppuunsaatamisen ilmaisemisessa (General Holdings: Completeness Designator.)
fr: 'HINGS_C' contient les valeurs de l'indicateur de la complétude de l'état de collection (General Holdings: Completeness Designator., NISO Z39.71).
hi: 'HINGS_C' जनरल होल्डिंग्स के लिए है: संपूर्णता Designator।
it: General Holdings: Completeness Designator [ci si riferisce allo standard MARC21 Holdings]
oc: 'HINGS_C' conten les vaal moment de l'indicador de la completud de l'estat de colleccion (General Holdings: Completeness Designator., NISO Z39.71).
pt: 'HINGS_C' é para General Holdings: Completeness Designator.
pt_br: 'HINGS-C' é para Exemplares Gerais: Designador de Completude.
sk: 'HINGS_C' znamená Všeobecné exempláre: Označovač úplnosti.
sv: 'HINGS_C' är för allmänna reservationer: Kod för nivå av slutförande.
tr: 'HINGS_C' Genel ayırmalar : Bütünlük Göstergesi içindir.
zh_tw: 'HINGS_C' 係供一般館藏：完整指標之用。

source: 'HINGS_PF' is for Physical Form Designators
ar: 'HINGS_PF' وهي لتسميات الأشكال المادية
cs: 'HINGS_PF' slouží pro Označení fyzické formy
da: 'HINGS_PF' er til fysisk dimension betegnelse
de: 'HINGS_PF' ist für die Physische Form
el: 'HINGS_PF' είναι για Προσδιοριστές Φυσικής Φόρμας
es: 'HINGS_PF' es para Designadores de forma física
eu: 'HINGS_PF' es para Designadores de forma física
fi: 'HINGS_PF': käytetään varauksen fyysisen muodon ilmaisemiseen (Physical Form Designators).
fr: 'HINGS_PF' contient les valeurs des indicateurs de format de l'état de collection (General Holdings:Physical Form Designators, NISO Z39.71 ).
hi: 'HINGS_PF' भौतिक रूप designators के लिए है
it: General Holdings: Physical Form Designators [ci si riferisce allo standard MARC21 Holdings]
oc: 'HINGS_PF' conten les valors des indicadors de format de l'estat de colleccion (General Holdings:Physical Form Designators, NISO Z39.71 ).
pl: 'HINGS_PF' oznacza Physical Form Designators
pt: 'HINGS_PF' é para a designação de formas físicas
pt_br: 'HINGS-PF' é para Designadores de formato físico
sk: 'HINGS_PF' znamená Označovače fyzickej podoby
sv: 'HINGS_PF' är för koder för fysisk form
tr: 'HINGS_PF' Fiziksel Form Göstergeleri İçindir
zh_tw: 'HINGS_PF' 係供實體格式指標之用
