Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The 'Name' is what will appear on the Saved Reports page to help you identify the report later. It will also be searchable using the filters found the left of the Saved Reports page.
ar: 'الاسم' هو ما سوف يظهر على صفحة التقارير المحفوظة لمساعدتك على معرفة التقرير لاحقاً. وسيكون قابلاً للبحث باستخدام عوامل التصفية الموجودة على يمين صفحة التقارير المحفوظة.
cs: "Jméno" je něco, co se objeví na stránce "Uložené výstupy" aby vám to později pomohlo identifikovat výstup. Podle jména je možné výstupy také vyhledávat pomocí filtrů (vlevo) na stránce "Uložené výstupy".
da: 'Navnet' er det der vises på den gemte rapportside, så du senere kan identificere rapporten. Det kan også findes ved søgning med filtrene til venstre på gemt rapport-siden.
de: Der Name dient zur späteren Identifizierung des Reports. Er wird in der Liste der gespeicherten Reports angezeigt und kann dort auch gesucht werden.
el: Το 'Όνομα' είναι αυτό που θα εμφανίζεται στη σελίδα Αποθηκευμένων Αναφορών για να σας βοηθήσει να ταυτίσετε την αναφορά αργότερα. Θα είναι επίσης αναζητήσιμο χρησιμοποιώντας τα φίλτρα που βρίσκονται στα αριστερά της σελίδας Αποθηκευμένων Αναφορών.
es: El 'Nombre' es como aparecerá en la página de Informes guardados para ayudarlo a identificar el informe posteriormente. También se lo podrá buscar utilizando los filtros a la izquierda de la página Informes guardados.
eu: El nombre es lo que aparecerá en la página del Informe Guardado para ayudar a identificar el informe después. También se podrán realizar búsquedas utilizando los filtros que se encuentran a la izquierda de la página Informes Guardados.
fi: 'Raportin nimi' näkyy tallennettujen raporttien sivulla ja helpottaa tunnistamista. Voit myös etsiä raporttia sen nimellä.
fr: Le 'Nom' est ce qui apparaîtra dans la page des Rapports Sauvegardés pour vous aider à identifier le rapport plus tard. Vous pourrez aussi le recherche en utilisant les filtres qui se trouvent sur la gauche de la page des rapports Sauvegardés.
hi: 'नाम' क्या आप बाद में रिपोर्ट पहचान में आइटमद करने गयी रिपोर्ट पृष्ठ पर दिखाई देगा। यह भी फिल्टर गयी रिपोर्ट पृष्ठ के बाईं पाया का उपयोग कर खोजा जा सकेगा।
it: Il nome apparirà nella pagina dei Report salvati per aiutarti a ritrovare il report in futuro. Il report sarà anche ricercabile usando i filtri presenti a sinistra della pagina Report salvati.
oc: Lo 'Nom' es ce qui apareisserà dins la pagina des Rapports Salvats per vous aider a identificar lo rapòrt plus tard. Poiretz tanben lo recèrca en utilizant les filtres qui se tròban sus la esquèrra de la pagina des rapòrts Salvats.
pl: 'Nazwa raportu' jest tym, co będzie pojawiało się na stronie 'Zapisane raporty'. Pomoże to w późniejszym identyfikowaniu raportów. Nazwę będzie można również przeszukiwać za pomocą filtrów znajdujących na podstronie 'Raporty zapisane'.
pt: O 'Nome' é o que aparece na página de relatórios guardados para ajudar na identificação do relatórios. Também será pesquisável usando os filtros à esquerda da página.
pt_br: O 'Nome' que irá aparecer na página de Relatórios salvos o ajudará a identificar o relatório posteriormente. Ele também será pesquisável usando os filtros encontrados a esquerda da página de Relatórios salvos.
sk: 'Meno' sa objaví na stránke Uložených výkazov, aby ste neskôr ľahšie identifikovali daný výkaz. Bude sa v ňom tiež dať vyhľadávať pomocou filtrov, ktoré sú naľavo od stránky Uložených výkazov.
sv: 'Namn' är det som kommer att visas på sidan för sparade rapporter för att göra det enklare att hitta rapporten sedan. Det kommer också att vara sökbart med de filter som finns till vänster om sidan Sparade rapporter.
tr: 'İsim' size daha sonra Kaydedilmiş Raporlar sayfasında beliren, raporu tanımlamanızda yardımcı olan öğedir. Kaydedilmiş Raporlar sayfasının solunda bulunan filtreleri kullanarak da araştırma yapılabilir.
zh_tw: 此 '名稱' 是顯示在儲存報表頁面，協助館員辨識報表之用。也可以用儲存報表頁面左方的篩選器搜尋它。

source: The 'News' box allows for the use of HTML for formatting of your news item
ar: يسمح لكَ مربع 'الأخبار' أن تستخدم HTML لصياغة موادك الإخبارية
cs: Políčko "Novinky" umožňuje použití HTML pro formátování vašich novinek
da: Feltet 'Nyheder' tillader brug af HTML til formattering af dit nyhedsemne
de: Das Feld 'Nachricht' erlaubt die Verwendung von HTML zur Formatierung Ihres Eintrags
el: Το κουτί 'Νέων' επιτρέπει τη χρήση HTML για τη μορφοποίηση των νέων
es: El cuadro 'Noticias' permite el uso de HTML para el formato de su noticia
eu: 'Berriak' koadroak html erabiltzeko aukera ematen dizu, zure berria formateatzeko
fi: 'Uutiset'-kentässä voit muotoilla tekstiä käyttämällä HTML-kieltä
fr: La boîte 'Annonces' permet de saisir du code l'HTML pour formater le texte
hi: 'द न्यूज' बॉक्स अपनी खबर आइटम की फॉर्मेटिंग के लिए HTML के उपयोग के लिए अनुमति देता है
it: Il form 'News' ti permette di usare l'HTML per formattare le singole notizie
oc: La bóstia 'Annonces' permet de sasir del còdi l'HTML per formater lo tèxte
pt: A caixa 'Notícias' permite o uso de HTML para formatar as suas notícias
pt_br: A caixa 'Notícias' permite a utlização de código HTML para formatar suas notícias
sk: Políčko 'Novinky' umožňuje použitie HTML pre formátovanie Vašich noviniek
sv: Rutan 'Nyheter' gör att HTML kan användas för att formatera dina nyhetstexter
tr: 'Haber' kutusu haber materyalinizi formatlamanız için HTML'yi kullanmanıza izin verir.
zh_tw: 此 '最新消息' 盒可以使用HTML格式它

source: The 'Overdue Fines Cap' is the maximum fine for this patron and item combination
ar: 'قيمة الغرامات المُتأخرة' هو الحد الأقصى من مجموع غرامات المستفيد والمواد المرافقة
cs: 'Strop upomínky' je kombinací maximální výše upomínky pro tohoto čtenáře a jednotky
da: 'Fosinket bøde top' er den maksimale bøde for kombinationen af denne låner og dette eksemplar
de: 'Max. Mahngebühr' ist der maximale Betrag für Verzugsgebühren für diese Benutzer/Exemplartyp-Kombination
el: Το 'Όριο Προστίμων Εκπρόθεσμων' είναι το ανώτατο πρόστιμο για αυτό το μέλος και το συνδυασμό τεκμηρίων
es: El 'Tope de multa por retraso' es la multa máxima para esta combinación de usuario y ejemplar
eu: El 'Overdue Fines Cap' es la multa máxima para esta combinación de socio y el ejemplar
fi: 'Maksimi myöhästymismaksu' on tämän asiakastyypin ja aineistolajin yhdistelmälle määritelty korkein maksu
fr: 'Amende maximale pour retards' est l'amende maximum pour cette combinaison d'adhérent et de type de document.
hi: 'अतिदेय जुर्माना कैप' इस संरक्षक और आइटम के संयोजन के लिए अधिकतम ठीक है
it: Il 'Massimo di multe' è la multa massima per la combinazione tra utente e tipo di copia
oc: 'Emenda maximale per retards' es l'emenda maximum per aquesta combinason d'aderent e de tipe de document.
pl: 'Maksymalne należności' – wprowadź maksymalną kwotę należności za egzemplarz przetrzymany
pt: A 'Multa de atraso' é a multa máxima para combinação do leitor e do exemplar
pt_br: 'Limite de Multas em Atraso' é o valor máximo de multa para esta combinação de usuário e material
sk: 'Strop pokút z omeškania' je kombináciou maximálnej pokuty pre tohto čitateľa a exemplára
sv: 'Tak för förseningsavgift' är den högsta bot som tas ut för denna kombination av låntagare och objekt
tr: 'Gecikme Ceza Aşımı' bu kullanıcı ve materyal kombinasyonu için uygulanan maksimum cezadır
zh_tw: 此 '逾期罰款上限' 是罰款的最高額

source: The 'Patron notification' option lets you pick a notice to send to patrons who subscribe to updates on this serial via the OPAC.
fi: 'Ilmoitus asiakkaalle' -asetuksella voit valita, mikä ilmoitus lähetetään sellaisille asiakkaille, jotka ovat tilanneet verkkokirjastossa ilmoitukset lehteen tehtävistä muutoksista.
hi: 'संरक्षक अधिसूचना' विकल्प आपको एक नोटिस लेने संरक्षक जो ओपेक के माध्यम से इस धारावाहिक पर अद्यतन करने के लिए सदस्यता के लिए भेजने के लिए अनुमति देता है।

source: The 'Profile description' is for your own benefit, but will also appear in the OPAC when patrons download content, so make sure it's clear to your patrons as well
ar: 'وصف الملف الشخصي' هو لفائدتك الشخصية ، ولكن سيظهر أيضاً على أُوباك عندما يُحمِّل المحتوى، لذلك كن حريصاً أنها واضحة بشكل جيد
cs: "Popis profilu" je pro váš užitek, ale také se objeví v OPACu, kdy čtrenáři stahují obsah, takže se ujistěte, že je to jasné také pro vaše čtenáře
da: 'Profil-beskrivelsen' er til dit eget brug, men den vises også i OPAC, når lånere downloader indhold, så sørg for at det også er forståeligt for lånerne
de: Die Profilbeschreibung ist eine Hilfe für Sie, wird aber auch im OPAC angezeigt, wenn Benutzer Daten herunterladen, und sollte daher auch für die Benutzer Sinn machen
el: Η 'Περιγραφή προφίλ' είναι για τη δική σας εξυπηρέτηση, αλλά θα εμφανίζεται επίσης στον OPAC όταν τα μέλη μεταφορτώνουν υλικό, γι'αυτό βεβαιωθείτε ότι είναι επίσης κατανοητό για τα μέλη σας
es: La 'Descripción de perfil' es para su propio beneficio, pero también aparece en el OPAC cuando los usuarios descargan contenido, por lo tanto asegúrese que también es clara para sus usuarios.
eu: La 'Descripción de Perfil 'es para su propio beneficio, sino también aparecerá en el OPAC cuando los clientes descargar contenido, así que asegúrese de que está claro para sus usuarios, así
fi: 'Profiilin kuvaus' auttaa virkailijatyökalussa profiilin tunnistamisessa, mutta se näkyy myös verkkokirjastossa, joten sen on oltava selkeä asiakkaille
fr: Le champ 'Description du profil' est utilisé par les bibliothécaires, mais apparaîtra également à l'OPAC quand l'adhérent téléchargera du contenu, assurez-vous d'en informer vos adhérents.
hi: 'प्रोफ़ाइल विवरण' अपने स्वयं के लाभ के लिए है, लेकिन यह भी ओपेक में दिखाई देते हैं जब संरक्षक सामग्री को डाउनलोड करेंगे, तो यकीन है कि यह के रूप में अच्छी तरह से अपने संरक्षक के लिए स्पष्ट है बनाना
it: La 'Descrizione del profilo' è per tua comodità, ma apparirà anche nell'OPAC quando gli utenti scaricano il contenuto, per cui conviene che sia una descrizione chiara per tutti
oc: Lo camp 'Descripcion del profil' es utilizat pels bibliotecaris, mas apareisserà tanben a l'OPAC quand l'aderent telecargara del contengut, asseguratz-vos d'en informer vòstres aderents.
pt: A 'Descrição de perfil' é para o seu próprio benefício, mas também aparece no OPAC aos leitores no download de conteúdos, portanto tenha a certeza que é de fácil percepção para os leitores
pt_br: A "Descrição de perfil' é para seu próprio benefício, mas irá também aparecer no OPAC quando usuaŕios baixarem conteúdo, então tenha certeza que está claro para os usuários também
sk: 'Popis profilu' slúži pre váš úžitok, ale objaví sa aj v OPACu, keď čitatelia sťahujú obsah, preto sa uistite, že je to jasné aj vašim čitateľom
sv: 'Profilbeskrivning' är avsedd för dig, men visas även i OPAC när låntagare laddar ner innehåll, så se till att även låntagarna kan förstå texten
tr: 'Profil tanımı' kendi yararınızadır fakat aynı zamanda kullanıcılar içeriği indirdiklerinde OPAC’da da gözükecektir, bundan dolayı kullanıcılarınız için de anlaşılır olduğundan emin olunuz
zh_tw: 此 '設定檔說明' 是給館員用的，當讀者下載內容時，也顯示在 OPAC，確保讀者知道其內容

source: The 'Profile name' will appear on the export pull down list when choosing 'Download' from your cart or list
ar: 'اسم الملف' سوف يظهر في التصدير من القائمة المندسلة عند اختيار 'تنزيل' من السلة أو القائمة
cs: "Název profilu" se objeví na exportním rozbalovacím menu při volbě "Stáhnout" z vašeho košíku nebo seznamu
da: 'Profilnavnet' vises i udvalgslisten, når du vælger 'Download' i kurven eller i en liste
de: Der 'Profilname' wird in der Auswahlliste angezeigt, wenn Sie im Korb oder in einer Liste 'Download' auswählen
el: Το 'Όνομα προφίλ' θα εμφανιστεί στην κατεκδιπλούμενη λίστα εξαγωγής όταν επιλέξετε 'Μεταφόρτωση' από το καρότσι ή την λίστα σας
es: El 'Nombre de perfil ' aparecerá en la lista desplegable de exportación cuando elija 'Descargar' de su carro o lista
eu: 'Profil izena' esportazioaren goitibeherako zerrendan agertuko da zure orga edo zerrenda 'Deskargatu' aukeratzen duzunean
fi: 'Profiilin nimi' näkyy alasvetovalikossa, kun klikkaat 'Lataa lista' tai 'Lataa kori'
fr: Le 'Nom du profil' sera visible sur le menu déroulant d'export lorsque vous choisirez 'Télécharger' à partir de votre panier ou d'une liste
hi: 'प्रोफ़ाइल नाम' डाउन सूची खींच निर्यात पर दिखाई देगा जब 'डाउनलोड' अपनी गाड़ी या सूची से चयन
it: Il 'Nome profilo' apparirà nell'export nella lista di selezione quando scegli di scaricare dal tuo carrello o lista
oc: Lo 'Nom del profil' serà visible sul menú desenrotlant d'expòrt quand vous causirez 'Telecargar' a partir de vòstre panièr o d'una lista
pt: O 'Nome de perfil' vai aparecer na lista de exportação quando escolher a opção 'Donwload' no seu carrinho ou lista
pt_br: O 'Nome de perfil' vai aparecer na lista de exportação quando escolher a opção 'Donwload' na sua sacola ou lista
sk: 'Názov profilu' sa objaví v rozbaľovacom zozname exportu, keď zvolíte 'Stiahnuť' z Vášho košíka alebo zoznamu
sv: 'Profilnamn' visas i rullgardinsmenyn för export, när du väljer 'Ladda ned' från din vagn eller lista
tr: 'Profil ismi' kartınızdan ya da listenizden 'İndir'i seçerken dış aktarım çekme menüde gözükecektir.
zh_tw: 從採購項目或清單裡選擇 '下載' 時，'設定檔' 名稱將顯示在匯出下拉選單

source: The 'Question to ask' will be displayed on the left of the string to enter.
ar: 'طرح سؤال' سوف تكون معروضة على الجانب الأيمن من السلسلة للدخول.
cs: "Položený dotaz" se zobrazí vlevo od řetězce ke vložení.
da: 'Spørgsmålet der stilles' vises til venstre for den string, der skal indtastes.
de: Die 'Frage' wird links vom einzugebenden Begriff angezeigt.
el: Η 'Υποβολή ερωτήματος' θα εμφανίζεται στα αριστερά της ακολουθίας που θα εισάγετε.
es: La 'Pregunta a hacer' se mostrará a la izquierda de la cadena a ingresar.
eu: La ' Duda para preguntar' se aplicará en la parte izquierda de la fila de entrada.
fi: 'Kysyttävä kysymys' näkyy merkkijonon vasemmalla puolella.
fr: La 'Question to ask' sera affichée devant la chaîne de caractères à saisir.
hi: 'To ask प्रश्न' स्ट्रिंग दर्ज करने के बाईं पर प्रदर्शित किया जाएगा।
it: La 'Questione da chiedere' verrà mostrata alla sinistra della stringa da inserire.
oc: La 'Question to ask' serà afichada devant la cadena de caractèrs de sasir.
pt: A 'Questão' será mostrada à esquerda do campo de inserção de texto.
pt_br: A 'Pergunta a ser feita' será apresentado no lado esquerdo da string para entrar.
sk: 'Otázka na opýtanie' sa zobrazí sa naľavo od vypĺňaného riadku.
sv: 'Fråga att ställa' visas till vänster om strängen som ska matas in.
tr: 'Sorulacak soru' girilecek metnin solunda görüntülenecektir.
zh_tw: 此 '提問' 將顯示在字串的左方。

source: The 'Subfield separator' is the character used to separate duplicate subfields
ar: 'فاصل الحقل الثانوي' هو الحرف المستخدم لفصل الحقول الفرعية hgمكررة
cs: "Oddělovač podpolí" je znak používaný k oddělení podpolí
da: 'Underfelt-adskilleren' er det tegn, der bruges til at adskille dobbelte underfelter
de: Der 'Unterfeldtrenner' ist das Zeichen, das verwendet wird um doppelte Unterfelder zu trennen
el: Το 'Διαχωριστικό υποπεδίων' είναι ο χαρακτήρας που χρησιμοποιείται για να διαχωρίσει διπλά υποπεδία
es: El 'Separador de subcampo' es el caracter utilizado para separar subcampos duplicados
eu: El 'Separador de subcampo' es el caracter utilizado para separar subcampos duplicados
fi: 'Osakentän erotinmerkki' on merkki, jolla erotetaan osakenttien tuplat.
fr: Le Séparateur de sous-champs est le caractères utilisé pour séparer les sous-champs dupliqués.
hi: 'Subfield विभाजक' डुप्लिकेट उपक्षेत्रों को अलग करने के लिए प्रयोग किया जाता है चरित्र
it: Il 'separatore di sottocampo' è il carattere usato per separare sottocampi ripetuti
oc: Lo Séparateur de soscamps es lo caractèrs utilizat per separar les soscamps dupliqués.
pl: 'Separator podpola' to znak używany, by oddzielić powielone podpola
pt: O 'Separado de subcampos' é o caractere usado para separar subcampos duplicados
pt_br: O 'Separador de subcampo' é o caractere usado para separar subcampos duplicados
sk: 'Oddeľovač podpolí' je znak, ktorý sa používa na oddelenie duplicitných podpolí
sv: 'Separatortecken för underliggande fält' är det tecken som används för att separera upprepade underliggande fält
tr: 'Alt alan ayırıcısı' kopya alt alanları ayırmak için kullanılan karakterdir.
zh_tw: 此 '分欄區隔符號' 用於區隔多個分欄的字元

source: The 'Tag' is the MARC field number
ar: 'الوسم' هو رقم حقل المارك
cs: "Tag" je číslo pole MARC
da: 'Mærke' er MARC-feltnummeret
de: Der 'Tag' ist die MARC-Feld-Nummer
el: Το 'Πεδίο' είναι ο αριθμός πεδίου MARC
es: El 'Campo' es el número de campo MARC
eu: 'Etiketa' MARC eremu zenbakia da
fi: 'Kenttä' on MARC-kentän numero
fr: Le 'Champ' est le numéro du champ MARC
hi: 'टैग' मार्क क्षेत्र संख्या है
it: Il 'Tag' è il numero del campo MARC
oc: Lo 'Camp' es lo numèro del camp MARC
pl: "Etykieta" - trzycyfrowa etykieta pola MARC
pt: O 'Campo' é o número do campo MARC
pt_br: A 'Tag' é o número do campo MARC
sk: 'Menovka' je číslo poľa MARC
sv: 'Tagg' är MARC-fältnumret
tr: 'Etiket' MARC alan numarasıdır.
zh_tw: 此 '欄號' 是 MARC 欄位的編號

source: The 'Tag' is the MARC field number.
ar: 'الوسم' هو رقم حقل المارك.
cs: "Pole" je označení pole MARC.
da: 'Mærke' er MARC-feltnummeret.
de: Der 'Tag' ist die MARC-Feld-Nummer.
el: Η 'Ετικέτα' είναι ο αριθμός πεδίου MARC.
es: La 'Etiqueta' es el número de campo MARC.
eu: La 'Etiqueta' es el número de campo MARC.
fi: 'Kenttä' on MARC-kentän numero.
fr: Le 'Champ' est le numéro du champ MARC
hi: 'टैग' मार्क क्षेत्र संख्या है।
it: Il 'Tag' è il numero del campo MARC
oc: Lo 'Camp' es lo numèro del camp MARC
pl: "Etykieta" - trzycyfrowa etykieta pola MARC.
pt: O 'Campo' é o número do campo MARC.
pt_br: A 'Tag' é o número do campo MARC.
sk: 'Menovka' je číslo poľa MARC.
sv: 'Tagg' är MARC-fältnumret.
tr: 'Etiket' MARC alan numarasıdır.
zh_tw: 此 '欄號' 是 MARC 欄位的編號。

source: The 'Thesaurus' chooses the authority file to which the field should be linked.
ar: 'المكنز' يختار الملف الإستنادي الذي يجب على الحقل أن يرتبط به.
cs: "Thesaurus" vybírá soubor autorit, ke kterým má být pole navázáno.
da: 'Thesaurus' vælger den normfil, som feltet skal linkes til.
de: 'Thesaurus' wählt die Normdatendatei mit der das Feld verbunden werden soll.
el: Ο 'Θησαυρός' επιλέγει το αρχείο καθιερωμένου όρου με το οποίο θα πρέπει να διασυνδέεται το πεδίο.
es: El 'Tesauro' selecciona la autoridad a la cual se enlazará el campo.
eu: Los 'Tesauros' cambian el fichero de autoridad a la que se debe el campo relaionado.
fi: 'Tesaurus' valitsee auktoriteettitietueen, johon kentän pitäisi linkittyä.
fr: Le 'Thesaurus' choisit l'autorité à laquelle le champ doit être lié.
hi: 'कोश' अधिकार फ़ाइल जो करने के लिए क्षेत्र जोड़ा जाना चाहिए चुनता है।
it: Il campo 'Thesaurus' permette di scegliere l'authority file a cui il campo può essere collegato.
oc: Lo 'Thesaurus' choisit l'autoritat a la quala lo camp deu èsser lié.
pl: "Tezaurus" wybiera plik hasła wzorcowego, do którego pole powinno zostać podłączone.
pt: O 'Tesauro' permite escolher o tipo de autoridade ao qual o campo deve ser ligado.
pt_br: O 'Tesauro' escolhe um arquivo de autoridade para qual o campo será relacionado.
sk: 'Lexikón' vyberá súbor autority, ku ktorému by sa malo pole nalinkovať.
sv: 'Tesaurus' anger den auktoritetsfil fältet ska länkas till.
tr: 'Eşanlamlılar sözlüğü' otorite dosyasının hangi alana bağlanması gerektiğini seçer.
zh_tw: 此 '索引典' 選擇權威檔案，供欄位連結之用。

source: The AuthorityFile plugin searches the authority file and suggests the user might be interested in bibs linked to the top 5 authorities
ar: الإضافة البرمجية AuthorityFile للملف الإستنادي تبحث في الملف الإستنادي وتقترح ما من الممكن أن يجذب إهتمام المستخدم من التسجيلات الببليوغرافية المرتبطة بالإستنادات
cs: AuthorityFile plugin vyhledává autoritní soubor a navrhuje uživateli, bibliografické záznamy napojené na 5 horních autorit
da: AuthorityFile plugin søger i autoritetsfilen og foreslår brugeren kunne være interesseret i bibs lænket til top 5 autoriteter
de: Das Normdatenplugin durchsucht die Normdaten und schlägt dem Benutzer Titel vor, die mit den ersten 5 Normdatensätzen verknüpft sind, die es findet
es: El plugin AuthorityFile busca el archivo de autoridades y sugiere que el usuario podría estar interesado en libros enlazados a las primeras 5 autoridades
eu: El plugin AuthorityFile busca en el archivo de autoridades y sugiere al usuario puede estar interesado en bibliográficos vinculados a los 5 mejores autoridades
fi: AuthorityFile-liitännäinen hakee auktoriteettitiedostoa ja ehdottaa käyttäjälle nimekkeitä, jotka on linkitetty viiteen käytetyimpään auktoriteettiin
fr: Le plugin AuthorityFile recherche dans le fichier autorités et suggère à l'utilisateur des liens bibliographiques liés aux 5 premières autorités
hi: AuthorityFile प्लगइन अधिकार फ़ाइल खोजता है और पता चलता है कि उपयोगकर्ता के शीर्ष 5 अधिकारियों से जुड़े bibs में रुचि हो सकती
it: Il plugin AuthorityFile cerca sui record di autorità e suggerisce all'utente i record bibliografici associati alle prime 5 intestazioni
oc: Lo plugin AuthorityFile recèrca dins lo fichièr autoritats e suggère a l'utilizaire des ligams bibliographiques liés a las 5 primièras autoritats
pt: O plugin AuthorityFile pesquisa o ficheiro de autoridade e sugere ao utilizador que talvez esteja interessado nos registos ligados ao top 5 das autoridades
pt_br: O plugin AuthorityFile busca no arquivo de autoridades e sugere aos usuários os principais registros bibliográficos relacionados as 5 principais autoridades
sk: Zásuvný modul AuthorityFile hľadá súbor autorít a navrhuje, aby sa čitateľ zaujímal o záznamy pripojené na naj- 5 autorít
sv: Insticksprogrammet AuthorityFile söker i auktoritetsfilen och föreslår att användaren kan vara intresserad av bibliografiska poster länkade till de 5 högst rankade auktoriteterna
tr: Otorite dosya eklentisi otorite dosyasını araştırır ve kullanıcıya ilgilenebileceği en çok tercih edilen 5 otoriteye bağlı bibliyografik kayıtları önerir
zh_tw: AuthorityFile 外掛程式搜尋權威檔案，並建議使用者可能有興趣的前面 5 個權威書目連結
