Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Checked out items can be renewed (checked out for another period of time) based on your circulation rules and renewal preferences.
ar: يمكن إعادة تجديد المواد المعارة (إعارتها لفترة زمنية أخرى) وفقاً لقواعد الإعارة ومفضلات التجديد الخاصة بك.
cs: Vypůjčené jednotky mohou být prodlouženy (vypůjčeny na další dobu) podle pravidel půjčování a nastavení prodloužení.
de: Ausgeliehene Exemplare können verlängert (für eine weitere Periode ausgeliehen) werden. Dabei werden die hinterlegten Ausleiheregeln und Verlängerungs-Einstellungen angewendet.
el: Τα δανεισμένα τεκμήρια μπορούν να ανανεωθούν (δανεισμός για άλλη χρονική περίοδο) βάσει των κανόνων διακίνησης υλικού και τις προτιμήσεις ανανεώσεων που έχετε θέσει.
es: ítems prestados pueden ser renovados (préstamos para un nuevo período de tiempo) sobre la base de sus reglas de circulación y preferencias de renovación.
eu: utzitako item-ak berrituak izan daitezke (aldi berri baterako mailegua) zirkulazio-arau eta berritze-lehentasunen oinarrien gain.
fi: Lainatut niteet voi uusia (lainata uudelleen toiseksi laina-ajaksi) Laina- ja maksusääntöjen määritysten mukaan.
fr: Les exemplaires empruntés peuvent être renouvelés (empruntés pour une période supplémentaire) sur la base de vos règles de circulation et de vos préférences de renouvellement.
hi: बाहर की जाँच आइटम जा सकता है नए सिरे से आपके परिचालन नियमों और नवीकरण प्राथमिकताओं के आधार पर (बाहर समय की एक और अवधि के लिए जाँच)।
it: Le copie in prestitoe possono essere rinnovate (cioè prestate per un altro periodo di tempo) sulla base delle tue regole di circolazione e preferenze correlate.
oc: Los exemplars empruntats pòdon èsser renovelats (empruntats per una periòde suplementaire) sus la basa de vos règlas de circulacion e de vos preferéncias de renovèlament.
pl: Wypożyczone egzemplarze mogą być prolongowane (wypożyczane na kolejny okres czasu) na podstawie ustawień w Zasadach udostępniania i należności.
pt: Exemplares emprestados podem ser renovados (emprestados por outro período de tempo) de acordo com as regras de circulação e preferências de renovação.
pt_br: Exemplares emprestados podem ser renovados (isto é, emprestado por mais tempo) com base nas regras de circulação e preferências de renovação.
sk: Vypožičané exempláre možno obnoviť (predĺžiť na ďalšie obdobie) na základe vašich pravidiel obehu a nastavení predĺženia.
tr: Ödünç verilen materyallerin süresi, dolaşım kurallarınız ve süre uzatma tercihleriniz esas alınarak uzatılabilir. (Diğer bir zaman süreci için yeniden ödünç verilir)
zh_tw: 根據流通規則與續借偏好，可以續借借出的館藏(延長至另個借期)。

source: Checking Items In
ar: عملية إعادة المواد
cs: Vrácení jednotek
da: Afleverer eksemplarer
de: Rückgabe von Exemplaren
el: Επιστροφή Τεκμηρίων
es: Devolviendo ítems
eu: Elementuak itzultzen hemen
fi: Palautus
fr: Retourner des documents
hi: में आइटम जाँच हो रही है
it: Restituzioni
oc: Tornar des documents
pl: Zwracanie egzemplarzy
pt: Devolver exemplares
pt_br: Devolvendo itens em
sk: Návrat exemplárov
sv: Återlämnar objekt
tr: Materyalleri iade alıyor
zh_tw: 還入館藏

source: Checking in (Returning)
ar: عملية الإعادة (الرد)
cs: Vracení
da: Afleverer (returnerer)
de: Rückgabe (Rückbuchung)
el: Επιστροφή
es: Devolviendo (retornando)
eu: Itzultzen
fi: Palautus
fr: Retours
hi: में जाँच हो रही है (रिटर्निंग)
it: Restituzione
oc: Retours
pl: Zwroty
pt: Devolver
pt_br: Devolvendo (retornando)
sk: Návrat (Vrátenie)
sv: Återlämnar
tr: İade ediliyor (Dönüş)
zh_tw: 還入(歸還)

source: Checking in items can be performed from various different locations
ar: يمكن القيام بإعادة المواد من أماكن مختلفة
cs: Vraácení vytisků je možné z různých míst
da: Aflevering af eksemplarer kan ske fra forskellige steder
de: Die Rückgabe von Exemplaren kann an verschiedenen Orten durchgeführt werden
el: Η επιστροφή τεκμηρίων μπορεί να γίνει από πολλές διαφορετικές τοποθεσίες
es: El préstamo de ítems puede hacerse desde diferentes lugares
eu: Elementuak hainbat kokalekutik itzuli daitezke
fi: Niteiden palautukseen voi päästä useasta eri paikasta
fr: Le prêt d'un exemplaire peut être réalisé à partir de plusieurs endroits dans le logiciel.
hi: मदों में जांच की जा रही विभिन्न विभिन्न स्थानों से किया जा सकता है
it: La restituzione prestiti può essere effettuata da diversi punti
oc: Lo prèst d'un exemplar pòt èsser realizat a partir de mantun endreit dins lo logicial.
pl: Egzemplarze można zwrócić z różnych lokalizacji
pt: Devolver exemplares pode ser feito das variadas localizações
pt_br: A devolução de exemplares pode ser feita a partir de diferente lugares
sk: Návrat exemplárov možno uskutočniť z rozličných miest
sv: Återlämning av objekt kan ske från flera olika platser
tr: İade materyaller farklı konumlardan yapılabilir.
zh_tw: 可從多個不同的地方還入館藏

source: Checking out (Issuing)
ar: الإعارة
cs: Půjčování
da: Udlåner (udgiver)
de: Ausleihe (Verbuchung)
el: Δανεισμός
es: Prestando (entregando)
eu: Prestando
fi: Lainaus
fr: Prêt (sortie)
hi: चेक आउट (इश्यूइंग)
it: Prestito
oc: Prèst (sortida)
pl: Wypożyczenia
pt: Emprestar
pt_br: Emprestando (Emitindo)
sk: Výpožička (Výdaj)
sv: Lånar ut
tr: Ödünç veriyor (Dışarıya veriyor)
zh_tw: 借出(流通)

source: Checking out is done by searching for the patron by barcode or name at the top of the 'Check out' screen. After selecting a patron you will be presented with the synced patron info, including fines and check outs.
ar: تتم الإعارة عن طريق البحث عن المستفيد بواسطة الباركود أو الاسم أعلى شاشة "الإعارة". بعد تحديد مستفيد ستظهر لك معلومات المستفيد المتزامنة، بما في ذلك الغرامات والإعارات.
cs: Půjčování se provádí vyhledáním čtenářů pomocí čárového kódu, nebo částí jména v horní částí stránky "Půjčování". Poté budou vypsány informace o čtenáři, včetně výpůjček a poplatků, které jsou zapsány v lokální synchronizované databázi.
de: Für die Ausleihe suchen Sie den Benutzer mit Barcode oder Namen in der Ausleihe. Sie erhalten dann die synchronisierten Benutzerinformationen inklusive Gebühren und Ausleihen.
el: Ο δανεισμός γίνεται αναζητώντας για το μέλος μέσω barcode ή ονόματος στην κορυφή της οθόνης 'Δανεισμός'. Αφού επιλέξετε μέλος θα εμφανιστεί η συγχρονισμένη πληροφορία για το μέλος, συμπεριλαμβανομένων των προστίμων και των δανεισμών.
es: Se presta buscando el usuario por código de barras o nombre en el tope de la pantalla 'Préstamo'. Luego de seleccionar el usuario se le presentará la información sincronizada del usuario, incluyendo multas y préstamos.
fi: Lainaaminen tapahtuu hakemalla asiakas viivakoodilla tai nimellä 'Lainaus'-näytön yläreunassa. Kun asiakas on haettu, näet asiakkaan tiedot, myös maksut ja lainat.
fr: Le prêt est réalisé en cherchant l'adhérent par code à barres ou par nom en haut de la page 'Prêt'. Après avoir sélectionné un adhérent, vous verrez les informations synchronisée sur cet adhérent, y compris ses amendes et ses prêts.
hi: बाहर की जाँच 'की जाँच करें' स्क्रीन के शीर्ष पर बारकोड या नाम से संरक्षक के लिए खोज द्वारा किया जाता है। एक संरक्षक चयन करने के बाद आप जुर्माना और चेक बहिष्कार सहित समन्वयित संरक्षक जानकारी, साथ प्रस्तुत किया जाएगा।
it: Il prestito viene fatto cercando l'utente per barcode o nome nell'apposito riquadro 'Prestito'. Dopo aver selezionato un utente, ti verranno presentati i suoi dati, compresi prestiti e multe.
oc: Lo prèst es realizat en cherchant l'aderent per còdi de barras o per nom en haut de la pagina 'Prêt'. Aprèp aver seleccionat un aderent, veiretz les informacions synchronisée sus aqueste aderent, y compris ses emendas e ses prèstes.
pl: Wypożyczanie egzemplarzy należy rozpocząć od wyszukania użytkownika, poprzez wczytanie numeru karty lub wprowadzeniu nazwiska w polu 'Wypożycz'. Po wyszukaniu użytkownika zostanie otworzone konto, na którym znajdują się informacje o należnościach i wypożyczeniach.
pt: O empréstimo é feito pesquisando pelo leitor pelo código de cartão ou nome no topo do ecrã de 'Empréstimo'. Após selecionar o leitor aparecerá a informação sincronizada do mesmo, incluindo multas e empréstimos.
pt_br: O empréstimo é feito a partir da busca do usuário através de seu nome ou código de barras no topo na tela 'Empréstimo'. Depois de selecionar um usuário, surgirão todos os seus dados, incluindo multas e empréstimos feitos anteriormente.
sk: Výpožičku začínajte vyhľadaním čitateľa pomocou čiarového kódu alebo mena navrchu obrazovky v riadku 'Výpožička'. Po zvolení čitateľa sa vám zobrazí synchronizovaná informácia o čitateľovi, vrátane poplatkov a výpožičiek.
tr: Ödünç verme, 'Ödünç verme' ekranının üstündeki barkod veya isme göre kullanıcı araması ile yapılır. Bir kullanıcı seçtikten sonra, eş zamanlı olarak para cezası ve ödünç verme işlemleri de dahil olarak kullanıcı bilgisi karşınıza gelecektir.
zh_tw: 在 '借出' 頁面以條碼或名稱搜尋該讀者，確認完成借出；點選讀者後，出現罰款與借出等讀者資訊。

source: Checking the 'Manual history' box will allow you to enter serials outside the prediction pattern once the subscription is saved by going to the 'Planning' tab on the subscription detail page.
fi: Valitsemalla 'Käsinsyöttö' voit lisätä ennusteen ulkopuolisia numeroita tilauksen tallennuksen jälkeen menemällä tilauksen tiedoissa "Suunnittelu"-välilehdelle.
hi: 'मैनुअल इतिहास' बॉक्स चेक एक बार सदस्यता सदस्यता विस्तार पृष्ठ पर 'योजना' टैब पर जाने से बचाया है क्या आप भविष्यवाणी पैटर्न के बाहर धारावाहिकों में प्रवेश करने की अनुमति देगा।

source: Checkout History
ar: تاريخ الإعارة
cs: Historie výpůjček
da: Udlånshistorik
de: Ausleihhistorie
el: Ιστορικό δανεισμού
es: Historial de préstamos
eu: Mailegu historia
fi: Lainahistoria
fr: Historique de prêt
hi: चेकआउट इतिहास
it: Storico del prestito
oc: Istoric de prèst
pl: Historia wypożyczeń
pt: Empréstimos
pt_br: Histórico de empréstimo
sk: Výpis výpožičiek
sv: Utlåningshistorik
tr: Ödünç alma geçmişi
zh_tw: 借出紀錄

source: Checkouts Per Patron
ar: الإعارات حسب المستفيد
cs: Výpůjček na čtenáře
da: Udlån pr. låner
de: Ausleihen je Benutzer
el: Δανεισμοί Ανά Μέλος
es: Préstamos Por Usuario
eu: Maileguan bazkide bakoitzeko
fi: Lainoja / asiakas
fr: Prêts par Adhérent
hi: Checkouts प्रति संरक्षक
it: Prestiti per utente
oc: Prèstes per Aderent
pl: Wypożyczenia według kategorii użytkowników
pt: Empréstimos por leitor
pt_br: Empréstimos por usuário
sk: Výpožičiek na čitateľa
sv: Lån per låntagare
tr: Kullanıcı başına ödünç alımlar
zh_tw: 每位讀者的借出

source: Child
ar: طفل
cs: Dítě
da: Barn
de: Kind
el: Παιδί
es: Niño
eu: Haurra
fi: Huollettava
fr: Enfant
hi: बाल
it: Bambino
oc: Enfant
pl: Dziecko
pt: Criança
pt_br: Criança
sk: Dieťa
sv: Barn
tr: Çocuk
zh_tw: 兒童

source: Child = A patron who can belong to an Adult patron
ar: طفل = مستفيد الذي ينتمي المستفيد بالغ
cs: Dítě = uživatel, který může patřit k dospělému uživateli
da: Barn = En lånertype, som har en voksen 'garant'.
de: Kind = Ein Benutzertyp, der einen Erwachsenen beigeordnet sein kann
el: Παιδί: Μέλος που ανήκει σε ένα μέλος Ενήλικα
es: Niño= Un usuario que puede pertenecer a un Usuario adulto
eu: Haurra = bazkide heldu bati lotuta egon daitekeen bazkidea
fi: Huollettava = Takaajatieto on pakollinen tälle asiakastyypille
fr: Enfant = un adhérent qui peut appartenir à un adhérent Adulte.
hi: बाल = एक संरक्षक, जो एक वयस्क संरक्षक के हो सकते हैं
it: Bambino = Un utente che può avere un "garante" adulto
oc: Enfant = un aderent qui pòt appartenir a un aderent Adulte.
pl: Dziecko = Użytkownik, który może być zmieniony na kategorię Dorosły
pt: Criança = Leitor que pode ter uma ligação com um Adulto
pt_br: Criança = Um usuário que pode estar ligado a um Adulto
sk: Dieťa = Čitateľ, ktorý môže patriť k dospelému čitateľovi
sv: Barn = En låntagare som kan tillhöra en Vuxen låntagare
tr: Çocuk Kullanıcı = Garantöre sahip olabilen kullanıcıdır
zh_tw: 兒童 = 屬於成人讀者的讀者

source: Children patrons can have a guardian to be attached to them.
ar: الطفل المستفيد بإمكانه أن يكون وصي ليبقى على صلة معهم
cs: K dětským uživatelům je možné připojit zástupce.
da: Børnelånere kan have en værge forbundet med sig.
de: Kinder = Können einem Bürgen zugeordnet sein.
el: Τα μέλη παιδιά μπορούν να έχουν έναν κηδεμόνα προσαρτημένο σε αυτά.
es: Los usuarios niños pueden tener un tutor al cual estar asociados.
eu: Bazkide haurrek eurei lotutako tutore bat izan dezakete.
fi: Lapsiasiakkaat tarvitsevat huoltajan.
fr: Un adhérent Enfant peut avoir un garant auquel on le rattache.
hi: बच्चे संरक्षक एक अभिभावक उन्हें संलग्न किया जाना हो सकता है।
it: Gli utenti bambini possono fare riferimento al "garante" che sia legato a loro.
oc: Un aderent Enfant pòt aver un garant al qual on lo rattache.
pl: Użytkownik niepełnoletni może mieć przypisanego opiekuna.
pt: Leitores criança podem ter um adulto ao qual podem ser ligados.
pt_br: Crianças podem ter um responsável ligado a elas.
sk: Detským čitateľom možno priradiť poručníka.
sv: Barnlåntagare kan ha en förmyndare som är kopplad till dem.
tr: Çocuk kullanıcılara veli eklenebilir.
zh_tw: 兒童讀者有附屬的保證人。

source: Children patrons do not become adults automatically in Koha. To upgrade a child patron to and adult patron category click on the 'More' menu and choose 'Update Child to Adult Patron'
ar: المستفيدون الأطفال لا يصبحون راشدين تلقائيا في كوها. لترقية الطفل المستفيد إلى فئة المستفيدين الكبار اضغط على قائمة "المزيد" واختيار 'تحديث الطفل إلى المستفيدين البالغين'
cs: Dětští uživatelé se v systému Koha nestávají dospělými automaticky. Pro aktualizaci dětského uživatele na kategorii dospěhého uživatele klikněte na menu 'Více' a vyberte 'Aktualizovat Dítě na Dospělého uživatele'
da: Lånere, som er børn, bliver ikke automatisk voksne i Koha. For at ændre et barn til en voksen lånerkategori klik på 'Mere' menuen og vælg 'Opdater Barn til Voksen Låner'
de: Es findet kein automatischer Wechsel von Kinder- in Erwachsenenkategorien statt. Um neu eine Erwachsenenkategorie zuzuweisen, klicken Sie auf den Menüpunkt 'Mehr' und dort auf 'Ändere von Kind auf Erwachsener'
el: Τα παιδιά μέλη δεν γίνονται ενήλικες αυτόματα στο Koha. Για την αναβάθμιση ενός παιδιού μέλους σε μία κατηγορία ενήλικου μέλους πατήστε στο μενού 'Περισσότερα' και επιλέξτε 'Μετατροπή Παιδιού σε Ενήλικο Μέλος'
es: Usuarios niños no devienen adultos de forma automática en Koha. Para actualizar un usuario niño a una categoría de adulto haga clic en el menú 'Más' y seleccione 'Actualizar Usuario Niño a Adulto'
eu: Socios infantiles no devienen adultos de forma automatica en Koha. Para actualizar un socio infante a una categoría de adulto haga clic en el menú 'Mas' y seleccione 'Actualizar socio infante a adulto'
fi: Lapsiasiakkaista ei tule Kohassa automaattisesti aikuisia. Muuttaaksesi asiakastyypin lapsesta aikuiseksi klikkaa 'Muita toimintoja' ja valitse 'Päivitä lapsi aikuiseksi'
fr: Les adhérents mineurs ne deviennent pas majeurs automatiquement dans Koha. Pour faire passer un adhérent de la catégorie enfant à adulte, cliquez dans le menu 'Plus' et sélectionnez 'Mettre à jour adhérent'
hi: बच्चे संरक्षक वयस्कों के लिए स्वचालित रूप से Koha में नहीं हो जाते। 'अधिक' मेनू पर करने के लिए और वयस्क संरक्षक श्रेणी पर क्लिक करें एक बच्चे के संरक्षक के उन्नयन और चयन करने के लिए 'वयस्क संरक्षक के लिए अद्यतन चाइल्ड'
it: Gli utenti 'bambini' non diventano adulti in automatico in Koha. Per modificare un utente 'bambino' in adulto clicca su 'Di Più' e scegli 'Aggiorna utente da bambino ad adulto'
oc: Los aderents mineurs ne deviennent pas majeurs automaticament dins Koha. Per far passer un aderent de la categoria enfant a adulte, clicatz dins lo menú 'Plus' e seleccionatz 'Metre a jorn aderent'
pl: Użytkownik Dziecko w systemie Koha nie staje się automatycznie użytkownikiem dorosłym. Jeśli chcesz zmienić kategorię użytkownika Dziecko na użytkownika Dorosły, kliknij menu 'Więcej' i wybierz 'Zmień status konta dziecka na dorosłego'
pt: Leitores criança não ficam adultos automaticamente no Koha. Para actualizar uma criança em adulto é necessário clicar no botão 'Mais' e escolher 'Tornar criança em adulto'
pt_br: Crianças não passam para adultos automaticamente no Koha. Para transformar uma criança em um adulto clique em 'Mais' no menu e escolha 'Transformar criança em adulto'
sk: Detskí čitatelia sa nestávajú v Kohe dospelými automaticky. Pre aktualizáciu detského čitateľa do kategórie dospelého čitateľa, kliknite na ponuku 'Viac' a zvoľte 'Aktualizovať dieťa na dospelého čitateľa'
sv: Barnlåntagare blir inte automatiskt vuxna i Koha. För att uppgradera en barnlåntagare till låntagarkategorin vuxen klickar du på menyn 'Mer' och väljer 'Uppdatera Barn till Vuxen'
tr: Çocuk kullanıcılar, yetişkin kullanıcılar kategorisine Koha içerisinde otomatik olarak alınmazlar. Bir çocuk kullanıcıyı yetişkin kullanıcı kategorisine yükseltmek için 'Daha çok' menüsü üzerine tıklayın ve buradan 'Çocuk Kullanıcıyı Yetişkin Kullanıcıya yükselt' opsiyonunu seçin.
zh_tw: Koha 不會把兒童讀者自動昇格為成人讀者，必須點選 '其他' 選單，並選擇 '昇格兒童為成人讀者'

source: Choose "doesn't exist"
ar: اختر "غير موجود"
cs: Zvolte "neexistuje"
de: Wählen Sie "Existiert nicht"
el: Επιλέξτε "δεν υπάρχει"
es: Seleccione la opción "no existe"
eu: Aukeratu "ez da existitzen"
fi: Valitse "ei ole olemassa"
fr: Choisir "n'existe pas"
hi: चुनें "अस्तित्व में नहीं है"
it: Scegli "non esiste"
oc: Causir "existís pas"
pt: Escolha "não existe"
pt_br: Selecione "não existente"
sk: Zvoľte "neexistuje"
tr: "Yok"'u seçin
zh_tw: 選擇 "不存在"

source: Choose "matches"
ar: اختر "يضاهي"
cs: Zvolte "shoduje se"
de: Wählen Sie "Übereinstimmung"
el: Επιλέξτε "ταιριάζει"
es: Seleccione la opción "coincidencias"
fi: Valitse "vastaa"
fr: Choisir "correspond"
hi: चुनें "मैच"
it: Scegli "corrisponde"
oc: Causir "correspond"
pt: Escolha "corresponde"
pt_br: Selecione "encontrados"
sk: Zvoľte "je zhodný"
tr: "Eşleşmeler"'i seçin
zh_tw: 選擇 "匹配"

source: Choose 'Add/Update'
ar: اختر 'إضافة/تحديث'
cs: Zvolte 'Přidat/Aktualizovat'
de: Wählen Sie 'Hinzufügen/Ändern'
el: Επιλέξτε 'Προσθήκ/Ανανέωση'
es: Seleccione 'Agregar/Actualizar'
eu: Aukeratu 'Gehitu/Eguneratu'
fi: Valitse 'Lisää/Päivitä'
fr: Choisir "Ajouter/Mettre à jour"
hi: 'जोड़ें / अपडेट' चुनें
it: Scegli 'Aggiungi/Aggiorna'
oc: Causir "Apondre/Metre a jorn"
pt: Escolha 'Adicionar/Atualizar'
pt_br: Selecione 'Adicionar/Atualizar'
sk: Zvoľte 'Pridať/Aktualizovať'
tr: 'Ekle/güncelle'yi seçin
zh_tw: 選擇 '新增/更新'

source: Choose 'Arrived' from the status pull down to mark a serial as received.
ar: اختر 'وصل' من قائمة المنسدلة للحالة لتحديد استلام الدورية.
cs: Vyberte "Došlo" z rozbalovací roletky jako označení, že periodikum bylo doručeno.
da: Vælg 'Ankommet' fra status-listen, for at markere et hæfte som ankommet.
de: Wählen Sie 'Eingetroffen' aus der Auswahlliste, um ein Heft zugehen zu lassen.
el: Επιλέξτε 'Αφίχθη' από την κατεκδιπλούμενη λίστα κατάστασης για να επιλέξετε την περιοδική έκδοση που παρελήφθη.
es: Elija 'Recibido' en el estado para marcar una publicación periódica que fue recibida.
eu: Aukeratu 'Jasota' egoeran aldizkako argitalpen bat jasota bezala markatzeko.
fi: Valitse 'Saapunut'-tila alasvetovalikosta merkitäksesi lehden vastaanotetuksi.
fr: Choisissez 'Arrivé' dans le liste Statut pour marquer le fascicule comme reçu
hi: चुनें के रूप में प्राप्त एक सीरियल चिह्नित करने के लिए नीचे खींच स्थिति से 'आ'।
it: Scegli 'Arrivato' dallo Stato per segnare un periodico come ricevuto.
oc: Causissètz 'Arribat' dins lo lista Statut per marcar lo fascicul coma recebut
pl: Wybierz status 'Otrzymany', aby zaznaczyć, że biblioteka posiada nowy numer.
pt: Seleccionar 'Chegado' na lista de estado para marcar um periódico como recebido.
pt_br: Selecionar 'Chegado' na lista de estado para marcar um periódico como recebido.
sk: Zvoliť 'Došlé' z rozbaľovacej ponuky stavu pre označenie periodika ako prijatého.
sv: Välj 'Ankommen' från rullgardinsmenyn status för att markera ett periodika som mottaget.
tr: Bir süreli yayının geldiğini belirtmek için durum menüsünden 'Geldi' sekmesini seçiniz.
zh_tw: 從狀態下拉選單選取 '到館'，標記已收到該期刊。

source: Choose 'Copy'
ar: اختر 'نسخ'
cs: Zvolte 'Kopírovat'
de: Wählen Sie "Kopieren"
el: Επιλέξτε 'Αντιγραφή'
es: Seleccione la opción 'Copiar'
eu: Aukeratu 'Kopiatu'
fi: Valitse 'Kopioi'
fr: Choisir "Copier"
hi: चुनें 'कॉपी'
it: Scegli 'Copia'
oc: Causir "Copiar"
pt: Escolha 'Copiar'
pt_br: Selecione 'Copiar'
sk: Zvoľte 'Kopírovať'
tr: 'Kopyala' opsiyonunu seçin
zh_tw: 選擇 '複本'

source: Choose 'Image file' under the 'File type' section
ar: اختر 'ملف صورة' أسفل قسم 'نوع الملفات'
cs: Vyberte 'Obrázkový soubor' v oddílu 'Typ souboru'
da: Vælg 'Billedfil' under 'Filtype' afsnittet
de: Wählen Sie 'Bilddatei' aus der Auswahlliste für 'Dateityp'
el: Επιλέξτε 'Αρχείο εικόνας' κάτω από την ενότητα 'Τύπος αρχείου'
es: Seleccione 'Archivo de imagen' bajo la sección 'Tipo de archivo'
eu: Seleccione 'Archivo imagen' bajo la sección 'Tipo de archivo'
fi: Valitse 'Kuvatiedosto' tiedostotyyppivalikosta
fr: Choisir 'Fichier image' dans la section 'Type de fichier'
hi: 'फ़ाइल प्रकार' खंड के अंतर्गत 'छवि फ़ाइल' चुनें
it: Scegli 'file immagine' nella sezione 'tipo file'
oc: Causir 'Fichièr imatge' dins la seccion 'Tipe de fichièr'
pt: Escolher 'Ficheiro de imagem' na secção 'Tipo de ficheiro'
pt_br: Escolhar 'Arquivo de imagem' na seção 'Tipo de arquivo'
sk: Zvoľte si 'Obrázkový súbor' v oddieli 'Typ súboru'
sv: Välj 'Bildfil' under avsnittet 'Filtyp'
tr: 'Dosya türü' bölümünün altında 'Resim dosyası' seçin
zh_tw: 選擇 '檔案類型' 區塊下的 '影像檔案'

source: Choose 'Lost Items' under 'Other'
ar: اختر 'مواد مفقودة' أسفل 'أخرى'
cs: Vyberte "Ztracené jednotky" pod "Ostatní"
da: Vælg 'Mistede eksemplarer' under 'Andet'
de: Wählen Sie 'Vermisste Exemplare' bei 'Anderes'
el: Επιλέξτε 'Απολεσθέντα Τεκμήρια' κάτω από το 'Άλλα'
es: Seleccione 'Ítems perdidos' en' Otros'
eu: Aukeratu 'Galdutako elementuak' 'Besteak' atalaren barruan
fi: Valitse 'Kadonneet niteet' 'Muut'-valikosta
fr: Sélectionnez 'Exemplaires perdus' sous 'Autres'
hi: चुनें 'अन्य' के अंतर्गत 'खोया आइटम'
it: Scegli 'Copie perdute' sotto 'Altro'
oc: Seleccionatz 'Exemplars perduts' jos 'Autres'
pl: Wybierz 'Pozycje zagubione' w 'Innych'
pt: Seleccionar 'Exemplares extraviados' abaixo de 'Outros'
pt_br: Selecionar 'Exemplares extraviados' abaixo de 'Outros'
sk: Zvoliť 'Stratené exempláre' pod 'Ostatné'
sv: Välj 'Förlorade objekt' under 'Annat'
tr: 'Diğer' altında 'Kayıp Materyaller'i' seç
zh_tw: 選擇 '其他' 項下的 '遺失館藏'

source: Choose 'Zip file' under the 'File type' section
ar: اختر 'ملف مضغوط' تحت قسم 'نوع الملف'
cs: Vyberte 'Soubor zip' v oddílu 'Typ souboru'
da: Vælg 'Zip-fil' under afsnittet 'Filtype'
de: Whäen Sie 'ZIP-Datei' aus der Auswahlliste 'Dateityp'
el: Επιλέξτε 'Αρχείο Zip' κάτω από την ενότητα 'Τύπος αρχείου'
es: Seleccione 'Archivo ZIP' bajo la sección 'Tipo de archivo'
eu: Seleccione 'Archivo ZIP' bajo la sección 'Tipo de archivo'
fi: Valitse 'ZIP-tiedosto' tiedostotyyppivalikosta
fr: Choisir 'Fichier zip' sans la section 'Type de fichier'
hi: 'फ़ाइल प्रकार' खंड के अंतर्गत 'जिप फाइल' चुनें
it: Scegli 'file zip' nella sezione 'tipo file'
oc: Causir 'Fichièr zip' sens la seccion 'Tipe de fichièr'
pt: Escolher 'Ficheiro ZIP' na secção 'Tipo de ficheiro'
pt_br: Escolha 'Arquivo Zip' na seção 'Tipo de arquivo'
sk: Zvoľte si 'Komprimovaný súbor' v oddieli 'Typ súboru'
sv: Välj 'Zip-fil' under avsnittet 'Filtyp'
tr: 'Dosya türü' bölümünün altında 'Zip dosyası' seçin
zh_tw: 在 '檔案類型' 區塊下選擇 'Zip 檔案'

source: Choose 'if'
ar: اختر 'لو'
cs: Zvolte 'pokud'
de: Wählen Sie 'if'
el: Επιλέξτε 'εάν'
es: Seleccione la opción 'si'
eu: Aukeratu 'if'
fi: Valitse 'jos'
fr: Choisir "si"
hi: 'अगर' चुनें
it: Scegli 'se'
oc: Causir "si"
pt: Escolha 'se'
pt_br: Selecione 'se'
sk: Zvoľte 'ak'
tr: 'Eğer' seçin
zh_tw: 選擇 'if'

source: Choose [New list] from the 'Add to:' pull down menu.
hi: खींचें मेनू से 'इसमें जोड़ें:' [नई सूची] चुनें.
