Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: This page shows a short summary of the subscription along with all of the issues that have been received, are expected, or marked late.
ar: تعرض هذه الصفحة موجز قصير للاشتراك مع كل الأعداد التي من المتوقع أن تكون قد وصلت، أو التي تحمل علامات تأخر.
cs: Tato stránka zobrazuje krátké shrnutí odběru (předplatného) spolu se všemi sešity, které byly přijaty, očekávají se, nebo jsou označené jako zpožděné.
da: Denne side viser en kort oversigt over abonnementet med samt alle udgaver, der er modtaget, forsinkede eller forventede.
de: Diese Seite zeigt eine kurze Zusammenfassung des Abonnements mit allen Heften die zugegangen, erwartet oder verspätet sind.
el: Αυτή η σελίδα δείχνει μία σύντομη περίληψη της συνδρομής μαζί με όλα τα τεύχει που έχετε παραλάβει, αναμένετε ή έχετε σημειώσει ως αργοπορημένα.
es: Esta página muestra un resumen de la suscripción, junto con todos los ejemplares que se han recibido, se esperan, o se han marcado retrasados.
eu: Orri honek harpidetzaren laburpen tixki bat erakusten du, bai eta jaso diren, espero diren edo berandu bezala markatutak aleenak ere.
fi: Tämä sivu näyttää lyhyen yhteenvedon lehtitilauksesta, sen kaikki saapuneet numerot, odotettavat ja myöhässä olevat numerot.
fr: Cette page affiche un résumé de l'abonnement avec tous les fascicules qui ont été reçus, sont attendus ou sont en retard.
hi: इस पृष्ठ के इश्यूज है कि, प्राप्त किया गया है उम्मीद कर रहे हैं, या देर से चिह्नित के सभी के साथ सदस्यता का एक संक्षिप्त सारांश से पता चलता है।
it: Questa pagina mostra un breve riassunto dell'abbonamento con tutti i fascicoli che sono arrivati, sono attesi o sono stati indicati come in ritardo.
oc: Aquesta pagina aficha un resumit de l'abonament amb totes los fasciculs qui ont été recebuts, son esperats o son en retard.
pl: Strona przedstawia krótkie zestawienie prenumeraty z wszystkimi numerami, które otrzymała biblioteka, te, które są oczekiwane oraz oznaczone jako opóźnione.
pt: Esta página apresenta um breve resumo da assinatura juntamente com todos os número que foram recebidos, esperados, ou marcados como atrasados.
pt_br: Esta página apresenta um breve resumo da assinatura juntamente com todos os número que foram recebidos, esperados, ou marcados como atrasados.
sk: Táto stránka zobrazuje krátky súhrn o predplatnom spolu so všetkými číslami, ktoré boli prijaté, očakávané alebo označené ako oneskorené.
sv: Denna sida visar en kort sammanfattning av prenumerationen samt alla nummer som tagits emot, förväntas eller är markerade som sena.
tr: Bu sayfa alınan, alınması beklenen ya da sonrası için işaretlenen tüm basımlarla birlikte aboneliklerin özetini gösterir.
zh_tw: 此頁面顯示訂閱摘要與簽收、遲到的各期紀錄。

source: This page shows you all of the information about your subscription including issue history.
ar: هذه الصفحة تعرض لك جميع المعلومات عن الاشتراك الخاص بك بما في ذلك تاريخ الأعداد.
cs: Tato zpráva vypíše všechnu informaci o vašem odběru (Předplatném) včetně průběhu příjmu sešitů.
da: Denne side viser al information om abonnementer herunder udgavehistorik.
de: Diese Seite zeigt Ihnen alle Informationen über das Abonnement und die Bestandsübersicht.
el: Αυτή η σελίδα σας δείχνει όλες τις πληροφορίες για τη συνδρομή σας, συμπεριλαμβάνοντας το ιστορικό των τευχών.
es: Esta página muestra toda la información sobre su suscripción incluyendo el historial de ejemplares.
eu: Orri honek zure harpidetzaren inguruko informazio guztia du, aleen istoria barne.
fi: Tämä sivu näyttää kaiken tiedon lehtitilauksestasi, myös numerohistorian.
fr: Cette page affiche toutes les informations relatives à votre abonnement, y compris l'historique de ses fascicules.
hi: यह पृष्ठ आपको सभी इश्यूइतिहास सहित अपनी सदस्यता के बारे में जानकारी का पता चलता है।
it: Questa pagina mostra tutte le informazioni circa l'abbonamento incluse lo storico dei fascicoli.
oc: Aquesta pagina aficha totas las informacions relativas a vòstre abonament, y compris l'istoric de ses fasciculs.
pl: Strona pokazuje wszystkie informacje o prenumeracie, włącznie z historią.
pt: Esta página mostra a você todas as informações sobre sua assinatura, incluindo o histórico dos fascículos.
pt_br: Esta página mostra a você todas as informações sobre sua assinatura, incluindo o histórico dos fascículos.
sk: Táto stránka zobrazuje všetky informácie o Vašom predplatnom vrátane výpisu čísiel.
sv: Denna sida visar all prenumerationsinformation, inklusive nummerhistorik.
tr: Bu sayfa size baskı geçmişi de dahil olmak üzere aboneliğinizle ilgili tüm bilgileri gösterir.
zh_tw: 此頁面顯示有關訂閱與刊期的所有紀錄。

source: This page will list for you the numbering patterns you have saved in the past as well as a few canned patterns.
ar: ستقوم هذه الصفحة بسرد أنماط الترقيم التي قمت بحفظها سابقاً وكذلك بعض الأنماط المحفوظة.
cs: Tato stránka vám vypíše číslovací vzorce, které jste v minulosti uložili a pár základních.
de: Diese Seite zeigt Ihre gespeicherten Nummerierungsmuster sowie einige vorgefertigte Muster.
el: Αυτή η σελίδα θα καταγράφει τα αριθμητικά μοτίβα που έχετε αποθηκεύσει στο παρελθόν καθώς επίσης και μερικά τυποποιημένα μοτίβα.
es: Esta página listará para usted, los patrones de numeración que ha guardado en el pasado, así como algunos patrones enlatados.
fi: Tällä sivulla listataan tallentamasi numerointikaavat samoin kuin aikaisemmin tallennetut kaavat.
fr: Cette page affichera pour vous les modèles de numérotation que vous avez sauvegardés dans le passé ainsi que quelques modèles en réserve.
hi: यह पृष्ठ आप के लिए आप अतीत के साथ-साथ कुछ डिब्बाबंद पैटर्न में बचाया है नंबरिंग पैटर्न सूची जाएगा।
it: Questa pagina elenca gli scgemi di numerazione che hai salvato e alcuni schemi caricati durante l'installazione.
oc: Aquesta pagina aficharà per vous los modèls de numerotacion qu'avètz salvats dins lo passé ainsi que qualques modèls en resèrva.
pl: W zakładce 'Zarządzaj wzorem numerowania' znajduje się lista wzorów numerowania, jakie zostały zapisane w czasie dodawania prenumeraty, jak również wzory, które domyślnie zostały zaimportowane w systemie.
pt: Esta página irá listar os padrões de numeração que guardou no passado assim como alguns pré-definidos.
pt_br: Esta página irá listar os padrões de numeração que você salvou anteriormente, bem como alguns padrões pré-definidos.
sk: Táto stránka vám zobrazí schémy číslovania, ktoré ste si v minulosti uložili, ako aj niekoľko hotových schém.
tr: Bu sayfa sizin için geçmişte kaydettiğiniz numaralandırma düzenlerinin yanı sıra bir kaç önceden kaydedilmiş numaralandırma düzenlerini de listeler.
zh_tw: 此頁面列出您製作的編碼模式，以及若干預設的模式。

source: This patron category is used strictly for statistical purposes, such as in house use of items.
fi: Tätä asiakastyyppiä käytetään vain tilastollisiin tarkoituksiin, kuten kirjaston sisäisten lainojen tilastointiin.
hi: इस संरक्षक वर्ग को सांख्यिकीय प्रयोजनों के लिए कड़ाई से उपयोग किया जाता है, जैसे कि वस्तुओं के घर उपयोग में।

source: This permission does not include the ability to delete or create a subscription
ar: لا تشمل هذه الصلاحية القدرة على حذف أو إنشاء اشتراك
cs: Toto oprávnění nezahrnuje schopnost vymazat nebo vytvořit odběr (předplatné)
da: Denne tilladelse omfatter ikke muligheden for at slette eller oprette abonnementer
de: Diese Berechtigung erlaut nicht Abonnements zu löschen oder neu anzulegen.
el: Αυτή η εξουσιοδότηση δεν περιλαμβάνει την ικανότητα διαγραφής ή δημιουργίας μιας συνδρομής
es: Este permiso no incluye la habilidad de eliminar o crear suscripciones.
eu: Con este permiso no es posible borrar o crear una suscripción.
fi: Tämä oikeus ei sisällä oikeutta poistaa tai luoda lehtitilausta
fr: Cette autorisation ne comprend pas la capacité à supprimer ou à créer un abonnement
hi: यह अनुमति हटाने के लिए या एक सदस्यता बनाने की क्षमता शामिल नहीं है
it: Questo permesso non include la possibilità di cancellare o creare un abbonamento
oc: Aquesta autorisation ne comprend pas la capacité a suprimir o a crear un abonament
pl: To uprawnienie nie obejmuje możliwość usuwania lub tworzenia subskrypcji
pt: Esta permissão não inclui a capacidade de eliminar ou criar uma assinatura
pt_br: Esta permissão não inclui a capacidade de excluir ou criar uma assinatura
sk: Toto oprávnenie nezahŕňa možnosť odstrániť alebo vytvoriť zápisné
sv: Denna rättighet inkluderar inte möjligheten att radera eller skapa en prenumeration
tr: Bu izin abonelik silebilmeyi veya oluşturabilmeyi kapsamaz
zh_tw: 此權限不包括刪除與新增訂閱

source: This report uses 'Period,' or date, filtering that allows you to limit to a month by simply selecting the first day of the first month through the first day of the next month. For example, 10/1 to 11/1 to find statistics for the month of October.
ar: يستخدم هذا التقرير 'الفترة'، أو التاريخ، والفلتر الذي يسمح لك بتحدي الشهر ببساطة عن طريق اختيار اليوم الأول من الشهر الأول من خلال اليوم الأول من الشهر المقبل. على سبيل المثال، 10/1 إلى 1/11 إلى العثور على إحصائيات لشهر اكتوبر تشرين الاول.
cs: Tato zpráva používá "období" nebo "datum" ve filtrování, které vám umožňuje se omezit na měsíc pouhým výběrem prvního dne měsíce a prvním dnem následujícího měsíce. Například 10/1 až 11/1 vyhledá statistiky pro měsíc říjen.
da: Denne rapport bruger 'Periode,' eller dato-filtrering, hvormed man kan begrænse til en måned ved blot at vælge den første dag i en måned til første dag i næste måned. F.eks. 1/10 til 1/11 for at finde statistik for måneden oktober.
de: Dieser Report verwendet Zeitabschnitte oder Daten, mit denen Sie das Ergebnis auf einen bestimmten Monat einschränken können, indem Sie den ersten Tag des ersten Monats und den ersten Tag des nächsten Monats eingeben. Zum Beispiel: 01/10 und 01/11 für die Statistik des Monats Oktober.
el: Η έκθεση χρησιμοποιεί φιλτράρισμα σε 'Περίοδο' ή ημερομηνία, επιτρέποντάς σας να κάνετε περιορισμό σε ένα μήνα επιλέγοντας την πρώτη ημέρα του μήνα μέχρι την πρώτη ημέρα του επόμενου μήνα. Για παράδειγμα, το 01/10 έως 01/11 θα βρει στατιστικά στοιχεία για το μήνα Οκτώβριο.
es: Este informe utiliza 'Período', o fecha, filtro que permite limitar a mensual con sólo seleccionar el primer día del primer mes hasta el primer día del mes siguiente. Por ejemplo, 1/10 a 1/11 para encontrar estadísticas para el mes de octubre.
eu: Txosten honeki 'Aldia' edo data erabiltzen ditu. Hori iragazteak hilabete batera mugatzeko aukera ematen dizu: hilabeteko lehenengo eguna eta hurrengo hilabeteko lehenengo eguna aukeratu behar dituzu. Adibidez, urriko estatistiken berri izateko, 1/10 eta 1/11.
fi: Tämä raportti käyttää suodattimena 'Jaksoa' tai päiväystä. Suodattimen avulla voi rajoittaa ajaksi kuukauden yksinkertaisesti valitsemalla ensimmäinen päivä ensimmäisestä kuukaudesta seuraavan kuukauden ensimmäiseen päivään. Esim. 10/1 - 11/1 löytää tilaston lokakuulta.
fr: Cet état utilise les champs Période ou Date. C'est un filtre qui permet de limiter le résultat à un mois donnée en sélectionnant simplement le premier jour du mois et le premier jour du mois suivant. Par ex., 1/10 à 1/11 donne les statistiques du mois d'octobre.
hi: इस रिपोर्ट में 'काल' या तारीख, छानने है कि आप बस अगले महीने के पहले दिन के माध्यम से पहले महीने के पहले दिन का चयन करके एक महीने तक सीमित करने की अनुमति देता का उपयोग करता है। उदाहरण के लिए, 10/1 से 11/1 करने के लिए अक्टूबर के महीने के लिए आँकड़े खोजने के लिए।
it: Questo report permette di usare le date, usandole come filtro puoi facilmente fare un report mensile; deve solo indicare il primo giorno del mense e il primo giorno del mese dopo. Ad esempio 01/10 - 01/11 per trovare le statistiche di ottobre.
oc: Aqueste estat utilise los camps Periòde o Date. Es un filtre qui permet de limiter lo resultat a un mois donada en seleccionant simplament lo primièr jour del mois e lo primièr jorn del mois seguent. Per ex., 1/10 a 1/11 donne les estatisticas del mois d'octobre.
pl: Ten raport wykorzystuje 'Okres' lub datę do filtrowania. Możesz ograniczyć filtrowanie do miesiąca, wybierając po prostu pierwszy dzień miesiąca i pierwszy dzień kolejnego miesiąca. Na przykład, wybierając ramy czasowe 01/10 - 01/11, otrzymasz statystyki z października.
pt: Este relatório usa 'Período', ou data, filtragem que permite limitar a um mês, seleccionando o primeiro dia do primeiro mês até ao primeiro dia do mês seguinte. Por exemplo, 01/1 a 01/11 para encontrar as estatísticas do mês de Outubro.
pt_br: Este relatório usa 'Período', ou data, filtragem que permite limitar a um mês selecionando o primeiro dia do primeiro mês através primeiro dia do mês seguinte. Por exemplo, 01/1 a 01/11 para encontrar as estatísticas do mês de Outubro.
sk: Tento výkaz používa filtrovanie 'Obdobia' alebo dátumu, ktoré umožňuje vytvárať obmedzenia na mesiace jednoduchým výberom prvého dňa prvého mesiace po prvý deň nasledujúceho mesiaca. Napríklad, 01/10 do 01/11 nájde štatistiku pre mesiac október.
sv: Denna rapport använder filtrering per 'Period', eller datum, som gör att du kan begränsa resultat till en viss månad bara genom att välja alla dagar från den första dagen i en viss månad till den första dagen i nästa månad. Exempelvis 10/1 till 11/1 för att se statistik för oktober månad.
tr: Bu rapor basitçe ilk ayın ilk gününü ve sonraki ayın ilk gününü seçerek bir ayla sınırlayabileceğiniz dönem ya da tarih filtresi kullanır. Örneğin, 1/10 dan 1/11 e Ekim ayı için istatistikleri bulmak için.
zh_tw: 此報表選擇每月第一天至次月第一天，篩選 '期間' 或天，如：10/1 至 1/1，找出 10 月的罰款統計。

source: This report will list all items that are overdue at your library.
ar: هذا التقرير قائمة بجميع المواد التي تأخرت في المكتبة الخاصة بك.
cs: Tato zpráva zobrazí všechny výtisky, jejichž výpůjční lhůta je překročena ve vaší knihovně.
da: Denne rapport viser alle eksemplarer, som har overskredet sidste afleveringsdag.
de: Diese Seite zeigt Ihnen alle Medien an, die in Ihrer Bibliothek überfällig sind.
el: Αυτή η έκθεση θα σας απαριθμήσει όλα τα τεκμήρια που είναι εκπρόθεσμα στη βιβλιοθήκη σας.
es: Este informe mostrará una lista de todos los ítems que están atrasados ​​en su biblioteca.
eu: Txosten horrek atzerapena duten zure liburutegiko elementu guztiak zerrendatuko ditu.
fi: Tämä raportti listaa kaikki niteet, jotka ovat myöhässä kirjastossasi.
fr: Ce rapport liste tous les exemplaires qui n'ont pas été rendus à temps à votre site.
hi: इस रिपोर्ट में सभी आइटम है कि अपने पुस्तकालय में अपेक्षित हैं सूची जाएगा।
it: Questo report ti mostrerà tutte le copie prestate che sono in ritardo nella tua biblioteca.
oc: Aqueste rapòrt lista totes los exemplars qui n'ont pas été rendus a temps a vòstre site.
pl: Raport wyświetla listę wszystkich egzemplarzy, które nie zostały oddane w terminie do biblioteki.
pt: Esta relatório irá mostrar todos os exemplares em atraso na biblioteca.
pt_br: Este relatório irá listar todos os exemplares em atraso na sua biblioteca.
sk: Tento výkaz vymenuje všetky exempláre, ktoré sú omeškané vo Vašej knižnici.
sv: Denna rapport listar alla objekt som är försenade på ditt bibliotek.
tr: Bu rapor kütüphanenizdeki gecikmiş tüm materyalleri listeleyecektir.
zh_tw: 此報表將列出您圖書館所有的逾期館藏。

source: This report will list all of the items that Koha thinks are in transit to your library.
ar: هذا التقرير قائمة بجميع المواد التي يحولها كوها إلى المكتبة الخاصة بك.
cs: Tato zpráva zobrazí seznam všech výtisků, které Koha považuje "na cestě" do vaší knihovny.
da: Denne rapport vil vise alle eksemplarer, som ifølge Koha er i transit til dit bibliotek.
de: Dieser Report zeigt alle Exemplare an, von denen Koha glaubt, dass sie zu Ihrer Bibliothek unterwegs sind.
el: Αυτή η έκθεση θα απαριθμήσει όλα τα τεκμήρια που το Koha νομίζει ότι είναι σε μεταφορά στη βιβλιοθήκη σας.
es: Este informe una lista de todos ítems que Koha piensa que están en tránsito a su biblioteca.
eu: Txosten horrek zure liburutegira bidean daudela Kohak uste duen elementu guztiak zerrendatuko ditu.
fi: Tämä raportti listaa kaikki niteet, jotka Kohan mielestä ovat kuljetettavana kirjastoosi.
fr: Ce rapport liste tous les exemplaires qui sont en transit vers votre site.
hi: इस रिपोर्ट में आइटम है कि कोहा सोचता है कि सभी को अपने पुस्तकालय के लिए पारगमन में हैं सूची जाएगा।
it: Questo report elenca le copie che sono in transito nella tua biblioteca.
oc: Aqueste rapòrt lista totes los exemplars que son en transit cap a vòstre site.
pl: Raport wyświetla wszystkie egzemplarze, które są przesyłane między bibliotekami/filiami.
pt: Este relatório lista todos os exemplares que estão em trânsito para a biblioteca.
pt_br: Este relatório irá listar todos os exemplares que o Koha acredita que estão em trânsito para sua biblioteca.
sk: Tento výkaz vymenuje všetky exempláre, o ktorých si Koha myslí, že sú na ceste do Vašej knižnice.
sv: Denna rapport listar alla objekt som Koha tror är på väg till ditt bibliotek.
tr: Bu rapor Koha’nın kütüphanenize transit olduğunu düşündüğü materyalleri listeleyecektir.
zh_tw: 此報表將列出所有轉移至您圖書館的館藏。

source: This report will list for you the patrons in your system who haven't checked any items out.
ar: هذا التقرير قائمة لك بالمستفيدين في النظام الخاص بك الذين لم يتم إعارتهم أياً من المواد.
cs: Tato zpráva zobrazí seznam čtenářů, kteří nemají žádné výpujčky.
da: Denne styrede rapport vil vise hvilke lånere, der ikke har lånt noget.
de: Dieser Report zeigt an, welche Benutzer zur Zeit nichts entliehen haben.
el: Αυτή η έκθεση θα απαριθμήσει τα μέλη που δεν έχουν δανειστεί τεκμήρια.
es: Este informe listará los usuarios de su sistema a los que no se ha prestado ningún ítem.
eu: Este informe listará los socios de su sistema a los que no se ha prestado ningún ítem.
fi: Tämä raportti listaa kaikki asiakkaat, jotka eivät ole lainanneet yhtään nidettä järjestelmästäsi.
fr: Ce rapport guidé vous dira quels adhérents ont le plus emprunté.
hi: इस रिपोर्ट में यह आप के लिए अपने सिस्टम है जो किसी भी आइटम बाहर जाँच नहीं की है में संरक्षक की सूची जाएगा।
it: Il report guidato ti mostrerà quali utenti non hanno preso prestiti.
oc: Aqueste rapòrt guidé vous dira quels aderents ont lo plus empruntat.
pl: Raport będzie listą użytkowników, którzy nie mają żadnych wypożyczeń.
pt: Este relatório lista todos os leitores no sistema que nunca requisitaram um exemplar.
pt_br: Este relatório listará para você quais usuários em seu sistema não realizaram nenhum empréstimo.
sk: Tento výkaz Vám vymenuje čitateľov vo Vašom systéme, ktorí si ešte nikdy nič nevypožičali.
sv: Denna rapport listar de låntagare i ditt system som inte lånat några objekt.
tr: Bu rapor sizin için sisteminizde herhangi bir materyal ödünç almayan kullanıcıları listeleyecektir.
zh_tw: 此報表將列出不曾借出館藏的讀者。

source: This report will list items in your collection that have never been checked out.
ar: هذا التقرير قائمة بالمواد في المجموعة الخاصة بك التي لا تعار.
cs: Tato zpráva zobrazí seznam výtisků ve vašem fondu, které nikdy nebyly vypůjčeny.
da: Denne rapport viser alle eksemplarer, som aldrig har været udlånt.
de: Dieser Report listet alle Exemplare in Bestand, die noch nie ausgeliehen wurden.
el: Αυτή η έκθεση θα απαριθμήσει τα τεκμήρια της συλλογής σας που δεν τα έχουν δανειστεί ποτέ.
es: Este informe mostrará los ítems de su colección que nunca se han prestado.
eu: Este informe mostrará los ítems de su colección que nunca se han prestado.
fi: Tämä raportti listaa kokoelmasi niteet, joita ei ole koskaan lainattu.
fr: Ce rapport liste tous les exemplaires qui n'ont jamais été empruntés.
hi: इस रिपोर्ट के अपने संग्रह में आइटम है कि चैक आउट की गई कभी नहीं की सूची होगी।
it: Questo report ti mostrerà le copie mai andate in prestito.
oc: Aqueste rapòrt lista totes los exemplars qui n'ont jamais été empruntats.
pl: Raport będzie zawierał listę egzemplarzy, które nigdy nie zostały wypożyczone.
pt: Este relatório irá listar todos os exemplares que nunca foram emprestados.
pt_br: Este relatório irá listar exemplares em sua coleção que nunca foram emprestados.
sk: Tento výkaz vymenuje exempláre vo Vašej zbierke, ktoré neboli nikdy vypožičané.
sv: Denna rapport listar objekt i din samling som aldrig lånats ut.
tr: Bu rapor koleksiyonunuz içinde hiç ödünç verilmemiş materyalleri listeleyecektir.
zh_tw: 此報表將列出不曾借出的館藏。

source: This report will list the average time items are out on loan based on the criteria you enter
ar: هذا التقرير قائمة بمعدل ​​الوقت في إعارة المواد إلى الخارج إعتماداً على المعايير التي تدخلها
cs: Tato zpráva zobrazí seznam průměrných časů výpůjček na základě kritérií, které zadáte
da: Denne rapport vil den gennemsnitlige udlånstid ud fra de indtastede kriterier
de: Dieser Report zeigt die Durchschnittsdauer einer Ausleihe, basierend auf den eingegebenen Kriterien
el: Αυτή η έκθεση θα εμφανίσει τον μέσο όρο χρόνου που τα τεκμήρια είναι δανεισμένα σύμφωνα με τα κριτήρια που εισάγετε
es: Este informe listará el tiempo medio de ítems en préstamo basado en el criterio que ingrese
eu: Este informe listará el tiempo medio de ítems en préstamo basado en el criterio que ingrese
fi: Tämä raportti listaa keskimääräisen laina-ajan niteille antamiesi kriteerien mukaan
fr: Ce rapport liste la durée moyenne des prêts sur la base des critères que vous saisissez.
hi: इस रिपोर्ट में यह औसत समय आइटम मानदंड आप में प्रवेश के आधार पर ऋण पर बाहर हैं सूची जाएगा
it: Questo report elenca ll tempo medio che le copie sono in prestito basato sui criteri che inserisci
oc: Aqueste rapòrt lista la durada mejana des prèstes sus la basa des critèris que sasissètz.
pl: Ten raport będzie zawierał listę średniego czasu wypożyczeń poszczególnych egzemplarzy, która powstanie w oparciu o wprowadzone kryteria
pt: Este relatório lista o tempo médio de empréstimo baseado no critério que inseriu
pt_br: Este relatório irá listar o tempo médio que os itens estiveram emprestados, com base nos critérios informados por você
sk: Tento výkaz vymenuje priemerný čas výpožičiek exemplárov na základe Vami udaných kritérií
sv: Denna rapport listar den genomsnittliga tiden som objekt är utlånade baserat på de kriterier du anger
tr: Bu rapor girmiş olduğunuz kritere bağlı olarak borç dışındaki ortalama zaman malzemelerini listeleyecektir.
zh_tw: 此報表將列出各類型館藏的平均借出時間

source: This report will list the total number of items of each item type per library.
ar: هذا التقرير قائمة بالعدد الإجمالي للمواد من كل نوع مادة لكل مكتبة.
cs: Tato zpráva vypíše celkový počet výtisků každého typu po knihovnách.
da: Denne rapport viser antallet af eksemplarer, af hver eksemplartype pr. bibliotek.
de: Dieser Report listet auf, wieviele Exemplare der einzelnen Medientypen je Bibliothek im System vorhanden sind.
el: Αυτή η αναφορά θα καταγράφει το συνολικό αριθμό τεκμηρίων για κάθε τύπο τεκμηρίου ανά βιβλιοθήκη.
es: Este informe mostrará el número total de ítems para cada tipo de ítem por biblioteca.
eu: Este informe mostrará el número total de ítems para cada tipo de ítem por biblioteca.
fi: Tämä raportti listaa kokonaismäärän kunkin aineistolajin niteistä kirjastoittain.
fr: Ce rapport liste le nombre total d'exemplaires par type d'exemplaire et par site.
hi: इस रिपोर्ट में पुस्तकालय के अनुसार प्रत्येक आइटम प्रकार की वस्तुओं की कुल संख्या की सूची जाएगा।
it: Questo report ti mostrerà i totali di copie per tipologia e biblioteca.
oc: Aqueste rapòrt lista lo nombre total d'exemplars per tipe d'exemplar e per site.
pl: Ten raport będzie zawierał listę wszystkich egzemplarzy z każdego typu dokumentu w bibliotece.
pt: Este relatório irá lista o número total de exemplares de cada tipo de exemplar por biblioteca.
pt_br: Este relatório irá listar o número total de exemplares de cada tipo de material por biblioteca.
sk: Tento výkaz vymenuje celkový počet exemplárov každého typu exemplára na knižnicu.
sv: Denna rapport listar det totala antalet objekt för varje objekttyp och bibliotek.
tr: Bu rapor kütüphane başına her materyalin toplam adedini listeler.
zh_tw: 此報表將列出各類型的館藏總數。
