Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: From the results you can click the 'Details' link to see the full invoice or 'Close' to note that the invoice is closed/paid for.
ar: من النتائج يمكنك النقر على رابط "تفاصيل" لمشاهدة الفاتورة كاملة، او "غلق" عند ملاحظة اغلاق الفاتورة/دفع ثمنها.
cs: Ve výsledcích můžete kliknout na odkaz 'Podrobnosti' pro zobrazení celého dokladu, nebo na 'Uzavřeno' pro oznámení, že doklad je uzavřený/zaplacený.
da: Fra resultaterne kan du klikke på linket 'Detaljer' for at se den samlede faktura eller 'Luk' for at anmærke at fakturaen er lukket/betalt.
de: In der Resultatliste können Sie auf den Link 'Details' klicken um die Rechnung anzuzeigen oder auf 'Schließen' um festzuhalten, dass die Rechnung abgeschlossen bzw. bezahlt ist.
el: Από τα αποτελέσματα μπορείτε να πατήσετε τον σύνδεσμο 'Λεπτομέρειες' για να δείτε το πλήρες τιμολόγιο ή 'Ολοκλήρωση' για να σημειώσετε ότι το τιμολόγιο έχει περατωθεί/αποπληρωθεί.
es: De los resultados puede hacer clic en el enlace 'Detalles' para ver la factura completa o 'Cerrar' para indicar que la factura está cerrada/pagada.
eu: A partir de los resultados puede hacer clic en el enlace 'Detalles' para ver el total de la factura o 'Cerrar' para señalar que la factura se cierra/pagado.
fi: Hakutuloksesta voit valita 'Tilaustiedot' nähdäksesi koko tilauksen tai 'Sulje' suljetun/maksetun tilauksen merkkinä.
fr: À partir des résultats, vous pouvez cliquer sur le lien 'Détails' pour voir la facture complète ou 'Fermer' pour indiquer que cette facture est payée.
hi: परिणामों से आप पूर्ण चालान या 'बंद' को देखने के लिए ध्यान दें कि चालान बंद कर दिया/के लिए भुगतान किया जाता है 'विवरण' लिंक पर क्लिक कर सकते हैं।
it: Premi 'Dettagli' per vedere tutta la fattura, o premi 'Chiudi' per indicare che è stata pagata.
oc: A partir des resultats, podètz clicar sul ligam 'Detalhs' per veire la factura completa o 'Tampar' per indicar qu'aquesta factura es payée.
pl: Kliknięcie 'Szczegóły' wyświetli dane faktury, kliknięcie 'Zamknij' zaksięguje fakturę i oznaczy jako zamknięta/zapłacona.
pt: A partir dos resultados pode clicar em 'Detalhes' para ver a factura completa ou 'Fechar' para dizer que está fechada/paga.
pt_br: A partir dos resultados você pode clicar em 'Detalhes' para ver a fatura completa ou 'Fechar' para anotar que a fatura foi fechada/paga.
sk: Vo výsledkoch môžete kliknúť na odkaz 'Podrobnosti' pre náhľad na plnú faktúru alebo 'Zavrieť', čím označíte, že faktúra je uzavretá/zaplatená.
sv: I resultaten kan du klicka på länken 'Detaljer' för att se den kompletta fakturan eller 'Stäng' för att ange att fakturan är stängd/betald.
tr: Sonuçlardan 'Detaylar' bağlantısına faturanın tamamını görmek için tıklayabilirsiniz ya da faturanın ödendiğini belirtmek için 'Kapat' bağlantısına tıklayabilirsiniz.
zh_tw: 從結果裡可以點選 '詳情' 連結，檢視詳細的發票；或 '關閉' 連結，表示發票已結案/支付。

source: From the results you can view the MARC or Card view for the records or choose to Import them into Koha
ar: من قائمة النتائج ستتمكن من عرض مارك أو عرض البطاقة للتسجيلات أو اختر استيرادها الى كوها
cs: Ve výsledcích můžete záznamy prohlížet ve formátu MARC, nebo jako kartu. Libovolné záznamy vybrat a importovat je do systému Koha
da: Fra resultaterne kan du se MARC eller kortvisning for posterne eller vælge at importere dem til Koha
de: Bei den Resultaten können Sie die MARC- oder Kartenanzeige der Datensätze anzeigen lassen oder sie für den Import in Koha auswählen.
el: Από τα αποτελέσματα μπορείτε να δείτε την προβολή MARC ή Κάρτας για τις εγγραφές ή να επιλέξετε να τις Εισάγετε στο Koha
es: Desde los resultados puede ver la vista MARC o vista de tarjeta de los registros o decidir importarlos dentro de Koha
eu: Emaitzetan erregistroen MARC edo txartel bista ikusi dezakezu, edo Kohara inportatzea aukeratu
fi: Hakutuloksesta voit nähdä MARC- tai korttinäytön tietueesta tai valita niiden tuonnin Kohaan
fr: Dans la page de résultats, vous pouvez avoir une vue MARC ou Fiche des notices ou choisir de les importer dans Koha.
hi: परिणामों से आप रिकॉर्ड के लिए मार्क या कार्ड दृश्य को देखने या उन्हें Koha में आयात करने के लिए चुन सकते हैं
it: Dalla pagina dei risultati puoi vedere il record in formato MARC o scheda, e scegliere se importare il record in Koha
oc: Dins la pagina de resultats, podètz aver una vista MARC o Fiche des notícias o causir de les importar dins Koha.
pt: A partir dos resultados pode ver a vista MARC ou Cartão para os registos ou escolher para importar para o Koha
pt_br: Nos resultados você pode ver o formato MARC ou ficha de cada registro ou optar por importá-lo no Koha
sk: Vo výsledkoch môžete nahliadnuť do MARC alebo karty alebo môžete zvoliť ich import do Kohy
sv: Från resultaten kan du se MARC- eller kortvisning för posterna eller välja att importera dem till Koha
tr: Sonuçlardan kayıtlara yönelik MARC ya da Kart görünümü görüntüleyebilir ya da bunları Koha’ya aktarmayı seçebilirsiniz.
zh_tw: 從結果裡可看到紀錄的 MARC 或卡片格式，或選擇匯入至Koha

source: From the results you will see the authority record, how many bibliographic records it is attached to, and a delete link (if there are not bibliographic records attached).
ar: من النتائج سترى التسجيلة الإستنادية ، وكم من التسجيلات الببليوغرافية متعلقة بها ، ووصلة حذف ( إذا ما لم يكن هنالك تسجيلات ببليوغرافية متعلقة)
cs: Ve výsledcích se zobrazí záznam autority s informací o tom, ke kolika bibliografickým záznamům je přiřazena a s odkazem na odstranění (pokud není přiřazena k žádnému bibliografickému záznamu).
da: Fra resultaterne kan du se normposten, hvor mange bivliografiske poster den er forbundet med, og et slettelink (hvis der ikke er bibliografiske poster tilknyttet).
de: Bei den Resultaten sehen Sie den Normdatensatz, die Anzahl der zugeordneten bibliographischen Datensätze und einen Link zum Löschen (sofern keine bibliographischen Datensätze zugeordnet sind).
el: Στα αποτελέσματα θα δείτε την εγγραφή καθιερωμένου όρου, πόσες βιβλιογραφικές εγγραφές είναι προσαρτημένες σε αυτόν, και έναν σύνδεσμο διαγραφής (αν δεν υπάρχουν βιβλιογραφικές εγγραφές προσαρτημένες σε αυτόν).
es: Desde los resultados podrá ver el registro de autoridad, a cuantos registros bibliográficos está asociado, y un enlace para eliminarla (si no hay registros asociados)
eu: Emaitzetan hauxe ikusiko duzu: autoritate erregistroa, hura lotuta dagoen bibliografia erregistroak, eta hura ezabatzeko lotura bat (horri lotutako bibliografia erregistrorik ez badago).
fi: Hakutuloksesta voit nähdä auktoriteettitietueen, montako nimeketietuetta siihen on liitetty ja poistolinkin (jos yhtään nimeketietuetta ei liity siihen).
fr: Dans la page de résultat, vous voyez les autorités, le compteur de notices bibliographiques reliées et un lien Supprimer (s'il n'y a pas de notice rattachée).
hi: परिणाम से आप प्राधिकरण रिकॉर्ड, कितने ग्रंथ सूची रिकॉर्ड इसे से जुड़ा हुआ है, और एक डिलीट लिंक देखेंगे (अगर वहाँ ग्रंथ सूची रिकॉर्ड संलग्न नहीं कर रहे हैं)।
it: Dalla pagina dei risultati, puoi vedere il record di autorità, quanti record bibliografici ha associati, e il link per cancellare l'autorità (se non ha record bibliografici associati).
oc: Dins la pagina de resultat, vesètz las autoritats, lo comptador de notícias bibliograficas religadas e un ligam Suprimir (se i a pas de notícia restacada).
pt: Nos resultados poderá ver o registo de autoridade, quantos registos se encontram associados e uma ligação para eliminar (se não ter registos associados).
pt_br: Nos resultados você pode ver o registro de autoridade, quantos registros bibliográficos estão relacionados a ele e apagar um link (se não houver registros bibliográficos relacionados a ele).
sk: Pri výsledkoch uvidíte záznam autorít, koľko knižničných záznamov sa na ne viaže a odkaz na odstránenie (pokiaľ naň nie sú naviazané žiadne knižničné záznamy).
sv: Från resultaten kan du se auktoritetsposten, hur många bibliografiska poster den är kopplad till och en länk för radering (om inga bibliografiska poster är anslutna).
tr: Sonuçlardan otorite kaydını göreceksiniz; kaç tane bibliyografik kaydın eklendiğini ve silme bağlantısını (bibliyografik kayıt eklenmediyse).
zh_tw: 從結果裡可看到權威紀錄、使用它的書目紀錄以及刪除連結(沒有書目紀錄使用時)。

source: From the results, click 'Order' next to the item you want to order and you will be presented with the order form including a link to the suggestion
ar: من النتائج انقر على 'أطلب' بجانب المادة التي ترغب بطلبها وسيُعرض لك نموذج الطلب الذي يتضمن وصلة للإقتراح الأصلي
cs: Ve výsledcích klikněte na 'Objednat' u jednotky, kterou chcete objednat. Objeví se objednávkový formulář s odkazem na návrh
da: Fra resultaterne, klik på 'Bestil' ved siden af eksemplaret, hvis du vil bestille og der vises en bestillingsformular med et link til forslaget
de: Klicken Sie in der Resultatliste neben dem zutreffenden Exemplar auf 'Bestellen', um ein entsprechendes Formular inklusive eines Links zum Anschaffungsvorschlag zu erhalten.
el: Από τα αποτελέσματα, πατήστε 'Παραγγελία' στο πλάι του τεκμηρίου που θέλετε να παραγγείλετε και θα σας παρουσιαστεί η φόρμα παραγγελίας, συμπεριλαμβανομένου ενός συνδέσμου προς στην παραγγελία
es: Desde los resultados, haga clic en 'Pedir' al lado del ítem que desee ordenar y se presentará un formulario de pedido incluyendo un enlace a la sugerencia
eu: A partir de los resultados haga clic en 'Orden' junto al elemento que desea solicitar y se le presentará con el formulario de pedido que incluye un enlace a la sugerencia
fi: Hakutuloksesta klikkaa 'Tilaa' sen nimekkeen vieressä, jonka haluat tilata ja saat tilauslomakkeen, jossa on linkki hankintaehdotukseen
fr: À partir des résultats, cliquer sur 'Commander' à coté de l'exemplaire que vous voulez commander et vous arrivez sur le formulaire de commande avec un lien vers la suggestion.
hi: परिणामों से, 'आदेश' आइटम आप आदेश करना चाहते हैं पर क्लिक करें और आप सुझाव के लिए एक लिंक सहित आदेश फार्म के साथ प्रस्तुत किया जाएगा
it: Premi 'Ordina' accanto alla copia che vuoi ordinare e ti verrà presentata la form di ordine, con un link alla richiesta di acquisto.
oc: A partir dels resultats, clicar sus 'Comandar' a costat de l'exemplar que volètz comandar e arribatz sul formulari de comanda amb un ligam cap a la suggestion.
pl: Z listy propozycji, kliknij na 'Wybierz', by zamówić. Wyświetli się formularz zamówienia z informacją, że pochodzi ona z propozycji zakupu.
pt: A partir dos resultados, clique na ligação 'Encomenda' junto ao exemplar que deseja comprar e será apresentado o formulário de encomenda com uma ligação para a sugestão.
pt_br: Na tela de resultados, clique em 'Pedido' ao lado do exemplar que você deseja encomendar e você será levado para o formulário de pedidos, incluindo um link para a sugestão
sk: Vo výsledkoch kliknite na 'Objednať' vedľa exemplára, ktorý chcete objednať, a zobrazí sa vám objednávkový formulár spolu s odkazom na návrh
sv: I resultaten klickar du på 'Beställning' bredvid den post du vill beställa. Då visas ett beställningsformulär inklusive en länk till förslaget
tr: Sonuçlardan, sipariş etmek istediğiniz materyalin yanındaki 'Sipariş Ver'e tıklayınız, talebinize yönelik bir bağlantı ile birlikte size bir sipariş formu sunulacak
zh_tw: 從結果裡，點選館藏旁的 '訂單'，出現包括採訪建議連結的訂單表格

source: From the results, click the Order link next to the item you want to purchase.
ar: من النتائج ، انقر على وصلة الطلب بجانب المادة التي تود شرائها.
cs: Ve výsledcích klikněte na odkaz Objednat u jednotky, kterou chcete zakoupit.
da: Fra resultaterne klik på ordrelinket ved siden af det eksemplar, der skal købes
de: Bei den Resultaten klicken Sie auf den Bestell-Link neben dem Medium, das Sie erwerben möchten.
el: Από τα αποτελέσματα, πατήστε τον σύνδεσμο Παραγγελία πλάι στο τεκμήριο που θέλετε να αγοράσετε
es: Desde los resultados, haga clic en el enlace Pedir al lado de cada ítem que desee adquirir.
eu: Desde los resultados, seleccionar el enlace Orden al lado de cada ítem que desee adquirir.
fi: Klikkaa 'Tilaa' sen nimekkeen vieressä, jonka haluat hankkia.
fr: Dans les résultats, cliquez le lien 'Commander' à côté du document que vous voulez acheter.
hi: परिणामों से, आदेश लिंक आइटम जिसे आप खरीद करना चाहते हैं पर क्लिक करें।
it: Dai risultati, clicca il link 'Ordina' accanto alla copia che vuoi acquistare.
oc: Dins les resultats, clicatz lo ligam 'Comandar' a costat del document que volètz acheter.
pl: Kliknij 'Wybierz' obok pozycji, a dane przeniosą się do zamówienia.
pt: A partir dos resultados, clique na ligação 'Encomenda' junto ao exemplar que deseja comprar.
pt_br: Nos resultados, clique no link 'Pedido' ao lado do tem que você deseja adquirir.
sk: Vo výsledkoch kliknite na odkaz Objednávka vedľa exemplára, ktorý chcete zakúpiť.
sv: Från resultaten klickar du på länken Beställning intill den post du vill köpa.
tr: Sonuçlardan, satın almak istediğiniz materyalin yanındaki Sipariş bağlantısına tıklayınız.
zh_tw: 從結果裡，點選訂單連結。

source: From the results, simply click 'Order' to be brought to the order form.
ar: من النتائج ، ببساطة أنقر على 'طلب' لجلبها إلى نموذج الطلب.
cs: Ve výsledcích jednoduše klikněte na 'Objednat' a zobrazí se objednávkový formulář.
da: Fra resultaterne, klik simpelthen på 'Bestil' for at komme til ordre-formularen
de: In der Trefferliste können Sie 'Bestellen' auswählen, um zum Bestellformular zu gelangen
el: Από τα αποτελέσματα, απλά πατήστε το 'Παραγγελία' για να μεταφερθείτε στη φόρμα παραγγελίας.
es: Desde los resultados, haga clic en 'Pedir' para ir al formulario de pedido.
eu: Emaitzetan, egin klik 'Eskaera' botoian eskaera inprimakira joateko.
fi: Tuloslistassa klikkaa 'Tilaa' päästäksesi tilauslomakkeelle.
fr: Dans les résultats, cliquez sur 'Commander' pour arriver au formulaire de commande.
hi: परिणामों से, 'आदेश' लिंक आइटम आप खरीद करना चाहते हैं पर क्लिक करें।
it: Nei risultati, premi 'Ordina' per passare alla form degli ordini.
oc: Dins les resultats, clicatz sus 'Comandar' per arriver al formulari de comanda.
pl: Z listy wyników wyszukiwania, jeśli chcesz przenieść rekord do formularza zamówienia, kliknij na 'Wybierz'.
pt: A partir dos resultados, clique na ligação 'Encomenda' para ver o formulário de encomenda.
pt_br: Nos resultados, clique em 'Pedido' para ser levado ao formulário de pedido.
sk: Vo výsledkoch, jednoducho kliknite na 'Objednať' a prejdete na objednávkový formulár.
sv: Från resultaten klickar du på 'Beställning' för att gå till beställningsformuläret.
tr: Sonuçlardan, sadece sipariş formuna getirilecek 'Sipariş Ver'e tıklayınız.
zh_tw: 從結果裡，點選 '訂單'，就能進入訂單表格。

source: From the results, simply click 'Order' to be brought to the order form.
ar: من النتائج ، ببساطة أنقر على 'طلب' لجلبها إلى نموذج الطلب.
cs: Ve výsledcích jednoduše klikněte na 'Objednat' a zobrazí se objednávkový formulář.
da: Fra resultaterne, klik simpelthen på 'Bestil' for at komme til ordre-formularen
de: In der Trefferliste können Sie 'Bestellen' auswählen, um zum Bestellformular zu gelangen.
el: Από τα αποτελέσματα, απλά πατήστε το 'Παραγγελία' για να μεταφερθείτε στη φόρμα παραγγελίας.
es: Desde los resultados, haga clic en 'Pedir' para ir al formulario de pedido.
eu: Desde los resultados, seleccione 'Pedido' para ir al formulario de compra.
fi: Tuloslistassa klikkaa 'Tilaa' päästäksesi tilauslomakkeelle.
fr: Dans les résultats, cliquez sur 'Commander' pour arriver au formulaire de commande.
hi: परिणामों से, 'आदेश' लिंक आइटम आप खरीद करना चाहते हैं पर क्लिक करें।
it: Nei risultati, premi 'Ordina' per passare alla form degli ordini.
oc: Dins les resultats, clicatz sus 'Comandar' per arriver al formulari de comanda.
pl: Z listy wyników wyszukiwania, jeśli chcesz przenieść rekord do formularza zamówienia, kliknij na 'Wybierz'.
pt: A partir dos resultados, clique na ligação 'Encomenda' para ver o formulário de encomenda.
pt_br: Nos resultados, clique em 'Pedido' para ser levado ao formulário de pedido.
sk: Vo výsledkoch, jednoducho kliknite na 'Objednať' a prejdete na objednávkový formulár.
sv: Från resultaten klickar du på 'Beställning' för att gå till beställningsformuläret.
tr: Sonuçlardan, sadece sipariş formuna getirilecek 'Sipariş Ver'e tıklayınız.
zh_tw: 從結果裡，點選 '訂單'，就能進入訂單表格。

source: From the search results you can click the 'Serial Receive' link or you can click on the subscription title and then click the 'Receive' button.
ar: من نتائج البحث يمكنك أن تنقر على وصلة 'استلام الدوريات' أو يمكنك أن تنقر على عنوان الإشتراك ومن ثمَّ النقر على زر الـ 'استلام'
cs: Ve výsledcích vyhledávání klikněte na odkaz 'Přijetí periodika', nebo klikněte na název předplatného a pak na tlačítko 'Přijmout'.
da: Frau søgeresultaterne kan du klikke på linket 'Modtag tidsskrift' eller på abonnementstitlen og derefter på 'Modtag'.
de: Auf der Seite mit den Suchresultaten können Sie entweder auf 'Heftzugang' oder auf den Abonnementtitel und dann auf 'Zugang' klicken.
el: Από τα αποτελέσματα αναζήτησης μπορείτε να κάνετε κλικ στον σύνδεσμο 'Παραλαβή Περιοδικής Έκδοσης' ή μπορείτε να κάνετε κλικ στον τίτλο συνδρομής και μετά στο κουμπί 'Παραλαβή'.
es: De los resultados de búsqueda que usted puede hacer clic en el enlace 'Recibir publicación periódica' o puede hacer clic en el título de la suscripción y entonces hacer clic en el botón 'Recibir'.
eu: Bilaketa emaitzetan 'Jaso aldizkako argitalpena' loturan klik egin dezakezu, edo harpidetzaren izenburuan klik egin eta, ondoren, 'Jaso' botoian.
fi: Hakutuloksessa voit klikata 'Kausijulkaisun vastaanotto' tai voit klikata tilauksen nimeä ja sen jälkeen klikata 'Vastaanotto'.
fr: Dans la page de résultat, vous pouvez cliquer sur Bulletiner ou bien sur le titre du périodique puis sur le bouton Bulletiner dans la page suivante.
hi: खोज से परिणाम आप 'सीरियल करे' लिंक पर क्लिक कर सकते हैं या आप सदस्यता शीर्षक पर क्लिक करें और फिर 'प्राप्त' बटन पर क्लिक कर सकते हैं।
it: Dai risultati della ricerca puoi cliccare su 'Ricevi risorse in continuazione' o puoi cliccare sul titolo dell'abbonamento e poi cliccare sul bottone 'Ricevi'.
oc: Dins la pagina de resultat, podètz clicar sus Bulletiner o bien sul titre del periodic puèi sul boton Bulletiner dins la pagina seguenta.
pl: Na liście wyników wyszukiwania kliknij 'Otrzymaj czasopismo' lub w rekordzie czasopisma wybierz 'Otrzymaj'.
pt: A partir do resultado de pesquisa, é possível clicar em 'Receber Periódico' ou clicar no título da subscrição e por fim clicar no botão 'Receber'.
pt_br: A partir do resultado de pesquisa, é possível clicar em 'Receber Periódico' ou clicar no título da subscrição e por fim clicar no botão 'Receber'.
sk: Vo výsledkoch hľadania môžete kliknúť na odkaz 'Prijatie periodika' alebo môžete kliknúť na názov predplatného a potom kliknúť na tlačidlo 'Prijať'.
sv: Från sökresultaten kan du klicka på länken 'Mottagning periodika' eller på prenumerationstiteln och sedan på knappen 'Mottagning'.
tr: Arama sonuçlarından, 'Süreli Yayınlar Alım' bağlantısına tıklayabilir ya da abone başlığına tıklayabilir ve daha sonra 'Al' butonuna tıklayabilirsiniz.
zh_tw: 從搜尋結果裡，可以點選 '簽收期刊' 連結；或點選訂閱題名，再按下 '收到' 鈕。

source: From the search results, click the check box next to the items you want to add to the batch and click the 'Add checked' button. You can also add items one by one by clicking the 'Add' link to the left of each item.
ar: من نتائج البحث انقر على مربع الإختيار بجانب المواد التي تود أن تضيفها إلى الدفعة وأنقر على زر "إضافة المحدد'. ستتمكَّن أيضاً من إضافة المواد واحدةً تلو الأخرى من خلال النقر على رابط الـ'إضافة' على يمين كل مادة.
cs: Ve výsledcích vyhledávání zaškrtněte políčka u jednotek, které chcete přidat do dávky a pak klikněte na tlačítko 'Přidat vybrané'. Jednotky můžete přidávat také po jedné kliknutím na odkaz 'Přidat' vlevo u jednotky.
da: Fra søgeresultaterne, marker feltet ved siden af eksemplaret, der skal tilføjes til stabelen og klik på knappen 'Tilføj markerede'. Du kan også tilføje eksemplarer en ad gangen ved at klikke på linket 'Tilføj' til venstre for hvert eksemplar.
de: In der Trefferliste können Sie über die Checkboxen neben den Einzeltreffern auswälen, welche Exemplare zu einem Stapel hinzugefügt werden sollen. Klicken Sie hierzu auf 'Markierte hinzufügen'. Sie können auch einzelne Exemplare nacheinander über den Link 'Hinzufügen' neben den einzelnen Einträgen hinzufügen.
el: Στα αποτελέσματα αναζήτησης, κάντε κλικ στο κουτί επιλογής δίπλα στα αντίτυπα που θέλετε να προσθέσετε στην παρτίδα και κάντε κλικ στο 'Προσθήκη επιλεγμένων'. Μπορείτε επίσης να προσθέσετε αντίτυπα ένα-ένα κάνοντας κλικ στο 'Προσθήκη' στα αριστερά κάθε αντιτύπου.
es: Desde los resultados, seleccione los ítems que desee agregar al lote y haga clic en 'Agregar seleccionados'. También puede agregar ítems uno a uno haciendo clic en el enlace 'Agregar' a la izquierda de cada ítem.
eu: Bilaketa emaitzetan, egin klik sortara gehitu nahi dituzun elementuen alboan dagoen kontrol-laukian eta, ondoren, 'Gehitu markatutakoak' botoian. Era berean, elementuak banaka gehitu ditzakezu, elementu bakoitzaren ezkerrera dagoen 'Gehitu' loturan klik eginez.
fi: Hakutuloksissa klikkaa valinta niiden niteiden kohdalle, jotka haluat lisätä eräajoon ja klikkaa 'Lisää valitut'. Voit lisätä niteitä myös yksitellen klikkaamalla 'Lisää' jokaisen niteen vasemmalla puolella.
fr: Dans le résultat de la recherche, cliquez sur les coches des exemplaires que vous voulez ajouter au lot, puis cliquez sur le bouton Ajout sélection. Vous pouvez également ajouter les exemplaires un-à-un en cliquant sur le lien Ajouter qui se trouve sur la gauche de chaque exemplaire.
hi: खोज परिणामों से, चेक बॉक्स आइटम आप बैच के लिए जोड़ सकते हैं और 'की जाँच करें' बटन पर क्लिक करना चाहते हैं पर क्लिक करें। तुम भी आइटम प्रत्येक आइटम के बाईं ओर लिंक 'जोड़ें' पर क्लिक करके एक के बाद एक जोड़ सकते हैं।
it: Dai risultati, clicca la casella di spunta di ciascuna copia che vuoi aggiungere al batch, poi clicca il bottone 'Aggiungi selezionati al batch'. Puoi anche aggiungere le copie una ad una cliccando 'Aggiungi' alla sinistra di ogni copia.
oc: Dins lo resultat de la recèrca, clicatz suls coches des exemplars que volètz apondre al lot, puèi clicatz sul boton Apondon seleccion. Podètz tanben apondre los exemplars un-à-un en clicant sul ligam Apondre qui se tròba sus la esquèrra de cada exemplar.
pt: A partir dos resultados de pesquisa, clique nas caixas de selecção junto ao exemplares que deseja adicionar ao lote e carregue no botão 'Adicionar seleccionados'. Pode também adicionar os exemplares um a um usando a ligação 'Adicionar' à esquerda de cada exemplar.
pt_br: Nos resultados da busca, clique na caixa de seleção ao lado dos exemplares que você deseja adicionar ao lote e clique em 'Adicionar selecionados'. Você também pode adicionar os exemplares um a um clicando no link 'Adicionar' ao lado de cada exemplar.
sk: Vo výsledkoch hľadania, zaškrtnite políčko vedľa exemplárov, ktoré chcete pridať do dávky a kliknite na tlačidlo 'Pridať zaškrtnuté'. Exempláre môžete pridať aj po jednom, kliknutím na odkaz 'Pridať' naľavo od každého exemplára.
sv: Från sökresultaten markerar du kryssrutan intill posterna du vill lägga till i satsen och sedan på knappen 'Lägg till markerade'. Du kan också lägga till enskilda poster genom att klicka på länken 'Lägg till', till vänster om varje post.
tr: Arama sonuçlarından, toplu dosyaya eklemek istediğiniz materyallerin yanındaki onay kutusuna tıklayın ve 'Onayı ekle' butonuna tıklayın. Her materyalin solundaki 'Ekle' bağlantısına tıklayarak da materyalleri teker teker ekleyebilirsiniz.
zh_tw: 從搜尋結果裡，點選打算館藏旁的盒，再點選 '新增加入' 鈕，就能將該館藏加入批次。也可一個個勾選館藏左方的 '新增' 連結。
