Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Using the publication and expiration date fields you can control how long your item appears
ar: باستخدام حقول تاريخ النشر والانتهاء بإمكانك أن تتحكم بالكيفية التي تظهر بها المواد
cs: S využitím polí publikace a datumu vypršení platnosti, můžete určit, jak dlouho se výtisk zobrazuje
da: Med publikations- og udløbsdatofelterne, kan du kontrollere, hvor længe elementet skal vises
de: Indem Sie die Felder Veröffentlichung- und Ablaufdatum verwenden, können Sie kontrollieren wie lange der Eintrag angezeigt wird
el: Χρησιμοποιώντας τα πεδία ημερομηνίας δημοσίευσης και λήξης μπορείτε να ελέγξετε πόσο καιρό εμφανίζεται το τεκμήριό σας
es: Con los campos de fecha de publicación y caducidad se puede controlar el tiempo que el ítem aparece
eu: Argitaratze eta iraungitze data eremuak erabilita zure elementua zenbat denborak agertuko den kontrolatu dezakezu
fi: Käyttämällä 'Julkaisu-' ja 'Vanhentumispvm' -kenttiä voit määrittää, kuinka kauan uutisesi näkyy
fr: Utilisez les champs dates de publication et d'expiration afin de contrôler quand et combien de temps votre annonce apparaîtra.
hi: प्रकाशन और समाप्ति तिथि के खेतों का उपयोग आप कितनी देर तक अपने आइटम प्रकट होता है नियंत्रित कर सकते हैं
it: Usando i campi pubblicazione e data di scadenza puoi controllare quanto a lungo la news apparirà
oc: Utilizatz los camps dates de publicacion e d'expiracion per fin de contrôler quand e combien de temps vòstra annonce apareisserà.
pt: Usando os campos da data de publicação e expiração pode controlar o tempo que o item aparece
pt_br: Usando os campos da data de publicação e expiração pode controlar o tempo que o item aparece
sk: Použitím dátumových polí publikovania a vypršania môžete kontrolovať ako dlho sa Váš oznam objavuje
sv: Med datumfälten för publicering och slutdatum kan du ställa in hur länge notisen ska visas
tr: Yayın ve bitiş tarihi alanlarını kullanarak materyalinizin ne kadar süre görüneceğini denetleyebilirsiniz
zh_tw: 根據出版年與註銷年欄位的內容，可以控制館藏在館內的年限

source: Using the search form that is presented you can find a list of specific items that can be output to the screen or to a CSV file. If your results are printed to the screen you will have the option to narrow your search further using filters at the top.
ar: باستخدام نموذج البحث المقدم لك يمكنك العثور على قائمة بالمواد المحددة التي يمكن إخراجها إلى الشاشة أو إلى ملف CSV. إذا تمت طباعة نتائجك إلى الشاشة سيكون لديك خيار تضييق نطاق بحثك باستخدام المرشحات الموجودة في الأعلى.
de: Mit dem angezeigten Suchformular können Sie eine Liste von Exemplaren am Bildschirm oder in eine CSV-Datei ausgeben. Bei der Bildschirmanzeige haben Sie die Möglichkeit, die Suche über Filter weiter einzuschränken.
es: Utilizando el formulario de búsqueda que es presentado, usted puede localizar una lista de ítems específicos que pueden ser emitidos a la pantalla o a un archivo CSV. Si el resultado es impreso en la pantalla, tendrá la opción de delimitar la búsqueda más a fondo utilizando los filtros en la parte superior.
fi: Käyttämällä hakulomaketta voit löytää nimekkeitä, jotka voidaan näyttää näytöllä tai CSV-tiedostona. Jos hakutulos näkyy näytöllä, voit kaventaa hakuasi edelleen ylhäällä olevilla suodattimilla.
hi: प्रयुक्त किया है खोज फ़ॉर्म कि आप विशिष्ट आइटम है कि स्क्रीन करने के लिए या एक सीएसवी फाइल करने के लिए उत्पादन किया जा सकता है की एक सूची पा सकते हैं । अपने परिणामों को स्क्रीन करने के लिए मुद्रित कर रहे हैं, तो आप आगे शीर्ष पर फिल्टर का उपयोग अपनी खोज को संकीर्ण करने का विकल्प होगा।
it: Usando il form di ricerca che si è presentato potrai trovare una lista di specifiche copie che puoi estrarre a video o in un file CSV. Se i risultati sono stampati a video, poi restringere la ricerca usando i filtri presenti nella parte alta.
pt: Usando o formulário de pesquisa que é apresentado pode procurar uma lista de exemplares específicos que podem ser mostrados no ecrã ou num ficheiro CSV. Se os resultados foram mostrados no ecrã terá a opção de restringir a pesquisa com os filtros do topo.
sk: Pomocou zobrazeného vyhľadávacieho formulára môžete nájsť zoznam špecifických exemplárov, ktoré môžu byť vyvesené na obrazovku alebo do súboru CSV. Ak sa vaše výsledky vyvesia na obrazovke, budete mať možnosť zúžiť vaše hľadanie ďalej pomocou filtrov hore.
tr: Size sunulan arama formunu kullanarak ekrana ya da bir CSV dosyasına çıktısı alınabilen belirli materyallerin listesini bulabilirsiniz. Eğer sonuçlarınız ekrana yazdırılacaksa, en üst kısımdaki filtreleri kullanarak aramanızı daraltma seçeneğiniz olacaktır.

source: Using this page you can control which options Koha gives patrons on their search results.
ar: بإستخدام هذه الصفحة بإمكانك أن تتحكم بالخيارات التي يعطيها كوها للمستفيدين في نتائج بحثهم .
cs: Na této stránce můžete určit, které volby dává Koha čtenářům pro jejich výsledky vyhledávání.
da: Ved at benytte denne side kan du kontrollere, hvilke optioner Koha giver lånere i resultaterne af deres søgning.
de: Auf dieser Seite kann konfiguriert werden, welche Optionen Koha Benutzern anbietet, um Ihre Suchergebnisse zu verbessern.
el: Χρησιμοποιώντας αυτή τη σελίδα μπορείτε να ελέγχετε ποιες επιλογές δίνει το Koha στα μέλη στα αποτελέσματα αναζήτησης.
es: Utilizando esta página puede controlar cuales opciones presenta Koha a usuarios en sus resultados de búsqueda.
eu: Utilizando esta página puedes controlar que opciones de Koha da a los socios en sus resultados de búsqueda.
fi: Käyttämällä tätä sivua voit kontrolloida, mitä vaihtoehtoja Koha antaa asiakkaille heidän hakutuloksissaan.
fr: Avec cette page, vous pouvez contrôler quelles seront les options possibles pour les adhérents sur leurs résultats de recherche.
hi: इस पेज का उपयोग कर सकते हैं आप पर नियंत्रण जो विकल्प कोहा अपने खोज परिणामों पर संरक्षक देता है।
it: Con questa pagina puoi controllare quali opzioni offre Koha agli utenti relativamente ai risultati delle ricerche.
oc: Amb aquesta pagina, podètz contrôler quelles seràn les opcions possibles per les aderents sus leurs resultats de recèrca.
pt: Usando esta página pode controlar quais as opções que o Koha dá ao leitor nos resultados de pesquisa.
pt_br: Usando esta página você pode controlar quais opções o Koha dá aos usuários no resultado de busca.
sk: Pomocou tejto stránky môžete ovládať, ktoré možnosti ponúka Koha čitateľom v ich výsledkoch hľadania.
sv: I denna sida kan du ställa in vilka alternativ Koha ger låntagarna för sökresultat.
tr: Bu sayfayı kullanarak KOHA'nın kullanıcılara arama sonuçlarında hangi seçenekleri sunacağını kontrol edebilirsiniz.
zh_tw: 以此頁控制讀者搜尋結果的選項。

source: Using this tool you can define what MARC field prints to the detail screen of the bibliographic record using keywords. The following example will use the subtitle field.
ar: باستخدام هذه الأداة بإمكانك أن تعرِّف ما هي حقول مارك التي ستطبع في صفحة التفاصيل للتسجيلة الببليوغرافية باستخدام الكلمات المفتاحية. الأمثلة التالية سوف تستخدم الحقول الفرعية.
cs: Pomocí tohoto nástroje můžete definovat, které pole MARC pole vytiskne na obrazovce podrobností o bibliografického záznamu pomocí klíčových slov. Následující příklad bude používat pole podnázvu (vedlejšího názvu).
da: Med dette værktøj kan man vha. nøgleord bestemme hvilket MARC-felt, der udgives på detaljeskærmen for den bibliografiske post. De følgende eksempler bruger undertitel feltet.
de: Mit diesem Werkzeug können Sie definieren welche MARC-Felder in der Vollansicht eines bibliographischen Datensatzes angezeigt werden. Das folgende Beispiel verwendet das Feld für den Untertitel.
el: Χρησιμοποιώντας αυτό το εργαλείο μπορείτε να ορίσετε τι πεδία MARC εκτυπώνει στη σελίδα λεπτομερειών της βιβλιογραφικής εγγρααφής με τη χρήση λέξεων κλειδιών. Το ακόλουθο παράδειγμα θα χρησιμοποιήσει το πεδίο υπότιτλου.
es: Con esta herramienta se puede definir qué campos MARC imprime en la pantalla de detalles del registro bibliográfico utilizando palabras clave. En el ejemplo siguiente se utiliza el campo de subtítulos.
eu: Tresna honen bidez bibliografia erregistroaren xehetasunen pantailan inprimatuko diren MARC eremuak definitu ditzakezu gako hitzak erabilita. Ondoko adibidean azpitituluak eremua erabiliko da.
fi: Käyttämällä tätä työkalua voit määrittää, mitä MARC-kenttiä nimeketietueesta näkyy Perustiedot-näytöllä sanahakua käytettäessä. Seuraava esimerkki käyttää alaotsikon kenttää.
fr: Avec cet outil, vous définissez les champs MARC qui s'affichent sur la page de détail d'une notice bibliographique en utilisant des mots clés. L'exemple suivant utilisera le champ sous-titre.
hi: यह उपकरण आपको खोजशब्दों का प्रयोग ग्रंथ सूची रिकॉर्ड का विस्तार स्क्रीन करने के लिए क्या मार्क क्षेत्र प्रिंट परिभाषित कर सकते हैं का उपयोग करना। निम्न उदाहरण उपशीर्षक क्षेत्र का उपयोग करेगा।
it: Usando questo strumento tu definisci quale campo Marc apparirà vicino a 'keywords' nel dettaglio del record bibliografico. Il seguente esempio usa il campo subtitle.
oc: Amb aqueste aisina, vous definissètz los camps MARC qui s'afichant sus la pagina de detalh d'una notícia bibliografica en utilizant des mots claus. L'exemple seguent utilizara lo camp sostítol.
pt: Usando esta ferramenta, pode definir o que o campo MARC imprime no ecrã detalhado do registo bibliográfico utilizando palavras-chave. O exemplo a seguir irá usar o campo de legenda.
pt_br: Usando esta ferrament você pode definir quais campos MARC aparecem na tela de detalhes do registro bibliográfico utilizando palavras-chave. O exemplo a seguir utiliza o campo de subtítulo.
sk: Použitím tohto nástroja môžete definovať, ktoré pole MARC sa vytlačí na detailné zobrazenie knižničného záznamu používajúcu kľúčové slová. Nasledujúci príklad použije pole podtitulu.
sv: Med detta verktyg kan du ställa in vilka MARC-fält som skrivs till detaljvisningen för den bibliografiska posten med hjälp av nyckelord. Följande exempel använder fältet för undertitel.
tr: Bu aracı kullanarak MARC alanına ne ekleyebileceğinizi anahtar kelimeleri kullanarak bibliyografik kayıtın detaylı ekran görüntüsünü gösterebilirsiniz. Aşağıdaki örnek, alt başlık alanını kullanacaktır.
zh_tw: 以此工具設定 MARC 欄位列印書目紀錄詳情。下列使用副題名欄位。

source: Using this tool you can tell Koha to print the right field as the subtitle when viewing the bibliographic record in the OPAC.
ar: باستخدام هذه الأداة بإمكانك أن تخبر كوها أن يطبع الحقل الصحيح كأنه عنوان فرعي ، عند عرض التسجيلة الببليوغرافية في الأوباك.
cs: Pomocí tohoto nástroje můžete říci Koha, aby tiskla pravé pole jako titulek při sledování bibliografického záznamu v OPACu.
da: Med dette værktøj kan man få Koha til at udskrive det højre felt som undertitel, når der vises bibliografiske poster i OPAC.
de: Mit diesem Werkzeug können Sie Koha so konfigurieren, dass das richtige Feld als Untertitel im Volltitel im OPAC angezeigt wird.
el: Χρησιμοποιώντας αυτό το εργαλέιο μπορείτε να πείτε στο Koha να εκτυπώσει το σωστό πεδίο ως υπότιτλο όταν βλέπετε τη βιβλιογραφική εγγραφή στον OPAC.
es: Con esta herramienta se puede decir a Koha que imprima el campo correcto como subtítulo al ver el registro bibliográfico en el OPAC.
eu: Tresna honen bidez bibliografia erregistroa OPACen ikustean eremu egokia azpititulu gisa inprimatzeko esan diezaiokezu Kohari.
fi: Käyttämällä tätä työkalua voit määrittää Kohan näyttämään oikean kentän alaotsikkona, kun näytetään nimeketietuetta verkkokirjastossa.
fr: Avec cet outil, vous pouvez dire à Koha d'afficher le bon champ sous-titre quand vous visualisez une notice à l'OPAC.
hi: इस उपकरण का उपयोग कर आप जब ओपेक में ग्रंथ सूची रिकॉर्ड को देखने के उपशीर्षक के रूप में सही क्षेत्र मुद्रित करने के लिए कोहा बता सकते हैं।
it: Usando questo strumento dici a Koha qual'e' il campo MARC che corrisponde al 'subtile' quando visualizzi il record bibliografico nell'Opac.
oc: Amb aqueste aisina, podètz dire a Koha d'afichar lo bon camp sostítol quand vous visualisez una notícia a l'OPAC.
pt: Usando esta ferramenta você pode dizer ao Koha para imprimir o campo direito, como o subtítulo ao ver o registo bibliográfico no OPAC.
pt_br: Usando esta ferramenta você pode dizer ao Koha para imprimir o campo certo como o subtítulo ao ver o registro bibliográfico no OPAC.
sk: Použitím tohto nástroja môžete povedať Kohe, aby tlačila pravé pole ako podtitul keď prezeráte knižničný záznam v OPACu.
sv: Med detta verktyg kan du få Koha att skriva ut rätt fält som undertitel när den bibliografiska posten visas i OPAC.
tr: Bu aracı kullanarak OPAC içinde bibliyografik kaydı görüntülerken KOHA’ya doğru alanı başlık olarak yazdırmasını söyleyebilirsiniz.
zh_tw: 從 OPAC 檢視書目紀錄時，指定正確的欄位做為副題名。

source: VANCOUVER PUBLIC LIBRARY z3950.vpl.ca:210 Horizon
hi: वैंकूवर सार्वजनिक पुस्तकालय z3950.vpl.ca:210 क्षितिज

source: Values that are pre-configured in Koha are:
ar: القيم المهيئة مسبقاً في كوها هي :
cs: Hodnoty, které jsou přednastavené v Koha jsou:
da: Værdier som er forkonfigurerede i Koha er:
de: Die Werte, die in Koha vorkonfiguriert wurden, sind:
el: Οι τιμές που είναι προ-διαμορφωμένες στο Koha είναι:
es: Los valores pre-configurados en Koha son:
eu: Hona hemen Kohako balio aurrekonfiguratuak:
fi: Kohaan ennaltamääritellyt arvot ovat:
fr: Les valeurs prédéfinies dans Koha sont :
hi: मूल्यों है कि कोहा में पूर्व विन्यस्त कर रहे हैं:
it: Valori preconfigurati in Koha sono:
oc: Las valors prédefinidas dins Koha son :
pt: Valores pré-configurados no Koha são:
pt_br: Os valores pré-configurados no Koha são:
sk: Prednastavené hodnoty v Kohe sú:
sv: Värden som är fördefinierade i Koha är:
tr: Koha içinde önceden yapılandırılmış değerler şunlardır:
zh_tw: 預先組態的值是：

source: Vendor Contracts
ar: عقود المزود
cs: Smlouvy dodavatele
da: Leverandørkontrakter
de: Vereinbarungen
el: Συμβόλαια Προμηθευτών
es: Contratos del proveedor
eu: Hornitzailearekin dituzun kontratuak
fi: Toimittajan sopimukset
fr: Contrats
hi: वेंडर अनुबन्ध
it: Contratti del fornitore
oc: Contractes
pl: Kontrakty dostawców
pt: Contractos do fornecedor
pt_br: Contratos de fornecedores
sk: Zmluvy predajcu
sv: Leverantörsavtal
tr: Sağlayıcı Sözleşmeleri
zh_tw: 供應商合約

source: Vendor EDI accounts
fi: Toimittajan EDI-tilit
hi: विक्रेता ईडीआई खातों

source: Vendor in Acquisitions
fi: Toimittaja Hankinnat-osiossa
hi: अधिग्रहण में में विक्रेता

source: Vendor information is not required
ar: معلومات المزود غير مطلوبة
cs: Dodavatelské informace nejsou nutné
da: Levenrandørinformation er ikke nødvendig
de: Lieferanteninformationen sind nicht erforderlich
el: Δεν απαιτούνται οι πληροφορίες προμηθευτή
es: No se requiere información del proveedor
eu: Hornitzaileari buruzko informazioa ez da beharrezkoa
fi: Toimittajan tieto ei ole pakollinen
fr: L'information sur le fournisseur n'est pas requise.
hi: वेंडर जानकारी की आवश्यकता नहीं है
it: Informazione sul fornitore non richiesta
oc: L'informacion sul provesidor es pas requesida.
pl: Informacje o dostawcy nie są wymagane
pt: Informação do fornecedor não é necessário
pt_br: Informação do fornecedor não é obrigatória
sk: Informácie o predajcoch sa nevyžadujú
sv: Leverantörsinformation krävs inte
tr: Sağlayıcı bilgisine gerek duyulmamaktadır
zh_tw: 供應商資訊不是必備

source: Vendors
ar: المزودون
cs: Dodavetelé
da: Leverandører
de: Lieferanten
el: Προμηθευτές
es: Proveedores
eu: Hornitzaileak
fi: Toimittajat
fr: Fournisseurs
hi: विक्रेता
it: Fornitori
oc: Provesidors
pl: Dostawcy
pt: Fornecedores
pt_br: Fornecedores
sk: Predajca
sv: Leverantörer
tr: Sağlayıcılar
zh_tw: 供應商

source: Version
ar: إصدار
cs: Verze
el: Έκδοση
es: Versión
eu: Versión:
fi: Versio
hi: संस्करण
it: Versione
pl: Wersja
pt: Versão
pt_br: Versão
sk: Verzia
tr: Sürüm
zh_tw: 版本

source: View/Edit a Vendor
ar: عرض/تعديل مزود
cs: Zobrazit/Editovat dodavatele
da: Vis/editer en leverandør
de: Lieferant anzeigen/bearbeiten
el: Προβολή/Επεξεργασία ενός Προμηθευτή
es: Ver/Editar un proveedor
eu: Ikusi/editatu hornitzaile bat
fi: Näytä/Muokkaa toimittajaa
fr: Voir/Modifier fournisseur
hi: देखें/संपादित करें विक्रेता
it: Vedi/Modifica il fornitore
oc: Voir/Modificar provesidor
pl: Wyświetl/Modyfikuj dostawcę
pt: Ver/editar um fornecedor
pt_br: Visualizar/Editar um fornecedor
sk: Pridať/Upraviť predajcu
sv: Visa/redigera en leverantör
tr: Bir sağlayıcı Gör/Düzenle
zh_tw: 檢視/編輯供應商

source: Viewing Cities on Patron Add Form
ar: عرض المدن في نموذج إضافة المستفيدين
cs: Zobrazit města na formuláři pro přidání čtenáře
da: Vis byer på tilføj låner formularen
de: Städte als Auswahlliste im Benutzerdatensatz anzeigen
el: Προβολή Πόλεων στη Φόρμα Προσθήκης Μέλους
es: Viendo Ciudades en el Formulario de Agregar Usuarios
eu: Bazkideak gehitzeko inprimakiko hiriak ikusten zaude
fi: Näytä kunnat asiakkaan lisäyslomakkeella
fr: Voir les villes et communes dans le formulaire de saisie des adhérents
hi: संरक्षक पर देखने शहर प्रपत्र जोड़ें
it: Mostrare le città nella form di Nuovo utente
oc: Veire les vilas e comunas dins lo formulari de sasida des aderents
pl: Wyświetlanie miejscowości w formularzu dodawania użytkownika
pt: Ver cidades no formulário de adicionar leitor
pt_br: Visualizando Cidades no Formulário de Entrada de Usuários
sk: Prezeranie miest vo formulári pridávania čitateľov
sv: Visa orter i formuläret för att lägga till låntagare
tr: Kullanıcı ekleme formu üzerinde şehirleri görüntülüyor
zh_tw: 檢視新增讀者表單的縣市

source: Viewing Messages
ar: عرض الرسائل
cs: Prohlížení zpráv
da: Vise beskeder
de: Notizen anzeigen
el: Προβολή Μηνυμάτων
es: Viendo mensajes
eu: Viendo mensajes
fi: Näytä viestit
fr: Voir les messages
hi: देखना संदेश
it: Vedi messaggi
oc: Veire los messatges
pl: Podgląd wiadomości
pt: Ver mensagens
pt_br: Visualizando mensagens
sk: Prezeranie Správ
sv: Visa meddelanden
tr: Mesajları görüntüle
zh_tw: 檢視簡訊

source: Viewing lists
ar: عرض القوائم
cs: Zobrazení seznamů
da: Vise lister
de: Listen anzeigen
el: Προβολή λιστών
es: Viendo listas
eu: Viendo listas
fi: Näytä listat
fr: Voir les listes
hi: सूचियों को देखने
it: Vedi liste
oc: Veire las listas
pl: Podgląd listy
pt: Ver listas
pt_br: Visualizar listas
sk: Prezeranie zoznamov
sv: Visa listor
tr: Listeleri görüntülüyor
zh_tw: 檢視虛擬書架

source: Visibility
ar: الرؤية
cs: Viditelnost
da: Synlighed
de: Siehe: Administration &gt; Globale Systemparameter &gt; Suche
el: Ορατότητα
es: Visibilidad
eu: Visibilidad
fi: Näkyvyys
fr: Disponibilité
hi: दृश्यता
it: Visibilità
oc: Disponibilitat
pl: Widoczność
pt: Visibilidade
pt_br: Disponibilidade
sk: Viditeľnosť
sv: Synlighet
tr: Görünürlük
zh_tw: 可見度

source: Visit Administration > Global System Preference > Searching to control the settings for the Koha search.
ar: قم بزيارة الإدارة> مفضلات النظام العامة > البحث للتحكم في إعدادات بحث كوها
cs: Pro upřesnění chování při vyhledávání běžte na Administrace &gt; Společná nastavení systému &gt; Hledání
de: Siehe: Administration &gt; Globale Systemparameter &gt; Suche
el: Πηγαίνετε στη Διαχείριση > Global System Preference > Αναζητώντας τον έλεγχο των ρυθμίσεων για την αναζήτηση στο Koha.
es: Visite Administración &gt; Preferencias globales del sistema &gt; Buscar, para controlar la configuración de la búsqueda de Koha.
fi: Mene Kohan ylläpito > Koko järjestelmän asetukset > Haku määrittääksesi haun asetukset Kohassa.
hi: देखने जाए प्रशासन> ग्लोबल सिस्टम पसंद> कोहा खोज के लिए सेटिंग्स को नियंत्रित करने के लिए सर्च कर रहे हैं।
it: Vai a Amministrazione > Preferenze di sistema >Ricerca per impostare i parametri per la ricerca in Koha
pl: Więcej > Administracja > Globalne Ustawienia Systemu >Wyszukiwanie
pt: Visite Administração > Preferências do sistema > Pesquisa para controlar as configurações de pesquisa do Koha.
pt_br: Visite Administração > Preferências Globais do Sistema > Pesquisando para controlar as configurações da busca do Koha.
sk: Navštívte Administrácia > Všeobecné nastavenia systému > Vyhľadávanie pre ovládanie nastavení vyhľadávania v Kohe.
tr: Koha arama ayarlarının kontrolü için, Yönetim > Genel Sistem Tercihi > Arama sırasını takip edin.
zh_tw: 管理 > 整體系統偏好 > 搜尋控制Koha搜尋的設定。

source: Visit the bibliographic record you want to attach the item to and choose 'Attach item' from the 'Edit' menu.
ar: قم بزيارة التسجيلة الببليوغرافية التي تود أن تربطها بمادة واختر 'اربط مادة' من قائمة 'تحرير'
cs: Navštivte bibliografický záznam a zvolte výtisk, který chcete připojit a zvolte "Připojit výtisk" z menu "Úpravy".
da: Find den bibliografiske post, som eksemplaret skal vedhæftes til og vælg 'Vedhæft eksemplar' fra menuen 'Edit'.
de: Gehen Sie Titel, an den das Exemplar gehängt werden soll und wählen Sie 'Exemplar anhängen' im Menü 'Bearbeiten'.
el: Πηγαίνετε στη βιβλιογραφική εγγραφή με την οποία θέλετε να προσαρτήσετε το αντίτυπο και επιλέξτε 'Προσάρτηση Αντιτύπου' από το μενού 'Επεξεργασία'.
es: Visite el registro bibliográfico al cual desea adjuntar el ítem y seleccione 'Adjuntar ítem' desde el menú 'Editar'.
fi: Mene nimeketietueeseen, johon haluat liittää niteen ja valitse 'Lisää nide' 'Muokkaa'-valikosta.
fr: Allez sur la notice à laquelle vous voulez attacher l'exemplaiire et choisissez l'option Attacher un exemplaire dans le menu Modifier.
hi: ग्रंथ सूची रिकॉर्ड जाएं जो आप के लिए आइटम संलग्न करना चाहते हैं और 'संपादन' मेनू से 'आइटम संलग्न' चुनें।
it: Vai al record bibliografico a cui vuoi attaccare la copia e scegli 'Sposta la copia' dal menù Modifica
oc: Anatz sus la notícia a la quala volètz attacher l'exemplaiire e causissètz l'opcion Estacar un exemplar dins lo menú Modificar.
pl: Przejdź do rekordu bibliograficznego, do którego chcesz dołączyć egzemplarz, i wybierz "Dołącz egzemplarz" z menu "Modyfikuj".
pt: Visite o registo bibliográfico que deseja ligar o exemplar e escolha a opção 'Ligar exemplar' no menu 'Editar'
pt_br: Entre no registro bibliográfico no qual você deseja adicionar exemplares e clique em 'Adicionar Exemplar' no menu 'Editar'.
sk: Navštívte knižničný záznam, ku ktorému chcete pridať exemplár a zvoľte 'Pripísať exemplár' z ponuky 'Úprava'.
sv: Gå till den bibliografiska post du vill koppla objektet till och välj 'Koppla objekt' från menyn 'Redigera'.
tr: Materyale eklemek istediğiniz bibliyografik kayda gidiniz ve 'Düzenle' menüsünden 'Materyal ekleyi' seçiniz.
zh_tw: 進入打算加入館藏的書目紀錄，並從 '編輯' 選單選擇 '加入館藏'。

source: Visit the main screen of the Manage Staged MARC Records tool
ar: زر الشاشة الرئيسية ﻷداة تجهيز تسجيلات مارك
cs: Navštivte hlavní obrazovku nástroje Správa připravených MARC záznamů
da: Besøg startsiden for fortvaltning af klargjorte MARC-poster
de: Besuchen Sie die Startseite des Werkzeugs zur Verwaltung bereitgestellter MARC-Datensätze
el: Πηγαίντε στην κύρια οθόνη του εργαλείου Διαχείρισης Οργανωμένων Εγγραφών MARC
es: Visite la pantalla principal de la herramienta de Administrar Registros Preparados MARC
eu: Jo ezazu kudeatu prestatutako MARC erregistroak tresnaren pantaila nagusira
fi: Mene Välivarastoitujen MARC-tietueiden hallinnan sivulle
fr: Allez sur la page principale de l'outil de Gestion des notices téléchargées
hi: प्रबंधित मंचन मार्क रिकॉर्ड उपकरण की मुख्य स्क्रीन पर जाएं
it: Guarda la pagina principale dello strumento 'Gestisci records MARC preparati'
oc: Anatz sus la pagina principala de l'aisina de Gestion des notícias telecargadas
pl: Odwiedź główny ekran narzędzia "Zarządzanie Rekordami MARC Przygotowanymi do Importu"
pt: Visite o ecrã principal dos registos MARC preparados
pt_br: Visite o tela principal da ferramenta Tratamento de Registros MARC
sk: Navštívte hlavné zobrazenie nástroja Spracovania pripravených záznamov MARC
sv: Gå till huvudskärmen för verktyget Hantera förberedda MARC-poster
tr: Aşamalı MARC Kayıtlar aracını Yönet ana ekranına gidiniz.
zh_tw: 進入管理待處理 MARC 紀錄工具首頁
