Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Koha's data is stored in a MySQL database which means that librarians can generate nearly any report they would like by either using the Guided Reports Wizard or writing their own SQL query.
ar: بيانات كوها محفوظة في قاعدة بيانات MySQL مما يعني أن امناء المكتبات بامكانهم تقريباً توليد اي تقرير يرغبون به إما من خلال استخدام معالج التقارير الموجهة أو بكتابة استعلام SQL الخاص بهم.
cs: Veškeré údaje se v systému Koha ukládají do databáze MySQL, což znamená, že knihovníci mohou vytvářet téměř libovolný výstup buď pomocí Průvodce výstupy, nebo napsáním vlastního SQL dotazu.
da: Koha's data gemmes i en MySQL database, hvilket betyder, at der kan laves stort set enhver ønsket rapport enten med den styrede rapport-guide eller ved at skrive sin egen SQL-forespørgsel.
de: Die Daten in Koha werden in einer MySQL-Datenbank gespeichert. Das bedeutet Bibliotheksmitarbeiter können sehr viele Daten über die Geführten Reports oder mit Ihren eigenen SQL-Abfragen ermitteln.
el: Τα δεδομένα του Koha είναι αποθηκευμένα σε μια βάση δεδομένων MySQL το οποίο σημαίνει ότι οι βιβλιοθηκονόμοι μπορούν να δημιουργήσουν οποιαδήποτε έκθεση θέλουν χρησιμοποιώντας είτε τον Οδηγό Καθοδηγημένων Εκθέσεων είτε γράφοντας το δικό τους SQL ερώτημα.
es: Los datos de Koha se almacenan en una base de datos MySQL lo que significa que los bibliotecarios pueden generar casi cualquier reporte deseado ya sea utilizando el Asistente de reportes guiados o escribiendo su consulta SQL.
eu: Los datos de Koha se almacenan en una base de datos MySQL lo que significa que los bibliotecarios pueden generar casi cualquier reporte deseado ya sea utilizando el Asistente de reportes guiados o escribiendo su consulta SQL.
fi: Kohan data on tallennettu MySQL-tietokantaan, joka tarkoittaa, että kirjastot voivat tehdä melkein millaisia raportteja tahansa joko ohjatun raporttien luonnin kautta tai kirjoittamalla oman SQL-kyselyn.
fr: Les données de Koha sont stockées dans une base de données MySQL, ce qui signifie que les bibliothécaires peuvent générer autant de rapports qu'ils le souhaitent en utilisant l'Assistant de rapport ou en écrivant directement des requêtes SQL.
hi: Koha के डेटा एक डाटाबेस जिसका मतलब है कि पुस्तकालय लगभग किसी भी रिपोर्ट में वे या तो गाइडेड रिपोर्ट विज़ार्ड का उपयोग या अपने स्वयं के एसक्यूएल क्वेरी लिख कर चाहते हैं उत्पन्न कर सकते हैं में संग्रहित है।
it: I dati di Koha sono contenuti in un database MySQL, il che significa che lo staff può generare report praticamente di ogni tipo, usando lo strumento dei Report guidati o scrivendo a mano la query SQL.
oc: Les donadas de Koha son stockées dins una basa de donadas MySQL, ce qui significa que los bibliotecaris pòdon generar autant de rapòrts qu'ils lo souhaitent en utilizant l'Assistent de rapòrt o en écrivant dirèctament des requèstas SQL.
pl: Dane Koha są przechowywane w bazie danych MySQL, co oznacza, że bibliotekarze mogą generować niemal każdy raport. Można to zrobić poprzez zastosowanie Kreatora raportów lub pisząc własne zapytanie SQL.
pt: Os dados são guardados numa base de dados MySQL o que significa que os bibliotecário podem gerar qualquer relatório que desejam usando o assistente de relatórios ou escrevendo o próprio SQL.
pt_br: Dados do Koha estão armazenados na base de dados MySQL. Isto significa que os bibliotecários pode gerar qualquer relatório que necessitarem usando o Assistente de Relatórios ou escrevendo sua própria query SQL.
sk: Údaje Kohy sa ukladajú do databázy MySQL, čo znamená, že knihovníci môžu vytvárať takmer ľubovoľný výkaz buď pomocou Sprievodcu tvorbou výkazov alebo napísaním vlastného dotazu SQL.
sv: Kohas data lagras i en MySQL-databas, vilket innebär att bibliotekarier kan generera nästan vilka rapporter som helst med hjälp av Rapportguiden eller genom att skriva egna SQL-frågor.
tr: Koha’nın verileri kütüphanecilerin rapor sihirbazını kullanarak ya da MySQL sorgularını kullanarak neredeyse tüm raporları oluşturabilecekleri bir MySQL veri tabanında depolanır.
zh_tw: Koha資料儲存在MySQL資料庫裡，館員可以使用報表精靈或撰寫自已的SQL詢問，產生任何報表。

source: Koha's news module allows librarians to post news to the OPAC, staff interface and circulation receipts.
ar: وحدة أخبار كوها تسمح لأمناء المكتبات أن ينشروا الأخبار في الأوباك، وواجهة الموظفين وقسائم الإعارة.
cs: Modul Novinky Koha umožňuje knihovníkům zveřejňovat novinky v OPACu, rozhraní pro zaměstnance a dokladech o výpůjčkách.
da: Med Kohas nyhedsværktøj kan der skrives nyheder i OPAC, den interne brugeroverflade og til cirkulations-modtagere.
de: Mit dem Nachrichten-Modul können Mitarbeiter Neuigkeiten im OPAC und in der Dienstoberfläche veröffentlichen.
el: Η υπομονάδα νέων του Koha επιτρέπει στους βιβλιοθηκονόμους να αναρτούν νέα στον OPAC, στη διεπαφή προσωπικού και στις αποδείξεις κυκλοφορίας υλικού.
es: El módulo de noticias Koha permite a los bibliotecarios enviar noticias al OPAC, a la interfaz administrativa y a los recibos de circulación.
eu: El módulo de noticias Koha permite a los bibliotecarios enviar noticias al OPAC, a la interfaz administrativa y a los recibos de circulación.
fi: Kohan uutiset-osio antaa lähettää uutisia verkkokirjastoon, virkailijatyökaluun ja lainauskuitteihin.
fr: Le module des annonces permet aux bibliothécaires de poster des informations qui apparaîtront dans l'interface publique (OPAC) ou professionnelle.
hi: Koha की खबर मॉड्यूल पुस्तकालयाध्यक्षों ओपेक, स्टाफ इंटरफेस और परिसंचरण प्राप्तियों को खबर पोस्ट करने के लिए अनुमति देता है।
it: Il modulo 'News' di Koha permette ai bibliotecari di inserire notizie e avvisi nell'Opac, nell'interfaccia staff e nelle ricevute della circolazione.
oc: Lo modul des annonces permet als bibliotecaris de poster des informacions qui apparaîtront dins l'interfàcia publique (OPAC) o professionala.
pl: Moduł 'Aktualności' umożliwia bibliotekarzom wyświetlanie aktualności w OPAC, interfejsie bibliotekarza i na rewersach.
pt: O módulo de notícias do Koha permite os técnicos postar notícias no OPAC e na interface dos técnicos.
pt_br: O módulo notícias do Koha permite que os bibliotecários publiquem notícias no OPAC e na interface administrativa.
sk: Modul noviniek Kohy umožňuje knihovníkom publikovať novinky v OPACu, intranete a potvrdenkách o obehu.
sv: Kohas nyhetsmodul gör att bibliotekarier kan publicera nyheter till OPAC, personalgränssnitt samt utlåningskvitteringar.
tr: Koha’nın haberler modülü kütüphanecilerin OPAC’a, personel arayüzüne ve dolaşım alındılarına haber yollamasına izin verir.
zh_tw: Koha 的最新消息模組允許館員張貼最新消息至 OPAC、館員目錄與流通收條。

source: Koha's plugin system allows for you to add additional tools and reports to Koha that are specific to your library. Plugins are installed by uploading KPZ ( Koha Plugin Zip ) packages. A KPZ file is just a zip file containing the perl files, template files, and any other files necessary to make the plugin work.
ar: يتيح لك نظام برنامج كوها المساعد إضافة أدوات وتقارير إضافية خاصة بمكتبتك. يتم تثبيت البرامج المساعدة عن طريق رفع باقات KPZ (برنامج كوها المساعد المضغوط). ملف KPZ هو ملف مضغوط يحتوي على ملفات بيرل، ملفات قالب، وأي ملفات أخرى ضرورية لعمل البرنامج المساعد.
cs: Zásuvné moduly umožňují přidávat do systému Koha další nástroje a výstupy. Instalují se načtením souboru KPZ (Koha Plugin Zip). Soubor KPZ je běžný zip soubor obsahující Perl soubory, soubory šablon a případně další soubory, nutné pro práci zásuvného modulu.
de: Kohas Plugins erlauben es, zusätzliche Tools und Reports in Koha verfügbar zu machen, die speziell auf die Bedürfnisse Ihrer Bibliothek ausgerichtet sind. Plugins werden durch Upload einer KPZ-Datei (Koha Plugin Zip) installiert. Eine KPZ-Datei ist ein gepacktes Verzeichnis mit den benötigten Perldateien, Templates und weiteren benötigten Dateien, die für das Plugin benötigt werden.
el: Το σύστημα υπομονάδων του Koha σας επιτρέπει να προσθέσετε επιπλέον εργαλεία και αναφορές στο Koha τα οποία είναι συγκεκριμένα για τη βιβλιοθήκη σας. Οι υπομονάδες εγκαθίστανται με την ανάρτηση των πακέτων KPZ ( Koha Plugin Zip ). Ένα αρχείο KPZ είναι απλά ένα αρχείο zip που περιέχει τα τα αρχεία perl, τα αρχεία προτύπων και πολλά άλλα αρχεία που είναι απαραίτητα για να κάνουν την υπομονάδα να δουλέψει.
es: El sistema de plugins de Koha le permite agregar herramientas adicionales e informes de Koha que sean específicos para su biblioteca. Los plugins se instalan subiendo paquetes KPZ (Koha Plugin ZIP). Un archivo KPZ es solo un archivo zip que contiene archivos perl, templates, y cualquier otro tipo de archivos necesario para hacer que el plugin funcione.
fi: Kohan liitännäiset antavat sinun lisätä kirjastosi tarvitsemia työkaluja ja raportteja Kohaan. Liitännäiset asennetaan lataamalla KPZ-paketit (Koha Plugin Zip). KPZ-tiedosto on vain zip-tiedosto, joka sisältää perl-tiedostoja, tallennuspohjatiedostoja ja muita liitännäisten tarvitsemia tiedostoja.
fr: Le système de plugin de Koha vous permet d'ajouter à Koha des outils et des rapports supplémentaires spécifiques à votre bibliothèque. Les plugins s'installent en téléchargeant des packages KPZ (Koha Plugin Zip). Un fichier KPZ est simplement un fichier zip contenant les fichiers perl, les fichiers de templates, et tous les autres fichiers nécessaires au fonctionnement du plugin.
hi: Koha के प्लगइन प्रणाली आप अतिरिक्त उपकरण और है कि अपने पुस्तकालय के लिए विशिष्ट हैं Koha को रिपोर्ट जोड़ने के लिए अनुमति देता है। प्लगइन्स केपीजेड (Koha प्लगइन ज़िप) संकुल अपलोड करके स्थापित कर रहे हैं। एक केपीजेड फ़ाइल सिर्फ एक ज़िप पर्ल फ़ाइलें, टेम्पलेट फ़ाइलें, और किसी भी अन्य फ़ाइलों प्लगइन का काम करने के लिए आवश्यक युक्त फ़ाइल है।
it: Il sistema a plugin di Koha ti permette di aggiungere reports e strumenti personalizzati alla tua installazione di Koha. I Plugini sono installati caricando un pacchetto KPZ ( Koha Plugin Zip ). Un file KPZ è semplicemente un zip che contiene i file perl, i templates e ogni altro files necessario al plugin per funzionare.
oc: Lo sistèma de plugin de Koha vos permet d'apondre a Koha des aisinas e des rapòrts suplementaires spécifiques a vòstra bibliotèca. Los plugins s'installent en téléchargeant des packages KPZ (Koha Plugin Zip). Un fichièr KPZ es simplament un fichièr zip que conten los fichièrs perl, los fichièrs de templates, e totes los autres fichièrs necessaris al foncionament del plugin.
pl: System Wtyczek Koha pozwala na dodawanie kolejnych narzędzi i raportów do Koha, w zależności od potrzeb konkretnej biblioteki. Wtyczki instalowane są przez wczytanie paczek KPZ (Koha Plugin Zip). Plik KPZ jest plikiem zip zawierającym perl, szablony i inne niezbędne do pracy wtyczek pliki.
pt: O sistema de Plugins do Koha permite adicionar novas ferramentas e relatórios que são especificas à biblioteca. Os plugins são instalados carregando ficheiros KPZ (Koha Plugin Zip). Um ficheiro KPZ é simplesmente um ficheiro comprimido com os ficheiros perl, os templates e outros ficheiros necessário ao funcionamento do plugin.
pt_br: O Sistema de Plugins do Koha permite que você adicione nova ferramentas e relatórios ao sistema que podem ser úteis para sua biblioteca. Plugins são instalados a partir de pacotes KPZ (Koha Plugin Zip). Um arquivo KPZ é apenas um arquivo .zip contendo os arquivos perl, templates e demais arquivos necessários para que o plugin funcione.
sk: Systém zásuvných modulov Kohy vám umožňuje pridať do Kohy dodatočné nástroje a výkazy, ktoré sa osobitne týkajú vašej knižnice. Zásuvné moduly sa inštalujú pomocou balíkov KPZ (Koha Plugin Zip). Súbor KPZ je jednoducho komprimovaný súbor obsahujúci súbory perl, súbory šablón a ľubovoľné ďalšie súbory potrebné pre fungovanie zásuvných modulov.
tr: Koha Eklenti Sistemi, Koha’ya kütüphanenize özel olan ek araçlar ve raporlar eklemenize imkan verir. Eklentiler KPZ (Koha Eklenti Zipi) paketleri yüklenerek kurulur. KPZ dosyası, eklentinin çalışmasını sağlamak için oluşturulan, perl dosyaları, şablon dosyaları ve diğer gerekli dosyaları içeren bir zip dosyasıdır.
zh_tw: Koha 的外掛系統允許您新增工具與報表供您的圖書館使用。可經由上傳 KPZ ( Koha Plugin Zip ) 套件安裝外掛。KPZ 檔案是一個包括 perl 檔案、模版檔與其他檔案的壓縮檔。

source: Koha's reporting module allows you to gather data from your system. There are two main types of reports:
ar: وحدة تقارير كوها تسمح لك أن تجمع البيانات من نظامك. وهناك نوعان أساسيان للتقارير:
cs: Modul "Výstupy" Vám umožňuje shromažďovat data z vašeho systému. Existují dva hlavní typy výstupů:
da: Med Koha's rapport-modul kan der samles data fra systemet. Der er to hovedtyper af rapporter:
de: Das Modul Reports erlaubt verschiedene Informationen aus Ihrem System aufzubereiten. Es gibt zwei unterschiedliche Hauptarten von Reports:
el: Η υπομονάδα εκθέσεων του Koha επιτρέπει να συλλέξετε δεδομένα από το σύστημά σας. Υπάρχουν δύο κύριοι τύποι εκθέσεων:
es: El módulo de reportes de Koha le permite recuperar información de su sistema. Hay dos tipos principales de reportes:
eu: El módulo de reportes de Koha le permite recuperar información de su sistema. Hay dos tipos principales de reportes:
fi: Kohan raportit-osio antaa kerätä tietoa järjestelmästäsi. Raportteja on kahta eri tyyppiä:
fr: Le module de rapports de Koha vous permet de faire des synthèses des donénes de votre système. Il y a deux grands types de rapports :
hi: Koha की रिपोर्टिंग मॉड्यूल आप अपने सिस्टम से डेटा इकट्ठा करने के लिए अनुमति देता है। वहाँ रिपोर्टों के दो मुख्य प्रकार हैं:
it: Il modulo di reportistica di Koha permette di estrarre dati dal sistema. Ci sono due tipi principali di report:
oc: Lo modul de rapòrts de Koha vos permet de far des sintèsis des donénes de vòstre sistèma. I a deux grands types de rapòrts :
pl: Moduł Raporty w Koha pozwala na zebranie danych z systemu. Istnieją dwa główne rodzaje raportów:
pt: O módulo de relatório do Koha permite obter dados do sistema. Existem dois tipos principais de relatórios:
pt_br: Módulo de relatórios do Koha permite você ter informações sobre o seu sistema. Existem dois principais tipos de relatórios:
sk: Modul výkazov Kohy Vám umožňuje zhromažďovať údaje z Vášho systému. Existujú dva hlavné typy výkazov:
sv: Med Kohas rapportmodul kan du samla in data från systemet. Det finns två huvudsakliga rapporttyper:
tr: Koha’nın raporlama modülü sisteminizden bilgi almaya izin verir. İki ana rapor türü mevcuttur:
zh_tw: Koha 的報表模組允許您從系統聚集資料，報表有兩種主要類型：

source: L = For Librarians
ar: L = لموظفي المكتبة
cs: L = Pro knihovníky
da: L = Til bibliotekarer
de: L = Text für Bibliothekare
el: L = Για Βιβλιοθηκονόμους
es: L = Para bibliotecarios
eu: L = Para bibliotecarios
fi: L = Kirjastovirkailijoille
fr: L = pour les Bibliothécaires
hi: L = पुस्तकालयाध्यक्षों के लिए
it: L = Per i bibliotecari
oc: L = pels Bibliotecaris
pl: L = Dla bibliotekarzy
pt: L = Para bibliotecários
pt_br: L = Para bibliotecários
sk: L = Pre knihovníkov
sv: L = För bibliotekarier
tr: L = Kütüphaneciler için
zh_tw: L = 圖書館員

source: L = Lost item
ar: L = مادة ضائعة
cs: L = Ztracený výtisk
da: L = Mistet eksemplar
de: L = Buchersatz
el: L = Χαμένο αντίτυπο
es: L = Ejemplar perdido
eu: L = Ítem perdido
fi: L = kadonnut nide
fr: L = Exemplaire perdu
hi: L = आइटम खोया
it: L = Copia smarrita
oc: L = Exemplar perdut
pl: L = Lost item (Egzemplarz zagubiony)
pt: L = Exemplar perdido
pt_br: L = Exemplar perdido
sk: L = Stratený exemplár
sv: L = Förlorat objekt
tr: L = Kayıp materyal
zh_tw: L = 遺失館藏

source: LCC
cs: LCC (Třídění kongresové knihovny)
hi: LCCN
zh_tw: 美國國會圖書館分類法

source: LIBRARIESAUSTRALIA AUTHORITIES z3950-test.librariesaustralia.nla.gov.au:210 AuthTraining Userid: ANLEZ / Password: z39.50
de: LIBRARIESAUSTRALIA AUTHORITIES z3950-test.librariesaustralia.nla.gov.au:210 AuthTraining Benutzername: ANLEZ / Passwort: z39.50
es: LIBRARIESAUSTRALIA AUTHORITIES z3950-test.librariesaustralia.nla.gov.au:210 AuthTraining ID de usuario: ANLEZ / Contraseña: z39.50
hi: लाइब्रेरीआस्ट्रेलिया प्राधिकारीयां z3950-test.librariesaustralia.nla.gov.au:210 AuthTraining Userid: ANLEZ / Password: z39.50
it: Server z39.50 authority Australia: z3950-test.librariesaustralia.nla.gov.au:210 userid per test: ANLEZ / password: z39.50
pt_br: LIBRARIESAUSTRALIA AUTHORITIES z3950-test.librariesaustralia.nla.gov.au:210 Usuário: ANLEZ / Senha: z39.50

source: LIBRARY OF CONGRESS NAME AUTHORITIES lx2.loc.gov:210 NAF
ar: استنادات اسم مكتبة الكونجرس lx2.loc.gov:210 NAF
hi: लाइब्रेरी ऑफ कांग्रेस प्राधिकरण नाम lx2.loc.gov:210 NAF
zh_tw: 美國國會圖書館姓名權威 lx2.loc.gov:210 NAF

source: LIBRARY OF CONGRESS SUBJECT AUTHORITIES lx2.loc.gov:210 SAF
ar: استنادات موضوع مكتبة الكونجرس lx2.loc.gov:210 SAF
hi: लाइब्रेरी ऑफ कांग्रेस विषय प्राधिकरण lx2.loc.gov:210 SAF
zh_tw: 美國國會圖書館主題權威 lx2.loc.gov:210 SAF

source: LIBRARY OF CONGRESS lx2.loc.gov: 210 LCDB
ar: مكتبة الكونجرس lx2.loc.gov: 210 LCDB
hi: लाइब्रेरी ऑफ कांग्रेस lx2.loc.gov: 210 LCDB
zh_tw: 美國國會圖書館 lx2.loc.gov:210 LCDB

source: LONDON PUBLIC LIBRARY catalogue.londonpubliclibrary.ca:210 INNOPAC
ar: مكتبة لندن العامة catalogue.londonpubliclibrary.ca:210 INNOPAC
eu: LONDRESKO LIBURUTEGI PUBLIKOA catalogue.londonpubliclibrary.ca:210 INNOPAC
hi: लंदन पब्लिक लाइब्रेरी catalogue.londonpubliclibrary.ca:210 INNOPAC

source: LR = Lost item returned/refunded
ar: LR = مادة ضائعة عائدة/مردودة
cs: LR = Ztracený výtisk navrácen/nahrazen
da: LR = Mistet eksemplar returneret/fundet
de: LR = Verlorenes Exemplare wurde zurückgegeben/ersetzt
el: LR = Χαμένο αντίτυπο επιστροφή/αποζημίωση
es: LR = Ejemplar perdido regresado/devuelto
eu: LR = Ítems perdidos que han sido devueltos o respuestos
fi: LR = Palautettu, kadonnut nide/palautetaan
fr: LR = Exemplaire perdu remboursé ou rendu
hi: LR = खो आइटम लौटे / वापस किया
it: LR = copia persa rientrata/ripagata
oc: LR = Exemplar perdut remboursé o rendu
pl: LR = Lost item returned/refunded (Egzemplarz zagubiony odnaleziono/zapłacono)
pt: LR = Exemplar perdido devolvido/pago
pt_br: LR = Examplar perdido devolvido/reposto
sk: LR = Stratený exemplár vrátený/nahradený
sv: LR = Förlorat objekt återlämnat/ersatt
tr: LR= Kayıp materyal iade edildi/ kayıp materyalin bedeli ödendi
zh_tw: LR = 還入/退款遺失館藏

source: Label Creator
ar: منشئ الملصقات
cs: Editor štítků
da: Etiketguide
de: Etikettendruck
el: Δημιουργός Αυτοκόλλητων Ετικετών
es: Creador de etiquetas
eu: Etiketa sortzailea
fi: Tarrojen luonti
fr: Créateur d'étiquette
hi: लेबल निर्माता
it: Creatore di etichette
oc: Creator d'etiqueta
pl: Kreator etykiet
pt: Etiquetas
pt_br: Gerador de etiquetas
sk: Tvorba etikiet
sv: Etikettverktyg
tr: Etiket oluşturucu
zh_tw: 書標產生器

source: Label is what will appear on the item search page
eu: Etiketa da itemaren bilaketa-orrian agertuko dena
fi: Selite näkyy niteiden hakusivulla
hi: लेबल क्या आइटम खोज पृष्ठ पर दिखाई देगा

source: Language=%s
el: Γλώσσα=%s
fi: Kielet=%s
hi: भाषा=%s
oc: Lengas=%s

source: Layouts
ar: الأشكال
cs: Rozložení
el: Διατάξεις
es: Diseños
eu: Diseinuak
fi: Asettelut
fr: Formats
hi: लेआउट
oc: Formats
pl: Layouty
pt: Esquemas
sk: Rozloženia
sv: Layouter
tr: Sayfa düzenleri
zh_tw: 布局

source: Learn more about Purchase suggestions in the Acquisitions chapter of the manual.
ar: تعرف على المزيد حول مقترحات الشراء في فصل التزويد من هذا الدليل
cs: Další informace o Návrzích na nákup můžete získat také v kapitole Akvizice tohoto manuálu.
de: Erfahren Sie mehr zu den Anschaffungsvorschlägen im Erwerbungskapitel des Handbuchs.
el: Μάθετε περισσότερα για τις προτάσεις Αγορών στο κεφάλαιο Προσκτήσεων σε αυτό το εγχειρίδιο.
es: Aprenda más sobre sugerencias de compra en el capítulo de Adquisiciones del manual.
eu: IKasi gehiago erosketa proposamenen inguruan eskuliburuko Eskurapenak kapituluan.
fi: Lue lisää hankintaehdotuksista käyttöohjeen hankinnat-osiosta.
fr: Trouvez plus d'informations sur les suggestions d'achat dans le chapitre sur les Acquisitions du manuel.
hi: मैनुअल के अधिग्रहण अध्याय में खरीद सुझाव के बारे में अधिक जानें।
it: Leggi di più sui suggerimenti d'acquisto nel capitolo sulle Acquisizioni del manuale.
oc: Trouvez plus d'informacions sus las suggestions de crompa dins lo chapitre sus las Aquisicions del manual.
pl: Zobacz: Propozycje zakupu.
pt: Aprenda mais sobre as Sugestões de aquisição no capítulo de Aquisições do manual.
pt_br: Aprenda mais sobre Listas de circulação no capítulo Aquisições deste manual.
sk: Naučte sa viac o návrhoch na nákup v kapitole Akvizícií tohto manuálu.
tr: Kılavuzun Sağlama bölümünde Satın alma önerileri hakkında daha fazla bilgi edinin.
zh_tw: 請見手冊採訪專章的採訪建議。

source: Learn more about fast cataloging later in this file.
ar: تعرف على المزيد حول الفهرسة السريعة لاحقا في هذا الملف
de: Zu einem späteren Zeitpunkt erfahren Sie in diesem Handbuch mehr über Schnellaufnahmen.
es: Aprenda más sobre catalogación rápida posteriormente en este archivo.
eu: Ikasi gehiago katalogazio azkarrari buruz fitxategi honetan.
fi: Lue lisää pikaluetteloinnista tämän tiedoston lopussa.
fr: Trouverez plus d'informations sur le catalogage à la volée dans ce fichier.
hi: इस फ़ाइल में तेजी से सूचीबद्ध करने के बारे बाद में अधिक जानें।
it: Imparerai di più sulla catalogazione avanzata più avanti nel manuale.
oc: Trouverez plus d'informacions sul catalogatge a la volée dins ce fichièr.
sk: Naučte sa viac o rýchlej katalogizácii neskôr v tomto súbore.
tr: Bu dosyanın ilerleyen bölümlerinde hızlı kataloglama hakkında daha fazla bilgi edinin.
