Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Tip: This data is not automatically updated, so be sure to keep it up to date so that your accounting is kept correct.
ar: نصيحة: لا يتم تحديث هذه البيانات تلقائيا، لذلك يجب التأكد من الحفاظ عليها حتى الآن بحيث يتم المحاسبة بالاحتفاظ الصحيح.
cs: Tip: Data o směnných kurzech se neaktualizují automaticky a proto je nutné je ručně udržovat, pokud chcete aby účtování probíhalo dostatečně přesně.
da: Tip: Disse data opdateres ikke automatisk, så sørg for at holde dem opdaterede, så bogholderiet stemmer.
de: Tipp: Die Wechselkurse werden nicht automatisch aktualisiert, daher müssen Sie regelmäßig aktualisieren, damit die Berechnungen korrekt ausgeführt werden.
el: Συμβουλή: Αυτά τα δεδομένα δεν ενημερώνονται αυτόματα, σιγουρευτείτε ότι τα ενημερώνετε έτσι ώστε οι υπολογισμοί να γίνονται σωστά.
es: Sugerencia: estos datos no se actualiza automáticamente, así que asegúrese de mantenerlos al día para que su contabilidad se haga correctamente.
eu: Gomendioa: datuak ez dira automatikoki eguneratzen, beraz, eguneratuak izan itzazu kontabilitatea behar bezala egiteko.
fi: Vinkki: Tätä dataa ei automaattisesti päivitetä, joten pidä huoli siitä, että se on ajan tasalla, jotta kirjanpito pysyy kunnossa.
fr: À savoir&nbsp;: Ces informations ne sont pas automatiquement mises à jour. Faites-le manuellement afin d'avoir des comptes justes.
hi: सुझाव: यह डेटा स्वचालित रूप से अद्यतन नहीं है, तो तिथि करने के लिए इसे बनाए रखने के लिए इतना है कि अपने लेखांकन सही रखा जाता है सुनिश्चित करें।
it: Suggerimento: questo dato non è aggiornato automaticamente. Assicurati di mantenerlo tu, per far sì che il tuo accounting sia corretto.
oc: De saber&nbsp;: Aquestas informacions son pas automaticament mesas a jorn. Faites-le manualament per fin d'aver des comptes justes.
pl: Wskazówka: Dane nie są automatycznie uaktualniane, pamiętaj o uaktualnianiu danych, aby były poprawne.
pt: Dica: Estes dados não são automaticamente actualizados, portanto tenha a certeza que estão actualizados para que a contabilidade esteja correcta.
pt_br: Dica: Este dado não é atualizado automaticamente. Fique atento para mantê-lo atualizado para garantir que sua conta esta correta.
sk: Tip: Tento údaj sa automaticky neaktualizuje, takže sa presvedčte, že ho máte aktuálny, aby Vaše účtovanie bolo správne.
sv: Tips: detta data uppdateras inte automatiskt, så var noga med att uppdatera det så att bokföringen är korrekt.
tr: İpucu: bu veri otomatik olarak güncellenmez bu sebeple sayımlarınızın doğru muhafaza edilmesi için o güne kadar devam edeceğinden emin olunuz.
zh_tw: 秘訣：不會自動產生資料，必須隨時保持更新，才能讓帳號正確。

source: Tip: This tool does not use the label layouts or templates, it simply prints a spine label in the first spot on the label sheet.
ar: نصيحة: هذه الأداة لا تستخدم في أشكال اللصاقة أو القوالب، فإنه ببساطة ستطبع لصاقة كعب الكتاب في البقعة الأولى في ورقة اللصاقات.
cs: Tip: Tento nástroj nepoužívá rozvržení štítků nebo šablony, jednoduše vytiskne hřbetní štítek na prvním místě na listu štítků.
da: Tip: Dette værktøj bruger ikke etiket-layouts eller skabeloner, det trykker simpelthen en rygetiket på første plads på arket.
de: Tipp: Dieses Werkzeug verwendet nicht die Etikettenlayouts oder -templates. Es wird einfach ein Signaturschild auf das erste Etikett des Blattes gedruckt.
el: Συμβουλή: Αυτό το εργαλείο δε χρησιμοποιεί διατάξεις ή πρότυπα ετικετών, απλά εκτυπώνει μία ετικέτα ράχης στο πρώτο σημείο στο φύλλο ετικετών.
es: Sugerencia: esta herramienta no utiliza los diseños de etiqueta o plantillas, simplemente imprime una etiqueta de columna en el primer lugar en la hoja de etiquetas.
eu: Gomendioa: tresna honek ez du etiketa diseinurik ez txantiloirik erabiltzen, bizkar-etiketa bat inprimatzen du etiketa orrien lehenengo tokian.
fi: Vinkki: Tämä työkalu ei käytä tarrojen ulkoasua tai pohjia, se vain tulostaa selkätarran ensimmäiseen tarrapaikkaan tarra-arkilla.
fr: À savoir&nbsp;: Cet outil n'utilise pas de formats ou de modèles, il se contente d'imprimer sur le premier emplacement libre de la feuille d'étiquettes.
hi: सुझाव: यह उपकरण लेबल लेआउट या टेम्पलेट्स का उपयोग नहीं करता, यह केवल लेबल पत्रक पर पहली जगह में एक रीढ़ लेबल प्रिंट।
it: Suggerimento: questo strumento non usa i layout delle etichette o i template. Semplicemente stampa l'etichetta del dorso nel primo posto dell'etichetta.
oc: De saber&nbsp;: Aqueste aisina n'utilise pas de formats o de modèls, il se contente d'imprimir sul primièr emplaçament libre de la fuèlh d'etiquetas.
pl: Wskazówka: To narzędzie nie używa etykiet layoutów ani szablonów, ale po prostu drukuje etykietę grzbietową na arkuszu etykiet.
pt: Dica: Esta ferramenta não usar os esquemas e modelos de etiqueta, simplesmente imprime uma etiqueta de lombada no primeiro lugar na folha de etiquetas.
pt_br: Dica: esta ferramenta não utiliza os modelos de etiqueta, ela simplesmente imprime uma etiqueta de lombada no primeiro espaço da folha de etiquetas.
sk: Tip: Tento nástroj nepoužíva rozloženia alebo šablóny etikiet, ale len jednoducho tlačí chrbtovú etiketu na prvom mieste etiketového hárku.
sv: Tips: detta verktyg använder inte etikettlayouter eller mallar, det skriver helt enkelt bara ut en ryggetikett på den första positionen på etikettarket.
tr: İpucu: bu araç etiket düzenlerini ve şablonları kullanmaz, sadece etiket kağıdı üzerindeki ilk nokta içinde bir kitap sırtı etiketi yazdırır.
zh_tw: 秘訣：此工具未使用書標布局模板，祗在書標紙印出第一組書標。

source: Tip: To add today's date you can use the &lt;&lt;today&gt;&gt; syntax
ar: فكرة مفيدة: لإضافة تاريخ اليوم يمكنك استخدام جملة &lt;&lt;today&gt;&gt;
cs: Tip: Pro vložení dnešní ho data můžete použít kód: &lt;&lt;today&gt;&gt;
de: Tipp: Um das heutige Datum einzufügen, können Sie &lt;&lt;today&gt;&gt; verwenden.
el: Συμβουλή: Για να προσθέσετε την σημερινή ημερομηνία μπορείτε να χρησιμοποιήσετε τη σύνταξη &lt;&lt;today&gt;&gt;
es: Sugerencia: Para agregar la fecha de hoy puede utilizar la sintaxis &lt;&lt;today&gt;&gt;
fi: Vinkki: Lisätäksesi tämän päivän päiväyksen, voit käyttää &lt;&lt;today&gt;&gt;-syntaksia
fr: Astuce : pour ajouter la date du jour, vous pouvez utiliser la syntaxe &lt;&lt;today&gt;&gt;
hi: सुझाव: आज की तारीख को जोड़ने के लिए आप उपयोग कर सकते हैं &lt;&lt;आज&gt;&gt;वाक्यविन्यास
it: Consiglio: per aggiungere la data di oggi puoi usare la sintassi &lt;&lt;oggi&gt;&gt;
oc: Astuce : per apondre la data del jorn, podètz utilizar la sintaxi &lt;&lt;today&gt;&gt;
pt: Dica: Para adicionar a data de hoje pode usar a sintaxe &lt;&lt;today&gt;&gt;
pt_br: Dica: para adicionar a data de hoje você pode utilizar a sintaxe &lt;&lt;today&gt;&gt;
sk: Tip: Pre pridanie dnešného dátumu môžete použiť syntax &lt;&lt;today&gt;&gt;
tr: İpucu: Bugünün tarihini eklemek için &lt;&lt;today&gt;&gt; söz dizimini kullanabilirsiniz
zh_tw: 竅門：可用 &lt;&lt;today&gt;&gt; 語法新增今天的日期

source: Tip: To generate a date picker calendar to the right of the field when running a report you can use the 'date' keyword like this: &lt;&lt;Enter Date|date&gt;&gt;
ar: فكرة مفيدة: لإنشاء تقويم منتقي التاريخ على يسار الحقل عند تشغيل التقرير يمكنك استخدام الكلمة المفتاحية 'تاريخ' هكذا:&lt;&lt;إدخال تاريخ|date&gt;&gt;
cs: Tip: Chcete-li vytvořit kalendář pro výběr data vpravo od pole při spuštění sestavy můžete použít klíčové slovo "datum" takto: &lt;&lt;zadejte datum | datum&gt;&gt;
da: Tip: For at lave en datovalgs-kalender til højre for feltet, når en rapport køres, brug nøgleordet 'date' på denne måde: &lt;&lt;Indtast dato|date&gt;&gt;
de: Tipp: Wenn Sie ein Kalender-Widget neben einem Feld anzeigen möchten, können Sie das Schlüsselwort 'date' verwenden: &lt;&lt;Datum|date&gt;&gt;
el: Συμβουλή: Για να δημιουργήσετε ένα ημερολόγιο επιλογής ημερομηνίας στα δεξιά του πεδίου όταν εκτελείτε μια αναφορά μπορείτε να χρησιμοποιήσετε τη λέξη κλειδί 'ημερομηνία' με αυτόν τον τρόπο: &lt;&lt;Enter Date|date&gt;&gt;
es: Sugerencia: Para generar un calendario de selección de fechas a la derecha del campo cuando ejecute un informe puede utilizar la palabra clave 'date' tal como: &lt;&lt;Ingrese fecha|date&gt;&gt;
eu: Consejo: Para generar un selector de fechas en el calendario a la derecha del campo cuando se ejecuta el informe, se puede utilizar la palabra clave 'fecha' como en este ejemplo: &lt;&lt;Introduzca Fecha|date&gt;&gt;
fi: Vinkki: Jos haluat raporttiisi kalenterin, josta valitaan päivämäärä raportin ajamiseen, käytä 'date' sanaa näin: &lt;&lt;Enter Date|date&gt;&gt;
fr: Astuce&nbsp;: Pour créer un calendrier permettant de choisir une date lors de l'exécution d'un rapport, vous pouvez utiliser le terme 'date' comme suit&nbsp;: &lt;&lt;Entrer une date|date&gt;&gt;
hi: सुझाव: जब एक रिपोर्ट आप इस तरह की 'तारीख' कीवर्ड का उपयोग कर सकते चल रहे क्षेत्र के अधिकार के लिए एक तारीख बीनने कैलेंडर उत्पन्न करने के लिए: &lt;&ltदिनांक दर्ज|दिनांक&gt;&gt;
it: Suggerimento: per disporre di un calendario a destra del campo al momento della generazione di un report, puoi usare la keyword 'date' così: &lt;&lt;Enter Date|date&gt;&gt;
oc: Astuce&nbsp;: Per crear un calendièr permettant de causir una data al moment de l'execucion d'un rapòrt, podètz utilizar lo terme 'date' coma suit&nbsp;: &lt;&lt;Entrer una data|date&gt;&gt;
pl: Wskazówka: Jeśli chcesz wygenerować kalendarz wyboru daty, pojawiający się po prawej stronie pola podczas uruchamiania raportu, możesz wykorzystać słowo „data” w ten sposób: &lt;&lt;Enter Date|date&gt;&gt;
pt: Dica: Para gerar um selector de datas à direita do campo quando correr um relatório pode usar o tipo 'date' como este exemplo: &lt;&lt;Inserir Data|date&gt;&gt;
pt_br: Dica: Para gerar um calendário selecionador de data para a direita do campo durante a execução de um relatório que você pode usar a palavra-chave 'date' assim: &lt;&lt;Enter Date|date&gt;&gt;
sk: Tip: Pre vygenerovanie kalendára s voľbou dátumu napravo od poľa keď spúšťate výkaz, môžete použiť kľúčové slovo 'dátum' takto: &lt;&lt;Enter Date|date&gt;&gt;
sv: Tips: för att generera en kalender där du kan välja datum till höger om fältet när en rapport körs, kan du använda nyckelordet 'date' (datum) på detta sätt: &lt;&lt;Ange datum|datum&gt;&gt;
tr: İpucu: Bir raporu başlatırken, alanın sağındaki tarih seçici takvimi oluşturmak için 'tarih' anahtar kelimesini şu şekilde kullanabilirsiniz: &lt;&lt;Enter Date|date&gt;&gt;
zh_tw: 秘訣：使用像這樣的 '日期' 鍵詞：&lt;&lt;Enter Date|date&gt;&gt; 就能在執行報表時，於欄位右方新增行事曆選取功能

source: Tip: To get a complete picture of your monthly or daily circulation, you can run the report twice, once for 'Type' of 'Checkout' and again for 'Renewal.'
ar: نصيحة: للحصول على صورة كاملة للإعارة الشهرية أو اليومية، يمكنك تشغيل التقرير مرتين، مرة ل'نوع الإعارة'، ومرة ​​أخرى ل 'التجديد'
cs: Tip: Chcete-li získat úplný obraz o vašich měsíčních nebo denních výpůjčkách, můžete sestavu spustit dvakrát, jednou pro typ "Výpůjčky" a pak znovu "Prodloužení".
da: Tip: For at få et komplet billede af det månedlige eller daglige udlån, kan rapporten køres to gange, en gang for 'Type' 'Udlån' og igen for 'Fornyelse'
de: Tipp: Um einen guten Überblick über Ihre täglichen oder monatlichen Ausleihzahlen zu erhalten, können Sie den Report zweimal laufen lassen, einmal für 'Ausleihen' und einmal für 'Verlängerungen'.
el: Συμβουλή: Για να πάρετε μία πλήρη εικόνα της μηνιαίας ή ημερήσιας κυκλοφορίας υλικού, μπορείτε να τρέξετε την έκθεση δύο φορές, μία για τον 'Τύπο' του 'Δανεισμού' και ξανά για την 'Ανανέωση'.
es: Sugerencia: Para obtener una imagen completa de la circulación mensual o diaria, puede ejecutar el informe dos veces, una para tipo 'Préstamo' y otra para 'Renovación'.
eu: Sugerencia: Para obtener una imagen completa de la circulación mensual o diaria, puede ejecutar el informe dos veces, una para tipo 'Préstamo' y otra para 'Renovación'.
fi: Vinkki: Muodostaaksesi koko kuvan kuukausittaisesta tai päivittäisestä lainauksestasi, voit ajaa raportin kahteen kertaan, ensin 'Lainaukset' ja sitten 'Uusinnat'.
fr: À savoir&nbsp;: Pour avoir une vision complète de votre circulation mensuelle ou quotidiennement, vous pouvez lancer l'état deux fois, une fois par type de transaction.
hi: सुझाव: अपने मासिक या दैनिक संचलन की एक पूरी तस्वीर प्राप्त करने के लिए, आप एक बार 'चेकआउट' के 'प्रकार' के लिए और फिर दो बार रिपोर्ट चला सकते हैं, 'नवीकरण।'
it: Suggerimento: per avere un quadro completo della circolazione giornaliera o mensile, puoi far girare il report due volte, una volta per il tipo 'Prestito', un'altra volta per il tipo 'Rinnovo'
oc: De saber&nbsp;: Per aver una vision completa de vòstra circulation mesadièra o quotidianament, podètz aviar l'estat deux fois, una fois per tipe de transaction.
pl: Wskazówka: Żeby uzyskać pełny obraz miesięcznych lub dziennych statystyk udostępniania, możesz uruchomić raport dwa razy, ustawiając 'Rodzaj' na 'Wypożycz' i ponownie na 'Prolongata'.
pt: Dica: Para obter um quadro completo da circulação mensal ou diária, pode executar o relatório duas vezes, uma para o tipo Empréstimo e, novamente, para Renovação.
pt_br: Dica: Para obter um quadro completo de sua circulação mensal ou diária, você pode executar o relatório duas vezes, uma para o tipo Empréstimo e, novamente, para Renovação.
sk: Tip: Pre získanie úplného obrazu o Vašom mesačnom a dennom obehu, môžete spustiť výkaz dvakrát, raz pre 'Typ výpožičiek' a znova pre 'Predĺženie.'
sv: Tips: för att få en helhetsbild av din låneverksamhet per dag eller månad, kan du köra rapporten två gånger, en gång med 'Typ' satt till 'Lån' och sedan en gång till för 'Omlån'.
tr: İpucu: Aylık ya da günlük dolaşımın tüm kopyasını alabilmek için, raporu iki kez çalıştırabilirsiniz; ilk olarak 'Ödünç Verme Türü' ve ikinci kez de 'Yenileme.'
zh_tw: 秘訣：執行報表兩次，一次是 '借出' 的 '類型'，另一次是 '續借'，就能取得每月或每日的流通詳情。

source: Tip: To make item subfields required in a framework you'll want to edit the 952 field in the framework editor.
ar: تلميح: لتجعل الحقول الفرعية للمادة إلزامية في القالب عليك أن تحرر الحقل 952 في محرر القوالب.
cs: Tip: Chcete-li, aby podpole výtisku bylo požadované v šabloně, můžete editovat pole 952 v editoru šablony.
da: Tip: For at gøre et eksemplar-underfelt påkrævet i en struktur, skal du editere felt 952 i struktur-editoren.
de: Tipp: Um einzelne Unterfelder als Pflichtfelder festzulegen, können Sie Feld 952 im jeweiligen bibliographischen Framework entsprechend konfigurieren.
el: Συμβουλή: Για να κάνετε τα υποπεδία αντιτύπου απαιτούμενα σε κάποιο πλαίσιο θα χρειαστεί να επεξεργαστείτε το πεδίο 952/995 στον επεξεργαστή πλαισίου.
es: Sugerencia: Para que subcampos sean requeridos en la hoja de trabajo querrá editar el campo 952 en el editor de hojas de trabajo.
eu: Sugerencia: Para hacer subcampos requeridos en una hoja de trabajo que usted desea editar en el campo 952, utilice el editor la hoja de trabjo.
fi: Vinkki: Jos haluat nidetietojen kentän pakolliseksi luettelointipohjassa, muokkaa 952-kenttää luettelointipohjan muokkauksessa.
fr: À savoir&nbsp;: Pour rendre obligatoire un sous-champ das une grille de catalogage, vous devrez modifier le champ 952 (en MARC21) ou 995 (en UNIMARC) de cette grille.
hi: सुझाव: आइटम एक रूपरेखा आप ढांचे संपादक में 952 क्षेत्र संपादित करने के लिए चाहता हूँ में आवश्यक उपक्षेत्रों बनाने के लिए।
it: Tip: per rendere obbligatori campi di copia in una griglia di catalogazione, modifica il campo 952 nell'editor delle griglie.
oc: De saber&nbsp;: Per rendre obligatòri un soscamp das una grasilha de catalogatge, vous devrez modificar lo camp 952 (en MARC21) o 995 (en UNIMARC) d'aquesta grasilha.
pt: Dica: Para tornar subcampos de exemplar necessários num modelo deseja editar o campo 952 no editor de modelo.
pt_br: Dica: para tornar o preenchimento de determinados subcampos obrigatório, você precisará editar o campo 952 no editor de planilha.
sk: Tip: Aby boli podpolia exemplárov povinné v knižničnom rámci, bude dobré upraviť pole 952 v editore rámcov.
sv: Tips: för att göra underliggande objektfält obligatoriska i ett ramverk, redigerar du fältet 952 i redigeraren för ramverk.
tr: İpucu: Bir çerçevedeki materyal alt alanlarını gerekli kılmak için, sistem editöründeki 952 alanını düzenlemek isteyeceksiniz.
zh_tw: 秘訣：從框架編輯器裡編輯952欄位，就能讓館藏分欄為必備。

source: Tip: With overdue notices, be sure to put your branch name in the description as well so that it will be visible when setting up your triggers.
ar: فكرة مفيدة: مع إخطارات التأخر، تأكد من وضع اسم فرعك في الوصف ليكون مرئياً عند تنصيب محفزاتك
cs: Tip: Nezapomeňte v upomínkách vypisovat název pobočky/knihovny, aby byl viditelný při nastavování spouštěčů upomínek.
de: Tipp: Verwenden Sie den Namen Ihrer Bibliothek als Teil Ihres Beschreibungstextes bei Mahnungen, damit erleichtern Sie sich später die Auswahl der richtigen Benachrichtigung bei der Konfiguration der Trigger.
el: Συμβουλή: Με τις ειδοποιήσεις εκπρόθεσμων, βεβαιωθείτε ότι βάλατε το όνομα του παραρτήματος στην περιγραφή έτσι ώστε να είναι ορατό όταν ρυθμίζετε τις ενεργοποιήσεις σας.
es: Sugerencia: Con los avisos de retraso, asegúrese de poner el nombre de su sede en la descripción, así por lo que será visible cuando configure los disparadores de estado.
fi: Vinkki: Varmista, että laitat myös kirjaston nimen myöhästymisilmoituksen kuvaukseen, jotta se näkyy, kun määrittelet myöhästymisilmoituksia.
hi: सुझाव: अतिदेय नोटिस के साथ, विवरण में अपनी शाखा का नाम डाल करने के साथ ही इतना है कि यह जब अपने ट्रिगर्स की स्थापना दिखाई जाएगी सुनिश्चित हो।
it: Consiglio: con gli avvisi di ritardo, assicurati di inserire il nome della tua biblioteca nella descrizione in modo che sia visibile quando setti i tuoi triggers.
pt: Dica: Com os avisos de atraso, assegure-se que põe o nome da biblioteca na descrição de forma a ser visível quando configurar o envio.
pt_br: DIca: ao emitir avisos de atraso, certifique-se de colocar o nome de sua biblioteca na descrição, de modo que fique visível quando estiver configurando os disparadores.
sk: Tip: Pri oznámeniach o omeškaní sa uistite, že ste zadali meno svojej pobočky aj v popise, aby bolo viditeľné pri nastavovaní vašich spúšťačov.
tr: İpucu: Gecikme bildirimlerinde, açıklamada şube adınızı da belirttiğinizden emin olun, böylece tetikleyicileri ayarlarken görünür olacaktır.
zh_tw: 竅門：在逾期通知裡別忘了加入分館的名稱。

source: Tip: With this selected there is no need to choose any other permissions
ar: نصيحة: مع هذا الإختيار ليست هناك حاجة لاختيار أي صلاحيات أخرى
cs: Tip: Při výběru tohoto není potřeba volit jiná oprávnění
da: Tip: Med dette valg er der ingen grund til at vælge andre tilladelser
de: Tipp: Wenn diese Berechtigung angewählt ist, müssen keine weiteren Berechtigungen gesetzt werden.
el: Συμβουλή: Έχοντας αυτό επιλεγμένο δεν χρειάζεται να επιλέξετε άλλες εξουσιοδοτήσεις
es: Sugerencia: Con esto seleccionado no hay necesidad de seleccionar otros permisos
eu: Consejo: Con esta selección no es necesario elegirotros permisos
fi: Vinkki: Jos tämä on valittuna, muita oikeuksia ei tarvitse valita
fr: À savoir&nbsp;: Avec cet élément sélectionné, il n'est pas nécessaire de choisir d'autres permissions
hi: सुझाव: इस के साथ चयनित किसी अन्य अनुमतियों को चुनने के लिए कोई जरूरत नहीं है
it: Suggerimento: selezionato questo, non occorre selezionare altri permessi
oc: De saber&nbsp;: Amb aqueste element seleccionat, es pas necessari de causir d'autres permissions
pt: Dica: Com isto seleccionado não tem a necessidade de escolher outras permissões
pt_br: Dica: Com isto selecionado não precisa escolher quaisquer outras permissões
sk: Tip: Keď je toto vybrané, netreba už voliť žiadne iné oprávnenia
sv: Tips: väljs detta behöver du inte välja andra rättigheter
tr: İpucu: Bu seçili olanla, başka izinlerin seçilmesine gerek yoktur.
zh_tw: 秘訣：採用此選項後，不需要再選擇其他的權限

source: Tip: You have to put "%%" in a text box to 'leave it blank'. Otherwise, it literally looks for "" (empty string) as the value for the field.
ar: نصيحة: لديك لوضع "%%" في مربع النص ل'تركه فارغا'. خلاف ذلك، يبدو حرفيا ل "" (سلسلة فارغة) كقيمة الحقل.
cs: Tip: Musíte dát "%%" do textového pole "nechat prázdné." Jinak doslova hledá "" (prázdný řetězec) jako hodnotu pro pole.
da: Tip: Du skal sætte "%%" i et tekstfelt for at 'lade den være tom'. I modsat fald vil den bogstaveligt talt kigge efter "" (tom streng) som værdien i dette felt.
de: Tipp: Geben Sie in einem Eingabefeld "%%" ein, um es 'leer zu lassen' (also alle Werte zuzulassen). Andernfalls wird als Suchbegriff genau "" (leere Zeichenkette) verwendet.
el: Συμβουλή: Θα πρέπει να τοποθετήσετε "%%" σε ένα πλαίσιο κειμένου για να το 'αφήσετε κενό'. Διαφορετικά, απαιτείται στην ουσία "" (κενή ακολουθία) ως τιμή για το πεδίο.
es: Sugerencia: Deberá poner "%%" en un campo de texto para 'dejarlo blanco'. De otra forma, buscará literalmente por '"' (cadena vacía) como el valor del campo.
eu: Consejo: Tienes que poner "%% " en un cuadro de texto para 'dejarlo en blanco'. De lo contrario, literalmente, busca "" (empty string) como el valor para el campo.
fi: Vinkki: Sinun täytyy laittaa "%%" tekstilaatikkoon, jos haluat sen jäävän tyhjäksi. Muuten se kirjaimellisesti näyttää "" (tyhjä jono) kentän arvona.
fr: À savoir&nbsp;: Vous devez saisir "%%" dans un champ pour que le paramètre ne soit pas pris en compte. Si vous le laissez vide, la valeur "" (chaîne vide) sera utilisée comme valeur de ce champ.
hi: युक्ति: आप "डाल दिया है %% के लिए एक पाठ बॉक्स में" 'इसे छोड़ खाली'। अन्यथा, यह सचमुच "" (रिक्त स्ट्रिंग) क्षेत्र के लिए मूल्य के रूप में देखता है।
it: Suggerimento: devi mettere "%%" in una casella di testo per lasciarla vuota. Altrimenti il valore del campo apparirà come "" (stringa vuota).
oc: De saber&nbsp;: Vos cal sasir "%%" dins un camp per que lo paramètre ne siá pas pris en compte. Se vous lo daissatz vide, la valor "" (cadena vide) serà utilizada coma valor d'aqueste camp.
pl: Wskazówka: Musisz wpisać '%%' do pola tekstowego 'zostaw puste'. W przeciwnym wypadku będzie to wyglądało dosłownie "" (pusty ciąg) jako wartość pola.
pt: Dica: Tem que colocar "%%" numa caixa de texto para 'deixar em branco'. Senão, irá procurar literalmente por "" (frase vazia) no valor do campo.
pt_br: Dica: Você tem que colocar "%%" em uma caixa de texto para "deixar em branco". Caso contrário, ele literalmente procura por "" (string vazia) como o valor para o campo.
sk: Tip: Musíte vložiť "%%" do textového políčka, aby 'zostalo prázdne'. Inak to doslova hľadá "" (prázdny reťazec) ako hodnotu pre toto pole.
sv: Tips: du måste ange "%%" i en textruta för att 'lämna den tom'. Annars letar sökningen bokstavligt talat efter "" (en tom sträng) som värdet för fältet.
tr: İpucu: 'Boş bırakmak için' metin kutusuna "%%" yerleştirmeniz gerekir. Aksi takdirde, alanın değeri olarak tam "" şeklinde (boş dizgi) olarak gözükecektir.
zh_tw: 秘訣：必須在文字盒裡鍵入"%%"，表示 '此處空白'；否則，程式把它判讀為"" (空字串)。

source: Title
ar: العنوان
cs: Název
de: Titel
el: Τίτλος
es: Título
eu: Izenburua
fi: Nimeke
fr: Titre
hi: शीर्षक
it: Titolo
oc: Títol
pt: Título
sk: Názov
tr: Eser adı
zh_tw: 題名

source: Title=%s%s%s
fi: Nimeke=%s%s%s
hi: शीर्षक=%s%s%s

source: To access to the field list of the current record, you have to use the 'fields' variables (which is a hashref).
fi: Päästäksesi nykyisen tietueen kenttälistaan, sinun pitää käyttää 'fields'-muuttujia (jotka ovat 'hashref').
hi: मौजूदा रिकॉर्ड के क्षेत्र सूची देखकर करने के लिए, आप के 'क्षेत्रों' चर का उपयोग करने के लिए (जो एक hashref है)।

source: To add a CSV Profile
ar: لإضافة وضع CSV
cs: Přidání CSV profilu
da: For at tilføje en CSV-profil
de: Ein neues CSV-Profil anlegen
el: Για να προσθέσετε ένα CSV Προφίλ
es: Para agregar un perfil CSV
eu: CSV profil bat gehitzeko
fi: Lisätäksesi CSV-profiilin
fr: Pour ajouter un profil CSV
hi: एक सीएसवी प्रोफाइल को जोड़ने के लिए
it: Per aggiungere un profilo CSV
oc: Per apondre un perfil CSV
pl: Żeby dodać profil CSV
pt: Para adicionar um perfil CSV
pt_br: Para adicionar um perfil CSV
sk: Pre pridanie profilu CSV
sv: För att lägga till en CSV-profil
tr: Bir CVS profili eklemek için
zh_tw: 至新增CSV設定檔
