Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Accept the deletion and the records will be removed from the reservoir and the status will be changed to 'cleaned'
ar: إقبل الحذف وسيتم حذف التسجيلات من المخزن وسيتم تغيير الحالة إلى 'منظَّفة'
cs: Potvrďte odstranění a záznam bude ostraněn ze zásobníku a jeho stav se změní na 'vyčistěný'
da: Bekræft sletningen og datasætningerne slettes fra reservoiret. Status ændres til 'renset'
de: Bestätigen Sie die Löschung und die Datensätze werden aus dem Reservoir entfernt. Der Status ändert sich zu 'bereinigt'
el: Αποδοχή της διαγραφής και οι εγγραφές θα μεταφερθούν από το ρεζερβουάρ και η κατάσταση θα αλλάξει σε 'καθαρισμένο'
es: Acepte la eliminación y los registros serán removidos del depósito y el estado se cambiará a 'limpio'
eu: Onartu ezabatzea, eta erregistroak biltegitik kendu eta egoera 'garbituta' izango da.
fi: Hyväksy poisto ja tietueet poistetaan varastosta ja tila muuttuu 'Siivottu'-tilaksi
fr: Accepter la suppression et les notices seront supprimées du réservoir et le statut sera changé en 'nettoyé'
hi: विलोपन स्वीकार करें और रिकॉर्ड जलाशय से निकाल दिया जाएगा और स्थिति के लिए 'साफ' बदल जाएगा
it: Accetta la cancellazione e i record verranno rimossi dall'area temporanea e lo stato diventerà 'vuoto'
oc: Accepter la supression e las notícias seràn suprimidas del réservoir e l'estatut serà cambiat en 'netejat'
pl: Zaakceptuj usunięcie, rekordy zostaną usunięte ze zbioru, a ich status zostanie zmieniony na 'wyczyszczone'
pt: Aceitar a exclusão, os registos serão retirados do reservatório e do estado será alterado para 'limpo'
pt_br: Aceite a exclusão, os registros serão retirados do reservatório e status será alterado para 'limpo'
sk: Prijmite odstránenie a záznamy budú odobraté zo zásobníka a ich stav sa zmení na 'vyčistené'
sv: Godkänner du raderingen tas posterna bort från reservoaren och statusen ändras till 'rensad'
tr: Silme işlemini onayladığınızda tüm kayıtlar hazneden silinecek ve mevcut durum 'hepsi silindi' olarak değişecektir
zh_tw: 接受刪除，且該等目錄將從資料庫中移除，狀態將改為 '清除'

source: Access to all librarian functions
ar: الوصول إلى جميع وظائف المكتبي
cs: Přístup ke všem knihovnickým funkcím
da: Giver adgang til alle dele af bibliotekarfunktioner
de: Zugriff auf alle Module und Funktionen in der Dienstoberfläche
el: Πρόσβαση σε όλες τις λειτουργίες βιβλιοθηκονόμου
es: Acceso a todas las funciones de bibliotecario
eu: Acceso a las funciones del bibliotecario
fi: Pääsy kaikkiin toimintoihin
fr: Accès à toutes les autres parties du module Administration
hi: सभी लाइब्रेरियन कार्यों के लिए उपयोग
it: Abilita a tutte le funzioni
oc: Accès a totas las autras partidas del modul Administration
pl: Dostęp do wszystkich funkcji bibliotecznych
pt: Acesso a todas as funções da biblioteca
pt_br: Acesso a todas as funções das biblioteca
sk: Prístup do všetkých oblastí administrácie
sv: Tillgång till alla biblioteksfunktioner
tr: Tüm kütüphaneci işlevlerine erişim
zh_tw: 近用圖書館員的所有功能

source: Access to the Anonymize Patron Tool
ar: الوصول إلى أداة عدم تعريف المستفيد
cs: Přístup k anonymizovanému nástroji čtenáře
da: Adgang til værktøjet låneranonymisering
de: Zugang zum Werkzeug für die Anonymisierung von Benutzerdaten
el: Πρόσβαση στο Ανωνυμοποιημένο Εργαλείο Μελών
es: Acceso a la herramienta anonimizar usuarios
eu: Acceso a la Herramienta para hacer socios anónimos
fi: Pääsy asiakkaan anonymisointityökaluun
fr: Accès à l'outil d'anonymisation de l'historique de prêt
hi: एनॉनिमाइज़ संरक्षक उपकरण का उपयोग
it: Abilita ad usare lo strumento per rendere anonimi gli utenti
oc: Accès a l'aisina d'anonimizacion de l'istoric de prèst
pl: Dostęp do narzędzi 'Usuwanie użytkowników'
pt: Acesso à ferramenta de anonimização dos leitores
pt_br: Acessar a ferramenta de Importar usuários
sk: Prístup k nástroju Utajovanie čitateľov
sv: Tillgång till verktyget anonymisera låntagare
tr: Kullanıcı Anonimleştirme Aracına Erişim
zh_tw: 近用匿名讀者工具

source: Access to the Batch Item Deletion Tool
ar: الوصول إلى أداة حذف المواد بالدفعة
cs: Přístup k nástroji pro dávkové mazání jednotek
da: Adgang til stabelsletning af eksemplarer
de: Zugang zum Werkzeug zur Stapellöschung von Exemplaren
es: Acceso a la herramienta Eliminar ítems en lote
eu: Acceso a la herramienta de borrado de lotes de ítems
fi: Pääsy niteiden eräpoistotyökaluun
fr: Accès à l'outil de suppression d'exemplaires par lots
hi: बैच मद विलोपन उपकरण का उपयोग
it: Accesso allo strumento di Cancellazione copie via batch
oc: Accès a l'aisina de supression d'exemplars per lòts
pl: Dostęp do narzędzi 'Usuwanie grupy egzemplarzy'
pt: Acesso à ferramanenta de eliminação de exemplares em lote
pt_br: Acesso a ferramenta de que deleta em lote
sk: Prístup k nástroju Hromadné odstránenie exemplárov
sv: Tillgång till verktyget satsvis objektradering
tr: Toplu Materyal Silme Aracına Erişim
zh_tw: 近用批次刪除館藏工具

source: Access to the Batch Item Modification Tool
ar: الوصول إلى أداة تعديل المواد بالدفعة
cs: Přístup k nástroji pro dávkovou úpravu jednotek
da: Adgang til stabelændring af eksemplarer
de: Zugang zum Werkzeug zur Stapelbearbeitung von Exemplaren
el: Πρόσβαση στο Εργαλείο Ομαδικής Τροποποίησης Τεκμηρίων
es: Acceso a la herramienta Modificar ejemplares en lote
eu: Acceso a la herramienta de modificación de lotes de ítems
fi: Pääsy niteiden erämuokkaustyökaluun
fr: Accès à l'outil de modification d'exemplaires par lots
hi: बैच मद संशोधन उपकरण का उपयोग
it: Accesso allo strumento per modificare copie in batch
oc: Accès a l'aisina de modificacion d'exemplars per lòts
pl: Dostęp do narzędzi 'Modyfikowanie Grup Egzemplarzy'
pt: Acesso à ferramanenta de modificação de exemplares em lote
pt_br: Acesso a ferramenta que modifica os exemplares em lote
sk: Prístup k nástroju Hromadná úprava exemplárov
sv: Tillgång till verktyget satsvis objektmodifiering
tr: Toplu Materyal Değiştirme Aracına Erişim
zh_tw: 近用批次修改館藏工具

source: Access to the Batch Record Deletion Tool
eu: loteka erregistroak ezabatzeko erremintara sarrera
fi: Pääsy tietueiden eräpoistotyökaluun
hi: बैच रिकार्ड विलोपन उपकरण का उपयोग
oc: Accès a l'aisina de supression de notícias per lot

source: Access to the CSV Profiles Tool
ar: الوصول إلى أداة أوضاع CSV
cs: Přístup k nástroji pro správu profilů CSV
da: Adgang til CSV-profilværktøjet
de: Zugang zum Werkzeug zur Verwaltung von CSV-Profilen
el: Πρόσβαση στο Εργαλείο Προφίλ CSV
es: Acceso a la herramienta Perfiles CSV
eu: Acceso a la herramienta de perfiles CSV
fi: Pääsy CSV-profiilien työkaluun
fr: Accès à l'outil de gestion des profils CSV
hi: सीएसवी प्रोफाइल उपकरण का उपयोग
it: Accesso allo strumento per creare e modificare profili CSV
oc: Accès a l'aisina de gestion des perfils CSV
pl: Dostęp do narzędzi 'Profile CSV'
pt: Acesso à ferramenta de perfis CSV
pt_br: Acessar a Ferramenta de Perfil CSV
sk: Prístup k nástroju Profily CSV
sv: Tillgång till verktyget CSV-profiler
tr: CSV Profilleri Aracına Erişim
zh_tw: 近用CSV設定檔工具

source: Access to the Calendar/Holidays Tool
ar: الوصول إلى أداة التقويم/ العطلات
cs: Přístup ke kalendáři/nastavení zavíracích dnů
da: Adgang til kalender/ferieværktøjet
de: Zugang zum Schließtagekalender
el: Πρόσβαση στο Εργαλείο Ημερολόγιο/Αργίες
es: Acceso a la herramienta Calendario/feriados
eu: Acceso a la herramienta de edición del calendario y vacaciones
fi: Pääsy kalenterityökaluun
fr: Accès à l'outil calendrier/fermetures
hi: कैलेंडर / छुट्टियों के उपकरण का उपयोग
it: Accesso allo strumento di Calendario/Feste
oc: Accès a l'aisina calendièr/tampaduras
pl: Dostęp do narzędzi 'Kalendarz'
pt: Acesso à ferramenta de calendário/feriados
pt_br: Acessar a Ferramenta de Calendário/Feriado
sk: Prístup k nástroju Kalendár/Sviatky
sv: Tillgång till verktyget inställning av kalender/helgdagar
tr: Takvim/Tatiller Aracına Erişim
zh_tw: 近用行事曆/休館日工具

source: Access to the Comments Tool
ar: الوصول إلى أداة التعليقات
cs: Přístup k nástroji pro správu komentářů
da: Adgang til kommentarværktøjet
de: Zugang zum Werkzeug zur Verwaltung von Kommentaren
el: Πρόσβαση στο Εργαλείο Ειδοποιήσεων
es: Acceso a la herramienta Comentarios
eu: Acceso a la herramienta de comentarios
fi: Pääsy kommentointityökaluun
fr: Accès à l'outil de gestion des commentaires
hi: टिप्पणियाँ उपकरण का उपयोग
it: Accesso allo strumento di 'Commenti'
oc: Accès a l'aisina de gestion dels comentaris
pl: Dostęp do narzędzi 'Komentarze'
pt: Acesso à ferramenta de comentários
pt_br: Acesso para a ferramenta Comentários
sk: Prístup k nástroju Recenzie
sv: Tillgång till verktyget kommentarer
tr: Yorumlar Aracına Erişim
zh_tw: 近用評論工具

source: Access to the Export Data Tool
ar: الوصول إلى أداة تصدير البيانات
cs: Přístup do nástroje pro export dat
da: Adgang til værktøjet dataeksport
de: Zugriff auf das Werkzeug zum Datenexport
el: Πρόσβαση στο Εργαλείο Εξαγωγής Μελών
es: Acceso a la herramienta Exportar datos
eu: Acceso a la herramienta de exportación de datos
fi: Pääsy tietojen vientityökaluun
fr: Accès à l'outil d'export des données
hi: निर्यात डेटा उपकरण का उपयोग
it: Accesso allo strumento per l'esportazione dei dati
oc: Accès a l'aisina d'expòrt de las donadas
pl: Dostęp do narzędzi 'Eksport danych'
pt: Acesso à ferramenta de importação de dados
pt_br: Acesso a ferramento Exportar dados
sk: Prístup k nástroju Export údajov
sv: Tillgång till verktyget exportera data
tr: Verileri Dışa Aktarma Aracına Erişim
zh_tw: 近用匯出資料工具

source: Access to the Image Upload Tool
ar: الوصول إلى أداة تحميل الصور
cs: Přístup do nástroje pro nahrávání obrázků
da: Adgang til billedopload-værktøjet
de: Zugriff auf das Werkzeug zum Upload von Covern
el: Πρόσβαση στο Εργαλείο Ανάρτησης Εικόνων
es: Acceso a la herramienta Cargar imágen
eu: Acceso a la herramienta de carga de imágenes
fi: Pääsy kuvien lataustyökaluun
fr: Accès à l'outil de téléchargement des photos
hi: छवि अपलोड उपकरण का उपयोग
it: Accesso allo strumento di importazione immagini
oc: Accès a l'aisina de telecargament des photos
pl: Dostęp do 'Narzędzi wczytywania zdjęć'
pt: Acesso à ferramenta de carregamento de imagens
pt_br: Acesso à ferramenta Upload de imagem
sk: Prístup k nástroju Načítanie obrázkov
sv: Tillgång till verktyget ladda upp bilder
tr: Resim Yükleme Aracına Erişim
zh_tw: 近用上傳照片工具

source: Access to the Import Patrons Tool
ar: الوصول إلى أداة استيراد المستفيدين
cs: Přístup do nástroje pro import čtenářů
da: Adgang til værktøjet lånerimport
de: Zugriff auf das Werkzeug zum Benutzerdatenimport
el: Πρόσβαση στο Εργαλείο Εισαγωγής Μελών
es: Acceso a la herramienta Importar usuarios
eu: Acceso a la herramienta de importación de socios
fi: Pääsy asiakkaiden tuontityökaluun
fr: Accès à l'outil d'import d'adhérents
hi: आयात संरक्षक उपकरण का उपयोग
it: Accesso allo strumento di importazione degli utenti
oc: Accès a l'aisina d'impòrt d'aderents
pl: Dostęp do narzędzi 'Importowanie użytkowników'
pt: Acesso à ferramenta de importação de leitores
pt_br: Acesso à ferramenta Importar usuários
sk: Prístup k nástroju Import čitateľov
sv: Tillgång till verktyget importera låntagare
tr: Kullanıcıları İçe Aktarma Aracına Erişim
zh_tw: 近用匯入讀者工具

source: Access to the Inventory Tool
ar: الوصول إلى أداة الجرد
cs: Přístup k nástroji Revize
da: Tillad adgang til inventurværktøjet
de: Zugriff auf das Inventur-Werkzeug
el: Πρόσβαση στο Εργαλείο Απογραφής
es: Acceso a la herramienta Inventario
eu: Acceso a la herramienta de inventario
fi: Pääsy inventointityökaluun
fr: Accès à l'outil inventaire/récolement
hi: माल उपकरण का ऐक्सेस
it: Accesso allo strumento di inventario
oc: Accès a l'aisina inventari/récolement
pl: Dostęp do narzędzi 'Skontrum'
pt: Acesso à ferramenta de inventário
pt_br: Acesso à ferramenta Inventário
sk: Prístup k nástroju Inventarizácia
sv: Tillgång till verktyget Inventering
tr: Envanter Aracına Erişim
zh_tw: 近用登錄簿工具

source: Access to the Label Creator and Quick Label Creator Tools
ar: الوصول إلى أدوات منشيء الملصق ومنشيء الملصق السريع
cs: Přístup k nástrojům Tvorba štítků a Rychlá tvorba štítků
da: Adgang til etiketprogram og hurtigt etiketprogram
de: Zugriff auf die Werkzeuge für den Etikettendruck
el: Πρόσβαση στα Εργαλεία Δημιουργού Ετικετών και Γρήγορου Δημιουργό Ετικετών
es: Acceso a la herramienta Creador de etiquetas y creador de etiquetas rápidas
eu: Acceso al Creador de etiquetas y a la herramienta Creador de Marbetes
fi: Pääsy tarrojen ja selkätarrojen luontityökaluihin
fr: Accès aux outils de création et de création rapide d'étiquettes
hi: लेबल निर्माता और त्वरित लेबल निर्माता उपकरण का उपयोग
it: Accesso allo strumento di stampa etichette e stampa veloce etichette
oc: Accès als aisinas de creacion e de creacion rapide d'etiquetas
pl: Dostęp do narzędzi 'Kreator Etykiet' i 'Uproszczony Kreator Etykiet'
pt: Acesso às ferramentas de criação de etiquetas e etiquetas rápidas
pt_br: Acesso às ferramentas Criação de etiquetas e Criação de etiquetas rápidas
sk: Prístup k nástrojom Tvorba etikiet a Rýchla tvorba etikiet
sv: Tillgång till etikettverktyget och snabbverktyget för ryggetiketter
tr: Etiket oluşturucu ve Hızlı Etiket Oluşturucu Araçlarına Erişim
zh_tw: 近用書標產生器與快速書標產生器工具

source: Access to the Log Viewer Tool
ar: الوصول إلى أداة عارض السجل
cs: Přístup do nástroje Prohlížeč záznamů
da: Adgang til log-visnings-værktøj
de: Zugriff auf das Werkzeug zur Suche in den Systemlogs
el: Πρόσβαση στο Εργαλείο Πρόσβασης Ιστορικού
es: Accesos a la herramienta Visor del log
eu: Acceso a la Herramienta de visor de registros
fi: Pääsy lokien katselutyökaluun
fr: Accès à l'outil de visualisation des logs
hi: प्रवेश दर्शक उपकरण का उपयोग
it: Accesso allo strumento per leggere i log di sistema
oc: Accès a l'aisina de visualizacion des logs
pl: Dostęp do narzędzi 'Podgląd dziennika zdarzeń'
pt: Acesso a ferramenta de visualização de logs
pt_br: Acesso à ferramenta Visualizar log
sk: Prístup k nástroju Zobrazovač denníkov
sv: Tillgång till verktyget loggranskning
tr: Sistem Günlükleri Görüntüleme Aracına Erişim
zh_tw: 近用記錄檢視器工具

source: Access to the Manage Staged MARC Records Tool
ar: الوصول إلى أداة إدارة تسجيلات مارك المنظمة
cs: Přístup k nástroji pro řízení přípravy MARC záznamů
da: Adgang til værktøjet administreret klargjort MARC-post
de: Zugriff auf das Werkzeug zur Verwaltung zwischengespeicherter MARC-Datensätze
el: Πρόσβαση στο Εργαλείο Διαχείρισης Προετοιμασμένων Εγγραφών MARC
es: Acceso a la herramienta Administrar registros MARC preparados
eu: Acceso a la herramienta de gestión de registros MARC preparados
fi: Pääsy välivarastoitujen MARC-tietueiden hallintatyökaluun
fr: Accès à l'outil de gestion des notices téléchargées
hi: प्रबंधित मंचन मार्क रिकॉर्ड उपकरण का उपयोग
it: Accesso allo strumento per i record MARC preparati nell'area temporanea
oc: Accès a l'aisina de gestion des notícias telecargadas
pl: Dostęp do narzędzi 'Zarządzanie Rekordami MARC przygotowanymi do importu'
pt: Acesso à ferramenta de gestão dos registos MARC estagiados
pt_br: Acesso a ferramenta de tratamento dos registros MARC para Importação
sk: Prístup k nástroju Spracovanie pripravených záznamov MARC
sv: Tillgång till verktyget hantera förberedda MARC-poster
tr: Aşamalı MARC Kayıtları Yönetimi Aracına Erişim
zh_tw: 近用管理暫存MARC記錄工具

source: Access to the News Tool
ar: الوصول إلى أداة الأخبار
cs: Přístup do správy novinek
da: Adgang til nyhedsværktøjet
de: Zugang zum Werkzeug für Nachrichten
el: Πρόσβαση στο Εργαλείο Νέων
es: Acceso a la herramienta Novedades
eu: Acceso a la herramienta Avisos)
fi: Pääsy uutisten työkaluun
fr: Accès à l'outil de gestion des annonces
hi: समाचार उपकरण का उपयोग
it: Accesso allo strumento delle 'News'
oc: Accès a l'aisina de gestion de las anóncias
pl: Dostęp do narzędzi 'Aktualności'
pt: Acesso à ferramenta de notícias
pt_br: Acesso para a ferramenta Mensagens
sk: Prístup k nástroju Novinky
sv: Tillgång till verktyget nyheter
tr: Haberler Aracına Erişim
zh_tw: 近用最新公告工具

source: Access to the Notices Tool
ar: الوصول إلى أداة الإخطارات
cs: Přístup k poznámkovému nástroji
da: Adgang til beskedværktøjet
de: Zugang zum Werkzeug für die Verwaltung von Benachrichtigungen und Quittungen
el: Πρόσβαση στο Εργαλείο Ειδοποιήσεων
es: Acceso a la Herramienta de Avisos
eu: Accesi a la herramienta de noticias
fi: Pääsy viestien työkaluun
fr: Accès à l'outil de gestion des notifications
hi: नोटिस उपकरण का उपयोग
it: Accesso allo strumento per gestire gli Avvisi
oc: Accès a l'aisina de gestion de las notificacions
pl: Dostęp do narzędzi 'Powiadomienia'
pt: Acesso à ferramenta de avisos
pt_br: Acesso para a ferramenta de Noticias
sk: Prístup k nástroju Oznámenia
sv: Tillgång till meddelandeverktyget
tr: Duyurular Aracına Erişim
zh_tw: 近用通知工具

source: Access to the Overdue Notice Status/Triggers Tool
ar: الوصول إلى أداة إخطار التأخير / الحالة مرسلة
cs: Přístup do nástroje pro správu oznámování zpoždění a spouštěčů
da: Adgang til værktøjet for udløsning af beskeder om udestående notits/status
de: Zugriff auf das Werkzeug zur Konfiguration der Mahntrigger
el: Πρόσβαση στο Εργαλείο Ειδοποίησης Εκπρόθεσμων/Ενεργοποιήσεις
es: Acceso a la Herramienta Avisos de Retraso/Disparadores de Estado
eu: Acceso a la herramienta de avisos y disparadores de retraso
fi: Pääsy myöhästymisilmoitusten määrittelyyn
fr: Accès à l'outil de paramétrage des relances
hi: अतिदेय नोटिस/ट्रिगर उपकरण स्थिति को देखकर
it: Accesso allo strumento che gestisce gli avvisi/eventi nei casi di ritardi
pl: Dostęp do narzędzia 'Status Przetrzymanych Powiadomień/Wyzwalacze'
pt: Acesso à ferramenta de agendar avisos de atraso
pt_br: Acesso à ferramenta Aviso de atraso/Disparador de mensagens
sk: Prístup k nástroju Stavu oznámenia o omeškaní/Spúšťačov
tr: Gecikme Uyarı Durumu/Tetikleyiciler Aracına Erişim
zh_tw: 近用逾期通知狀態/啟用工具

source: Access to the Stage MARC Records Tool
ar: الوصول إلى أداة تنظيم تسجيلات مارك
cs: Přístup do nástroje pro přípravu MARC záznamů pro import
da: Adgang til værktøjet klargjorte MARC-poster
de: Zugriff auf das Werkzeug zum Zwischenspeichern von MARC-Datensätzen
el: Πρόσβαση στο Εργαλείο Οργανωμένων Εγγραφών MARC
es: Acceso a la herramienta Preparar registros MARC
eu: Acceso a la herramienta de preparación y carga de registros MARC
fi: Pääsy MARC-tietueiden välivarastointityökaluun
fr: Accès à l'outil de téléchargement de notices MARC
hi: स्टेज मार्क रिकॉर्ड उपकरण का उपयोग
it: Accesso allo strumento 'Gestisci i records MARC preparati'
oc: Accès a l'aisina de telecargament de notícias MARC
pl: Dostęp do narzędzia Zarządzania rekordami MARC przygotowanymi do importu
pt: Acesso à ferramenta de gestão dos registos MARC estagiados
pt_br: Acesso a ferramenta de tratamento de registro para importação
sk: Prístup k nástroju Pripraviť záznamy MARC
sv: Tillgång till verktyget förbereda MARC-poster
tr: Aşamalı MARC Kayıtları Aracına Erişim
zh_tw: 近用暫存MARC記錄工具

source: Access to the Tags Tool
ar: الوصول إلى أداة الوسوم
cs: Přístup k nástroji pro správu štítků
da: Adgang til mærkeværktøjet
de: Zugriff zum Werkzeug für die Verwaltung von Tags
el: Πρόσβαση στο Εργαλείο Ετικετών
es: Acceso a la herramienta Etiquetas
eu: Acceso a la Herramienta de etiquetas
fi: Pääsy tagityökaluun
fr: Accès à l'outil de gestion des Commentaires
hi: टैग उपकरण का उपयोग
it: Permetti di accedere al modulo dei Tags
oc: Accès a l'aisina de gestion des Comentaris
pl: Dostęp do narzędzi 'Tagi'
pt: Acesso à ferramenta das etiquetas
pt_br: Acesso à ferramenta Tags
sk: Prístup k nástroju Menoviek
tr: Etiketler Aracına Erişim
zh_tw: 近用標籤工具

source: Access to the Task Scheduler Tool
ar: الوصول إلى أداة مجدول المهام
cs: Přístup k nástroji Plánovač úloh
da: Adgang til opgaveplanlæggeren
de: Zugriff auf das Werkzeug Aufgabenplaner
el: Πρόσβαση στο Εργαλείο Χρονοπρογραμματιστή
es: Acceso a la herramienta Programador de tareas
eu: Acceso a la herramienta de gestor de tareas
fi: Pääsy tehtävien ajastustyökaluun
fr: Accès à l'outil de planification des rapports
hi: टास्क समयबद्धक उपकरण का उपयोग
it: Accesso ad usare lo strumento 'Schedulatore'
oc: Accès a l'aisina de planification des rapòrts
pl: Dostęp do narzędzi 'Harmonogram zadań'
pt: Acesso à ferramenta de calendarização de tarefas
pt_br: Acesso à ferramenta Agendador de tarefas
sk: Prístup k nástroju Plánovač úloh
sv: Tillgång till verktyget schemaläggare
tr: Görev Zamanlayıcı Aracına Erişim
zh_tw: 近用工作排程工具

source: Access to the Upload Local Cover Image Tool
ar: الوصول إلى أداة رفع صورة الغلاف المحلية
cs: Přístup k nahrávánání vlastních obálek
da: Adgang til værktøjet for opload af lokale titelbilleder
de: Zugriff auf das Werkzeug zum Upload von lokalen Coverbildern
el: Πρόσβαση στο Εργαλείο Ανάρτησης Εικόνας Καλύμματος
es: Acceso a la herramienta Cargar imágenes de cubierta locales
eu: Acceso a la herramienta de carga de cubiertas en el repositorio local
fi: Pääsy paikallisten kansikuvien työkaluun
fr: Accès à l'outil de téléchargement d'images de couverture locales
hi: अपलोड स्थानीय कवर छवि उपकरण का उपयोग
it: Accesso allo strumento di Caricamento in locale delle immagini di copertina
oc: Accès a l'aisina de telecargament d'imatges de cobertura localas
pl: Dostęp do narzędzi 'Wczytywanie Zdjęć'
pt: Acesso à ferramenta de carregamento de imagens de capa
pt_br: Acesso a ferramenta de Upload de capas
sk: Prístup k nástroju Načítanie miestnych obrázkov obálok
sv: Tillgång till verktyget ladda upp lokal omslagsbild
tr: Yerel Kapak Resmi Yükleme Aracına Erişim
zh_tw: 近用上傳本地封面工具
