Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The other option, only for overdue notices, is to use the &lt;item&gt;&lt;/item&gt; tags to span the line so that it will print out multiple lines. One example for the &lt;item&gt;&lt;/item&gt; tag option is:&lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" by &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Barcode: &lt;&lt;items.barcode&gt;&gt; , Checkout date: &lt;&lt;issues.issuedate&gt;&gt;, Due date: &lt;&lt;issues.date_due&gt;&gt; Fine: &lt;&lt;items.fine&gt;&gt; Due date: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
ar: الخيار الآخر، فقط لإخطارات التأخير ، هو استخدام ال the &lt;item&gt;&lt;/item&gt; الأوسمة تمتد على خط بحيث أنه سيتم طباعة خطوط متعددة مثال واحد ل &lt;item&gt;&lt;/item&gt;خيارات الوسم هي : &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" من قبل &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.&lt;&lt;items.itemcallnumber&gt;&gt;, الباركود : &lt;&lt;items.barcode&gt;&gt; , تاريخ الإعارة :&lt;&lt;issues.issuedate&gt;&gt;, تاريخ الاستحقاق : &lt;&lt;issues.date_due&gt;&gt; الغرامة: Fine: &lt;fine&gt;USD&lt;/fine&gt;تاريخ الاستحقاق : &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
cs: Jiná možnost, dostupná pouze pro upomínky, je použít &lt;item&gt;&lt;/item&gt; tagy k uzavření řádku takže se vytiskne každá výpůjčka na samostatný řádek. Příklad pro použití tagu &lt;item&gt;&lt;/item&gt;:&lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" od &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Čárový kód: &lt;&lt;items.barcode&gt;&gt; , Datum výpůjčky: &lt;&lt;issues.issuedate&gt;&gt;, Termín vrácení: &lt;&lt;issues.date_due&gt;&gt; Poplatek za upomínku: &lt;fine&gt;CZK&lt;/fine&gt; Termín vrácení: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
de: Die andere Option, nur für Mahnschreiben, ist &lt;item&gt;&lt;/item&gt; Tags zu verwenden. Ein Beilspiel für die Syntax mit the &lt;item&gt;&lt;/item&gt; Tags: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" von &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Barcode: &lt;&lt;items.barcode&gt;&gt; , Ausleihdatum: &lt;&lt;issues.issuedate&gt;&gt;, Fälligkeitsdatum: &lt;&lt;issues.date_due&gt;&gt; Gebühr: &lt;&lt;items.fine&gt;&gt; Fälligkeitsdatum: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
el: Η άλλη επιλογή, μόνο για εκπρόθεσμες ειδοποιήσεις, είναι να χρησιμοποιήσετε τις ετικέτες &lt;item&gt;&lt;/item&gt; για τη διεύρυνση της γραμμής ώστε να τυπώνει περισσότερες γραμμές. Ένα παράδειγμα για την &lt;item&gt;&lt;/item&gt; επιλογή ετικέτας είναι:&lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" by &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Barcode: &lt;&lt;items.barcode&gt;&gt; , Ημερομηνία έκδοσης: &lt;&lt;issues.issuedate&gt;&gt;, Ημερομηνία επιστροφής: &lt;&lt;issues.date_due&gt;&gt; Πρόστιμο: &lt;&lt;items.fine&gt;&gt; Ημερομηνία επιστροφής: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
es: La otra opción, solo para avisos de retraso, es usar los tags &lt;item&gt;&lt;/item&gt; para abarcar la línea y de esa manera imprimir varias lineas. Un ejemplo para la opción de tag &lt;item&gt;&lt;/item&gt; es: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" por &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Código de barras: &lt;&lt;items.barcode&gt;&gt; , Fecha préstamo: &lt;&lt;issues.issuedate&gt;&gt;, Fecha de vencimiento: &lt;&lt;issues.date_due&gt;&gt; Multa: &lt;&lt;items.fine&gt;&gt; Fecha de vencimiento: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
fi: Toinen vaihtoehto, vain myöhästymisilmoituksille, on käyttää &lt;item&gt;&lt;/item&gt; merkkejä jaksottamaan riviä, jotta se tulostuu useille riveille. Yksi esimerkki &lt;item&gt;&lt;/item&gt;merkkivaihtoehto on:&lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" / &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Viivakoodi: &lt;&lt;items.barcode&gt;&gt; , Lainauspvm: &lt;&lt;issues.issuedate&gt;&gt;, Eräpäivä: &lt;&lt;issues.date_due&gt;&gt; Maksu: &lt;&lt;items.fine&gt;&gt; Eräpäivä: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
hi: अन्य विकल्प नहीं है, केवल अतिदेय नोटिस के लिए, औरका उपयोग करने के लिए है &lt;item&gt;&lt;/item&gt; टैग लाइन अवधि के लिए इतना है कि यह कई लाइनों के बाहर प्रिंट होगा। इसके लिए एक उदाहरण &lt;item&gt;&lt;/item&gt; टैग विकल्प हैं:&lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" द्वारा &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;,बारकोड: &lt;&lt;items.barcode&gt;&gt; , चैकआउट दिनांक: &lt;&lt;issues.issuedate&gt;&gt;, देय तिथि: &lt;&lt;issues.date_due&gt;&gt; Fine: &lt;&lt;items.fine&gt;&gt देय तिथि: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
it: L'altra possibilità, solo per gli avvisi di ritardo, è usare i tags &lt;item&gt;&lt;/item&gt; intorno alla linea, in modo che questa venga stampata su più righe. Un esempio di uso del tag &lt;item&gt;&lt;/item&gt; è: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" di &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Barcode: &lt;&lt;items.barcode&gt;&gt; , Data prestito: &lt;&lt;issues.issuedate&gt;&gt;, Data entro cui restituire: &lt;&lt;issues.date_due&gt;&gt; Multa: &lt;&lt;items.fine&gt;&gt; &gt; &lt;/item&gt;
oc: L'autre possibilitat, unicament per las notificacions de retard es d'utilizar les balises &lt;item&gt;&lt;/item&gt; per surligner la linha afin de poder imprimir plusieurs linhas. Voici un exemple per la balise &lt;item&gt;&lt;/item&gt; :&lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" by &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Barcode: &lt;&lt;items.barcode&gt;&gt; , Checkout date: &lt;&lt;issues.issuedate&gt;&gt;, Due date: &lt;&lt;issues.date_due&gt;&gt; Fine: &lt;fine&gt;USD&lt;/fine&gt; Due date: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
pl: Inną opcją, tylko dla powiadomień o przetrzymanych egzemplarzach, jest używanie &lt;item&gt;&lt;/item&gt; tagów do oddzielenia wersów, by na wydruku pojawiło się wiele wersów. Przykład: &lt;item&gt;&lt;/item&gt; opcja używania tagów :&lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" / &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Kod kreskowy: &lt;&lt;items.barcode&gt;&gt; , Data wypożyczenia: &lt;&lt;issues.issuedate&gt;&gt;, Termin zwrotu: &lt;&lt;issues.date_due&gt;&gt; Należność: &lt;&lt;items.fine&gt;&gt; Termin zwrotu: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
pt: A outra opção, apenas para avisos de atrasos, é usar as tags &lt;item&gt;&lt;/item&gt; para que a linha seja transformada em múltiplas linhas com os exemplares. Um exemplo é is:&lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" por &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Código de barras: &lt;&lt;items.barcode&gt;&gt; , Data de empréstimo: &lt;&lt;issues.issuedate&gt;&gt;, Data de termino: &lt;&lt;issues.date_due&gt;&gt; Multa: &lt;fine&gt;USD&lt;/fine&gt; Data de termino: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
pt_br: A outra opção, somente para registros em atraso, é usar o &lt;item&gt;&lt;/item&gt; tags para separar linha, assim serão impressas múltiplas linhas. Um exemplo para o &lt;item&gt;&lt;/item&gt; opção de tag é:&lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" by &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Código de barras: &lt;&lt;items.barcode&gt;&gt; , Empréstimo: &lt;&lt;issues.issuedate&gt;&gt;, Devolução para: &lt;&lt;issues.date_due&gt;&gt; Multa: &lt;fine&gt;USD&lt;/fine&gt; Devolução em: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
sk: Ďalšia možnosť, len pre upomienky o omeškaní, je použiť menovky &lt;item&gt;&lt;/item&gt; na rozpätie riadku, aby sa vytlačilo viacero riadkov. Napríklad, možnosť menovky &lt;item&gt;&lt;/item&gt; je:&lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" od &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Čiarový kód: &lt;&lt;items.barcode&gt;&gt; , Dátum výpožičky: &lt;&lt;issues.issuedate&gt;&gt;, Termín návratu: &lt;&lt;issues.date_due&gt;&gt; Pokuta: Fine: &lt;&lt;items.fine&gt;&gt; Termín návratu: &lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;
zh_tw: 祗供逾期通知使用的其他選項是使用 &lt;館藏&gt;&lt;/館藏&gt; 標籤，使其列印多行。&lt;館藏&gt;&lt;/館藏&gt;標籤選項的其中一個範例是：&lt;館藏&gt;"&lt;&lt;biblio.title&gt;&gt;" by &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, 條碼：&lt;&lt;items.barcode&gt;&gt; , 借出日期：&lt;&lt;issues.issuedate&gt;&gt;, 到期日：&lt;&lt;issues.date_due&gt;&gt; 罰款：&lt;&lt;items.fine&gt;&gt; 到期日：&lt;&lt;issues.date_due&gt;&gt; &lt;/item&gt;

source: The other way to fast catalog is from the checkout screen. When you enter a barcode at checkout that Koha can't find, it will prompt you to use fast cataloging to add the item to Koha and check it out.
ar: في الاتجاه الآخر إلى فهرسة سريعة من شاشة الإعارة. عند إدخال الباركود في الإعارة فإن كوها لا يمكنه العثور عليه، فإنه سيطالبك لاستخدام سريع الفهرسة لإضافة مادة إلى كوها وإعارتها.
cs: Jiný způsob k rychlé katalogizaci je z obrazovky výpůjček. Zadáte-li čárový kód, která Koha nemůže najít, vyzve vás k použití rychlé katalogizace, pro přidání výtisku do Koha abyste ho mohli půjčit.
da: Den anden metode til hurtig katalogisering er fra udlånsskærmen. Når du indtaster en stregkode, som Koha ikke kan finde, vil det foreslå at bruge hurtig katalogisering til at tilføje eksemplaret til Koha og udlåne det.
de: Eine Schnellaufnahme kann außerdem ausgehend von der Ausleihe angelegt werden. Wird ein im System nicht vorhandener Barcode eingegeben, zeigt Koha eine entsprechende Meldung mit einem Link zum Erstellen einer Schnellaufnhame. Dadurch kann das Exemplar in einem integrierten Workflow erfasst und gleich ausgeliehen werden.
el: Η άλλη μέθοδος για τη γρήγορη καταλογογράφηση είναι από την οθόνη δανεισμού. Όταν εισάγετε ένα barcode στο δανεισμό το οποίο δεν μπορεί να βρει το Koha, θα σας ζητήσει να χρησιμοποιήσετε τη γρήγορη καταλογογράφηση για να προσθέσετε το τεκμήριο στο Koha και να το δανείσετε.
es: La otra forma de catalogación rápida es desde la pantalla de préstamo. Cuando ingresa al prestar un código de barras que Koha no puede encontrar, le consultará si desea utilizar catalogación rápida para agregar el ítem a Koha y prestarlo.
eu: La otra forma de catálogo rápido está en la pantalla de préstamo. Cuando se introduce un código de barras en el préstamo que Koha no puede encontrar, se le pedirá que use la catalogación rápida para añadir el ítem a Koha y prestarlo.
fi: Toinen vaihtoehto mennä pikaluettelointiin on lainausnäytöltä. Kun syötät lainauksessa viivakoodin, jota Koha ei löydä, se ehdottaa sinulle pikaluetteloinnin käyttöä niteen lisäämiseksi Kohaan ja lainaamiseen.
fr: Vous pouvez également accéder au catalogage rapide à partir du module de prêt. Lors du prêt, si Koha ne trouve pas un code à barres que vous avez saisi, un message vous proposera d'utiliser le catalogage rapide pour ajouter l'exemplaire dans Koha et enregistrer le prêt.
hi: तेज सूची के लिए दूसरा रास्ता चेकआउट स्क्रीन से है। जब आप चेकआउट में एक बारकोड कि कोहा नहीं मिल सकता है में प्रवेश, यह आप कोहा के लिए आइटम जोड़ने के लिए और इसे बाहर की जाँच करने के लिए तेजी से सूचीबद्ध करने का उपयोग करने का संकेत होगा।
it: L'altro modo per la Catalogazione veloce è partire dalla schermata di prestito. Quando indichi il barcode e Koha non lo trova, ti verrà proposto di di usare la Catalogazione veloce per aggiungere il record bibliografico.
oc: Podètz tanben accedir al catalogatge rapide a partir del modul de prèst . Al moment del prèst , se Koha ne tròba pas un còdi de barras qu'avètz saisi, un messatge vous proposera d'utilizar lo catalogatge rapide per apondre l'exemplar dins Koha e enregistrar lo prèst .
pl: Innym sposobem na 'Szybkie katalogowanie' jest wybór tej opcji z menu modułu Udostępnianie. Jeśli chcesz wypożyczyć egzemplarz, którego nie ma w systemie, możesz go dodać w szybkim katalogowaniu i wypożyczyć.
pt: A outra forma de catalogação rápida é a partir do ecrã de empréstimo. Quando inserir um código de barras que o Koha não encontra, será perguntado se deseja usar a catalogação rápida e proceder ao empréstimo.
pt_br: A outra maneira para uma catalogação expressa é pela tela de devolução. Quando você digitar um código de barras que o Koha não encontrar, você poderá usar a catalogação expressa para adicionar o item ao Koha e emprestá-lo.
sk: Ďalším spôsobom rýchlej katalogizácie je zo zobrazenia výpožičiek. Keď pri výpožičke zadáte čiarový kód, ktorý Koha nevie nájsť, vyzve vás, aby ste použili možnosť rýchlej katalogizácie pre pridanie exemplára do Kohy a jeho výpožičku.
sv: Det andra sättet att komma till snabbkatalogisering är från utlåningsskärmen. När du anger en streckkod för utlåning som Koha inte kan hitta, ombeds du att använda snabbkatalogisering för att lägga till objektet i Koha och låna ut det.
tr: Hızlı kataloglamanın diğer yolu ödünç verme ekranından yapılır. Ödünç verme esnasında Koha’nın bulamadığı barkotu girdiğinizde, Koha size materyali hızlı kataloglamayı kullanarak ekleyeceğinizi ve bu materyali ödünç vereceğinizi hatırlatacaktır.
zh_tw: 從借出畫面也可使用快速編目。鍵入條碼準備借出館藏時，若找不到該筆紀錄，Koha提示餔喣員使用快速編目新增該筆館藏，並借出它。

source: The patron has requested to receive the checkout notice
ar: لقد طلب المستفيد استلام إخطار الإعارة
cs: Uživatel požaduje posílání oznámení o výpůjčce
de: Der Benutzer hat angegeben, dass er Ausleihquittungen erhalten möchte
el: Το μέλος έχει ζητήσει να παραλαμβάνει την ειδοποίηση δανεισμού
es: El usuario ha solicitado recibir el aviso de préstamo
fi: Asiakas haluaa lainausilmoituksen
hi: संरक्षक चेकआउट सूचना प्राप्त करने के लिए अनुरोध किया है
it: L'utente ha richiesto di ricevere avviso sul prestito
oc: L'aderent a demandat a recebre aquesta notificacion de prèst .
pt: O leitor requisitou a recepção deste aviso
pt_br: O usuário solicitou o recebimento deste aviso
sk: Čitateľ si vyžiadal prijímanie oznámenia o výpožičke
tr: Kullanıcı ödünç alma bildirimi alma isteğinde bulunmuştur
zh_tw: 讀者要求收到借出通知

source: The patron has requested to receive this notice
ar: قد طلب من المستفيد لاستلام هذا الإشعار
cs: Uživatel požaduje posílání oznámení
da: Låneren har bedt om at modtage denne besked
de: Der Benutzer hat angegeben, dass er diese Benachrichtigung erhalten möchte
el: Το μέλος έχει ζητήσει να παραλαμβάνει αυτή την ειδοποίηση
es: El usuario a requerido recibir este aviso
eu: Bazkideak abisu hau jasotzea baimendu du
fi: Asiakas haluaa tämän ilmoituksen
fr: L'adhérent a demandé à recevoir cette notification.
hi: संरक्षक इस नोटिस प्राप्त करने के लिए अनुरोध किया है
it: L'utente ha richiesto di ricevere questo avviso
oc: L'aderent a demandat a recebre aquesta notificacion.
pt: O leitor requisitou a recepção deste aviso
pt_br: O usuário solicitou o recebimento deste aviso
sk: Čitateľ si vyžiadal prijímanie tohto oznámenia
sv: Låntagaren har begärt att få detta meddelande
tr: Kullanıcı bu notu almak isteğinde bulunmuştur.
zh_tw: 讀者要求收到此通知

source: The patron has requested to receive this notice as a digest
ar: لقد طلب المستفيد استلام هذا الإخطار كملخص
cs: Uživatel požaduje posílání tohoto oznámení ve formě souhrnu
de: Der Benutzer hat angegeben, dass er diese Benachrichtigung als Zusammenfassung (Digest) erhalten möchte
el: Το μέλος έχει ζητήσει να παραλαμβάνει αυτή την ειδοποίηση συνοπτικά
es: El usuario ha solicitado recibir este aviso como un digesto
fi: Asiakas haluaa tämän ilmoituksen koosteviestinä
fr: L'adhérent a demandé à recevoir cette notification sous la forme d'un résumé
hi: संरक्षक एक डाइजेस्ट के रूप में इस सूचना प्राप्त करने के लिए अनुरोध किया है
it: L'utente ha richiesto di ricevere questo avviso in forma di digest
oc: L'aderent a demandat a recebre aquesta notificacion jos la forme d'un resumit
pt: O leitor requisitou a recepção deste aviso como sumário
pt_br: O usuário solicitou o recebimento deste aviso como resumo diário
sk: Čitateľ si vyžiadal prijímanie tohto oznámenia ako súhrn
tr: Kullanıcı bu bildirimi özet olarak almak isteğinde bulunmuştur
zh_tw: 讀者要求以摘要方式收到此通知

source: The patron import tool can be used at any time to add patrons in bulk. It is commonly used in universities and schools when a new batch of students registers.
ar: ويمكن استخدام أداة استيراد المستفيد في أي وقت لإضافة مستفيدين بكميات كبيرة. وهي تستخدم عادة في الجامعات والمدارس عندما دفعة جديدة من الطلاب المسجلين.
cs: Nástroj prop import čtenářů může být použit kdykoliv pro hromadné přidání čtenářů. To je běžně používané na univerzitách a ve školách, kdy registruje nová dávka studentů.
da: Låner import-værktøjet kan når som helst bruges til at tilføje lånere i stabler. Det bruges ofte på universiteter og skoler, når en ny årgang af studenter indskrives.
de: Das Werkzeug für den Benutzerdatenimport kann jederzeit verwendet werden, um weitere Benutzer nachzuladen. Es wird häufig in Hochschulen und Schulen eingesetzt, wenn ein neuer Jahrgang von Studenten oder Schülern beginnt.
el: Το εργαλείο εισαγωγής μελών μπορεί να χρησιμοποιηθεί οποιαδήποτε στιγμή για τη μαζική προσθήκη μελών. Χρησιμοποιείται συνήθως σε πανεπιστήμια και σχολεία όταν εγγράφονται νέοι φοιτητές και μαθητές.
es: La herramienta de importación de usuarios puede ser utilizada en cualquier momento para agregar usuarios en masa. Se utiliza comúnmente en universidades y escuelas cuando se registra un nuevo grupo de estudiantes.
eu: La herramienta de importación de socios puede ser utilizada en cualquier momento para agregar socios en masa. Se utiliza comúnmente en universidades y escuelas cuando se registra un nuevo grupo de estudiantes.
fi: Asiakkaiden tuontityökalua voidaan käyttää tuomaan asiakkaita massana. Esimerkiksi korkeakoulukirjastot voivat tarvita tätä uusien opiskelijaryhmien kanssa.
fr: L'outil d'import d'adhérents est utilisé pour importer des adhérents en masse. Il est généralement utilisé par les établissements d'enseignement au moment de la rentrée d'un nouveau groupe d'étudiants.
hi: संरक्षक आयात उपकरण थोक में संरक्षक को जोड़ने के लिए किसी भी समय किया जा सकता है। यह आमतौर पर विश्वविद्यालयों और स्कूलों में प्रयोग किया जाता है, जब छात्रों का एक नया बैच रजिस्टरों है।
it: L'importazione utenti può essere usata in qualunque momento per aggiungere utenti in gruppo. Si utilizza titpicamente in scuole o università per nuovi gruppi di studenti da registrare.
oc: L'aisina d'impòrt d'aderents es utilizat per importar des aderents en masse. Es generalament utilizat pels establiments d'ensenhament al moment de la rentrada d'un novèl grop d'estudiants.
pt: A ferramenta de importação de leitor pode ser usada a qualquer altura para adicionar leitor em bloco. É usada normalmente por escolas e universidade com novas inscrições.
pt_br: A ferramenta de importação de usuários pode ser usada em qualquer momento para adicionar usuários em lote. É usada com maior frequência em universidades e escolas quando tem um novo lote de usuários registrados.
sk: Nástroj importu čitateľov sa dá použiť kedykoľve na pridanie čitateľov hromadne. Zvyčajne sa používa na univerzitách a školách pri nástupe novej skupiny študentov.
sv: Verktyget importera låntagare kan användas för att när som helst lägga till låntagare i bulk. Det används ofta av universitet och skolor när en ny årskull anländer.
tr: Kullanıcı içe aktarım aracı kullanıcıları her hangi bir zamanda toplu halde eklemek için kullanılabilir. Bu araç yeni öğrencilerin toplu kaydı için üniversitelerde ve okullarda yaygın olarak kullanılmaktadır.
zh_tw: 任何時間都可以使用讀者匯入工具批次新增讀者，通常用於各級學校新生入學時。

source: The patron's complete accounting history will appear on the Fines tab. Contrary to its name, the Fines tab does not just show fine data, it also shows membership fees, rental fees, reserve fees and any other charge you may have for patrons.
ar: تاريخ المحاسبة الكامل للمستفيد لن يظهر على شريط الغرامات. خلافاً لاسمها شريط الغرامات لا يعرض بيانات الغرامة ولكنه أيضاً يعرض رسوم العضوية، ورسوم الإيجار، والرسوم الاحتياطية وأية رسوم أخرى قد تكون لدى المستفيدين.
cs: Čtenářova kompletní účetní historie se objeví v záložce Pokuty. Navzdory svému jménu, karta Pokuty nezobrazuje jen pokuty, ale také ukazuje členské poplatky, poplatky za pronájem, rezervační poplatky a jiné poplatky, které vaši čtenáři platí.
da: Hele lånerens kontohistorik vises på bødefanen. IUanset dens navn viser bødefanen ikke kun bøder, men også medlemsgebyrer, lejegebyrer, reserveringsgebyrer og alle andre gebyrer fra låneren
de: Die gesamte Ausleihgeschichte des Benutzers erscheint im Reiter Gebühren. Anders als sein Name sagt, zeigt der Reiter Gebühren nicht nur Gebühren-Daten an, es zeigt auch Benutzungsgebühren, Leihgebühren, Vormerkgebühren und jede andere Gebühr, die Sie von Benutzern erheben.
el: Το πλήρες λογιστικό ιστορικό του μέλους θα εμφανιστεί στην καρτέλα Προστίμων. Σε αντίθεση με το όνομά της, η καρτέλα Προστίμων δε δείχνει μόνο δεδομένα για τα πρόστιμα, δείχνει επίσης τέλη συνδρομή, τέλη ενοικίασης, τέλη κράτησης και οτιδήποτε άλλο χρεώνετε στη βιβλιοθήκη.
es: El historial completo contable del usuario se aparecerá en la pestaña Multas. Contrariamente a su nombre, la pestaña Multas no se limita a mostrar solo los datos de multas, bien, sino que también muestra las cuotas de afiliación, pago de alquiler, gastos de reserva y cualquier otro cargo que pueda tener para los usuarios.
eu: Bazkidearen kontabilitate historia osoa Isunak fitxan agertuko da. Izenak dioenaren aurka, Isunak fitxan ez dira isunen datuak soilik agertuko, baizik eta bazkidetza, alokairu, erreserba eta bazkideen beste edozein kostu agertuko dira ere.
fi: Asiakkaan maksujen historia näkyy Maksut-välilehdeltä. Välilehdellä näkyy kaikki asiakkaan maksuliikenne kirjastoon: varausmaksut, noutamattoman varauksen maksut, mahdolliset korvaushinnat jne.
fr: L'onglet Amendes affiche l'historique complet des opérations comptables de l'adhérent. Contrairement à son nom, l'onglet Amendes ne montre pas uniquement des amendes. Il montre également les frais d'inscription, les montants des emprunts, s'il y a lieu, les frais de réservations et toute opération monétaire.
hi: संरक्षक का पूरा लेखा इतिहास जुर्माना टैब पर दिखाई देगा। अपने नाम के विपरीत, जुर्माना टैब बस ठीक डेटा दिखाने के लिए नहीं है, यह भी सदस्यता शुल्क, किराए पर लेने की फीस, रिजर्व फीस और किसी भी अन्य प्रभार आप संरक्षक के लिए हो सकता है पता चलता है।
it: Nella sezione 'Multe' appaiono i pagamenti dell'utente. Infatti, nonostante il nome 'Multe', non vi sono solo le multe ma anche le tariffe pagate per la tessera, i prestiti, le prenotazioni ed ogni richiesta economica fatta all'utente.
pl: Na karcie 'Należności' wyświetla się historia należności i opłat użytkownika. Karta ta pokazuje nie tylko informacje o należnościach, ale także opłatę za konto, opłatę za wypożyczenie, rezerwację i każdą inną opłatę jaką chcesz przypisać użytkownikowi.
pt: O histórico completo de contabilidade do leitor irá aparecer no separador das multas. O separador aparece não só os dados das multas, como também mostra taxa de inscrição, empréstimo, reservas e outras coimas do leitor.
pt_br: O histórico completo do usuário aparecerá na aba Multas. Ao contrário do que parece indicar pelo nome, esta aba não exibe apenas informações sobre multas, ela também informa taxas de inscrição, locação, reserva e outras cobranças que houver sobre o usuário.
sk: Úplný výpis zúčtovania čitateľa sa objaví na záložke Pokút. Napriek svojmu menu, záložka pokút nezobrazuje výlučne údaje o pokutách, ale aj zápisné, výpožičné, rezervačné a akékoľvek iné poplatky Vašich čitateľov.
sv: Låntagarens kompletta kontohistorik visas i fliken Böter. Trots sitt namn visar fliken Böter inte bara bötesrelaterade data, den visar även medlemskapsavgifter, hyresavgifter, reservationsavgifter och alla andra typer av avgifter som kan debiteras låntagare.
tr: Kullanıcının tüm hesap geçmişi Cezalar sekmesinde gözükecektir. İsminin aksine, Cezalar sekmesi sadece ceza bilgisini göstermez aynı zamanda üyelik, kira, rezerv ücretini ve kullanıcılar için yapacağınız diğer ücretlendirmeleri de gösterir.
zh_tw: 讀者帳號的完整紀錄將顯示在罰款分頁。罰款分頁不祗顯示姓名與罰款資料，還顯示會費、租金、預約費與其他向讀者收取的費用。
