Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: There is a default acquisitions claim letter. If you would rather use a different one, you can create that in the notices module and choose it from the menu above the list of late items.
ar: هنالك رسالة مطالبة تزويد إفتراضية. إذا كنت تود استخدام رسالة مختلفة ، يمكنك إنشائها في نظام الإخطارات الفرعي واختيارها من القائمة أعلى قائمة المواد المتأخرة.
cs: Existuje defaultní reklamační dopis na akvizice. Pokud byste raději použili jiný, můžete ho vytvořit tak, že ho v modulu "Oznámení" vybrete z nabídky nad seznamem opožděných výtisků.
de: Wenn Sie nicht die Standard-Benachrichtigung verwenden möchten, können Sie unter Benachrichtigungen weitere Texte anlegen und diese anschließend aus dem Auswahlmenü über der Liste der verspäteten Bestellungen auswählen.
el: Υπάρχει μια προεπιλεγμένη επιστολή απαίτησης προσκτήσεων. Εάν θα θέλατε να χρησιμοποιήσετε μια διαφορετική, μπορείτε να την δημιουργήσετε στην υπομονάδα ειδοποιήσεων και να την επιλέξετε από το μενού πάνω από τη λίστα των καθυστερούμενων τεκμηρίων.
es: Hay una carta predeterminada para reclamos de adquisiciones. Si prefiere utilizar una diferente, puede crearla en el módulo de avisos y seleccionarla del menú arriba de la lista de los ítems demorados.
fi: Järjestelmässä on oletusreklamointikirje. Jos käytät mieluummin muunlaista, voit luoda sen 'Ilmoitukset ja kuitit' -osiossa ja valita sen yläpuolen valikosta myöhässä olevien niteiden listassa.
hi: वहाँ एक डिफ़ॉल्ट अधिग्रहण का दावा पत्र है। आप बल्कि एक अलग से एक का प्रयोग करेंगे, तो आप नोटिस मॉड्यूल में है कि बनाने के लिए और देर मदों की सूची के ऊपर मेनू से चुन सकते हैं।
it: Questa è una lettera di sollecito standard. Se vuoi usare un testo diverso da quello di default per la lettera di sollecito ordini, puoi prepararne uno nella sezione 'Avvisi' e sceglierlo dal menù posto sopra la lista delle copie in ritardo.
pl: System generuje domyślny szablon reklamacji. Jeśli wolałbyś mieć swój szablon reklamacji, możesz go stworzyć w module Narzędzia>Powiadomienia i wybrać go przy liście zaległych zamówień.
pt: Existe um aviso para reclamações de aquisições por omissão. Se desejar usar um diferente, pode criar o mesmo no módulos dos avisos e escolha o aviso no menu acima da lista de atrasos.
pt_br: Se você prefere utilizar outra reclamação (ao invés da padrão) você pode criá-la no módulo de Avisos e escolhê-la no menu acima da lista de exemplares em atraso.
sk: Jestvuje predvolený list reklamácie akvizícií. Ak by ste radšej chceli použiť iný list reklamácie akvizícií, môžete ho vytvoriť v module oznámení a zvoliť si ho v ponuke nad zoznamom oneskorených exemplárov.
tr: Varsayılan bir sağlama claim mektubu mevcuttur. Farklı bir tane kullanmayı tercih ederseniz, bu mektubu uyarılar modülünde oluşturabilir ve bunu gecikmiş materyaller listesinin üstündeki menüden seçebilirsiniz.
zh_tw: 有一個預設的採訪催缺信。可從通知模組裡新增其他的催缺信。

source: Thesaurus
ar: مكنز
cs: Tezaurus
el: Θησαυρός:
es: Tesauro
eu: Thesaurusa
fi: Tesaurus
fr: Thésaurus
hi: विश्वकोश
oc: Thésaurus
pl: Tezaurus
pt: Tesauro
pt_br: Tesauros:
sk: Lexikón
sv: Tesaurus
tr: Kavramlar dizini
zh_tw: 辭語典

source: These parameters help control patron records and circulation rules. It is best to set the basic parameters before visiting this section.
ar: هذه المعاملات تساعد في السيطرة على تسجيلات المستفيد وقواعد الإعارة. فمن الأفضل للتأكد من تعيين الباراميترات الأساسية قبل زيارة هذا القسم.
cs: Následující parametry napomáhají správě záznamů čtenářů a výpůjčních pravidel. Před procházením této sekce je vhodné nastavit základní parametry.
da: Disse parametre hjælper med kontrol af lånerposter og udlånsregler. Det er klogt at indstille de grundlæggende ting, før du starter på dette afsnit.
de: Diese Parameter helfen Ihnen bei der Kontrolle der Benutzerdaten und Ausleihkonditionen. Es ist am besten, wenn Sie zunächst die Basisparameter setzen, bevor Sie diesen Abschnitt bearbeiten.
el: Αυτές οι παράμετροι βοηθούν στον έλεγχο των εγγραφών των μελών και των κανόνων διακίνησης υλικού. Συνίσταται να ρυθμίσετε τις βασικές παραμέτρους πριν επισκεφτείτε αυτή την ενότητα.
es: Estos parámetros le ayudan a controlar registros de usuarios y las reglas de circulación. Es mejor configurar los parámetros básicos antes de visitar esta sección.
eu: Estos parámetros ayudan con el control de los registros de socios y las reglas de circulación. Lo mejor es asegurarse de establecer los parámetros básicos antes de visitar esta sección.
fi: Nämä asetukset auttavat määrittelemään asiakkaiden ja lainauksen sääntöjä. Kannattaa ensin asettaa perusasetukset ennen näiden asetusten tekoa.
fr: Ces paramètres vous permettent de controler l'enregistrement es adhérents et des règles de circulation. Il est fortement recommandé de définir les paramètres de base avant d'aborder cette partie.
hi: इन मानकों नियंत्रण संरक्षक रिकॉर्ड और परिसंचरण नियमों मदद करते हैं। यह इस खंड से पहले बुनियादी मानकों को स्थापित करने के लिए सबसे अच्छा है।
it: Questi parametri ti aiutano a controllare i record degli utenti e le regole di circolazione. E' bene che prima tu abbia configurato i parametri di base prima di visitare questa sezione.
oc: Aquestes paramètres vos permettent de controler l'enregistrament es aderents e des règlas de circulacion. Es fortement recomandat de definir los paramètres de basa avant d'en primièrer aquesta partida.
pl: Parametry pozwalają kontrolować konta użytkowników i zasady udostępniania. Ustaw podstawowe parametry, zanim przejdziesz do tej sekcji.
pt: Esses parâmetros ajudam o controle dos registos de leitor e regras de circulação. É melhor definir os parâmetros básicos antes de visitar esta secção.
pt_br: Esses parâmetros ajudam com o controle de registros de usuários e regras de circulação. É melhor definir os parâmetros básicos antes de visitar esta seção.
sk: Tieto parametre pomáhajú kontrolovať záznamy o čitateľoch a pravidlá obehu. Najlepšie je nastaviť základné parametre pred návštevou tohto oddielu.
sv: Dessa parametrar styr låntagarposter och låneregler. Det är bäst att ställa in grundparametrarna innan denna sektion öppnas.
tr: Bu parametreler kullanıcı kayıtlarının ve dolaşım kurallarının kontrolünde yardımcı olurlar. Bu bölüme geçmeden önce temel parametreleri ayarladığınızdan emin olunuz.
zh_tw: 這些參數協助控制讀者紀錄與流通規則。進入此區前，最好先設定基本參數。

source: These preferences are set based on patron categories and item types.
el: Οι ρυθμίσεις αυτών των προτιμήσεων βασίζονται στις κατηγορίες μέλους και τους τύπους τεκμηριών.
fi: Nämä asetukset perustuvat asiakastyyppiin ja aineistolajiin.
hi: ये प्राथमिकता संरक्षक श्रेणियों और आइटम प्रकारों पर आधारित सेट की गई हैं।

source: These reports are limited in what data they can look at, so it's often recommended to use custom reports for official end of the year statistics.
ar: وتقتصر هذه التقاريرعلى البيانات فيما تنظر، لذلك ينصح في كثير من الأحيان إلى استخدام تقارير مخصصة للنهاية الرسمية لإحصاءات السنة.
cs: Data použitá pro vytváření těchto výstupů mohou být omezena, doporučujeme proto pro oficiální výroční statistiku využít vlastní výstupy.
da: Disse rapporter er begrænsede i forhold til, hvilke data de kan se på, så det anbefales ofte at bruge tilpassede rapporter til den officielle statistik ved årets afslutning.
de: Mit diesen Reports bieten nur eingeschränkte Möglichkeiten, daher ist es oft sinnvoll benutzerdefinierte Reports für offizielle oder Jahresendstatistiken zu verwenden.
el: Αυτές οι αναφορές περιορίζονται στο ποια δεδομένα μπορούν να δουν, οπότε συχνά προτείνεται να χρησιμοποιείτε προσαρμοσμένες αναφορές για τον επίσημο τερματισμό των ετήσιων στατιστικών.
es: Estos reportes están limitados en cuales datos pueden buscar, entonces es recomendable utilizar informes personalizados para las estadísticas de final de año.
eu: Estos informes están limitados en cuanto a lo que es la visualización de los mismos, por lo que a menudo se recomienda el uso de informes personalizados para el final oficial de las estadísticas del año.
fi: Näissä raporteissa on rajattu määrä tietoa, joten on usein suositeltavaa tehdä muokattu raportti vuositilastoja varten.
fr: Ces rapports sont limités dans les données qu'ils fournissent, par conséquent il est souvent recommandé d'utiliser des rapports personnalisés pour les statistiques officielles de fin d'année.
hi: इन रिपोर्टों में क्या वे डेटा पर देख सकते में सीमित कर रहे हैं, तो यह अक्सर साल के आँकड़ों की आधिकारिक अंत के लिए कस्टम रिपोर्ट का उपयोग करने के लिए सिफारिश की है।
it: Questi report sono limitati in quanto ai dati che possono esaminare, per cui si raccomanda di usare usare report personalizzati per generare quelli ufficiali al termine dell'anno.
oc: Aquestes rapòrts son limitats dins las donadas qu'ils fournissent, per conséquent il es sovent recomandat d'utilizar des rapòrts personnalisés per las estatisticas officielles de fin d'annada.
pl: Raporty te mają ograniczoną możliwość prezentowania danych, dlatego też często zaleca się stosowanie niestandardowych raportów do generowania statystyk na koniec roku.
pt: Este relatório está limitado aos dados que pode consultar, portanto é recomendado usar relatórios personalizados para as estatísticas necessárias.
pt_br: Estes relatórios são limitados em que dados eles podem olhar, por isso é muitas vezes recomendado o uso de relatórios personalizados para o fim oficial das estatísticas do ano.
sk: Tieto výkazy sa obmedzujú na údaje, ktoré môžu vidieť, takže sa často odporúča používať prispôsobené výkazy pre úradné ciele výročnej štatistiky.
sv: Dessa rapporter är begränsade när det gäller vilka data de kan se, så det rekommenderas ofta att använda anpassade rapporter för officiell årlig statistik.
tr: Bu raporlarda bakılabilecek veriler kısıtlıdır, sonuç olarak çoğunlukla yıl sonu resmi istatistikler için çoğunlukla varsayılan raporların kullanılması önerilir.
zh_tw: 視可見的資料決定這些報表的限制，通常以客製報表製作官方的年度統計。

source: These rules define how your items are circulated, how/when fines are calculated and how holds are handled.
ar: هذه القواعد تحدد الطريقة التي يتم توزيع المواد لخاصة بك، وكيف / ومتى يتم احتساب الغرامات وكيف يتم التعامل مع الحجوزات المعلقة.
cs: Následující pravidla určují způsob cirkulace jednotek, způsob a dobu počítání poplatků a způsob zacházení s rezervacemi.
da: Disse regler bestemmer, hvordan eksemplarer udlånes, hvornår/hvordan der beregnes bøder og hvordan reserveringer håndteres.
de: Diese Regeln definieren, wie Ihre Medien ausgeliehen werden können, wie und wann Gebühren berechnet und Vormerkungen gesetzt werden können.
el: Αυτοί οι κανόνες καθορίζουν πως κυκλοφορούν τα τεκμήριά σας, πώς/πότε υπολογίζονται πρόστιμα και πώς γίνονται οι κρατήσεις.
es: Estas reglas definen cómo circulan los ítems, cómo y cuando se calculan las multas y cómo se manejan las reservas.
eu: Arauok elementuak nola zirkulatzen duten, isunak nola/noiz kalkulatzen diren eta erreserbak nola kudeatzen diren definitzen dute.
fi: Nämä säännöt määrittävät, kuinka niteitä lainataan, miten/milloin maksuja kertyy ja kuinka varauksia käsitellään.
fr: Ces règles régissent la façon dont vos exemplaires sont mis en circulation, comment sont calculés les amendes et comment sont gérés les réservations.
hi: इन नियमों को परिभाषित कैसे अपने आइटम वितरित कर रहे हैं, जुर्माना गणना कर रहे हैं जब कैसे/और कैसे धारण नियंत्रित किया जाता है।
it: Queste regole definiscono come le copie circolano, come le multe sono calcolate e come le prenotazioni sono gestite.
oc: Aquestas règlas régissent la faiçon dont vos exemplars son mis en circulation, comment son calculats les emendas e comment son gerits las reservacions.
pl: Zasady dotyczą udostępniania, naliczania należności i obsługi zamówień.
pt: Estas regras definem como os itens são distribuídos, como/quando as multas são calculadas e como as reservas são manipulados.
pt_br: Estas regras definem como seus exemplares são circulados, como/quando multas são calculadas e como são geridas as reservas.
sk: Tieto pravidlá určujú spôsob, ako obiehajú Vaše exempláre, ako/kedy sa vypočítavajú pokuty a ako sa zaobchádza s rezerváciami.
sv: Dessa regler bestämmer hur objekt cirkulerar (lånas ut/återlämnas), hur och när böter beräknas och hur reservationer hanteras.
tr: Bu kurallar materyallerin nasıl dolaştığını, nasıl/ne zaman hesaplandığını ve ayırmaların nasıl işlendiğini tanımlar.
zh_tw: 這些規則設定館藏的流通方式，如何/何時計算罰款與預約的處理方式。

source: These rules only go into effect if the preference UseBranchTransferLimits is set to 'enforce'.
ar: هذه القواعد فقط تذهب إلى موضع التنفيذ إذا تم تعيين UseBranchTransferLimits إلى تفضيل 'فرض'.
cs: Tato pravidla vstoupí v platnost v případě, že preference UseBranchTransferLimits je nastavena na "enforce" (prosadit).
da: Disse regler gælder kun hvis parameteren UseBranchTransferLimits er sat til 'aktiver'.
de: Diese Regeln werden nur angewendet, wenn der Parameter UseBranchTransferLimits auf 'erzwingen' gesetzt ist.
el: Αυτοί οι κανόνες ενεργοποιούνται μόνο όταν έχετε επιλέξει το 'επιβάλλεται' στην προτίμηση UseBranchTransferLimits.
es: Estas reglas sólo entrarán en vigor si la preferencia UseBranchTransferLimits está en ON.
eu: Arauok indarrean sartuko dira baldin eta UseBranchTransferLimits sistemaren lehentasuna 'behartu' baldin bada.
fi: Nämä asetukset tulevat voimaan, jos UseBranchTransferLimits-asetus on 'Pakota'.
fr: Ces règles ne sont effectives que si la préférence système UseBranchTransferLimits est activée.
hi: वरीयता UseBranchTransferLimits 'लागू' करने के लिए सेट कर दिया जाता है, तो ये नियम केवल प्रभाव में जाना।
it: IMPORTANTE: Queste regole avranno effetto solo se la preferenza 'UseBranchTransferLimits' è su 'forza'.
oc: Aquestas règlas ne son effectives que se la preferéncia sistèma UseBranchTransferLimits es activada.
pl: Wartość w opcji UseBranchTransferLimits ustaw na 'Wymuszaj'.
pt: Essas regras apenas entram em efeito se a preferência UseBranchTransferLimits está activa.
pt_br: Estas regras apenas funcionarão se a preferência UseBranchTransferLimits estiver configurada para 'forçar'
sk: Tieto pravidlá sú účinné len ak nastavenie UseBranchTransferLimits je zapnuté.
sv: Dessa regler används bara om inställningen UseBranchTransferLimits är satt till 'tillämpa'.
tr: Bu kurallar ancak, BirimTransferLimitleriniKullan seçeneği 'uygula'olarak ayarlanırsa devreye girer.
zh_tw: 將 UseBranchTransferLimits 偏好設為 '啟用'，這些規則才能用。

source: These tags are &lt;item&gt; and &lt;/item&gt; which should enclose all fields from the biblio, biblioitems, and items tables.
ar: هذه الوسوم هي &lt;item&gt; و &lt;/item&gt;والتي يجب أن تشمل كل الحقول من الجداول البيبلوغرافية، المواد البيبلوغرافية والمواد.
cs: Tagy &lt;item&gt;&lt; a &lt;/item&gt; by měla zahrnovat všechna pole z tabulek biblio, biblioitems a items.
de: Diese Tags sind &lt;item&gt;&lt;/item&gt; und sie sollten alle Felder aus den Tabellen biblio, biblioitems und items umschließen.
el: Αυτές οι ετικέτες είναι &lt;item&gt; and &lt;/item&gt; το οποίο θα πρέπει να περιλαμβάνει όλα τα πεδία από τους πίνακες biblio, biblioitems και τεκμήρια.
es: Estas etiquetas &lt;item&gt; y &lt;/item&gt; lo cual debería incluir todos los campos de las tablas biblio, biblioitems e items.
fi: Näitä kenttiä ovat &lt;item&gt; and &lt;/item&gt; joiden tulee sisältää kaikki kentät biblio-, biblioitems- ja items-tauluista.
hi: ये टैग कर रहे हैं और &lt;item&gt; और &lt;/item&gt; जो Biblio, biblioitems, और आइटम टेबल से सभी क्षेत्रों लगा देना चाहिए।
it: Questi tag sono &lt;item&gt; e &lt;/item&gt;; che può includere tutti i campi dalle tabell biblio, biblioitems, e items.
pt: Essas tags são &lt;item&gt;&lt;/item&gt; que deve incluir todos os campos das tabelas biblio, biblioitems e items.
pt_br: Estas tags são &lt;item&gt; e &lt;/item&gt; que envolvem todos os campos de biblio, biblioitem e tabelas de exemplares.
sk: Tieto značky sú &lt;item&gt; a &lt;/item&gt; a tie by mali zahŕňať všetky polia z tabuliek biblio, biblioitems a items.
tr: Bu etiketler biblio, biblioitems ve materyal tablolarından tüm alanları kapsaması gereken &lt;item&gt; and &lt;/item&gt
zh_tw: &lt;item&gt;&lt;/item&gt; 應包括來自書目與館藏表的所有欄位。

source: They are cumulatives but you can separate with a pipe '|' for a field with several values.
fi: Ne ovat kumulatiivisia, mutta voit käyttää putkimerkkiä '|' erottamaan useamman arvon kentässä.
hi: वे cumulatives हैं, लेकिन आप एक पाइप के साथ अलग नहीं कर सकता '|' कई मूल्यों के साथ एक क्षेत्र के लिए।

source: Think of Frameworks as templates for creating new bibliographic records. Koha comes with some predefined frameworks that can be edited or deleted, and librarians can create their own frameworks for content specific to their libraries.
ar: التفكير في الأُطر كالقوالب من أجل إنشاء تسجيلات ببليوغرافية جديدة. كوها تأتي مع بعض الأطر المحددة مسبقا التي يمكن تحريرها أو حذفها، وأمناء المكتبات يمكن أن ينشؤوا الأُطر الخاصة بهم لمحتوى محدد لمكتباتهم.
cs: Šablony slouží pro vytváření nových bibliografických záznamů. Koha nabízí několik připravených šablon, které lze upravovat nebo odstranit. Knihovníci také mohou vytvářet vlastní šablony pro obsah specifický pro jejich knihovnu.
da: En struktur er en slags skabelon til at lave nye bibliografiske poster. Koha leveres med fordefinerede strukturer, der kan editeres og slettes, og biblioteker kan lave deres egne strukturer til særligt indhold på bibliotekerne.
de: Betrachten Sie Frameworks als Vorlagen für das Erstellen von neuen bibliographischen Datensätzen. Koha wird mit einigen vordefinierten Frameworks installliert, die geändert oder gelöscht werden können. Bibliothekare können zudem eigene, an die Gegebenheiten der Biliothek angepasste Frameworks erstellen.
el: Σκεφτείτε τα Πλαίσια ως πρότυπα για τη δημιουργία νέων βιβλιογραφικών εγγραφών. Το Koha περιλαμβάνει μερικά προκαθορισμένα πλαίσια που μπορούν να τροποποιηθούν ή να διαγραφούν και οι βιβλιοθηκονόμοι μπορούν να δημιουργήσουν τα δικά τους πλαίσια για περιεχόμενο ειδικά για τις βιβλιοθήκες τους.
es: Piense en las hojas de trabajo como plantillas para crear nuevos registros bibliográficos. Koha viene con algunas hojas de trabajo predefinidas que pueden ser editadas o eliminadas, y los bibliotecarios pueden crear sus propias hojas de trabajo para contenido específico de sus bibliotecas.
eu: Hartu lan-orriak bibliografia erregistro berriak sortzeko txantiloi gisa. Kohak editatu edo ezabatu daitezkeen hainbat lan-orri aurrezarri ditu; liburuzainek beren liburutegiko edukientzako berariazko lan-orriak sortu ditzakete.
fi: Luettelointipohjat ovat pohjia uuden nimeketietueen luontiin. Kohassa on valmiina muutama luettelointipohja, joita voi muokata tai poistaa, ja omia luettelointipohjia voidaan luoda kirjastoille tarpeellisista aineistoista.
fr: Les grilles de catalogage sont des modèles utilisés pour la création de notices bibliographiques. Koha propose un certain nombre de grilles prédéfinies par défaut, que vous pouvez modifier ou supprimer. Vous pouvez aussi bien créer vos propres grilles adaptées à vos contenus spécifiques.
hi: नए ग्रंथ सूची रिकॉर्ड बनाने के लिए टेम्पलेट्स के रूप में फ्रेमवर्क के बारे में सोचो। कोहा कुछ पूर्वनिर्धारित फ्रेमवर्क कि संपादित या नष्ट किया जा सकता है के साथ आता है, और पुस्तकालय सामग्री अपने पुस्तकालयों को विशेष के लिए अपने स्वयं के फ्रेमवर्क बना सकते हैं।
it: Puoi pensare alle griglie di catalogazione come a modelli per creare record. Koha ne ha alcuni predefiniti, che possono essere modificati o cancellati. Ne possono anche essere create di nuove, se servono alla biblioteca.
oc: Les grasilhas de catalogatge son des modèls utilizats per la creacion de notícias bibliograficas. Koha propose un certain nombre de grasilhas prédefinidas per defaut, que podètz modificar o suprimir. Podètz tanben bien crear vos propres grasilhas adaptées a vos contenguts spécifiques.
pl: Szablony służą do tworzenia nowych rekordów bibliograficznych. Koha jest wyposażony w kilka gotowych szablonów, które mogą być modyfikowane lub usuwane, a bibliotekarze mogą tworzyć własne szablony dla specyficznych dokumentów przechowywanych w bibliotece.
pt: Pense nos modelos como as ferramentas para criar novos registos bibliográficos. O Koha tem modelos pré-configurados que pode ser editados e eliminados, e permite aos técnicos criar modelos para conteúdos específicos da biblioteca.
pt_br: Pense nas planilhas como modelos para criar novos registros bibliográficos. O Koha vem com algumas planilha pré-definidas que podem ser editadas ou excluídas e os funcionários podem criar suas próprias planilha para conteúdos específicos de suas bibliotecas.
sk: Pod rámcami si predstavte šablóny na tvorbu knižničných záznamov. Koha prichádza s niekoľkými preddefinovanými rámcami, ktoré môžete upravovať alebo odstrániť. Knihovníci si môžu vytvoriť aj svoje vlastné rámce pre obsah vlastný ich knižniciam.
sv: Tänk på ramverk som mallar för att skapa nya bibliografiska poster. Koha levereras med några fördefinierade ramverk som kan redigeras eller raderas och bibliotekarier kan skapa egna ramverk som är specifika för deras bibliotek.
tr: Çerçeveleri yeni bibliyografik kayıtları oluşturmada şablonlar olarak düşünün. Koha düzeltilebilecek ya da silinebilecek bazı ön tanımlı çerçevelerle birlikte gelir ve kütüphaneciler kütüphanelerine özel olarak kendi çerçeve içeriğini oluşturabilirler.
zh_tw: 將框架視為新增書目紀錄的模板。可編輯或刪除Koha預設的框架，館員可新增自己需用的框架。

source: This administration area will help you hide or display columns on fixed tables throughout the staff client.
fi: Tämä ylläpidon alue auttaa piilottamaan tai näyttämään sarakkeita muokatuissa tauluissa virkailijatyökalussa.
hi: यह प्रशासन के क्षेत्र में आप को छिपाने या स्टाफ ग्राहक भर में तय टेबल पर प्रदर्शन कॉलम में मदद मिलेगी।

source: This area lets you control the columns that show several of the modules in Koha. If nothing is hidden you will see no check marks and will see all of the columns when viewing the table.
fi: Tämä alue antaa kontrolloida sarakkeita, jotka näkyvät useissa osioissa Kohassa. Jos mitään ei ole piilotettu, et näe yhtään valintamerkkiä ja näet kaikki sarakkeet, kun taulu näytetään.
hi: इस क्षेत्र में आप स्तंभों कि कोहा में मॉड्यूल के कई शो को नियंत्रित करने देता। कुछ भी नहीं छिपा है, तो आप कोई जांच के निशान देख सकते हैं और जब तालिका को देखने के स्तंभों की सभी देखेंगे।
