Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Every notice should have an Email template set for it
ar: يجب ضبط قالب بريد الكتروني لكل إخطار
cs: Každá zpráva by měla mít šablonu alespoň pro posílání e-mailem.
de: Für jede Benachrichtigung sollte ein Text für Email konfiguriert werden
el: Κάθε ειδοποίηση θα πρέπει να έχει ένα πρότυπο Ηλεκτρονικού ταχυδρομείο ορισμένο γι'αυτή
es: Cada aviso debe tener establecido una plantilla de correo electrónico
fi: Jokaiselle viestille pitäisi olla sähköpostiosoitepohja täytettynä
fr: Chaque avis devrait avoir un modèle de courriel prévu pour cela
hi: हर सूचना को इसके लिए एक ईमेल टेम्पलेट सेट होना चाहिए
it: Ogni avviso può avere un testo di email specifico
oc: Chaque avis deuriá aver un modèl de corrièr electronic previst per cela
pt: Cada aviso deve ter um modelo de Email definido
pt_br: Todo aviso deve ter um modelo de e-mail configurado
sk: Každé oznámenie by malo mať nastavenú emailovú šablónu
tr: Her bildirimin kendisi için ayarlanmış bir E-posta şablonu olması gerekir
zh_tw: 每種通知都應有專屬的電子郵件模板

source: Every report can be edited from the reports lists. To see the list of reports already stored in Koha, click 'Use Saved.'
ar: يمكن تحرير التقرير من قوائم التقارير. لرؤية قائمة التقارير المحفوظة بالفعل في كوها، قم بالنقر على "استخدم المحفوظ"
cs: Každé výstup lze upravovat ze seznamu výstupů. K zobrazení výstupů uložených v systému Koha klikněte na 'Použít uložené.'
da: Enhver rapport kan editeres fra rapportlisten. For at se listen med rapporter gemt i Koha, klik på 'Brug gemte.'
de: Jeder Report kann von der Liste der Reports aus bearbeitet werden. Um eine Liste aller gespeicherten Reports zu sehen, wählen Sie 'Gespeicherte Reports'.
el: Κάθε αναφορά μπορεί να διορθωθεί από τη λίστα αναφορών. Για να δείτε τη λίστα αναφοράς που υπάρχει ήδη στο Koha, πατήστε 'Χρήση Αποθηκευμένης'.
es: Cualquier informe puede ser editado desde el listado de informes. Para ver la lista de reportes almacenado en Koha, haga clic en 'Utilizar guardados'.
eu: Todos los informes pueden ser editados desde la lista de informes. Para ver la lista de informes guardados en Kobli, haga click en "Guardados".
fi: Kaikkia raportteja voidaan muokata raportit-listassa. Kohaan tallennetut raportit löydät 'Käytä tallennettuja raportteja' -sivulta.
fr: Chaque rapport peut être modifié à partir de la liste des rapports. Pour voir la liste des rapports déjà enregistrés dans Koha, cliquez sur 'Rapports sauvegardés'.
hi: हर रिपोर्ट रिपोर्टों सूची से संपादित किया जा सकता है। रिपोर्ट पहले से ही Koha में संग्रहित की सूची देखने के लिए, 'उपयोग गयी' क्लिक करें।
it: Ogni report può essere modficato usando la lista dei reports, Per vedere la lista, clicca su 'Vedi salvati'.
oc: Chaque rapòrt pòt èsser modificat a partir de la lista des rapòrts. Per voir la lista des rapòrts ja enregistrats dins Koha, clicatz sus 'Rapports salvats'.
pl: Każdy raport można modyfikować poprzez listę raportów. Jeśli chcesz zobaczyć listę zapisanych raportów w Koha, kliknij 'Zapisane raporty'.
pt: Cada relatório pode ser editado a partir da lista de relatórios. Para ver a lista de relatórios já guardados, clique em 'Usar guardados'.
pt_br: Todo relatório pode ser editado na lista de relatórios. Para acessar a lista de relatórios já armazenados no Koha, clique 'Usar salvos'
sk: Každý výkaz možno upravovať v zoznamoch výkazov. Pre zobrazenie zoznamu výkazov už uložených v Kohe, kliknite na 'Použiť uložené.'
sv: Alla rapporter kan redigeras från rapportlistan. För att se listan med rapporter som sparats i Koha, klickar du på 'Använd sparade'.
tr: Rapor listelerinden her rapor düzenlenebilir. Koha’da halen kaydedilmiş raporların listesini görmek için, 'Kaydedileni Kullan'a tıklayınız.
zh_tw: 可從報表清單編輯各報表。點選 '使用已儲存的'，檢視 Koha 已儲存的報表清單。

source: Every time you create a new numbering pattern in serials you can save it for later use. These patterns are accessible via the Manage numbering patterns page.
ar: في كل مرة تقوم بإنشاء نمط ترقيم جديد في الدوريات يمكنك حفظه للاستخدام لاحقاً. يمكن الوصول إلى هذه الأنماط عب صفحة إدارة أنماط الترقيم.
cs: Pokaždé když vytvoříte nový vzorec číslování v sériích může ho uložit pro pozdější využití. Tyto vzorce jsou dostupné přes stránku Správa číslovacích vzorců.
de: Neue Nummerierungsmuster können für den späteren Gebrauch gespeichert werden. Sie werden auf der entsprechenden Administrationsseite verwaltet.
el: Κάθε φορά που δημιουργείτε ένα καινούριο μοτίβο αρίθμησης για τα περιοδικά δημοσιεύματα μπορείτε να την αποθηκεύσετε για μετέπειτα χρήση. Αυτά τα μοτίβα είναι προσβάσιμα μέσω της σελίδας Διαχείρισης μοτίβων αρίθμησης.
es: Cada vez que crea un nuevo patrón de numeración en seriadas lo puede guardar para su uso posterior. Estos patrones está disponibles desde la página Administrar patrones de numeración.
eu: Aldizkako argitalpenetan numerazio patroi bat sortzen den aldiro, ondorengo erabilpen baterako gorde daitezke. Patroi horietara numerazio patroiak kudeatzeko orritik sar daiteke.
fi: Aina kun luot uuden numerointikaavan kausijulkaisuille, voit tallentaa sen myöhempää käyttöä varten. Nämä kaavat on saatavilla 'Muokkaa numerointitietoja'-sivulla.
fr: Chaque fois que vous créez un nouveau modèle de numérotation pour les périodiques vous pouvez les sauvegarder pour une utilisation ultérieure.Ces modèles sont accessibles sur la page de gestion des modèles de numérotation.
hi: हर बार जब आप धारावाहिकों में एक नई नंबरिंग पैटर्न आप बाद में उपयोग के लिए इसे बचाने के लिए कर सकते हैं बनाने के लिए। इन नमूनों का प्रबंधन नंबर पैटर्न पेज के माध्यम से सुलभ हैं।
it: Ogni volta che crei un nuovo schema di numerazione, lo puoi salvare per usarlo dopo. Gli schemi sono accessibili attraverso la pagina 'Gestisci gli schemi di numerazione'.
oc: Chaque fois que vous créez un novèl modèl de numerotacion pels periodics podètz les salvar per una utilizacion ulteriora.Aquestes modèls son accessibles sus la pagina de gestion des modèls de numerotacion.
pl: Po stworzeniu nowego wzoru numerowania dla czasopisma, możesz go zachować (zapisać) w celu późniejszego wykorzystania. Wzory te są dostępne w 'Zarządzaj wzorem numerowania'.
pt: Sempre que criar um novo padrão de numeração nos periódicos pode guardar-lo para usar posteriormente. Os padrões estão acessíveis na página da gestão dos padrões de numeração.
pt_br: A cada vez que você criar um novo padrão de numeração para periódicos, você poderá salvá-lo para uso posterior. Estes padrões são acessíveis na página de Gerenciamento de padrões de numeração.
sk: Vždy, keď vytvoríte novú schému číslovania v periodikách, môžete ju uložiť na neskoršie použitie. K týmto schémam sa môžete dostať cez stránku Spracovať schémy číslovania.
tr: Süreli yayınlar içerisinde yeni bir numaralandırma düzeni oluşturduğunuz her zaman, bu numaralandırma düzenini daha sonra kullanmak için kaydedebilirsiniz. Bu kaydedilen düzenlere Numaralandırma düzenleri sayfası yoluyla ulaşılabilir.
zh_tw: 新增期刊編碼系統後，可以儲存起來以備曰後之用。可經由管理編碼頁面近用該等編碼模式。

source: Example
ar: مثال
cs: Příklad
de: Beispiel
el: Παράδειγμα
es: Ejemplo
eu: Adibidez
fi: Esimerkki
fr: Exemple
hi: उदाहरण
it: Esempio:
oc: Exemple
pt: Exemplos
sk: Príklad
tr: Örnek
zh_tw: 範例

source: Example: %s is the indicator 1 for the first 245 field.
eu: Adibidez: %s 1 indikadorea da, 245 lehen eremurako.
fi: Esimerkki: %s on indikaattori 1 ensimmäiselle 245-kentälle.
hi: उदाहरण: %s पहले 245 क्षेत्र के लिए सूचक 1 है।

source: Example: If you duplicate a budget which have an amount of 999, and decide to change amount by 2.6%% (1024.974) and to round to a multiple of 0.5, the result will be 1024.5 (amounts are rounded down).
eu: Adibidez: Bizkoizten baduzu aurrekontu bat 999 montoa duena, eta aukeratzen bada montoa 2.6%% (1024.974) aldatzea eta 0.5 multiplo batera borobiltzea, emaitza 1024.5 izango da (kantitateak beheraka borobiltzen dira).
fi: Esimerkki: Jos haluat kopioida budjetin, johon on määritetty summaksi 999 ja haluat muuttaa summaa 2,6%% (1024.974) ja haluat pyöristää sen lähimpään puoleen, tulee summaksi 1024.5 (summat pyöristetään alaspäin).
hi: उदाहरण: यदि आप एक बजट है जो 999 की राशि है नकल करते हैं, और 2.6 से राशि बदलने का फैसला %% 1024.5 (1024.974) और 0.5 की एक बहु को गोल करने के लिए, परिणाम हो सकता है (मात्रा के नीचे गोल कर रहे हैं)।

source: Example: To find (212) 555-1212 you can search for it exactly as it was entered or by searching for 212 555 1212
ar: مثال: لإيجاد (212) 555-1212 يمكنك البحث عن ذلك بالضبط بإدخالها أو من خلال البحث عن 1212 555 212
cs: Příklad: Pro nalezení čísla (212) 555-1212 jej můžete hledat přesně v tom tvaru, jak bylo zadáno, nebo jako 212 555 1212
da: Eksempel: For at finde (212) 555-1212 kan du søge nøjagtig som det står eller efter 212 555 1212
de: Beispiel: Um (212) 555-1212 zu finden, können Sie die Nummer genau so eingeben oder als 212 555 1212
el: Παράδειγμα: Για να βρείτε το (212) 555-1212 μπορείτε να το αναζητήσετε ακριβώς όπως πληκτρολογήθηκε ή αναζητώντας για το 212 555 1212
es: Ejemplo: Para encontrar (212) 555-1212 puede buscarlo exactamente como fue ingresado, o buscando 212 555 1212
eu: Ejemplo: Para encontrar (91) 71 44 63 puede buscar exactamente como fue introducido o mediante la búsqueda de 91 71 44 63
fi: Esimerkki: Kun haet numeroa (212) 555-1212, voit hakea juuri tuolla tavalla tai muodossa 212 555 1212
fr: Exemple: Pour trouver (212) 555-1212 vous pouvez chercher exactement cette forme ou chercher sans parenthèse 212 555 1212
hi: उदाहरण: प्राप्त करने के लिए (212) 555-1212 आप इसके लिए वास्तव में खोज सकते हैं के रूप में यह दर्ज किया गया था या 212 555 1212 के लिए खोज से
it: Esempio: Per cercare il (212) 555-1212 puoi inserirlo esattamente cosi oppure cercare 212 555 1212
oc: Exemple: Per trobar (212) 555-1212 podètz chercher exactement aquesta forme o chercher sens parentèsi 212 555 1212
pl: Na przykład: Jeśli chcesz znaleźć (12) 555 12 12 możesz wprowadzić numer telefonu dokładnie tak, jak podano w systemie lub wpisać 12 555 12 12
pt: Exemplo: Para encontrar (212) 555-1212 pode pesquisa exactamente por essa expressão ou apenas por 212 555 1212
pt_br: Exemplo: Para encontrar (21) 5555-1212 você pode pesquisar exatamente como foi digitado ou por 21 5555 1212
sk: Príklad: Pre nájdenie čísla (907) 987-543 môžete ho vyhľadať presne tak, ako bolo zapísané, alebo hľadaním čísla 907 987 543
sv: Exempel: För att hitta (212) 555-1212 kan du söka efter det exakt som det angavs eller genom att söka efter 212 555 1212
tr: Örneğin: (212) 555-1212 numarasını bulmak için, bu numara daha önceden 212 555 1212 girildiği ya da arandığı için, numarayı tam olarak aratabilirsiniz.
zh_tw: 例如：可以完全一樣的搜尋(212) 555-1212，以212 555 1212搜尋，也可找到相同的結果

source: Example: You may have multiple $a subfields in a field
ar: على سبيل المثال: قد يكون لديك عدة حقول فرعية $ في حقل
cs: Příklad: Můžete mít více $a podpolí v jednom poli
da: Eksempel: Der kan være flere $a underfelter i et felt
de: Beispiel: Sie können mehrere Unterfelder $a in einem Feld haben
el: Παράδειγμα: Σε ένα πεδίο μπορείτε να έχετε πολλαπλά υποπεδία $a
es: Ejemplo: Puede tener múltiples subcampos $a en un campo
eu: Ejemplo: Puede tener múltiples subcampos $a en un campo
fi: Esimerkki: Sinulla voi olla useita $a osakenttiä kentässä
fr: Exemple : Vous pouvez avoir plusieurs sous-champs $a dans un champ.
hi: उदाहरण: आप कई $a एक क्षेत्र में एक उपक्षेत्रों हो सकता है
it: Esempio: in un campo possono esserci sottocampi $a ripetuti
oc: Exemple : Podètz aver plusieurs soscamps $a dins un camp.
pt: Exemplo: Se tiver múltiplos subcampos $a num campo
pt_br: Exemplo: Você pode ter múltiplos subcampos $a em um campo
sk: Príklad: Môžete mať viacero podpolí $a v istom poli
sv: Exempel: Du kan ha flera $a underliggande fält i ett fält
tr: Örnek: Bir alanda çoklu $a alt alanınız olabilir.
zh_tw: 何如：您可有多個$a分欄

source: Example: You may have multiple 650 fields and this is the character that will appear in between each one in the column
ar: مثال: قد تمتلك عدة حقول 650 وهذا هو المحرف الذي سيظهر بين كل حقل منهم في العامود
cs: Příklad: Můžete mít několik polí 650 a tento znak se objeví v každém z nich se sloupci
da: Eksempel: Du kan have flere 650 felter og dette er den karakter, som vil synlig mellem hver i søjlen
de: Beispiel: Wenn mehrere 650-Felder vorhanden sind, wird dieses Zeichen als Trennzeichen zwischen den einzelnen Feldern verwendet
el: Παράδειγμα: Μπορείτε να έχετε πολλαπλά πεδία 650 και αυτός είναι ο χαρακτήρας που θα εμφανίζεται ανάμεσα σε καθένα στη στήλη
es: Ejemplo: Usted puede tener múltiples campos 650 y este es el caracter que aparecerá entre cada uno en la columna
eu: Ejemplo: Usted puede tener múltiples campos 650 y este es el personaje que aparecerá entre cada uno en la columna
fi: Esimerkki: Kenttää 650 voi olla monta, ja tämä merkki tulee jokaisen väliin.
fr: Exemple : Vous pouvez avoir plusieurs zone 650 et voici le séparateur qui apparait entre chaque dans la colonne
hi: उदाहरण: आप कई 650 क्षेत्रों के लिए हो सकता है और यह चरित्र है कि स्तंभ में हर एक के बीच में दिखाई देगा
it: Esempio: il campo 650 può essere ripetuto e questo è il carattere che li separerà nella colonna
oc: Exemple : Podètz aver plusieurs zone 650 e voici lo séparateur qui apparait entre cada dins la colomna
pt: Exemplo: Se tiver múltiplos campos 650 este será o carácter que irá aparecer entrar cada um na coluna
pt_br: Exemplo: Você pode ter mais de um campo 650 e este caractere é que irá aparecer entre cada campo na coluna
sk: Príklad: Môžete mať viaceré polia 650 a tento znak sa objaví medzi každým z nich v stĺpci
sv: Exempel: Du kan ha flera 650-fält och detta är tecknet som kommer att visas mellan varje i kolumnen
tr: Örnek: 650’den çok alanınız olabilir ve sütundaki her bir alan arasında gözükecek özellik budur
zh_tw: 例如：您可有多個650欄位，這是顯示在欄位的字元

source: Example: the text is .25" from the left edge of the first label, .28" from the left edge of the second label and .31" from the left edge of the third label. This means the horizontal creep should be set to .03" to make up for this difference.
ar: على سبيل المثال: هذا النص هو 25 "من الحافة اليمنى من اللصقة الأولى، 28" من الحافة اليمنى للصقة الثانية و31 "من الحافة اليمنى للصقة الثالثة وهذا يعني تجميع أفقي يجب تعيين زحف الأفقي ل. 03 "لتعويض هذا الفارق.
cs: Například: text je od levého okraje prvního štítku vzdálený 6 mm, od levého okraje druhého štítku 7 mm a od levého okraje třetího štítku 8 mm. Aby se tento rozdíl skryl, je potřeba nastavit vodorovné přetečení na 1 mm.
da: Eksempel: Teksten er 6 mm fra venstre kant på første etiket, 7 mm fra venstre kant på anden etiket og 8 mm fra venstre kant på tredje etiket. Dermed skal den horisontale krybning være 1 mm, for at udligne differencen.
de: Beispiel: der Text ist 6mm von der linken Ecke des ersten Etiketts, 7mm von der der linken Ecke des zweiten Etiketts und 8mm von der linken Ecke des dritten Etiketts entfernt. Das Bedeutet die horizontale Fließdehnung sollte 1mm sein, um die Differenz auszugleichen.
el: Παράδειγμα: το κείμενο είναι .25" από την αριστερή άκρη της πρώτης ετικέτας, .28" από την αριστερή άκρη της δεύτερης ετικέτας και .31" από την αριστερή άκρη της τρίτης ετικέτας. Αυτό σημαίνει ότι ο οριζόντιος ερπυσμός πρέπει να είναι στο .03" για να κάνει αυτή τη διαφορά.
es: Ejemplo: el texto es .25" desde el borde izquierdo de la primera etiqueta, .28" desde el borde izquierdo de la segunda etiqueta y .31" desde el borde izquierdo de la tercera etiqueta. Esto significa que la fluencia horizontal se debe establecer en 0.03" para compensar esta diferencia.
eu: Adibidez: testuak .25" ditu lehenego etiketaren ezkerreko ertzatik, .28" bigarren etiketaren ezkerreko ertzatik eta .31" hirugarren etiketaren ezkerreko ertzatik. Horrek esan nahi du horizontalean 0.03" arrastatu behar deka diferentzia hori berdintzeko
fi: Esimerkki: teksti on .25" vasemmasta reunasta ensimmäisessä tarrassa, .28" vasemmasta reunasta toisessa tarrassa ja .31" vasemmasta reunasta kolmannessa tarrassa. Tämä tarkoittaa, että horisontaalinen liikkuminen pitää asettaa .03", jotta tämä ero poistuisi.
fr: Exemple : Le texte est à 1cm du bord gauche de la première étiquette, à 1,2cm de la gauche de la deuxième étiquette et à 1,4cm du bord gauche de la troisième. Cela signifie que le décalage horizontal doit être fixé à 0,2cm pour tenir compte des différences observées.
hi: उदाहरण: पाठ .25 "पहले लेबल के बाएँ किनारे से, .28" दूसरा लेबल के बाएँ किनारे और 0.31" तीसरे लेबल के बाएँ किनारे से इस क्षैतिज रेंगना चाहिए मतलब इस अंतर के लिए बनाने के लिए .03" करने के लिए सेट किया।
it: Esempio: il testo è .25" (pollici) dal margine sinistro della prima etichetta, .28" dal margine sinistro della seconda etichetta, e da .31" dal margine ministro della terza. Questo significa che il margine orizzontale va messo a .03" per gestire questa differenza.
oc: Exemple : Lo tèxte es a 1cm del bord esquèrra de la primièra etiqueta, a 1,2cm de la esquèrra de la deuxième etiqueta e a 1,4cm del bord esquèrra de la troisième. Aquò significa que lo decalatge horizontal deu èsser fixé a 0,2cm per tenir compte des diferéncias observées.
pt: Exemplo: o texto está 0.25" da borda esquerda da primeira etiqueta, 0.28" da borda esquerda do rótulo da segunda e 0.31" da borda esquerda do rótulo terceiros. Isto significa que a fluência horizontal deve ser ajustado para 0.03" para compensar essa diferença.
pt_br: Exemplo: o texto está a 0,55 mm da margem esquerda da primeira etiqueta, 0,57mm da margem esquerda da segunda etiqueta e 0,61mm da margem esquerda da terceira etiqueta. Isto significa que o deslocamento horizantal deve ser ajustado para 0,6mm.
sk: Príklad: text je 0.25" od ľavej hrany prvej etikety, 0.28" od ľavej hrany druhej etikety a .31" od ľavej hrany tretej etikety. To znamená, že vodorovné tečenie musí byť nastavené na 0.03" pre zadosťučinenie tohto rozdielu.
sv: Exempel: texten är 0,25" från den vänstra kanten på den första etiketten , 0,28" från den vänstra kanten på den andra etiketten och 0,31" från den vänstra kanten på den tredje etiketten. Detta innebär att den vågräta krypningen ska sättas till 0,03" för att kompensera för skillnaden.
tr: Örnek: Metin ilk etiketin sol kenarından 25 inç, ikinci etiketin sol kenarından 28 inç ve üçüncü etiketin sol kenarından 31 inçtir. Bu farklılığı ortadan kaldırmak için yatay akış 03 inçe ayarlanmalıdır.
zh_tw: 例如：文字是 .25" 由第一個標籤的左緣開始，.28" 從第二個標籤的左緣開始 .31" 從第三個標籤的左緣開始。表示水平的點設為 .03"。

source: Examples
el: Παραδείγματα
eu: Adibideak
fi: Esimerkit
hi: उदाहरण

source: Examples:
ar: أمثلة:
cs: Příklady:
da: Eksempler:
de: Beispiele:
el: Παραδείγματα:
es: Ejemplos:
eu: Ejemplos:
fi: Esimerkit:
fr: Exemples&nbsp;:
hi: उदाहरण:
it: Esempi:
oc: Exemples&nbsp;:
pl: Przykłady:
pt: Exemplos:
pt_br: Exemplos:
sk: Príklady:
sv: Exempel:
tr: Örnekler:
zh_tw: 範例：

source: Execute SQL Reports
ar: تنفيذ تقارير SQL
cs: Spouštět SQL výstupy
da: Udfør SQL rapporter
de: SQL-Reports ausführen
el: Εκτέλεση Αναφορών SQL
es: Ejecutar informe SQL
eu: Ejecutar informes con SQL
fi: SQL-raporttien ajo
fr: Exécuter des requêtes SQL
hi: एसक्यूएल रिपोर्ट निष्पादित
it: Esegui il report SQL
oc: Exécuter des requèstas SQL
pl: Uruchamianie raportów SQL
pt: Executar relatórios SQL
pt_br: Executar relatórios SQL
sk: Spustiť Výkazy SQL
sv: Köra SQL-rapporter
tr: SQL Raporlarını çalıştır
zh_tw: 執行 SQL 報表

source: Execute overdue items report
ar: تنفيذ تقرير المواد المتأخرة
cs: Spouštět výstupy týkající se překročené výpůjční lhůty
da: Udfør udestående eksemplar-rapport
de: Report für überfällige Ausleihen ausführen
el: Εκτέλεση αναφοράς εκπρόθεσμων αντιτύπων
es: Ejecutar informe de atrasos
eu: Ejecutar el informe de ítems atrasados
fi: Myöhästymisilmoitusten raporttien ajo
fr: Générer un rapport des documents en retard
hi: अतिदेय आइटम रिपोर्ट निष्पादित
it: Esegui il report delle copie in ritardo
oc: Générer un rapòrt des documents en retard
pl: Uruchamianie raportu przetrzymanych egzemplarzy
pt: Executar relatórios de exemplares em atraso
pt_br: Executar relatório de exemplares em atraso
sk: Spustiť Výkaz o omeškaniach
sv: Köra rapport för försenade objekt
tr: Gecikmiş materyaller raporunu çalıştır
zh_tw: 執行逾期館藏報表

source: Existing Notices &amp; Slips
ar: الإخطارات الحالية &amp; كعوب
cs: Existující oznámení &amp; potvrzení
de: Vorhandene Benachrichtigungen &amp; Quittungen
el: Υπάρχουσες Ειδοποιήσεις &amp; Σημειώματα
es: Avisos y recibos existentes
eu: Dauden ohar eta erreziboak
fi: Olemassa olevat Ilmoitukset ja kuitit
hi: मौजूदा नोटिस &amp; स्लिपस्
it: Avvisi e ricevute esistenti &amp;
pl: Istniejące Powiadomienia &amp; Rewersy
pt: Aviso & recibos existentes
pt_br: Avisos e recibos existentes &amp; Slips
sk: Existujúce Oznámenia &amp; Ústrižky
tr: Mevcut Uyarılar &amp; Slipler
zh_tw: 既有說明與收條

source: Existing Values
ar: القيم الحالية
cs: Existující hodnoty
da: Eksisterende værdier
de: Vorhandene Werte
el: Υπάρχουσες Τιμές
es: Valores existentes
eu: Existitzen diren balioa
fi: Olemassa olevat arvot
fr: Valeurs existantes
hi: मौजूदा मान
it: Valori esistenti
oc: Valors existentas
pl: Istniejące wartości
pt: Valores existentes
pt_br: Valores existentes
sk: Existujúce hodnoty
sv: Befintliga värden
tr: Mevcut Değerler
zh_tw: 既有的值

source: Export Authority Records
ar: تصدير التسجيلات الإستنادية
cs: Exportovat autoritní záznamy
da: Eksporter autoritetsposter
de: Normdaten exportieren
el: Εξαγωγή Εγγραφών Καθιερωμένων Όρων
es: Exportar registros de autoridad
eu: Exportar registros de autoridad
fi: Vie auktoriteettitietueita
fr: Exporter les notices d'autorité
hi: प्राधिकरण रिकॉर्ड्स का निर्यात
it: Esporta records di authority
oc: Exporter las notícias d'autoritat
pl: Eksportuj Rekordy Haseł Wzorcowych
pt: Exportar registos de autoridade
pt_br: Exportar registros de autoridade
sk: Exportovať záznamy autorít
sv: Exportera auktoritetsposter
tr: Otorite Kayıtlarını Dışa Aktar
zh_tw: 匯出權威紀錄

source: Export Bibliographic Records
ar: تصدير التسجيلات الببليوغرافية
cs: Exportovat bibliografické záznamy
da: Eksporter bibliografisk post
de: Bibliographische Datensätze exportieren
el: Εξαγωγή Βιβλιογραφικών Εγγραφών
es: Exportar registros bibliográficos
eu: Exportar Registros Bibliográficos
fi: Vie nimeketietueita
fr: Exporter les notices bibliographiques
hi: ग्रन्थसूची रिकार्डस का निर्यात
it: Esporta record bibliografici
oc: Exporter les notícias bibliograficas
pl: Eksportuj Rekordy Bibliograficzne
pt: Exportar registos bibliográficos
pt_br: Exportar registros bibliográficos
sk: Exportovať knižničné záznamy
sv: Exportera bibliografiska poster
tr: Bibliyografik Kayıtları Dışa Aktar
zh_tw: 匯出書目紀錄

source: Export Framework
eu: Esportatu Framework
fi: Vie luettelointipohja
hi: फ्रेमवर्क का निर्यात

source: Export bibliographic, authorities and holdings data
ar: تصدير البيانات البيبلوغرافية، الاستنادية وبيانات المقتنيات
cs: Exportovat bibliografické záznamy, jednotky a záznamy autorit.
da: Eksporter titel-, norm- og bestandsdata fra Koha
de: Titel-, Bestands- und Normdaten exportieren
el: Εξαγωγή βιβλιογραφικών δεδομένων, καθιερωμένων δεδομένων και δεδομένων αντιτύπων
es: Exportar datos bibliográficos, autoridades, y existencias
eu: Exportar un registro bibliográfico y de existencias
fi: Nimeketietueiden, auktoriteettitietueiden ja nidetietojen vienti
fr: Exporter des données bibliographiques, d'autorités et d'exemplaires
hi: निर्यात ग्रंथ सूची, अधिकारियों और होल्डिंग डेटा
it: Esporta dati bibliografici, dati di copia e di authority
oc: Exporter des donadas bibliograficas, d'autoritats e d'exemplars
pl: Eksport danych rekordów bibliograficznych, haseł wzorcowych i zamówień
pt: Exportar registos bibliográficos, exemplares e autoridades
pt_br: Exportar registros bibliográficos, de exemplares e de autoridades
sk: Exportovať kniž. záznamy, exempláre a autority
sv: Exportera bibliografiska-, auktoritets- och reservationsdata
tr: Bibliyografik, otoriteler ve ayırma verilerini dışa aktar
zh_tw: 匯出書目、權威與館藏資料
