Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Patron attributes can be used to define custom fields to associate with your patron records. In order to enable the use of custom fields you need to set the ExtendedPatronAttributes system preference.
ar: سمات المستفيد من الممكن أن تستخدم لتحدد حقول مخصصة ليتم ربطها مع تسجيلة المستفيد لديك . من أجل تمكين استخدام الحقول المخصصة ستحتاج ﻷن تضبط تفضيل النظام المسمى ExtendedPatronAttributes.
cs: Vlastnosti čtenáře mohou být použity k definování přizpůsobených polí při asociaci se čtenářskými záznamy. Pro aktivaci přizpůsobených polí potřebujete nastavit ExtendedPatronAttributes/Rozšířené vlastnosti čtenáře v systémových nastaveních.
da: Låneregenskaber kan bruges til at definere tilpassede felter til lånerposterne. For at bruge tilpassede felter, skal ExtendedPatronAttributes systemindstillingen aktiveres.
de: Benutzerattribute können verwendet werden um benutzerdefinierte Felder für das Benutzerkonto zu definieren. Sie werden über den Systemparameter ExtendedPatronAttributes aktiviert.
el: Οι αποδόσεις μελών μπορούν να χρησιμοποιηθούν για να καθορίσουν προσαρμοσμένα πεδία τα οποία θα σχετίζονται με τις εγγραφές μελών. Για να ενεργοποιήσετε τη χρήση των προσαρμοσμένων πεδίων πρέπει να ρυθμίσετε την προτίμηση συστήματος ExtendedPatronAttributes.
es: Los atributos de los usuarios se pueden utilizar para definir los campos personalizados asociados con los registros de sus usuarios. Para poder definir campos personalizados es necesario establecer la preferencia del sistema ExtendedPatronAttributes.
eu: Bazkideen atributuak zure bazkide erregistroekin lotuta egongo diren eremu pertsonalizatuak definitzeko erabili daitezke. Eremu pertsonalizatuen eremuen erabilera gaitzeko ExtendedPatronAttributes sistemaren lehentasuna ezarri behar duzu.
fi: Asiakasmääreitä voidaan käyttää määrittelemään muokattuja kenttiä asiakastietueeseen. Jos näitä määreitä halutaan käyttää, määrittele ExtendedPatronAttributes -järjestelmäasetus.
fr: Les attributs d'adhérents permettent d'associer aux adhérents des champs personnalisés. L'utilisation de cette fonctionnalité doit être activée au moyen de la préférence système ExtendedPatronAttributes.
hi: संरक्षक गुण अपने संरक्षक रिकॉर्ड के साथ संबद्ध करने के लिए कस्टम क्षेत्रों को परिभाषित करने के लिए इस्तेमाल किया जा सकता है। आदेश कस्टम क्षेत्रों के उपयोग को सक्षम करने के लिए आपको ExtendedPatronAttributes प्रणाली वरीयता निर्धारित करने की जरूरत है।
it: Gli attributi utente possono essere usati per definire altri campi a scelta da associare alle schede utente. Occorre aver attivato la preferenza di sistema ExtendedPatronAttributes.
oc: Los atributs d'aderents permettent d'associar als aderents des camps personnalisés. L'utilizacion d'aquesta foncionalitat deu èsser activada al mejan de la preferéncia sistèma ExtendedPatronAttributes.
pl: Atrybuty użytkownika to dodatkowe pola powiązane z kontem użytkownika. Jeśli chcesz wykorzystać dodatkowe pola w koncie użytkownika, ustaw opcję ExtendedPatronAttributes na wartość 'Włącz'.
pt: Os atributos de leitor podem ser usado para definir campos costumizados para associar os registos de leitor. Para activar o uso dos atributos necessita de definir a preferência de leitor ExtendedPatronAttributes.
pt_br: Atributos de usuário podem ser utilizados para definir campos personalizados associados com seu registro de usuários. Para ativar o uso de campos personalizados, é preciso configurar a preferência do sistema ExtendedPatronAttributes.
sk: Vlastnosti čitateľov sa môžu použiť na definovanie prispôsobených polí, ktoré chcete pridružiť k k Vašim záznamom o čitateľoch. Pre aktiváciu prispôsobených polí musíte nastaviť ExtendedPatronAttributes v systéme.
sv: Låntagarattribut kan användas för definiera anpassade fält att koppla till dina låntagarposter. För att kunna använda anpassade fält måste du ställa in systeminställningen ExtendedPatronAttributes.
tr: Kullanıcı nitelikleri kullanıcı kayıtlarınızla ilişkilendirmek üzere, isteğe uyarlanmış alanları tanımlamak için kullanılabilir. İsteğe uyarlanmış alanların kullanımını etkinleştirmek için, Genişletilmiş Kullanıcı Nitelikleri sistem seçeneklerini ayarlamanız gerekir.
zh_tw: 讀者屬性可用於設定與讀者紀錄有關的客製化欄位，需先設定ExtendedPatronAttributes系統偏好，才能啟用客製化欄位。

source: Patron categories allow you to organize your patrons into different roles, age groups, and patron categories.
fi: Asiakastyyppejä käytetään järjestämään asiakkaat eri rooleihin, ikäryhmiin ja tyyppeihin.
hi: संरक्षक श्रेणियां आपको अपने संरक्षक को विभिन्न भूमिकाओं, आयु समूहों और संरक्षक श्रेणियों में व्यवस्थित करने की अनुमति देते हैं।

source: Patron categories belong to one of six overreaching categories in Koha.
ar: فئات المستفيدين تنتمي إلى واحدة من ست فئات عريضة في كوها.
cs: Kategorie čtenářů patří do jedné ze šesti přesahujících kategorií v Koha
da: Lånerkategorier tilhører en af seks overordnede kategorier i Koha.
de: Benutzertypen werden einer von sechs übergreifenden Benutzerkategorien zugeordnet.
el: Οι κατηγορίες μελών ανήκουν σε μία από τις έξι βασικές κατηγορίες του Koha.
es: Las categorías de usuarios pertenecen a una de las seis categorías extralimitadas en Koha.
eu: Bazkide kategoriek muga gainditzen duten Kohako sei kategoria nagusietako batekoak dira.
fi: Kohassa on kuusi erilaista asiakastyypin lajia.
fr: Les catégories d'adhérent appartiennent à six grandes catégories fixes :
hi: संरक्षक श्रेणियों Koha में छह overreaching श्रेणियों में से एक हैं।
it: Le categorie utente posso riferirsi a una di queste sei macrocategorie in Koha
pl: Kategorie użytkowników można przypisać do sześciu typów kategorii użytkowników w Koha.
pt: As categorias de leitor pertencem a um das seis categorias existentes no Koha.
pt_br: Categorias de usuários pertencem a uma das seis categorias do Koha.
sk: Kategórie čitateľov patria do jednej zo šiestich presahujúcich kategórií v Kohe.
sv: Låntagarkategorier hör till en av sex övergripande kategorier i Koha.
tr: Kullanıcı kategorileri, Koha’daki sayısı 6’yı aşan kategorilerden birine aittir.
zh_tw: 讀者類型屬於Koha的6個可搜尋類型之一。

source: Patron categories can also have a maximum age (in years) associated with them (such as children), enter this age in the 'Upperage limit'
ar: يمكن أيضاً أن تضع عمر أقصى لفئة المستفيدين (بالسنوات) ترتبط بهم ( مثل فئة الأطفال)، أدخل العُمر في 'الحد الأقصى للعمر'
cs: Kategorie čtenářů mohou mít maximální věk (v letech) spojený s nimi (myšleno s dětmi), zadávejte v 'Nejvyšší věková hranice'
da: Lånerkategorier kan også have en maksimum-alder (i år) forbundet med dem (så som børn), indtast denne alder i 'Øvre aldersgrænse'
de: Benutzertypen kann ein Höchstalter (in Jahren) zugeordnet werden. Geben Sie dazu das 'Höchstalter' im Formular an.
el: Οι κατηγορίες μελών μπορούν να έχουν επίσης ανώτατο όριο ηλικίας (σε έτη) που να σχετίζεται με αυτές (όπως π.χ. παιδιά), εισάγετε αυτή την ηλικία στο 'Ανώτατο όριο ηλικίας'
es: Las categorías de usuarios también pueden tener una edad máxima (en años) asociadas con ellas (como menores), entrar esta edad en 'Edad máxima'
fi: Asiakastyypillä voi olla yläikä (vuosissa) määriteltynä (esim. huollettavilla), syötä tämä ikä 'Yläikäraja' -kenttään
fr: Certaines catégories requièrent également un âge maximum (en années) associé à une élément (par ex; enfant). Entrez cette information dans le champ Limite d'âge supérieur.
hi: संरक्षक श्रेणियों के अलावा, एक अधिकतम आयु (वर्ष में) उन्हें (जैसे बच्चों के रूप में) के साथ जुड़े हो सकता है 'Upperage सीमा' में इस उम्र में प्रवेश
it: Le categorie utente possono avere associata un'età massima in anni, come per il caso dei bambini. Indicalo nel campo 'Limite superiore di età'
oc: Certaines categorias requièrent tanben un edat maximum (en annadas) associat a una element (par ex; enfant). Entratz aquesta informacion dins lo camp Limite d'âge superior.
pt: As categorias de leitor podem tem uma idade máxima (em anos) associada (crianças, etc), insira a idade no 'Limite de idade'.
pt_br: Categorias de usuários também podem ter um limite de idade (em anos) associado (como crianças), digite esta idade no campo 'Limite máximo de idade'
sk: Kategórie čitateľov môžu mať pridružený aj maximálny vek (v rokoch, ako napríklad u detí), zadajte tento vek do 'Hornej vekovej hranice'
sv: Låntagarkategorier kan också ha en övre åldersgräns (i år), t.ex. för barn. Ange denna ålder i 'Övre åldersgräns'
tr: Kullanıcı kategorilerinin aynı zamanda onlarla ilgili olarak (çocuklar gibi) azami yaşları da olabilir. Bu yaşı 'Üst yaş limitine' girin.
zh_tw: 讀者類型可包括年齡上限與讀者(兒童)有關，在 '年齡上限' 欄位鍵入年齡

source: Patron circulation history
ar: تاريخ إعارة المستفيد
cs: Historie výpujček čtenáře
da: Udlånshistorik for lånere
de: Benutzerausleihhistorie
el: Ιστορικό Διακίνησης Υλικού Μέλους
es: Historial de circulación del usuario
eu: Historial de préstamo del socio
fi: Asiakkaan lainahistoria
fr: Historique de prêts de l'usager
hi: संरक्षक परिसंचालन इतिहास
it: Storico della circolazione utente
oc: Istoric de prèstes de l'usagièr
pl: Historia wypożyczeń użytkowników
pt: Histórico de empréstimo do leitor
pt_br: Histórico de Circulação do Usuário
sk: Výpis obehov čitateľa
sv: Lånehistorik för låntagare
tr: Kullanıcı dolaşım geçmişi
zh_tw: 讀者流通記錄

source: Patron details
ar: تفاصيل المستفيد
cs: Podrobnosti o čtenáři
da: Lånerdetaljer
de: Benutzerdetails
el: Στοιχεία μέλους
es: Detalles del usuario
eu: Detalles del socio
fi: Asiakkaan tiedot
fr: Détails de l'adhérent
hi: संरक्षक विवरण
it: Dettagli dell'utente
oc: Detalhs de l'aderent
pl: Szczegóły użytkownika
pt: Detalhes do leitor
pt_br: Detalhes de usuários
sk: Detaily o čitateľovi
sv: Låntagarinformation
tr: Kullanıcı detayları
zh_tw: 讀者詳情

source: Patron discharges
fi: Asiakkaan velattomuusilmoitukset
hi: संरक्षक निर्वहन

source: Patron files
ar: ملفات المستفيدين
cs: Soubory uživatele
da: Lånerfiler
de: Benutzerbezogene Dateien
el: Αρχεία μελών
es: Archivos de usuarios
eu: Socio multas
fi: Asiakkaan tiedostot
fr: Fichiers d'adhérents
hi: संरक्षक फ़ाइलें
it: Files degli utenti
oc: Fichièrs d'aderents
pl: Pliki użytkownika
pt: Ficheiros do leitor
pt_br: Arquivos de usuários
sk: Súbory čitateľov
sv: Låntagarfiler
tr: Kullanıcı dosyaları
zh_tw: 讀者檔案

source: Patron fines
ar: غرامات المستفيد
cs: Poplatky čtenáře
da: Lånerbøder
de: Gebühren
el: Πρόστιμα μελών
es: Multas del usuario
eu: Multas del socio
fi: Asiakkaan maksut
fr: Amendes de l'adhérent
hi: संरक्षक जुर्माना
it: Multe dell utente
oc: Emendas de l'aderent
pl: Należności użytkownika
pt: Multas do leitor
pt_br: Multas de usuários
sk: Pokuty čitateľa
sv: Låntagarböter
tr: Kullanıcı cezaları
zh_tw: 讀者罰款

source: Patron has a restriction on their account
ar: لدى المستفيد قيد على حسابه
de: Benutzer ist gesperrt
es: El usuario tiene una restricción en su cuenta
fi: Asiakastilillä on rajoitus
hi: संरक्षक अपने अकाउंट पर प्रतिबंध है
it: L'utente ha un blocco sul suo account
sk: Čitateľ má na svojom účte obmedzenie
tr: Kullanıcının hesabı üzerinde kısıtlama var

source: Patron has outstanding fines
ar: المستفيد لديه غرامات غير مسددة
cs: Čtenář má neuhrazené platby
da: Låner har udestående gebyrer
de: Benutzer hat offene Gebühren
el: Το μέλος έχει εκκρεμή πρόστιμα
es: El usuario tiene multas pendientes
eu: Bazkideak ordaindu gabeko isunak ditu
fi: Asiakkaalla on maksamattomia maksuja
fr: L'adhérent a des amendes
hi: संरक्षक बकाया जुर्माना किया गया है
it: L'utente ha multe in sospeso
oc: L'aderent a des emendas
pl: Użytkownik ma należności
pt: Leitor tem multas pendentes
pt_br: Usuário não possui multas pendentes
sk: Čitateľ má neuhradené platby
sv: Låntagare har obetalda böter
tr: Kullanıcının ödenmemiş cezaları var
zh_tw: 讀者有待繳罰款

source: Patron has too many things checked out
ar: المستفيد لديه العديد من الأشياء المُعارة
cs: Čtenář má příliš mnoho výpůjček
da: Låner har lånt for mange ting
de: Benutzer hat zu viele Ausleihen
el: Το μέλος έχει πάρα πολλούς δανεισμούς.
es: El usuario tiene demasiados préstamos
eu: Bazkideak elementu gehiegu ditu maileguan hartuta
fi: Asiakkaalla on liian paljon lainoja
fr: Cet adhérent a trop de documents en prêt
hi: संरक्षक भी बहुत सी बातें बाहर की जाँच की गई है
it: L'utente ha troppi prestiti
oc: Aqueste aderent a tròp de documents en prèst
pl: Użytkownik osiągnął limit wypożyczeń
pt: Leitor tem muitos exemplares emprestados
pt_br: Usuário possui demasiados empréstimos
sk: Čitateľ má priveľa výpožičiek
sv: Låntagare har för många saker på lån
tr: Kullanıcının ödünç alacağı birçok materyal mevcut.
zh_tw: 讀者借出太多

source: Patron images can be uploaded in bulk if you are allowing patron images to be attached to patron records. These images can also be used when creating patron cards.
ar: صور المستفيدين من الممكن أن يتم رفعها بالجملة ، إذا ما سمحت لصور المستفيدين أن يتم إرفاقها مع تسجيلة المستفيد. هذه الصور من الممكن أيضاً أن تستخدم عند إنشاء بطاقات المستفيدين.
cs: Fotografie čtenářů mohou být načteny hromadně pokud dovolíte jejich připojení k čtenářským záznamům. Tyto obrázky mohou být použity při tvorbě čtenářských průkazů.
da: Lånerbilleder kan oploades i en stabel, hvis lånerbilleder skal forbindes med lånerposter. Disse billeder kan også bruges, når der oprettes lånerkort.
de: Benutzerfotos können auch über eine Massenfunktion hochgeladen werden, wenn Sie den Upload von Benutzerfotos in der Konfiguration grundsätzlich erlaubt haben. Diese Bilder können dann verwendet werden, wenn neue Benutzerdatensätze angelegt werden.
el: Οι εικόνες μελών μπορούν να φορτωθούν μαζικά αν επιτρέπετε να γίνεται προσάρτησή τους σε εγγραφές μελών. Αυτές οι εικόνες μπορούν επίσης να χρησιμοποιηθούν όταν δημιουργείτε κάρτες μελών.
es: Las imágenes de usuarios pueden ser cargadas en bloque si permite imágenes adjuntas a registros de usuarios. Estas imágenes también se pueden utilizar al crear los carnés de usuarios.
eu: Las imágenes de socios pueden ser cargadas en bloque si permite imágenes adjuntas a registros de socios. Estas imágenes también se pueden utilizar al crear los carnets de socios.
fi: Asiakkaiden kuvat voi ladata massana, jos asiakkaiden kuvien liittäminen asiakastietueeseen on sallittu. Näitä kuvia voidaan käyttää myös kirjastokorttien tekoon.
fr: Les photos des adhérents peuvent être chargées de façon groupée. Elles sont également utilisables lors de la création de cartes de bibliothèque.
hi: संरक्षक छवियों थोक में अपलोड किया जा सकता आप अनुमति दे रहे हैं, तो संरक्षक छवियों संरक्षक रिकॉर्ड करने के लिए संलग्न किया जाना है। इन छवियों को भी जब संरक्षक कार्ड बनाने के लिए इस्तेमाल किया जा सकता है।
it: Le foto degli utenti possono essere caricate in gruppo se hai il permesso di associarle al nome dell'utente. Potranno anche essere usate per stampare le schede utente.
oc: Les photos des aderents pòdon èsser cargadas de faiçon groupée. Son tanben utilizables al moment de la creacion de cartas de bibliotèca.
pl: Zdjęcia użytkowników mogą być wczytywane grupami, jeśli chcesz, by zdjęcia użytkowników były dołączone do kont użytkowników. Zdjęcia mogą być też przydatne do tworzenia kart użytkowników.
pt: Imagens de leitor podem ser carregadas em bloco quando permite adicionar imagens aos registos dos leitores. As imagens podem também ser usadas na criação de cartões.
pt_br: Imagens de usuários podem ser adicionadas em lote se você estiver possibilitando o uso de imagens nos registros de usuários. Estas imagens também podem ser usadas quando da criação de cartões de usuários.
sk: Obrázky čitateľov možno načítať hromadne ak dovolíte ich pripojenie k záznamom o čitateľoch. Tieto obrázky sa tiež dajú využiť pri vytváraní čitateľských preukazov.
sv: Låntagarbilder kan laddas upp i bulk om du tillåter att låntagarbilder kopplas till låntagarposter. Dessa bilder kan även användas för att skapa låntagarkort.
tr: Kullanıcı resimlerinin kullanıcı kayıtlarına eklenmesine izin veriyorsanız, kullanıcı resimleri toplu bir şekilde yüklenebilir. Bu resimler kullanıcı kartlarını oluştururken de kullanılabilir.
zh_tw: 若允許照片附加在讀者紀錄，就可以大批上傳讀者照片，也可用這些照片新增讀者證。

source: Patron import
ar: استيراد المستفيد
cs: Import čtenářů
da: Lånerimport
de: Benutzerdatenimport
el: Εισαγωγή μελών
es: Importación de usuarios
eu: Importar socio
fi: Asiakkaiden tuonti
fr: Import adhérent
hi: संरक्षक आयात
it: Importa utenti
oc: Impòrt aderent
pl: Import użytkowników
pt: Importar leitor
pt_br: Importar usuário
sk: Import čitateľa
sv: Låntagarimport
tr: Kullanıcı İçe Aktarımı
zh_tw: 匯入讀者

source: Patron lists
ar: قوائم المستفيد
cs: Seznamy čtenářů
de: Benutzerlisten
el: Λίστες μελών
es: Lista de usuarios
eu: Bazkideen zerrendak
fi: Asiakaslistat
fr: Listes d'adhérents
hi: संरक्षक सूचियों
it: Liste utenti
oc: Listas d'aderents
pt: Listas de leitores
pt_br: Listas de usuários
sk: Zoznamy čitateľov
tr: Kullanıcı listeleri
zh_tw: 讀者清單

source: Patron lists are a way to store a group of patrons for easy modification via the batch patron modification tool or reporting.
ar: قوائم المستفيد هي طريقة لتخزين مجموعة من المستفيدين لتسهيل التعديل عبر أداة تعديل المستفيدين بالدفعة أو التقرير
cs: Čtenářské seznamy jsou možností, jak si uložit určité skupiny čtenářů pro pozdější snadné dávkové úpravy nebo pro použití ve výstupech.
de: Benutzerlisten können verwendet werden um mehrere Benutzer auf einmal über das Stapelbearbeitungswerkzeug für Benutzer zu ändern.
el: Οι λίστες μελών είναι ένας τρόπος αποθήκευσης μιας ομάδας μελών για εύκολη τροποποίηση μέσω του εργαλείου τροποποίησης παρτίδων μελών ή δημιουργίας αναφορών.
es: Las listas de usuarios, son una forma para almacenar un grupo de usuarios para facilitar su modificación a través de la herramienta de modificación de usuarios por lotes o informes.
fi: Asiakaslistat on tapa säilöä ryhmä asiakkaita helppoa muokkauksen eräajoa tai raportointia varten.
fr: Les listes d'adhérents permettent de regrouper des adhérents pour les modifier facilement par lot ou réaliser des rapports.
hi: संरक्षक सूचियों बैच संरक्षक संशोधन उपकरण या रिपोर्टिंग के माध्यम से आसान संशोधन के लिए संरक्षक के एक समूह स्टोर करने के लिए एक तरीका है।
it: Le liste di utenti sono un modo per salvare un gruppo di utenti per una facile modifica con lo strumento 'Modifica utenti batch' o per fare reports.
oc: Las listas d'aderents permettent de regrouper des aderents per los modificar facilement per lòt o réaliser des rapòrts.
pt: As listas de leitores são um forma de guardar um grupo de leitores para fácil modificação via ferramenta de modificação de leitores em lote ou para relatórios.
pt_br: Listas de usuários são uma forma de organizar um grupo de usuários e facilitar a modificação de registros em lote ou a emissão de relatórios.
sk: Zoznamy čitateľov sú spôsob, akým sa ukladajú skupiny čitateľov kvôli jednoduchej úprave prostredníctvom nájstroja dávkovej úpravy čitateľov alebo kvôli výkazom.
tr: Kullanıcı listeleri, toplu kullanıcı modifikasyon aracı veya raporlama yoluyla kolay değişiklik yapabilmek için bir kullanıcı grubu saklamak için bir yoldur.
zh_tw: 讀者清單把讀者聚集在一起，經由批次修訂丄具或報表可快速地修訂所有讀者。

source: Patron needs to confirm their address
ar: المستفيدون بحاجة لتأكيد عناوينهم
cs: Čtenář musí potvrdit svou adresu
da: Låner skal bekræfte sin adresse
de: Benutzeradresse prüfen
el: Τα μέλη χρειάζεται να επιβεβαιώσουν τη διεύθυνσή τους
es: El usuario debe confirmar su dirección
eu: Bazkideak bere helbidea berretsi behar du
fi: Asiakkaan täytyy vahvistaa osoitteensa
fr: L'adhérent doit confirmer son adresse
hi: संरक्षक उनकी पते की पुष्टि करने की जरूरत है
it: L'utente deve confermare l'indirizzo
oc: L'aderent deu confirmar son adreça
pl: użytkownik musi potwierdzić swój adres
pt: Leitor precisa de confirmar o seu endereço
pt_br: Usuário precisa confirmar seu endereço
sk: Čitateľ musí potvrdiť svoju adresu
sv: Låntagaren måste bekräfta sin adress
tr: Kullanıcının adresini doğrulaması gerekmektedir.
zh_tw: 讀者需確認其地址

source: Patron notices
ar: إخطارات المستفيد
cs: Oznámení čtenářům
da: Lånerbeskeder
de: Benutzerbenachrichtigungen
el: Ειδοποιήσεις μελών
es: Avisos para usuarios
eu: Avisos del socio
fi: Asiakkaan ilmoitukset
fr: Fiche d'adhérent
hi: संरक्षक नोटिस
it: Avvisi all'utente
oc: Fiche d'aderent
pl: Powiadomienia użytkownika
pt: Avisos do leitor
pt_br: Avisos de Usuários
sk: Oznámenia pre čitateľov
sv: Låntagarmeddelanden
tr: Kullanıcı Uyarıları
zh_tw: 讀者通知

source: Patron owes too much in fines
ar: المستفيد يدين للمكتبة بالكثير من الغرامات
cs: Čtenář dluží příliš velkou částku
da: Låner har for mange bøder
de: Benutzer hat zu hohe offene Gebühren
el: Το μέλος χρωστάει πολλά σε πρόστιμα
es: El usuario debe demasiado en concepto de multas
eu: Bazkidearen isun zorra gehiegizkoa da
fi: Asiakkaalla on liikaa maksuja
fr: Cet adhérent a trop d'amendes
hi: संरक्षक जुर्माने के रूप में भी ज्यादा बकाया
it: L'utente ha troppe multe
oc: Aqueste aderent a tròp d'emendas
pl: użytkownik ma należności
pt: Leitor deve demasiado em multas
pt_br: Usuário ultrapassou o limite de multas
sk: Čitateľ dlhuje priveľa na pokutách
sv: Låntagaren är skyldig för mycket böter
tr: Kullanıcının yüklü miktarda cezası mevcut.
zh_tw: 讀者積欠太多罰款
