Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Next choose what to skip when exporting
ar: إختر التالي للتخطي أثناء التصدير
cs: Dále zvolte co má být vynecháno při exportování
da: Vælg derefter, hvad der skal udelades ved eksport
de: Entscheiden Sie, was beim Import ausgelassen werden soll
el: Στη συνέχεια επιλέξτε τι θα παραβλέψετε κατά την εξαγωγή
es: A continuación, elija lo que omite al exportar
eu: Jarraian, aukeratu zer ezikusi esportatzean
fi: Valitse seuraavaksi, mitä ohitetaan viennissä
fr: Choisissez ensuite ce qu'il faut ignorer à l'export
hi: आगे क्या छोड़ करने के लिए चुनते हैं जब निर्यात
it: Poi scegli cosa saltare quando esporti
oc: Causissètz puèi ce qu'il faut ignorar a l'expòrt
pt: De seguida escolha o que não vai exportado
pt_br: Em seguida escolha o que ignorar na exportação
sk: Ďalej zvoľte čo sa má vynechať pri exportovaní
sv: Sedan väljer du vad som ska hoppas över vid export
tr: Daha sonra, dışa aktarımda atlanacakları seçin
zh_tw: 接著選擇不匯出的部份

source: Next decide if the patron can renew this item type and if so, enter how many times they can renew it in the 'Renewals Allowed' box
ar: ثم قرر إذا كان المستفيد قادر على تجديد نوع المادة هذا ، وإذا كان الأمر كذلك، أدخل عدد المرات التي يستطيع التجديد في صندوق 'التجديدات المسموحة'
cs: Dále se rozhodněte, zda čtenář může prodloužit tento typ výtisku, pokud ano, zadejte kolikrát ji mohou prodloužit v políčku "Prodloužení povolena"
da: Bestem som det næste om låneren kan forlænge denne medietype og angiv det masksimale antal forlængelser i feltet 'Tilladte forlængelser'
de: Entscheiden Sie als nächstes, ob der Benutzer diesen Medientyp verlängern kann und geben Sie die maximale Anzahl an Verlängerungen im Feld 'Erlaubte Verlängerungen' an
el: Στη συνέχεια αποφασίστε εάν το μέλος μπορεί να ανανεώσει αυτό τον τύπο τεκμηρίου και αν ναι, εισάγετε πόσες φορές μπορεί να το ανανεώσει στο κουτί 'Επιτρεπόμενες Ανανεώσεις'
es: A continuación decida si el usuario puede renovar este tipo de ítem y, si es así, ingrese el número de veces que podrá renovarlo en la casilla 'Renovaciones Permitidas'
eu: Jarraian, erabaki bazkideak elementu mota hau berritu dezakeen; hala izanez gero, idatzi berritu dezakeen aldi kopurua 'Onartutako berritzeak' koadroan
fi: Valitse seuraavaksi, voiko asiakas uusia tätä aineistolajia ja jos voi, syötä uusintojen määrä numerona 'Uusintoja sallittu' laatikkoon
fr: Décidez ensuite si l'adhérent peut renouveler ce type d'exemplaire, et ce, indiquez combien de fois l'adhérent a cette possibilité dans la zone 'Polongations Autorisées'
hi: इसके बाद तय संरक्षक इस आइटम प्रकार नवीनीकृत कर सकते हैं और यदि हां, तो दर्ज कितनी बार वे 'अनुमति नवीकरण' बॉक्स में नवीनीकृत कर सकते हैं, तो
it: Poi decidi se l'utente può fare rinnovi su questa categoria di copie e se è così, inserisci quante volte può rinnovare nel campo 'Rinnovi consentiti'
oc: Décidez puèi se l'aderent pòt renovelar aqueste tipe d'exemplar, e ce, indiquez combien de fois l'aderent a aquesta possibilitat dins la zòna 'Polongations Autorizadas'
pl: Zdecyduj, czy użytkownik może prolongować ten typ dokumentu. Wprowadź w polu 'Dozwolone prolongaty' informacje, ile razy użytkownik może prolongować
pt: De seguida escolha se o leitor pode renovar este tipo de documento, e em caso positivo insira o número de vezes que o podem renovar
pt_br: Em seguida escolha se o usuário pode renovar este tipo de documento, e em caso positivo, insira o número de vezes que é possível renovar
sk: Ďalej sa rozhodnite, či čitateľ môže predĺžiť tento typ exemplárov a pokiaľ áno, koľkokrát to môžu urobiť v políčku 'Predĺženia sú povolené'
sv: Sedan bestämmer du om låntagaren kan låna om denna objekttyp och i så fall anger du hur många omlån som tillåts i rutan 'Tillåtna omlån'
tr: Daha sonra, kullanıcının bu materyal türünü yenileyip yenileyemeyeceğine karar veriniz ve eğer öyleyse, kullanıcıların 'Yenileme İzin Sayısı' kutusunda kaç kez materyal yenileyebileceğini giriniz.
zh_tw: 接著決定下個可續借的館藏類型，將可續借的次數鍵入 '允許續借' 盒

source: Next enter the contact information
ar: ثم بعد ذلك أدخل معلومات الإتصال
cs: Dále zadejte kontaktní údaje
da: Indtast herefter kontaktinformationen
de: Geben Sie die Kontaktinformation ein
el: Στη συνέχεια εισάγετε τα στοιχεία επικοινωνίας
es: A continuación ingrese la información de contacto
eu: Jarraian, idatzi kontaktu informazioa
fi: Syötä sitten yhteystiedot
fr: Saissez ensuite l'information de contact
hi: अगले संपर्क जानकारी दर्ज
it: Poi inserisci i dati di contatto
oc: Saissez puèi l'informacion de contact
pl: Następnie wprowadź informacje kontaktowe
pt: Inserir as informações de contacto
pt_br: Em seguida digite a informação de contato
sk: Ďalej zadajte kontaktné údaje
sv: Sedan anger du kontaktinformationen
tr: Daha sonra, iletişim bilgilerini girin
zh_tw: 下個可用的連絡資訊

source: Next note if this layout is for the front or the back of the patron card
ar: الملاحظة التالية إذا ما كان هذا الشكل لمقدمة أو مؤخرة بطاقة المستفيد
cs: Dále si všimněte, zda toto rozložení patří na přední nebo zadní stranu čtenářského průkazu
da: Bestemt om layoutet skal bruges til for- eller bagsiden af lånerkortet
de: Legen Sie fest, ob das Layout für die Vorder- oder Rückseite des Benutzerausweises verwendet werden soll
el: Στη συνέχεια σημειώστε αν αυτή η διάταξη είναι για το μπροστινό ή το πίσω μέρος της κάρτας μέλους
es: A continuación, observe si este diseño es para el frente o la parte posterior del carné del usuario
eu: Jarraian, behatu diseinu hau bazkide txartelaren aurrealde edo atzealdearentzat den
fi: Seuraavaksi valitse, onko asettelu kirjastokortin etu- vai takapuolelle.
fr: Notez ensuite si le modèle est destiné au recto ou au verso de la carte
hi: अगले नोट यदि इस लेआउट सामने या संरक्षक कार्ड के पीछे के लिए ही है
it: Poi annota se questo layout è per il fronte o il retro della tessera
oc: Notez puèi se lo modèl es destinat al recto o al verso de la carte
pt: Por favor note se este esquema é para a frente ou para a traseira do cartão de leitor
pt_br: Em seguida, verifique se o modelo é para a parte frontal ou traseira da carteirinha de usuário
sk: Ďalej si všimnite, či toto rozloženie patrí na líc alebo rub čitateľského preukazu
sv: Notera sedan om denna layout för låntagarkortets fram- eller baksida
tr: Daha sonra, bu planın kullanıcı kartının önü için mi arkası için mi olduğunu belirleyin
zh_tw: 接著說明布局為讀者證的正面或背面

source: Next to each framework is a link to either import or export the framework.
eu: Lan-orri bakoitzaren ondoan orri bat enportatu edo esportazeko lotu bat dago
fi: Jokaisen luettelointipohjan vieressä on linkki pohjan tuontiin tai vientiin.
hi: प्रत्येक ढांचे के आगे या तो आयात या निर्यात करने के लिए ढांचे के लिए एक कड़ी है।

source: Next to each title is a checkbox, check the items you would like to order, or choose 'Check all' at the top. Depending on your settings in the MarcFieldsToOrder preference Koha will populate the next screen with with the relevant Quantity, Price, Fund, Statistic 1, and Statistic 2 found within the staged file.
ar: يوجد بجانب كل عنوان مربع تحديد، قم بتحديد المواد التي ترغب في طلبها، أو اختر " تحديد الكل" في الأعلى. بناء على إعداداتك في تفضيل MarcFieldsToOrder سيقوم كوها بملء الشاشة التالية بالكمية، والسعر، والتمويل، والإحضائية !، والإحضائية 2 ذات الصلة الموجودة في الملف المنظم.
cs: U každého titulu se nachází zaškrtávací políčko, jehož zaškrtnutím přidáte záznam k objednávce. Můžete také využít možnosti "Označit vše". V závislosti na nastavení MarcFieldsToOrder v dalším kroku Koha doplní parametry množství, ceny, fondu a statistik podle údajů nalezených v importovaném záznamu.
de: Neben jedem Titel befindet sich eine Checkbox über welche die Titel ausgewählt werden können, die Sie bestellen möchten. Alternativ können Sie 'Alle auswählen' am oberen Seitenrand auswählen. Abhängig von Ihren Einstellungen im Systemparameter MarcFieldsToOrder werden Anzahl, Preis, Konto, Statistik 1 und 2 auf der folgenden Seite mit Werten aus den MARC-Datensätzen vorbelegt.
el: Δίπλα σε κάθε τίτλο υπάρχει ένα κουτί, επιλέξτε τα αντίτυπα που θέλετε να παραγγείλετε, ή επιλέξτε 'Επιλογή όλων' στην κορυφή. Ανάλογα με τις ρυθμίσεις σας στην προτίμηση MarcFieldsToOrder το Koha θα συμπληρώσει την επόμενη οθόνη με την σχετική Ποσότητα, Τιμή, Επιχορήγηση, Στατιστικά 1 και Στατιστικά 2 που βρίσκονται μέσα στο προετοιμασμένο αρχείο.
es: Al lado de cada título hay una casilla, marque los ejemplares que desea ordenar, o elija 'Marcar todos' en el tope. Dependiendo de su configuración en la preferencia MarcFieldsToOrder Koha rellenará la siguiente pantalla con los valores relevantes de Cantidad, Precio, Fondo, Estadística 1 y Estadística 2 encontrados dentro del archivo preparado.
fi: Jokaisen nimekkeen vieressä on valintalaatikko. Valitse nimekkeet, jotka haluat tilata, tai valitse 'Merkitse kaikki' ylhäältä. MarcFieldsToOrder-asetuksestasi riippuu miten Koha täyttää seuraavan näytön tiedot: määrän, hinnan, tilin ja tilastotiedot, jotka liittyvät välivarastoituun tietueeseen.
fr: À côté de chaque titre il y a une case à cocher, choisissez les documents que vous voulez commander, ou choisissez ' Tout cocher' en haut. Selon le paramétrage de la préférence MarcFieldsToOrder, Koha remplira la page suivante avec les quantité, prix, fonds, Statistique 1 & et 2, trouvés dans le fichier sélectionné.
hi: प्रत्येक शीर्षक के बगल में एक चेकबॉक्स, आइटम आप आदेश को चुनें, या शीर्ष पर 'सभी की जाँच करें' चाहते हैं की जाँच करें। MarcFieldsToOrder वरीयता Koha में अपनी सेटिंग के आधार पर प्रासंगिक मात्रा के साथ साथ अगले स्क्रीन आबाद होगा, मूल्य, निधि, आँकड़ा 1, और आँकड़ा 2 मंचन फ़ाइल के भीतर पाया।
it: Dopo ciascun titolo c'è un checkbox, flagga le copie che desideri ordinare o scegli 'Seleziona tutto'. In base alle impostazioni inserite nella preferenza ' MarcFieldsToOrder' Koha popolerà la schermata successiva con la quantità, il prezzo, il fondo, la statistica 1 e la statistica 2 trovate nel file lavorato.
oc: A costat de cada títol i a una casa de marcar, causissètz los documents que volètz comandar, o causissètz ' Tot cocher' amont. Selon lo parametratge de la preferéncia MarcFieldsToOrder, Koha emplenara la pagina seguenta amb les quantitat, prix, fonds, Estatistica 1 & e 2, trobats dins lo fichièr seleccionat.
pl: Zaznacz pozycję, która chcesz zamówić lub wybierz 'Zaznacz wszystko', by zamówić więcej pozycji. W zależności od ustawień opcji MarcFieldsToOrder system przeniesie dane z przygotowanego pliku o Ilości, Cenie, Funduszu, Polu statystycznym 1 i Polu statystycznym 2.
pt: Perto de cada título existe uma caixa de seleção, marque os títulos que deseja encomendar, ou escolha 'Marcar todos' no topo. Dependendo das suas configurações na preferência MarcFieldsToOrder o Koha irá preencher o próximo ecrã com Quantity, Price, Fund, Statistic 1, e Statistic 2 encontrados do ficheiro.
pt_br: Ao lado de cada título há uma caixa de seleção. Selecione os exemplares que deseja solicitar ou clique em 'Selecionar todos' na barra superior. Dependendo de suas configurações na preferência MarcFieldsToOrder, o Koha irá preencher a próxima tela com informações relativas a quantidade, preço, fundo, estatística 1 e estatística 2 encontrado no arquivo importado.
sk: Vedľa každého titulu je políčko, zaškrtnite exempláre, ktoré chcete objednať, alebo zvoľte 'Vybrať všetko' navrchu. V závislosti od vašich nastavení v MarcFieldsToOrder Koha vygeneruje ďalšiu stránku s príslušným Množstvom, Cenou, Fondom, Štatistikou 1 a 2, ktoré sa nachádzajú v pripravenom súbore.
tr: Her başlığın yan tarafında bir onay kutusu vardır, sipariş etmek istediğiniz materyallerin onay kutularını işaretleyin veya en üst kısımda bulunan 'Hepsini işaretle' opsiyonunu seçin. Koha, MarcFieldsToOrder sistem tercihinizdeki ayarlara bağlı olarak bir sonraki ekranı, aşamalı dosyalar içerisinde bulunan ilgili Miktar, Fiyat, Fon, İstatistik 1 ve İstatistik 2 bilgileri ile dolduracaktır.
zh_tw: 題名旁有個勾選盒，逐個勾選或使用上方的 '全選'，就能訂購該等館藏。依照 MarcFieldsToOrder 偏好的設定，Koha 將在下個畫面顯示與此待處理檔有關的數量、價格、基金、統計 1 與統計 2。

source: Next you can add actions to the template by filling in the Action box. For example if you're loading in a batch of files from your EBook vendor you might want to add the biblio item type of EBOOK to the 942$c.
ar: بعد ذلك يمكنك إضافة إجراءات إلى القالب عن طريق ملء مربع الإجراء. على سبيل المثال إذا كنت تقوم بتحميل دفعة ملفات من مزود كتابك الالكتروني قد ترغب في إضافة نوع المادة البيبلوغرافية للكتاب الإلكتروني إلى 942$c.
cs: Navíc můžete přidat akce do šablony vyplněním Action boxu. Například, pokud nahráváte dávku souborů od vašeho prodejce EBooků, možná chcete přidat bibliografický typ jednotky EBOOK do 942$c.
de: Als Nächstes können Sie die Aktionen erfasen. Wenn Sie zum Beispiel einen Stapel Dateien Ihres E-Book-Lieferanten einlesen wollen, möchten Sie vielleicht das Feld 942$c mit dem Wert EBOOK belegen.
el: Στη συνέχεια μπορείτε να προσθέσετε ενέργειες στο πρότυπο συμπληρώνοντας το κουτί Ενέργεια. Για παράδειγμα εάν φορτώνετε σε παρτίδες αρχείων από τον προμηθευτή σας ηλεκτρονικών βιβλίων ίσως θέλετε να προσθέσετε τον τύπο βιβλιογραφικού τεκμηρίου του ηλεκτρονικού βιβλίου στο 942$c.
es: A continuación puede agregar acciones a la plantilla completando la casilla de Acciones. Por ejemplo si está cargando un lote de archivos de su proveedor de EBOOK querrá agregar el tipo de ítem de los EBOOK en el campo 942$c.
eu: Ondoren txantiloira akzioak gehi ditzakezu Akzioen kutxatila osatuz. Adibidez EBOOK hornitzailetik fitxategi multzo bat kargatzen ari bazara EBOOK-en item mota gehitu nahiko duzu 942$c eremura.
fi: Voit lisätä toimintoja pohjaan täyttämällä 'Toiminnot'-laatikon. Esim. jos lataat tietueita eränä e-kirjojen toimittajalta, voit haluta lisätä aineistolajin EK kenttään 942$c.
hi: इसके बाद आप कार्रवाई बॉक्स में भरने के द्वारा टेम्पलेट के लिए कार्रवाई जोड़ सकते हैं। उदाहरण के लिए यदि आप 942$c के लिए ebook के Biblio आइटम प्रकार जोड़ने के लिए चाहते हो सकता है अपने ebook विक्रेता से फ़ाइलों का एक बैच में लोड कर रहे हैं।
it: Il prossimo passo è aggiungere azioni al template compilando la relativa sezione. Per esempio se stai caricando dei records dal fornitore di ebook, potresti voler aggiungere la stringa 'EBOOK' in 942 $c, che contiene la biblio item type.
pt: Depois pode adicionar ações ao modelo preenchendo a caixa Ações. Por exemplo se está a carregar em lote ficheiros do seu fornecedor de Ebooks pode querer adicionar o tipo de documento EBOOK no 942$c.
pt_br: Em seguida você poderá incluir ações no template preenchendo a caixa Ação. Por exemplo, caso você esteja carregando uma lista de arquivos do seu fornecedor de e-books, você pode desejar adicionar o tipo de material EBOOK no campo 942 $c.
sk: Ďalej môžete pridať akcie do šablóny vyplnením políčka Akcie. Ak napríklad načítavate dávku súborov od vášho Ebook predajcu, môžete uvažovať o pridaní knižničného typu exemplára EBOOK do poľa 942$c.
tr: Daha sonra eylem kutusunu doldurarak şablona eylemlerinizi ekleyebilirsiniz. Örneğin E-Kitap sağlayıcınızdan toplu olarak dosyalar yüklüyorsanız, E-Kitapların bibliyo materyal türlerini 942$c alanına eklemek isteyebilirsiniz.
zh_tw: 接著，您可從行動盒裡填入資料，以新增面版。例如：若上傳從電子書供應商取得的批次檔，您可能需新增電子書的書目資料類型於942$c。

source: Next you can choose default values to apply to all patrons you are importing
ar: اﻹختيار التالي تستطيع إختيار القيم اﻹفتراضية لتطبيقها على كل المستفيدين المستوردين
cs: Dále si můžete vybrat výchozí hodnoty platné pro všechny čtenáře, které importujete
da: Derefter kan man vælge standardværdier, der skal gælde for alle importerede lånere
de: Als nächstes können Sie Standardwerte festlegen, die in allen importierten Benutzerdatensätzen eingetragen werden
el: Στη συνέχεια μπορείτε να επιλέξετε προκαθορισμένες τιμές για να εφαρμοστούν σε όλα τα μέλη που εισάγετε.
es: A continuación puede elegir valores predeterminados a aplicar a todos los usuarios que esté importando
eu: A continuación puede elegir valores predeterminados a aplicar a todos los socios que esté importando
fi: Seuraavaksi voit valita oletusarvot tuotaville asiakkalle.
fr: Vous pouvez choisir des valeurs par défaut à ajouter à tous les adhérents importés.
hi: आप सभी संरक्षक आप आयात कर रहे हैं करने के लिए लागू करने के लिए मूलभूत मूल्यों चुन सकते हैं अगले
it: Poi scegli i valori di default da assegnare a tutti gli utenti che stai importando
oc: Podètz causir des valors per defaut a apondre a totes los aderents importats.
pl: Następnie możesz wybrać domyślne wartości, by dołączyć je do wszystkich użytkowników, których importujesz
pt: De seguida pode escolher valores por omissão a aplicar a todos os leitores a importar
pt_br: Depois você pode escolher valores padrões para aplicar em todos os usuários que estiver importando
sk: Ďalej si môžete zvoliť predvolené hodnoty, ktoré sa použijú u všetkých nahrávaných čitateľov
sv: Sedan kan du välja standardvärden som ska gälla för alla låntagare du importerar
tr: Daha sonra, içe aktardığınız tüm kullanıcılara uygulayacağınız varsayılan değerleri seçebilirsiniz.
zh_tw: 接著選擇適用於匯入讀者的預設值

source: Next you can choose if this event is a one time event or if it is repeatable.
ar: ثم بعد ذلك يمكنك أن تختار إذا ما كان هذا الحدث هو حدث فردي يحدث مرة واحدة أو إذا ما كان متكرراً.
cs: Dále si můžete nastavit jestli je tato událost jednorázová nebo opakovatelná
da: Bestem, om der er tale om en enkelt eller gentagen lukkedag.
de: Legen Sie fest, ob es sich um einen einmaligen oder wiederholten Schließtag handelt.
el: Στη συνέχεια μπορείτε να επιλέξετε εάν αυτό το γεγονός είναι μοναδικό ή είναι επαναλαμβανόμενο.
es: A continuación puede elegir si este evento es un acontecimiento único o si es repetible.
eu: Jarraian, aukeratu gertaera hau behin besterik egingo den edo errepikagarria den.
fi: Seuraavaksi voit valita, onko kiinniolo yksittäinen vai toistuva.
fr: Ensuite, vous pouvez spécifier si le jour de fermeture est unique ou répétable.
hi: इसके बाद आप अगर यह घटना एक बार एक घटना है या अगर यह repeatable है चुन सकते हैं।
it: Poi puoi scegliere se questo evento è un evento ripetuto o no.
oc: Puèi, podètz especificar se lo jorn de tampadura es unic o repetible.
pt: De seguida pode escolher se este evento é único ou pode ser repetido.
pt_br: Em seguida, você pode escolher se este evento é único ou repetitivo.
sk: Ďalej si môžete zvoliť, či táto udalosť je jednorazová alebo opakovateľná.
sv: Sedan kan du välja om denna händelse är en engångsföreteelse eller om den kommer att upprepas.
tr: Daha sonra, bu olayın bir seferlik bir olay mı yoksa tekrar edilebilir bir olay mı olduğunu seçebilirsiniz.
zh_tw: 接著指定為單一事件或可重複的事件。

source: Next you can choose the default privacy settings for this patron category. This setting can be edited by the patron via the OPAC if you allow it with the OPACPrivacy system preference.
ar: بعد ذلك يمكنك اختيار إعدادات الخصوصية الافتراصية لفئة هذا المستفيد. يمكن تحرير هذا الإعداد بواسطة المستفيد عبر الأوباك إذا كنت تسمح بذلك بواسطة التفضيل OPACPrivacy
de: Als nächstes können Sie die Voreinstellungen für die Datenschutzoptionen des Benutzertyps festlegen. Diese Einstellung kann vom Benutzer im OPAC geändert werden, wenn der Systemparameter OPACPrivacy aktiv ist.
es: A continuación, puede elegir la configuración de privacidad predeterminada para esta categoría de usuarios. Este ajuste puede ser editado para el usuario a través del OPAC si usted lo permite, con la preferencia del sistema OPACPrivacy.
eu: Ondoren, pribatutasun lehenetsia konfigura dezakezu erabiltzailearen kategoria honentzat. Doitze hau erabiltzailearentzat editatua izan daiteke OPAC bidez OPACPrivacy sistemaren lehentasun bidez.
fi: Seuraavaksi voit valita oletusyksityisyysasetukset tälle asiakastyypille. Asiakas voi muuttaa yksityisyysasetuksiaan verkkokirjastossa, jos OPACPrivacy-järjestelmäasetus sallii sen.
hi: इसके बाद आप इस संरक्षक वर्ग के लिए डिफ़ॉल्ट गोपनीयता सेटिंग्स का चयन कर सकते हैं। यह सेटिंग ओपेक के माध्यम से संरक्षक द्वारा संपादित किया जा सकता है, तो आप इसे OPACPrivacy प्रणाली वरीयता के साथ अनुमति देते हैं।
it: Poi puoi scegliere le impostazioni automatiche della privacy per questa categoria di utenti. Queste impostazioni potranno essere modificate dall'utente direttamente dall'OPAC se lo renderai possibile con la preferenza di sistema OPACPrivacy.
sk: Ďalej si môžete zvoliť predvolené nastavenia súkromia pre túto kategóriu čitateľov. Toto nastavenie si môže upravovať aj čitateľ prostredníctvom OPACu, ak mu to povolíte systémovým nastavením OPACPrivacy.
tr: Sonra, bu kullanıcı kategorisi için varsayılan gizlilik ayarlarını seçebilirsiniz. OPACPrivacy sistem tercihi ile bu eyleme izin verirseniz bu ayarlar kullanıcı tarafından OPAC üzerinden düzenlenebilir.
