Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Once you've made the necessary edits, simply click 'Save' and all of the records that use this authority record will be updated.
ar: عند إنتهائك من عمل التعديلات الضرورية ، ببساطة أنقر على 'حفظ' وكل التسجيلات التي تستخدم التسجيلة الاستنادية سوف يتم تحديثها.
cs: Pokud jste provedli nezbytné úpravy, jednoduše klikněte na 'Uložit' a všechny záznamy využívající tento autorský záznam se aktualizují.
da: Når du har lavet de nødvendige ændringer, klik på 'Gem' og alle de poster, der bruger denne normpost, opdateres.
de: Nachdem Sie die erforderlichen Änderungen eingetragen haben können Sie auf 'Speichern' klicken und alle mit diesem Normsatz verknüpften Titel werden aktualisiert.
el: Μόλις κάνετε όλες τις απαραίτητες αλλαγές, κάντε κλικ στο 'Αποθήκευση' και όλες οι εγγραφές που χρησιμοποιούν αυτή την εγγραφή καθιερωμένου όρου θα ενημερωθούν.
es: Una vez que haya realizado las modificaciones necesarias, simplemente haga clic en 'Guardar' y todos los registros que utilizan este registro de autoridad se actualizarán.
eu: Behar duzuna editatutakoan, egin klik 'Gorde' botoian eta autoritate erregistro hau erabiltzen duten erregistro guztiak eguneratuko dira.
fi: Kun olet tehnyt tarpeelliset muokkaukset, klikkaa 'Tallenna' ja kaikki tätä auktoriteettia käyttävät tietueet päivitetään.
fr: Après avoir effectué les modifications nécessaires, cliquez sur 'Enregistrer' et toutes les notices bibliographiques utilisant cette autorité seront mises à jour.
hi: एक बार जब आप आवश्यक संपादन करने के बाद, बस 'बचाओ' के रिकॉर्ड का उपयोग करें कि इस प्राधिकरण रिकॉर्ड अपडेट किया जाएगा के सभी क्लिक करें।
it: Finite le modifiche, premi il bottone 'Salva' e tutti i record che usano questa voce di autorità verranno aggiornati.
oc: Aprèp aver efectuat las modificacions necessàrias, clicatz sus 'Enregistrar' e totas las notícias bibliograficas utilizant aquesta autoritat seràn mesas a jorn.
pl: Po dokonaniu niezbędnych modyfikacji, kliknij 'Zapisz' i wszystkie rekordy, do których podpięte było to hasło wzorcowe, zostaną zaktualizowane.
pt: Assim que proceder às alterações necessárias, simplesmente carregue em 'Guardar' e todos os registos que usam esta autoridade são guardados.
pt_br: quando tiver feito as alterações necessárias, clique em 'Salvar' e todos os registros que utilizam este registro de autoridade serão atualizados.
sk: Len čo ste vykonali nevyhnutné úpravy, jednoducho kliknite na 'Uložiť' a všetky záznamy, ktoré používajú tento záznam autority sa zaktualizujú.
sv: När du redigerat klickar du på 'Spara' för att uppdatera alla poster som använder denna auktoritetspost.
tr: Gerekli düzenlemeleri yaptığınızda, 'Kaydet'e tıklayın ve ardından bu otorite kaydını kullanan tüm kayıtlar güncellenecektir.
zh_tw: 完成必要的編輯後，按下 '儲存' 鈕，更新所有使用該權威紀錄的紀錄。

source: Once you've opened a blank framework or imported a record via Z39.50/SRU you will be presented with the form to continue cataloging
fi: Kun olet avannut tyhjän luettelointipohjan tai tuonut tietueen Z39.50/SRU -haun kautta, saat lomakkeen, josta jatkaa luettelointia
hi: एक बार जब आप एक खाली ढांचे खोला या Z39.50 / एसआरयू के माध्यम से एक रिकार्ड आयात किया है आप फार्म सूचीबद्ध जारी रखने के लिए के साथ प्रस्तुत किया जाएगा

source: Once your Framework appears on the screen you can edit or delete each field by following the instructions for editing subfields
ar: عندما يظهر قالبك على الشاشة بإمكانك أن تعدل أو تحذف كل حقل من خلال إتباع الإرشادات لتحرير الحقول الفرعية
cs: Hned když se objeví šablona na obrazovce, můžete upravovat nebo mazat pole podle instrukcí pro úpravu podpolí.
da: Når din struktur vises på skærmen, kan du editere eller slette hvert felt ved at følge vejledningen for editering af underfelter
de: Sie können jedes Feld bearbeiten oder löschen indem Sie den Anweisungen für das Bearbeiten von Unterfeldern folgen.
el: Μόλις το Πλαίσιο εμφανιστεί στην οθόνη μπορείτε να επεξεργαστείτε ή να διαγράψετε κάθε πεδίο ακολουθώντας τις οδηγίες για επεξεργασία υποπεδίων
es: Una vez que su hoja de trabajo aparezca en la pantalla puede editar o eliminar cada campo siguiendo las instrucciones para editar subcampos
eu: Zure lan-orria pantailan agertzen denean, eremu bakoitza editatu edo ezabatu dezakezu azpieremuak editatzeko argibideei jarraiki
fi: Kun luettelointipohjasi näkyy näytöllä, voit muokata tai poistaa kenttiä seuraamalla osakenttien muokkauksen ohjetta
fr: Une fois que votre grille apparait à l'écran, vous pouvez modifier ou supprimer chaque champs en suivant les instructions de modification des sous-champs
hi: एक बार अपने ढांचे स्क्रीन पर दिखाई देता आप संपादित या संपादन उपक्षेत्रों के लिए निर्देशों का पालन करके प्रत्येक क्षेत्र को नष्ट कर सकते हैं
it: Quando la griglia è comparsa sullo schermo, puoi modificare o cancellare campi seguendo le istruzioni per le modifiche dei sottocampi
oc: Un còp que vòstra grasilha apparait a l'ecran, podètz modificar o suprimir cada camps en seguent les instructions de modificacion des soscamps
pl: Gdy wyświetli się na ekranie Twój szablon, możesz modyfikować albo usunąć dowolne pole zgodnie z instrukcją dla modyfikacji podpól
pt: Assim que o modelo aparecer no ecrã pode editar ou eliminar cada campo seguindo as instruções para edição dos campos
pt_br: Quando sua planilha aparecer na tela você poderá editar ou excluir cada campo seguindo as instruções para editar subcampos
sk: Len čo sa Vám objaví Rámec na obrazovke, môžete upravovať alebo odstraňovať každé pole s pomocou inštrukcií pre úpravu podpolí
sv: När ramverket visas på skärmen kan du redigera eller ta bort varje fält genom att följa instruktionerna för att redigera underordnade fält
tr: Çerçeveniz ekranda göründüğünde, talimatları takip ederek her alanın alt alanını düzenleyebilir ya da silebilirsiniz.
zh_tw: 框架顯示在螢幕後，依照指示編輯分欄後，可以編輯或刪除欄位

source: Once your Framework is added click 'MARC structure' to the right of it on the list of Frameworks
ar: عندما يتم إضافة قالبك أنقر على 'هيكلية مارك' على اليسار منه في قائمة القوالب.
cs: Pokud je vaše šablona přidána, klikněte na 'Struktura MARC' napravo na seznamu šablon
da: Når din struktur er tilføjet, klik på 'MARC struktur' til højre for det i listen med strukturer
de: Nachdem das neue Framework angelegt wurde, klicken Sie auf 'MARC-Struktur' auf der rechten Seite in der Liste der Frameworks.
el: Μόλις το Πλαίσιο προστεθεί πατήστε 'Δομή MARC' στα δεξιά του στη λίστα Πλαισίων
es: Una vez que se agregue la hoja de trabajo haga clic en 'Estructura MARC' a la derecha de ella en la lista de hojas de trabajo
eu: Lan-orria gehitutakoan, egin klik lan-orrien zerrendaren eskuinaldeko 'MARC egitura' botoian
fi: Kun luettelointipohjasi on lisätty, klikkaa 'MARC-rakenne' sen oikealla puolella luettelointipohjien listassa
fr: Une fois que votre grille a été ajoutée, cliquez sur 'Structure MARC' sur la droite dans la liste des grilles de catalogage
hi: अपने ढांचे चौखटे की सूची पर इसे सही करने के लिए क्लिक करें 'मार्क संरचना' जोड़ा जाता है एक बार
it: Dopo aver aggiunto la griglia, clicca 'Struttura MARC' alla sua destra nell'elenco delle griglie
oc: Un còp que vòstra grasilha es estat aponduda, clicatz sus 'Structure MARC' sus la dreita dins la lista des grasilhas de catalogatge
pt: Quando o modelo for adicionado clique em 'Estrutura MARC' à sua direita na lista de modelos
pt_br: Quando sua planilha for adicionada, clique em 'Estrutura MARC' no lado direito da lista de planilhas
sk: Len čo je Váš Rámec pridaný, kliknite na 'Štruktúru MARC' napravo od neho v zozname rámcov
sv: När ramverket lagts till klickar du på 'MARC-struktur' till höger om det i listan över ramverk
tr: Çerçeveniz eklendiğinde, çerçeveler listesinin sağındaki 'MARC yapısı'na tıklayın.
zh_tw: 新增框架後，按下框架清單右方的 'MARC 結構'

source: Once your actions are saved you can view them at the top of the screen. Actions can be moved around using the arrows to the left of them.
ar: بمجرد حفظ إجراءاتك يمكنك عرضها أعلى الشاشة. يمكن نقل الإجراءات باستخدام الأسهم الموجودة على يمينها.
cs: Když jsou vaše akce uloženy, můžete je zobrazit v horní části obrazovky. Akcemi může být pohybováno použitím šipek nalevo od nich.
de: Sobald die Aktionen gespeichert sind, erscheinen diese im oberen Bildschrimbereich. Die Aktionen können mit den Pfeilen neu angeordnet werden.
el: Μόλις αποθηκευτούν οι ενέργειές σας μπορείτε να τις δείτε στην κορυφή της οθόνης. Οι ενέργειες μπορούν να μετακινηθούν χρησιμοποιώντας τα βέλη στα αριστερά τους.
es: Una vez que sus acciones se guarden puede verlas en el tope de la pantalla. Las acciones pueden moverse utilizando las flechas a la izquierda de ellas.
fi: Kun toimintosi on tallennettu, voit nähdä ne ruudun yläreunassa. Toimintoja voi siirtää käyttämällä vasemmalla olevia nuolia.
fr: Une fois que vos actions sont sauvegardées, vous pouvez les voir en haut de l'écran. Les actions peuvent être déplacées utilisant les flèches à leur gauche.
hi: एक बार अपने कार्यों से बच रहे हैं आप उन्हें स्क्रीन के शीर्ष पर देख सकते हैं। प्रक्रिया उनमें से बाईं ओर तीर का उपयोग कर चारों ओर ले जाया जा सकता है।
it: Una volta che le azioni sono salvate le puoi vedere in cima alla pagina. Le azioni posso essere spostate usando le frecce alla loro sinistra.
oc: Un còp que vos accions son salvadas, podètz les veire amont de l'ecran. Les accions pòdon èsser desplaçadas utilizant les sagetas a lor esquèrra.
pt: Assim que as ações forem guardadas pode ver as mesma no topo do ecrã. As ações podem ser movidas usando as setas à esquerda das mesmas.
pt_br: Quando suas ações forem salvas, você poderá vê-las no topo da tela. Ações podem ser movidas para cima ou para baixo utilizando as setas ao lado delas.
sk: Len čo sú vaše akcie uložené, môžete si ich prezrieť na vrchu obrazovky. Akcie možno presúvať pomocou šípiek naľavo.
tr: Eylemleriniz kaydedildikten sonra ekranın en üstünde görebilirsiniz. Eylemlerin, sol tarafında bulunan oklar vasıtasıyla yerleri değiştirilebilir.
zh_tw: 可以從螢幕上方看到儲存的作業。可以用左方的箭頭移動該等作業。

source: Once your basket is created you are presented with several options for adding items to the order.
ar: عندما يتم إنشاء سلتك سيُعرض عليك عدة خيارات ﻹضافة المواد إلى الطلب.
cs: Pokud je váš košík vytvořen, bude seznámeni s několika možnostmi pro přidávání položek do objednávky.
da: Når din kurv er oprettet får du flere muligheder for at tilføje eksemplarer til bestillingen.
de: Nachdem Sie den Bestellkopf angelegt haben werden Ihnen verschiedene Optionen für das Anlegen von Bestellposten angeboten.
el: Μόλις δημιουργηθεί το καλάθι θα σας εμφανιστούν διάφορες επιλογές για προσθήκη τεκμηρίων προς παραγγελία.
es: Una vez que la cesta se crea se presentan varias opciones para añadir ítems al pedido.
eu: Zure saskia sortu ondoren, eskaerara elementuak gehitzeko zenbait aukera erakutsiko zaizkizu.
fi: Kun tilauskori on luotu, tarjolla on useita mahdollisuuksia lisätä nimekkeitä tilaukseen.
fr: Une fois votre panier créé, des options d'ajout d'exemplaires au panier vous sont proposées.
hi: एक बार अपने टोकरी बनाई गई है आप के लिए आइटम जोड़ने के लिए कई विकल्पों के साथ प्रस्तुत कर रहे हैं।
it: Dopo aver creato il raccoglitore, potrai inserirvi copie da ordinare in diversi modi.
oc: Un còp vòstre panièr creat, des opcions d'ajout d'exemplars al panièr vous sont prepausadas.
pl: W utworzonym koszyku wyświetla się kilka opcji dodawania pozycji do zamówienia.
pt: Assim que o cesto for criado aparecerão várias opções para adicionar itens à encomenda.
pt_br: Quando seu pedido for criado, você será levado a várias opções para adicionar exemplares ao pedido.
sk: Hneď po vytvorení košíka sa Vám predstaví niekoľko možností pridania exemplárov do objednávky.
sv: När korgen skapats visas flera alternativ för att lägga till poster i ordern.
tr: Sepetiniz oluşturulduğunda, size siparişe materyal eklemeniz için birkaç seçenek sunulacak.
zh_tw: 新增採購籃後，出現若干選項讓您新增館藏至此訂單。

source: Once your changes are made, click the 'Save' button. If you would like to export your data as a CSV file you can do so by entering a file name in the 'Output to a file named' field and clicking the 'Output' button.
ar: عندما يتم إجراء تغييراتك ، أنقر على زر 'حفظ'. إذا ما رغبت أن تُصدِّر بياناتك كملف بصيغة CSV ، أدخل اسم الملف في حقل 'الإخراج إلى الملف المسمى' ومن ثم أنقر على زر 'إخراج'.
cs: Pokud jsou vaše změny provedeny, klikněte na tlačítko 'Uložit'. Jestliže budete chtít exportovat svá data do CSV souboru, můžete tak učinit zadáním jména souboru do pole 'Jméno souboru pro výstup' a klikněte na tlačítko 'Výstup'.
da: Når dine ændringer er lavet, klik på knappen 'Gem'. Hvis data skal eksporteres som en CSV-fil, kan det gøres ved at indtaste et filnavn i feltet 'Output til en fil kaldet' og klikke på knappen 'Output'.
de: Nachdem Sie Ihre Änderungen gemacht haben, klicken Sie auf 'Speichern'. Wenn Sie Ihre Daten in eine CSV-Datei exportieren möchten, können Sie einen Dateinamen unter 'Ausgabe als Datei' angeben und auf 'Ausgabe' klicken.
el: Μόλις κάνετε τις αλλαγές σας, πατήστε το κουμπί 'Αποθήκευση'. Εάν θέλετε να εξάγετε τα δεδομένα σας σε ένα αρχείο CSV μπορείτε να το κάνετε εισάγοντας ένα όνομα αρχείου στο πεδίο 'Εξαγωγή σε ένα αρχείο με το όνομα' και πατώντας το κουμπί 'Έξαγωγή'.
es: Una vez se hayan realizado los cambios, haga clic en el botón 'Guardar'. Si desea exportar sus datos como un archivo CSV, ingrese el nombre el archivo en el campo 'Salida a archivo de nombre' y haga clic en el botón 'Exportar'.
eu: Una vez se hayan realizado los cambios, seleccionar el botón 'Guardar'. Si desea exportar sus datos a un archivo CSV, entrar en el campo del nombre del archivo en 'Salida en un archivo denominado ' y seleccionar el botón 'Exportar'.
fi: Kun muutokset on tehty, klikkaa 'Tallenna'. Jos haluat viedä tiedot CSV-tiedostona, voit tehdä sen antamalla tiedostonimen 'Tuloste tiedostonimellä' -kenttään ja klikkaamalla 'Tulosta'-painiketta.
fr: Quand vous avez fini vos modifications, cliquez sur le bouton Enregistrer. Si vous voulez exporter vos données dans un fichier CSV, entrez un nom de fichier dans la zone Export dans un fichier nommé et cliquez sur le bouton Exporter.
hi: एक बार आपके परिवर्तन किए हैं, 'सहेजें' बटन पर क्लिक करें। आप एक सीएसवी आप के क्षेत्र 'नाम के एक फ़ाइल के लिए उत्पादन' में एक फ़ाइल नाम में प्रवेश करने और 'आउटपुट' बटन पर क्लिक करके ऐसा कर सकते हैं फ़ाइल के रूप में अपने डेटा को निर्यात करने के लिए करना चाहते हैं।
it: Una volta che hai fatto i tuoi cambiamenti, clicca sul bottone 'Salva'. Se vuoi esportare i dati come CSV, puoi farlo mettendo un nome file in 'Manda ad un file di nome' e cliccando sul bottone 'Output'
oc: Quand avètz fini vòstras modificacions, clicatz sul boton Enregistrar. Se volètz exporter vòstras donadas dins un fichièr CSV, entratz un nom de fichièr dins la zòna Export dins un fichièr nomenat e clicatz sul boton Exporter.
pl: Po zakończeniu, kliknij 'Zapisz'. Jeśli chcesz eksportować swoje dane do pliku csv, możesz to zrobić wpisując nazwę pliku w polu „Wczytaj do pliku o nazwie:” i klikając 'Wyślij'.
pt: Uma vez que as alterações sejam feitas, clique no botão 'Guardar'. Se você gostaria de exportar os seus dados como um arquivo CSV, pode fazer isso inserindo o nome do ficheiro e posteriormente carregando no botão para exportar.
pt_br: Uma vez que as alterações sejam feitas, clique no botão 'Salvar'. Se você gostaria de exportar os seus dados como um arquivo CSV, pode fazer isso inserindo o nome do arquivo no campo 'Exportar para um arquivo chamado' e clicando no botão 'Exportar'.
sk: Len čo urobíte zmeny, kliknite na tlačidlo 'Uložiť'. Ak by ste chceli exportovať vaše údaje ako súbor CSV, zadajte názov súboru do poľa 'Výstup do súboru pod menom' a kliknite na tlačidlo 'Výstup'.
sv: När du genomfört ändringarna klickar du på knappen 'Spara'. Om du vill exportera dina data som en CSV-fil kan du göra det genom att fylla i ett namn i fältet 'Exportera till en fil med namn' och klicka på knappen 'Exportera'.
tr: Değişiklikleriniz yapıldığında, 'Kaydet' butonuna tıklayın. Verinizi CSV dosyası olarak dışa aktarmak istiyorsanız, bu işlemi 'Adlandırılmış dosya çıktısı ' alanına dosya adını girerek ve 'Çıktı' butonuna tıklayarak yapabilirsiniz.
zh_tw: 改變之後，按 '儲存' 鈕。在 '匯出檔案名' 欄位鍵入檔案名稱，並按下 '匯出' 鈕，就能夠匯出 CSV 格式檔案。

source: Once your course is saved it will show on the main course reserves page and be searchable by any field in the course.
ar: بمجرد حفظ الكورس الخاص بك سيتم عرضه في صفحة الحجز الأكاديمي الرئيسية وسيكون قابلاً للحجز بواسطة أي حقل في الكورس.
cs: Jakmile kurz uložíte, objeví se na hlavní stránce modulu Kurzy a je možné jej prohledávat podle kteréhokoliv popisného pole.
de: Nachdem der Kurs gespeichert wurde, wird er auf der Startseite des Moduls angezeigt und kann gesucht werden.
el: Μόλις το μάθημά σας αποθηκευτεί θα εμφανιστεί στη σελίδα κρατήσεων για το κύριο μάθημα και θα είναι αναζητήσιμο από οποιοδήποτε πεδίο στο μάθημα.
es: Una vez que el curso es guardado, se mostrará en la página principal de reservas para cursos y puede ser buscado por cualquier campo en el curso.
fi: Kun kurssi on tallennettu, se näkyy Kurssivarantojen sivulla ja sen voi löytää hakemalla sen tietoja.
fr: Une fois votre cours enregistré, il sera affiché sur la page principale du module Réserves de cours, et sera recherchable par tous les champs du cours.
hi: एक बार अपने पाठ्यक्रम सहेजा जाता है यह मुख्य पाठ्यक्रम भंडार पृष्ठ पर दिखाने के लिए और पाठ्यक्रम में किसी भी क्षेत्र से खोजा जा सकेगा।
it: Una volta che il corso viene salvato, sarà visibile nella pagina principale del modulo 'Testi per i corsi' e sarà ricercabile per ogni campo presente nel corso.
oc: Un còp vòstre cors enregistrat, serà afichat sus la pagina principala del modul Resèrvas de cors, e serà recercable per totes los camps del cors.
pl: Po utworzeniu kursu, można go wyszukać za pomocą pól wypełnionych przy tworzeniu kursu.
pt: Assim que o curso for guardado irá aparecer na página principal das reservas de curso e pode ser pesquisável por qualquer campo do curso.
pt_br: Quando seu curso for salvo, ele será exibido na página de cursos com reservas e se tornará pesquisável através de qualquer dado inserido em seu cadastro.
sk: Len čo kurz uložíte, zobrazí sa vám na hlavnej stránke rezerv kurzov a bude sa dať vyhľadať aj ktorékoľvek pole v kurze.
tr: Dersiniz kaydedildikten sonra ana ders rezervleri sayfasında görünecektir ve ders içerisinde yer alan her hangi bir alanda aranabilir olacaktır.
zh_tw: 指定參考書課程儲存後，將顯示在課程頁面並可從任何欄位搜尋它。

source: Once your data is downloaded you will see the dates your data was last synced to the right of each data set.
ar: بمجرد تنزيل البيانات سترى التواريخ التي تمت مزامنة بياناتك لآخر مرة فيها على يسار كل مجموعة بيانات.
cs: Jakmile budou stažena potřebná data, zobrazí se u každé sady datum poslední synchronizace.
de: Nachdem die Daten heruntergeladen wurden, sehen Sie bei jedem Datensatz im rechten Bereich das Datum der letzten Synchronisation.
el: Μόλις μεταφορτωθούν τα δεδομένα σας θα δείτε τις ημερομηνίες κατά τις οποίες συγχρονίστηκαν τελευταία στα δεξιά κάθε συνόλου δεδομένων.
es: Una vez que los datos se han descargado verá la fechas en que sus datos fueron sincronizados por última vez a la derecha de cada conjunto de datos.
fi: Kun data on ladattu, näet jokaisen tietueen oikealla päiväykset, milloin data viimeksi synkronoitiin.
fr: Une fois vos données chargées, vous verrez la date de dernière synchronisation à droite de chaque jeu de données.
hi: अपने डेटा डाउनलोड की है एक बार जब आप अपने डेटा तिथियों पिछले था प्रत्येक डेटा सेट के अधिकार के लिए समन्वयित देखेंगे।
it: Una volta che i dati sono stati scaricati, vedrai le date dell'ultima sincronizzazione alla destra di ogni data set.
oc: Un còp vòstras donadas cargadas, veiretz la data de darrièra sincronizacion a dreita de cada jeu de donadas.
pl: Jeśli pobrano wszystkie operacje offline wyświetlą się daty po prawej stronie każdej linii, kiedy zostały zsynchronizowane.
pt: Assim que os dados forem descarregados irá ver as datas que os dados foram sincronizados pela última vez junto a cada conjunto.
pt_br: Quando seus dados forem baixados, você verá as últimas datas em que os dados foram sincronizados ao lado de cada conjunto de dados.
sk: Len čo sa vaše údaje stiahnu, uvidíte dátumy poslednej synchronizácie vašich údajov napravo od každej sady údajov.
tr: Veriniz indirildikten sonra her veri kümesinin sağ tarafında, verilerinizin en son senkronize edildiği tarihleri göreceksiniz.
zh_tw: 資料下載之後，您將在資料集右方看到同步的最新日期。
