Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: After clicking the button you will be brought to the catalog search page where you can find the book(s) you want to place a hold on. Under each title on the results you'll see an option to 'Hold for Patron Name.'
ar: بعد الضغط على الزر ستحوّل إلى صفحة البحث في الفهرس حيث يمكنك أن تجد الكتاب(الكتب) التي تريد أن تثبت الحجز عليها. تحت كل عنوان للنتائج سوف ترى خيار .'حجز لاسم المستفيد.'
cs: Po kliknutí na tlačítko se dostanete na stránku vyhledávání v katalogu, kde můžete najít knihu/y, které chcete zarezervovat. Pod každým názvem ve výsledcích uvidíte možnost "Rezervovat pro uživatele".
da: Efter klik på knappen kommer du til katalogsøgningssiden, hvor du kan finde de bøger, der skal reserveres. Under hver titel i resultaterne er en option til 'Reserver til lånernavn.'
de: Nach Anklicken der Schaltfläche werden Sie zur erweiterten Suche weitergeleitet. Dort können Bücher und andere Medien recherchiert werden, die vorgemerkt werden sollen. Unter jedem Titel in der Trefferliste erscheint hierzu ein Link mit der Option 'Vormerken für Benutzer X'.
el: Αφού πατήσετε το κουμπί θα μεταφερθείτε στη σελίδα αναζήτησης του καταλόγου όπου μπορείτε να βρείτε το/α βιβλίο/α για τα οποία θέλετε και να κάνετε κρατήσεις. Κάτω από κάθε τίτλο στα αποτελέσματα θα δείτε την επιλογή 'Κράτηση για τον/την Όνομα Μέλους.'
es: Después de hacer clic en el botón será enviado a la búsqueda del catálogo donde podrá encontrar los libros que quiera reservar. Debajo de cada título de los resultados verá la opción de 'Reservar para Usuario.'
eu: Después de seleccionar el botón será enviado a la búsqueda del catálogo donde podrá encontrar los libros que quiera reservar. Debajo de cada título de los resultados verá la opción de 'Reservar por Nombre de Socio.'
fi: Kun olet klikannut painiketta, pääset tiedonhaun sivulle, josta voit löytää varattavia nimekkeitä. Jokaisen nimekkeen alapuolella hakutuloksessa näet mahdollisuuden 'Varaa asiakkaalle Asiakkaan nimi'.
fr: En cliquant sur ce bouton, vous arrivez sur la page de recherche dans le catalogue où vous pouvez rechercher le ou les titre(s) que vous voulez réserver pour l'adhérent. Sous chaque notice trouvée, vous avez un lien 'Réserver à' suivi du nom de l'adhérent.
hi: बटन क्लिक करने के बाद आप सूची खोज पृष्ठ पर जहाँ आप किताब (s) आप पर एक पकड़ के लिए जगह चाहिए पा सकते हैं के लिए लाया जाएगा। परिणामों पर प्रत्येक शीर्षक के तहत आप करने के लिए एक विकल्प दिखाई देगा 'संरक्षक नाम के लिए रुक जाओ।'
it: Dopo aver cliccato il pulsante sarai ridirezionato alla pagina di ricerca dove potrai trovare il libro(i) che vuoi prenotare. Sotto ogni titolo mostrato nella pagina dei risultati vedrai un'opzione 'prenota per l'utente.'
oc: En clicant sus aqueste boton, arribatz sus la pagina de recèrca dins lo catalòg ont podètz recercar lo o los títol(s) que volètz reservar per l'aderent. Jos cada notícia trobada, avètz un ligam 'Reservar a' seguit del nom de l'aderent.
pl: Po kliknięciu na przycisk, zostaniesz przeniesiony do wyników wyszukiwania w katalogu, gdzie będzie można złożyć zamówienie. Pod każdym tytułem znajduje się opcja 'Zamówienie dla użytkownika'.
pt: Depois de clicar no botão será direccionado para a página de pesquisa de catálogo onde pode encontrar o(s) exemplar(es) que deseja reservar. Debaixo de cada título nos resultados aparecerá uma opção para colocar em reserva para determinado leitor.
pt_br: Depois de clicar no botão, você será levado a página de pesquisa no catálogo onde você pode encontrar o(s) exemplar(es) que você deseja reservar. Sob cada título na tela de resultados você verá uma opção 'Reservar para usuário.'
sk: Po kliknutí na tlačidlo sa dostanete na stránku hľadania v katalógu, kde môžete nájsť knihy, ktoré chcete zarezervovať. Pod každým titulom vo výsledkoch uvidíte možnosť 'Rezervovať pre čitateľa.'
sv: När du klickat på knappen kommer du till katalogsöksidan där du kan hitta de böcker du vill reservera. Under varje titel i resultatlistan finns alternativet 'Reservera för låntagarnamn'.
tr: Butona tıkladıktan sonra, kitabın/kitapların üzerine ayırma koyabileceğiniz katalog arama sayfasına yönlendirileceksiniz. Sonuçlardaki her bir başlığın altında, 'Kullanıcı ismine ayrılmıştır ' seçeneğini göreceksiniz.
zh_tw: 點選之後，將進入目錄搜尋頁面，可找到需預約的館藏。在結果的題名旁有個 '供讀者預約' 的選項。

source: After clicking the order link you will be brought to a search page that will help you find your subscription
eu: Aginduaren loturan klik egin ondoren harpidetza aurkitzen lagunduko dizun bilaketa-orri batetara joko duzu.
fi: Kun olet klikannut tilauslinkkiä, pääset hakusivulle, joka auttaa löytämään tilauksesi
hi: आदेश के लिंक पर क्लिक करने के बाद आप एक खोज पेज में मदद मिलेगी कि आप अपनी सदस्यता को खोजने के लिए लाया जाएगा
oc: Aprèp aver clicat sul ligam de comanda seretz menat cap a una pagina de recèrca qui vos permettra de trobar vòstre abonament

source: After confirming the deletion, the list will update and the quote(s) will no longer appear.
ar: بعد تأكيد الحذف، القائمة سيتم تحديثها والاقتباسات لن تظهر بعد ذلك.
cs: Po potvrzení odstranění se seznam aktualizuje a vymazané citáty se již nebudou zobrazovat.
da: Efter at have bekræftet sletningen vil listen blive opdateret og tilbuddet vil ikke længere være synligt.
de: Nach Bestätigung des Löschvorgangs wird die Liste mit den verbleibenden Zitaten neu angezeigt.
el: Αφού επιβεβαιώσετε τη διαγραφή, η λίστα θα ανανεωθεί και το/α απόφθεγμα/τα δεν θα εμφανίζονται πλέον.
es: Luego de confirmar la eliminación, la lista se actualizará y la cotización no aparecerá más.
eu: Después de confirmar la eleminaió, la lista se actualizará y las quote(s) no aparecerán más.
fi: Kun poisto on vahvistettu, lista päivittyy ja sitaatit eivät enää näy.
fr: Après avoir confirmé la suppression, la liste sera mise à jour et la/les citation(s) va/vont disparaitre.
hi: विलोपन की पुष्टि के बाद, इस सूची को अद्यतन करेगा और बोली (s) को अब दिखाई देगा।
it: Dopo la conferma della cancellazione, la lista verrà aggiornata e la citazione/i non comparirà più.
oc: Aprèp aver confirmat la supression, la lista serà mesa a jorn e la/les citacion(s) va/vont disparaitre.
pt: Após confirmar a eliminação, a lista será actualizada e as frases deixarão de existir.
pt_br: Após confirmar a exclusão, a lista será atualizada e a citação não irá mais ser exibida.
sk: Po potvrdení odstránenia sa zoznam zaktualizuje a citáty sa viac nezobrazia.
sv: När raderingen bekräftats uppdateras listan och citaten kommer inte längre att visas.
tr: Silmeyi onayladıktan sonra, liste güncelleştirilecek ve alıntı(lar) artık görünmeyecektir.
zh_tw: 確認刪除後，將更新虛擬書架並不再出現引句。

source: After creating your basket, you can edit the name of the basket, the billing place, delivery place, the notes and the contract you're ordering against.
ar: بعد انشاء سلتك، يمكنك تحرير اسم السلة،مكان إعداد الفاتورة، مكان التسليم، الملاحظات والعقد الذي قدمت الطلب به.
cs: Po vytvoření košíku můžete upravit jeho jméno, místo vyúčtování, místo doručení, poznámky a smlouvu na jejímž základě objednáváte.
da: Når man har oprettet sin kurv kan man redigere kurvens navn, faktureringadresse, leveringssted, de tilhørende noter og kontrakten, som der bestilles efter.
de: Haben Sie die Bestellung angelegt, können Sie den Namen der Bestellung sowie die zugehörigen Notizen und Vereinbarungen bearbeiten.
el: Αφού δημιουργήσετε το καλάθι σας, μπορείτε να επεξεργαστείτε το όνομα του καλαθιού, τη διεύθυνση τιμολόγησης, τη διεύθυνση αποστολής, τις σημειώσεις και τις παραγγελίες βάσει συμβόλαιου που έχετε.
es: Luego de crear su cesta, podrá editar su nombre, el lugar de cobro, destino, notas y el contrato contra el cual ordena pedidos.
eu: Después de crear una cesta podrá editar el nombre de la misma, las notas asociadas con ella y el pedido contra el que está ordenando.
fi: Tilauskorin luonnin jälkeen voit muokata tilauskorin nimeä, laskutusosoitetta, toimitusosoitetta, huomautuksia ja sopimusta, johon olet tilaamassa.
fr: Après avoir créé votre panier, vous pouvez modifier son nom, le lieu de facturation, le lieu de livraison, les notes et le contrat rattaché.
hi: अपने बास्केट बनाने के बाद, आप बास्केट का नाम, बिलिंग जगह, प्रसव जगह, नोट्स और अनुबंध आप के खिलाफ आदेश दे रहे हैं संपादित कर सकते हैं।
it: Dopo aver creato il raccoglitore, potrai dargli un nome, associare note e i dati del contratto rispetto al quale farai l'ordine.
oc: Aprèp aver creat vòstre panièr, podètz modificar son nom, lo lieu de facturation, lo lieu de livraison, las nòtas e lo contracte restacat.
pl: Po utworzeniu koszyka, możesz ponownie modyfikować nazwę koszyka, miejsca płatności faktury, miejsce dostawy, uwagi i kontrakt.
pt: Após criar o cesto, pode editar o nome do cesto, o local de facturação, o local de entrega, as notas e o contracto relativo à encomenda.
pt_br: Depois de criar seu pedido, você pode editar o nome do pedido, as notas associadas a ele e o contrato.
sk: Po vytvorení vášho košíka môžete upraviť jeho názov, miesto fakturácie, miesto doručenia, poznámky a zmluvu na ktorú robíte objednávku.
sv: När du skapat din korg kan du ändra korgens namn, kostnadsställe, leveransplats, kommentarerna och det avtal som reglerar beställningen.
tr: Sepetinizi oluşturduktan sonra, o sepetin ismini, fatura yerini, teslimat yerini, ilgili notları ve siparişinizle ilgili sözleşmeyi değiştirebilirsiniz.
zh_tw: 新增採購項目後，可以編輯它的名稱、帳單地址、送達地址、附註以及所屬的合約等。

source: After entering in your cost, hit 'Enter' on your keyboard or click the 'Save' button at the bottom of the matrix to save your changes.
ar: بعد ادخال التكلفة الخاصة بك، اكتب على لوحة مفاتيحك 'ادخل' أو انقر زر 'حفظ' أسفل المصفوفة لحفظ التغييرات.
cs: Po vložení ceny stiskněte na klávesnici "Enter", nebo klikněte na tlačítko "Uložit" v dolní části matice, abyste uložili změny.
da: Efter indtastning af dine omkostninger tryk 'Enter' på dit tastatur eller klik på 'Gem' ved bunden af matrxen for at gemme dine ændringer.
de: Nach der Eingabe der Kosten speichern Sie diese durch Betätigung der Eingabetaste oder der Schaltfläche 'Speichern' unterhalb der Tabelle.
el: Αφού εισάγαγετε το κόστος σας, πατήστε 'Enter' στο πληκτρολόγιο ή πατήστε το κουμπί 'Αποθήκευση' στο τέλος του πίνακα για να αποθηκεύσετε τις αλλαγές σας.
es: Luego de ingresar su costo, presione 'Intro' en su teclado o haga clic en el botón 'Guardar' al fondo de la matriz para guardar sus cambios.
eu: Después de entrar en su costo, pulsa 'Enter' en el teclado o haga clic en el botón 'Guardar' en la parte inferior de la matriz para guardar los cambios.
fi: Kun olet syöttänyt hinnan, paina enter-näppäintä tai klikkaa 'Tallenna' taulukon alapuolella tallentaaksesi muutokset.
fr: Après avoir saisi le prix, tapez sur 'Entrée' ou cliquez sur le bouton 'Enregistrer' pour prendre en compte vos modifications.
hi: अपनी लागत में प्रवेश करने, हिट होने के बाद अपने कीबोर्ड पर 'Enter' या अपने परिवर्तनों को बचाने के लिए मैट्रिक्स के तल पर 'सहेजें' बटन पर क्लिक करें।
it: Dopo aver indicato il costo, premi 'Enter' sulla tastiera o fai click sul bottone 'Salva' al fondo della tabella per salvare le modifiche.
oc: Aprèp aver sasit lo prix, tapez sus 'Entrada' o clicatz sul boton 'Enregistrar' per prendre en compte vòstras modificacions.
pl: Po wprowadzeniu kosztów naciśnij 'Enter' lub kliknij 'Zapisz'.
pt: Após inserir o custo, pressione o botão Enter do seu teclado ou clique no botão 'Guardar' no fundo da tabela para guardar as alterações.
pt_br: Após informar o custo, pressione 'Enter' e clique em 'Salvar' no final da matriz para salvar suas alterações.
sk: Po zadaní vašich nákladov, stlačte 'Enter' na klávesnici alebo kliknite na tlačidlo 'Uložiť' pod matricou pre uloženie zmien.
sv: När du angett kostnaden trycker du 'Enter' på tangentbordet eller klickar på knappen 'Spara' längst ner i matrisen för att spara dina ändringar.
tr: Maliyetlerinizi girdikten sonra klavyenizdeki 'Enter' tuşuna basın veya değişikliklerinizi kaydetmek için matris altındaki 'Kaydet' düğmesini tıklayın.
zh_tw: 鍵入成本，按下鍵盤的 'Enter' 鈕或點選矩陣的 '儲存' 鈕，就能夠儲存您的更新。

source: After entering the item's barcode and clicking 'Select' you will receive a confirmation message.
ar: بعد إدخال باركود المادة والنقر على 'تحديد' ستتلقى رسالة تأكيد.
cs: Po vložení čárového kódu jednotky a kliknutí na tlačítko 'Vybrat' obdržíte potvrzující zprávu.
da: Efter at du har indtastet eksemplarets stregkode og klikket på 'Vælg', vil du modtage en bekræftelse.
de: Nach Abschluss der Eingabe des Exemplar-Barcodes erscheint eine Bestätigung.
el: Αφού εισαγάγετε το barcode του τεκμηρίου και πατήσετε 'Επιλογή' θα λάβετε ένα μήνυμα επιβεβαίωσης.
es: Luego de ingresar el código de barras del ejemplar y hacer clic en 'Seleccionar' recibirá un mensaje de confirmación.
eu: Después de introducir el código de barras del ejemplar y seleccionar 'Select' recibirá un mensaje de confirmación.
fi: Kun olet syöttänyt niteen viivakoodin ja klikannut 'Valitse', saat vahvistusviestin.
fr: Après avoir scanné le code à barres de l'exemplaire et cliqué 'Sélectionner' vous recevrez un message de confirmation.
hi: आइटम के बारकोड में प्रवेश करने और 'चुनें' क्लिक करने के बाद आप एक पुष्टिकरण संदेश प्राप्त होगा।
it: Dopo aver indicato il barcode della copia e aver cliccato 'Scegli', ti verrà presentato un messaggio di conferma.
oc: Aprèp aver scannat lo còdi de barras de l'exemplar e clicat 'Seleccionar' recebretz un messatge de confirmacion.
pt: Depois de inserir o código de barras do exemplar e clicar no botão aparecerá uma mensagem de confirmação.
pt_br: Após digitar um código de barras e clicar 'Selecionar' você receberá uma mensagem de confirmação.
sk: Po zadaní čiarového kódu exemplára a kliknutí na 'Vybrať', zobrazí sa vám potvrdzovacie hlásenie.
sv: När du angett objektets streckkod och klickat 'Välj' visas en bekräftelse.
tr: Materyalin barkodunu girip 'Seç' üzerine tıkladıktan sonra karşınıza bir onay mesajı gelecektir.
zh_tw: 鍵入館藏條碼並按下 '選擇' 鈕後，出現確認訊息。

source: After filling in all of the fields, click 'Submit'
ar: بعد ملئ كل الحقول, اضغط على 'أرسل'
cs: Po vyplnění veškerých polí klikněte na 'Odeslat'.
da: Når alle felter er udfyldt, klik på 'Send'.
de: Klicken Sie auf 'Abschicken', nachdem Sie alle Felder ausgefüllt haben.
el: Αφού συμπληρώσετε όλα τα πεδία, κάντε κλικ στο 'Υποβολή'
es: Después de rellenar todos los campos, haga clic en 'Enviar'
eu: Eremu guztiak bete ondoren, egin klik 'Bidali' botoian
fi: Kun olet täyttänyt kaikki kentät, klikkaa 'OK'
fr: Après avoir rempli tous les champs, cliquer sur 'Valider'
hi: क्षेत्रों के सभी में भरने के बाद, 'सबमिट' पर क्लिक करें
it: Dopo aver compilato i campi clicca su 'Invia'
oc: Aprèp aver rempli totes los camps, clicar sus 'Validar'
pl: Po wypełnieniu wszystkich pól kliknij 'Wyślij'
pt: Após verificar os registos importados, clicar 'Concluir a importação'
pt_br: Após verificar os registros importados, clique em 'Concluir a importação'
sk: Po vyplnení všetkých polí, kliknite na 'Odoslať'
sv: När du fyllt i alla fält klickar du på 'Skicka'
tr: Tüm alanları doldurduktan sonra, 'Gönder' tuşuna tıklayınız
zh_tw: 鍵入資料於所有欄位後，點選 '送出'

source: After filling in this data click the 'Test prediction pattern' button to see what issues the system will generate, if there are irregularities you can choose which issues don't exist from the list presented.
eu: Datu hauek bete ondoren, 'Test prediction pattern' botoian klik egin sistemak zein arazo sortzen dituen ikusteko, irregulartasunak baldin badaude, aukera daiteke ze zerrenda ez dagoen aurkeztutako zerrendan.
fi: Kun olet täyttänyt tiedot, klikkaa "Testaa numerointikaavaa" -nappulaa nähdäksesi, mitkä numerot järjestelmä luo. Jos syntyy poikkeavuuksia, voit valita listalta, mitä numeroita ei ole olemassa.
hi: 'टेस्ट भविष्यवाणी पैटर्न' बटन पर क्लिक इस डेटा में भरने के बाद क्या मुद्दों प्रणाली, उत्पन्न होगा अगर वहाँ अनियमितताओं आप चुन सकते हैं जो मुद्दों प्रस्तुत सूची से अस्तित्व में नहीं कर रहे हैं देखने के लिए।

source: After finding any anomalies in the printed document, create a profile and assign it to the template.
ar: اذا وجدت أي شذوذ في الوثيقة المطبوعة, انشئ ملف تعريف وعيّنه للقالب.
cs: Při nalezení jakýchkoliv odchylek ve vytištěném dokumentu vytvořte profil a přiřaďte ho k šabloně.
da: Når der findes uregelmæssigheder i det udskrevne dokument, lav en profil og forbind den med skabelonen.
de: Wenn Sie Unstimmigkeiten auf dem gedruckten Dokument gefunden haben, können sie ein Profil erstellen und es dem Template zuweisen.
el: Αφού βρείτε τυχόν ανωμαλίες στο εκτυπωμένο κείμενο, δημιουργήστε ένα προφιλ και εκχωρήστε το στο πρότυπο.
es: Después de encontrar alguna anomalía en el documento impreso, cree un perfil y asígnelo a la plantilla.
eu: Dokumentu inprimatuan berezitasunen bat aurkitu ostean, sortu profil bat eta aplikatu txantiloiari.
fi: Jos löydät jotain virheitä tulosteessa, luo profiili, jonka yhdistät tallennuspohjaan.
fr: Si vous avez trouvé des anomalies dans le document imprimé, créez un profil et rattachez-le au modèle.
hi: मुद्रित दस्तावेज़ में किसी भी विसंगतियों खोजने के बाद, एक प्रोफाइल बना सकते हैं और टेम्पलेट को आवंटित।
it: Dopo aver trovato delle anomalie nel documento a stampa, crea un profilo e assegna il template.
oc: Se avètz trobat des anomalies dins lo document imprimit, créez un perfil e rattachez-le al modèl.
pt: Depois de encontrar eventuais anomalias no documento impresso, crie um perfil e atribua-o ao modelo.
pt_br: Depois de encontrar eventuais anomalias no documento impresso, crie um perfil e atribua-o ao modelo.
sk: Keď nájdete akékoľvek odchýlky v tlačenom dokumente, vytvorte profil a prideľte ho do šablóny.
sv: När du åtgärdat alla fel i det utskrivna dokumentet skapar du en profil och tilldelar den till mallen.
tr: Çıktısı alınmış belgede her hangi bir aykırılık bulunursa, bir profil oluşturun ve onu şablona atayın.
zh_tw: 找到印本文件的異常後，新增設定檔給該模版。

source: After finding any anomalies in the printed document, create a profile and assign it to the template. After saving, your templates will appear on the 'Manage Templates' page.
ar: اذا وجدت أي شذوذ في الوثيقة المطبوعة, انشئ ملف تعريف وعيّنه للقالب. بعد الحفظ, قوالبك سوف تظهر في صفحة 'إدارة القوالب' .
cs: Při nalezení jakýchkoliv odchylek v tištěném dokumentu vytvořte profil a přiřaďte ho k šabloně. Po uložení se šablony objeví na stránce "Správa šablon".
da: Når der findes uregelmæssigheder i det udskrevne dokument, lav en profil og forbind den med skabelonen. Når der er gemt, vises skabelonen på siden 'Administrer skabeloner.
de: Wenn Sie Unstimmigkeiten auf dem gedruckten Dokument gefunden haben, können Sie ein Profil erstellen und dem Template zuweisen. Nach den Speichern wird das Template auf der Seite 'Templates verwalten' angezeigt.
el: Αφού βρείτε τυχόν ανωμαλίες στο εκτυπωμένο κείμενο, δημιουργήστε ένα προφιλ και εκχωρήστε το στο πρότυπο. Αφού κάνετε αποθήκευση, τα πρότυπά σας θα εμφανιστούν στη σελίδα 'Διαχείριση Προτύπων'.
es: Después de encontrar alguna anomalía en el documento impreso, cree un perfil y asócielo a la plantilla. Luego de guardar, su plantilla aparecerá en la página 'Administrar plantillas'.
eu: Dokumentu inprimatuan berezitasunen bat aurkitu ostean, sortu profil bat eta aplikatu txantiloiari. Gordetakoan, zure txantiloia 'Kudeatu txantiloiak' orrian agertuko da.
fi: Jos löydät jotain virheitä tulosteessa, luo profiili, jonka yhdistät tallennuspohjaan. Tallennuksen jälkeen pohjasi näkyy 'Pohjien hallinta' -sivulla.
fr: Si vous avez trouvé des anomalies dans le document imprimé, créez un profil et rattachez-le au modèle. Après enregistrement, vos modèles apparaîtront dans la page 'Gestion des modèles'.
hi: मुद्रित दस्तावेज़ में किसी भी विसंगतियों खोजने के बाद, एक प्रोफाइल बना सकते हैं और टेम्पलेट को आवंटित। सहेजने के बाद, अपने टेम्पलेट्स 'टेम्पलेट प्रबंधित करें' पृष्ठ पर दिखाई देगा।
it: Dopo aver trovato delle anomalie nel documento a stampa, crea un profilo e assegna il template. Dopo aver salvato, i tuoi templates appariranno nella pagina 'Gestisci Templates'.
oc: Se avètz trobat des anomalies dins lo document imprimit, créez un perfil e rattachez-le al modèl. Aprèp enregistrament, vos modèls apparaîtront dans la pagina 'Gestion des modèls'.
pl: Po odnalezieniu błędów w wydrukowanym dokumencie stwórz profil i przypisz go do szablonu. Po zapisaniu Twoje szablony pojawią się na stronie 'Zarządzaj szablonami'.
pt: Depois de encontrar eventuais anomalias no documento impresso, crie um perfil e atribua-o ao modelo. Após guardar, os seus modelos aparecerão na página de gestão de modelos.
pt_br: Depois de encontrar alguma anomalia no documento impresso, cria um perfil e adicione a um template. Depois de salvo, seu template aparecerá em 'Gerenciar Templates'.
sk: Po nájdení akýchkoľvek odchýlok v tlačenom dokumente, vytvorte profil a priraďte ho k šablóne. Po uložení sa Vaše šablóny objavia na stránke 'Spracovať šablóny'.
sv: När du åtgärdat alla fel i det utskrivna dokumentet skapar du en profil och tilldelar den till mallen. När du sparat visas dina mallar på sidan 'Hantera mallar'.
tr: Çıktısı alınmış belgede her hangi bir aykırılık bulunursa, bir profil oluşturun ve onu şablona atayın. Kaydettikten sonra, şablonlarınız 'Şablonları Yönet' sayfasında gözükecektir.
zh_tw: 找到印本文件的異常後，新增一個設定檔並指定給一個模版；儲存後，該模版將出現在 '管理模版' 頁面。
