Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Order from a Staged File
ar: الطلب من ملف مجهَّز
cs: Objednat z připraveného souboru
da: Bestille fra en forberedt fil
de: Datensatz aus einer gespeicherten Datei bestellen
el: Παραγγελία από ένα οργανωμένο αρχείο
es: Pedido desde un Archivo preparado
eu: pedir desde Staged File
fi: Tilaus välivarastoidusta tietueesta
fr: Créer une commande à partir d'un fichier téléchargé
hi: एक मंचन फ़ाइल से आदेश
it: Crea un ordine usando i records nel deposito temporaneo
oc: Crear una comanda a partir d'un fichièr telecargat
pl: Zamów z przygotowanego pliku
pt: Encomenda a partir de um ficheiro
pt_br: Pedido a partir de um arquivo enviado
sk: Objednať z pripraveného súboru
sv: Beställ från en Förberedd fil
tr: Aşamalı bir dosyadan istek yap
zh_tw: 取自待處理檔案的訂單

source: Order from a subscription
eu: Harpidetza baterako agindua
fi: Tilaus lehtitilauksesta
hi: एक सदस्यता से आदेश

source: Order from an Existing Record
ar: الطلب من تسجيلة موجودة
cs: Objednat z existujícího záznamu
da: Bestille fra en eksisterende post
de: Vorhandenen Titel nachbestellen
el: Παραγγελία από μία Υπάρχουσα Εγγραφή
es: Pedido desde un Registro existente
eu: Pedido desde un Registro Existente
fi: Tilaus olemassa olevasta tietueesta
fr: Commander à partir d'une notice existante
hi: एक मौजूदा रिकॉर्ड से आदेश
it: Ordine da un record esistente
oc: Comandar a partir d'una notícia existenta
pl: Zamów z istniejącego rekordu
pt: Encomenda a partir de um registo existente
pt_br: Pedido a partir de um registro existente
sk: Objednať z existujúceho záznamu
sv: Beställ från en befintlig post
tr: Varolan Bir Kayıttan Sipariş
zh_tw: 取自既有紀錄的訂單

source: Order from an External Source
ar: الطلب من مصدر خارجي
cs: Objednat z vnějšího zdroje
da: Bestille fra ekstern kilde
de: Bestellung über Z39.50-Download
el: Παραγγελία από μία Εξωτερική Πηγή
es: Pedido desde una Fuente externa
eu: Eskatu kanpo iturri batetik
fi: Tilaus ulkoisesta lähteestä
fr: Commander à partir d'une source externe
hi: एक बाहरी स्रोत से आदेश
it: Ordine da una fonte esterna
oc: Comandar a partir d'una font extèrna
pl: Zamów z zewnętrznego źródła
pt: Encomenda a partir de uma fonte externa
pt_br: Pedido a partir de uma fonte externa
sk: Objednať z vonkajšieho zdroja
sv: Beställ från en extern källa
tr: Bir Dış Kaynaktan Sipariş
zh_tw: 取自外部來源的訂單

source: Orders added to the basket in this way will notify the patron via email that their suggestion has been ordered and will update the patron's 'My purchase suggestions' page in the OPAC.
ar: الطلبيات المضافة إلى السلة بهذه الطريقة ستقوم بإشعار المستفيد عبر البريد الالكتروني بأن مقترحه تم طلبه وسيتم تحديث صفحة "مقترحات شرائي" الخاصة بالمستفيد في الأوباك.
cs: Objednávky přidáné do košíku tímto způsobem informují čtenáře e-mailem, že jejich návrh byl objednaný a bude aktualizovat čtenářovu stránku 'Můje návrhy nákupu" v OPACu.
da: Ordrer tilføjet til kurven på denne måde meddeler låneren via email om at hans forslag er bestilt og opdaterer lånerens 'Mine indkøbsforslag' side i OPAC.
de: Wenn über diesen Weg Bestellposten zu einer Bestellung hinzugefügt werden, erhält der Benutzer eine E-Mail, dass das gewünschte Medium bestellt wurde und der Status des Anschaffungsvorschlags im Benutzerkonto im OPAC wird ebenfalls aktualisiert.
el: Οι παραγγελίες που προστίθενται στο καλάθι με αυτόν τον τρόπο θα ειδοποιήσουν το μέλος μέσω ηλεκτρονικού μηνύματος ότι οι προτάσεις του παραγγέλθηκαν και θα γίνει ανανέωση της σελίδας 'Οι προτάσεις αγοράς μου' του μέλους στον OPAC.
es: Pedidos agregados a la cesta, de esta manera notificarán al usuario a través de un correo electrónico que su sugerencia ha sido pedida, y actualizará la página 'Mis sugerencias de compra' del usuario en el OPAC.
eu: Las peticiones añadidas a la cesta de esta manera notificarán al socio via mail que su sugerencia ha sido procesada y se actualizará la página de sugerencias del OPAC del socio.
fi: Tällä tavalla tehdyt tilaukset lähettävät asiakkaalle ilmoituksen, että hänen hankintaehdotuksensa on tilattu ja päivittyy asiakkaan 'Hankintaehdotukset'-sivulle verkkokirjastossa.
fr: Les commandes ajoutées au panier de cette façon avertiront l'usager par mail que ses suggestions ont été commandées et mettra à jour la page 'Mes suggestions d'achat' de l'OPAC.
hi: इस रास्ते में बास्केट में शामिल आदेश ईमेल है कि उनके सुझाव के माध्यम से आदेश दिया गया है संरक्षक को सूचित करेंगे और ओपेक में संरक्षक की 'मेरा खरीद सुझाव' पेज को अद्यतन करेगा।
it: Gli ordini aggiunti al raccogliore in questo modo faranno mandare una notifica via email all'utente che ha fatto il suggerimento e verrà aggiornata la pagina 'Miei suggerimeti d'acquisto' nell'Opac.
oc: Les comandas apondudas al panièr d'aquesta faiçon avertiront l'usagièr per mail que ses suggestions ont été comandadas e mettra a jorn la pagina 'Mes suggestions de crompa' de l'OPAC.
pl: Zamówienia, które pochodzą z propozycji zakupu, wyświetlą się ze statusem 'Zamówione' na koncie użytkownika w OPAC, w zakładce Propozycje zakupu.
pt: Encomendas adicionadas ao cesto desta forma irão notificar o leitor via email que a sua sugestão foi encomendada e irá atualizar a página do leitor 'as minhas sugestões' no OPAC.
pt_br: Pedidos adicionados desta forma notificarão os usuários por e-mail de que foram feitos pedidos de aquisição para suas sugestões. O pedido também atualizará a página 'Minhas sugestões de aquisição' no OPAC.
sk: Objednávky pridané týmto spôsobom do košíka upovedomia čitateľa prostredníctvom emailu, že ich návrh bol objednaný a zaktualizuje sa čitateľova stránka 'Moje návrhy na nákup' v OPACu.
sv: Beställningar som läggs till i korgen på detta sätt informerar låntagaren via e-post att deras förslag beställts och uppdaterar låntagarens sida 'Mina inköpsförslag' i OPAC.
tr: Bu şekilde sepete eklenen siparişlerde kullanıcılar, önerilerinin sipariş edildiği hakkında e-posta vasıtası ile bilgilendirilecektir ve kullanıcıların OPAC içerisinde bulunan 'Satın alma önerilerim' sayfası güncellenecektir.
zh_tw: 以此方式加入購物籃的訂閱將用電子郵件告知讀者，其建議已被納入訂單，並更新 OPAC 裡讀者 '我的採訪建議'。

source: Orders can be received from the vendor information page or the vendor search results page.
ar: الطلبات من الممكن أن تُستلم من صفحة معلومات المورد أو من صفحة نتائج بحث المورد.
cs: Objednávky mohou být přijaty z informační stránky dodavatele nebo z výsledků vyhledávání dodavatele.
da: Bestillinger kan modtages på leverandør informationssiden eller leverandør søgeresultatsiden.
de: Lieferungen können Sie ausgehend von der Übersichtsseite des Lieferanten oder von der Trefferliste aus bearbeiten.
el: Οι παραγγελίες μπορούν να παραληφθούν από τη σελίδα πληροφοριών προμηθευτή ή τη σελίδα αποτελεσμάτων αναζήτησης προμηθευτή.
es: Los pedidos pueden ser recibidos en la página de información del proveedor o en la página de resultados de búsqueda de proveedores.
eu: Eskerak hornitzailearen informazio orritik edo hornitzailearen bilaketa emaitzen orritik jaso daitezke.
fi: Tilaukset voidaan vastaanottaa toimittajan tietosivun tai toimittajahaun tulosten sivun kautta.
fr: Les commandes peuvent être réceptionnées à partir de la page d'information du fournisseur ou de la page de résultat de recherche des fournisseurs.
hi: आदेश विक्रेता जानकारी पेज या विक्रेता खोज परिणाम पृष्ठ से प्राप्त किया जा सकता है।
it: Gli ordini possono essere ricevuti dalla pagina di informazioni del fornitore o dalla pagina dei risultati di ricerca dei fornitori.
oc: Les comandas pòdon èsser recepcionadas a partir de la pagina d'informacion del provesidor o de la pagina de resultat de recèrca des provesidors.
pl: Zamówienia mogą być otrzymywane z profilu dostawcy lub bezpośrednio ze strony wyników wyszukiwania dostawców.
pt: Encomendas podem ser recebidas a partir da página de informação dos fornecedores ou da pesquisa de fornecedores.
pt_br: Pedidos podem ser recebidos na página de informação do fornecedor ou na página de resultados de pesquisa por fornecedor.
sk: Objednávky možno prijať z informačnej stránky predajcu alebo stránky výsledkov hľadania predajcu.
sv: Beställningar kan ses från sidan med leverantörsinformation eller i sökresultaten efter leverantörssökning.
tr: Siparişler, sağlayıcı bilgisi sayfasından ya da sağlayıcı arama sonuçları sayfasından alınabilir.
zh_tw: 可從代理商資訊頁面或代理商搜尋結果取得訂單。

source: Organization = An organization that can have Professional patrons attached to it
ar: المنظمة = هي منظمة من الممكن أن تمتلك مستفيدون مهنيون مرتبطون بها
cs: Organizace = Organizace, která má na sebe napojeny profesionální čtenáře
da: Organisation = En organisation, som kan have tilknyttet professionelle lånere.
de: Oranisation = Eine Organisation, mit der Mitarbeiter verknüpft werden können
el: Οργανισμός = Ένας οργανισμός στον οποίο μπορούμε να επισυνάψουμε μέλη Επαγγελματίες
es: Institución = Una organización que pueden tener usuarios profesionales asociados a ella.
eu: Erakundea = horrekin lotuta bazkide profesionalak izan ditzakeen erakundea
fi: Yhteisö = Yhteisöasiakas, johon voi kuulua ammattilaisasiakkaita
fr: Collectivité = un établissement auquel sont rattachés des adhérents de type 'Professionnel'.
hi: संगठन = एक संगठन आईटी पेशेवर से जुड़ी संरक्षक हो सकता है
it: Organizzazione = Un'organizzazione che può avere utenti professionali associati.
oc: Collectivitat = un establiment al qual son restacats des aderents de tipe 'Professional'.
pl: Organizacja = organizacja, która może mieć powiązanych z nią pracowników
pt: Organização = Uma organização pode ter leitores profissionais anexados a ela
pt_br: Organização = Uma organização em que os usuários profissionais pode ser relacionados
sk: Organizácia = Organizácia, ktorá má na seba napojených profesionálnych čitateľov
sv: Organisation = en organisation som kan ha professionella låntagare anslutna
tr: Kurum = Profesyonel kullanıcıların olabileceği bir kurum
zh_tw: 機構 = 有專業讀者的機構

source: Organizational
ar: تنظيمي
cs: Organizační
da: Organisation
de: Organisation
el: Οργανισμός
es: Institucional
eu: Erakundea
fi: Organisaatio
fr: Collectivité
hi: संगठनात्मक
it: Ente
oc: Collectivitat
pl: Organizacja
pt: Organização
pt_br: Organizacional
sk: Organizačný
sv: Organisation
tr: Kurumsal
zh_tw: 組織

source: Organizational patrons are organizations. Organizations can be used as guarantors for Professional patrons.
ar: المستفيدون التنظيميون هم منظمة. المنظمة من الممكن أن تستخدم ككفيل للمستفيدين المهنيين.
cs: Korporativní čtenáři jsou organizace. Organizace mohou být ručiteli za profesionální čtenáře.
da: Organisationslånere er organisationer. Organisationer kan bruges som garanter for professionelle lånere.
de: Benutzer der Kategorie Organisation sind Institutionen aller Art. Organisationen können als Bürgen für Mitarbeiter verwendet werden.
el: Τα μέλη οργανισμοί είναι οργανισμοί. Οι οργανισμοί μπορούν αν χρησιμοποιηθούν ως εγγυητές σε μέλη Επαγγελματίες.
es: Un usuario institucional es una institución. Las instituciones pueden ser utilizadas como garantes para los usuarios Profesionales.
eu: Erakunde bazkidea erakundeak dira. Erakundeak bazkide profesionalen abal-emaile gisa erabili daitezke.
fi: Yhteisöasiakkaat ovat yhteisöjä ja niitä voidaan käyttää takaajina ammattilaisasiakkaille.
fr: Collectivité= Un établissement auquel sont rattachés des adhérents de type 'Professionnel'.
hi: संगठनात्मक संरक्षक संगठनों रहे हैं। संगठन व्यावसायिक संरक्षक के लिए जमानतदार के रूप में इस्तेमाल किया जा सकता है।
it: Gli utenti organizzazione sono enti. Un ente fa da garante agli utenti professionali associati.
oc: Collectivitat= Un establiment al qual son restacats des aderents de tipe 'Professional'.
pl: Przedsiębiorstwa, instytucje i organizacje. Organizacje mogą być powiązane z typem kategorii użytkownika 'Pracownik' jako miejscem ich afiliacji.
pt: Uma organização pode ter leitores profissionais anexados a ela.
pt_br: Organizações podem ser usuários também. Elas podem servir como responsáveis para usuários que são funcionários.
sk: Organizační čitatelia sú organizácie. Organizácie sa dajú využiť ako ručitelia pre profesionálnych čitateľov.
sv: Organisationslåntagare är organisationer. Organisationer kan användas som förmyndare för professionella låntagare.
tr: Kurumsal kullanıcılar kurumlardır. Kurumlar Profesyonel kullanıcılar için garantör olarak kullanılabilir.
zh_tw: 機構讀者是機構，機構可以做為專業讀者的保證人。

source: Other/Generic Classification
ar: آخر/التصنيف العام
cs: Další/obecné třídění
da: Anden/tilpasset Klassifikation
de: Andere/Generische Klassifikation
el: Άλλη/Γενική Ταξινόμηση
es: Otra/Clasificación genérica
eu: Beste sailkapena/sailkapen orokorra
fi: Muu/Yleinen luokitus
fr: Autre/Classification générique
hi: अन्य/जेनेरिक वर्गीकरण
it: Altra/generica classificazione
oc: Autre/Classificacion générique
pl: Inna/Ogólna klasyfikacja
pt: Outra classificação (genérica)
pt_br: Outra/Classificação genérica
sk: Iné/Všeobecné triedenie
sv: Annat/allmän klassificering
tr: Diğer/Genel Sınıflandırma
zh_tw: 其他/通用分類法

source: Overdue Notice Markup
ar: ترميز إشعار التأخر
cs: Vytváření upomínek
da: Forsinket besked-markup
de: Formatierung von Mahnbenachrichtigungen
el: Markup Ειδοποίησης Εκπρόθεσμου
es: Diseño de aviso de retraso
eu: Diseño de aviso de retraso
fi: Myöhästymisilmoitukset
fr: Balises dans les notifications de retard
hi: अतिदेय नोटिस मार्कअप
it: Costruzione dell'avviso di ritardo
pt: Linguagem dos avisos de atraso
pt_br: Marcação do Aviso de Atraso
sk: Značky oznámenia o omeškaní
sv: Taggning för förseningsmeddelande
tr: Gecikme Uyarı Biçimlendirmesi
zh_tw: 標記逾期通知

source: Overdue Notice/Status Triggers
ar: إشعار التأخر/حالة المطلقات
cs: Upomínky/Spouštěče stavu
da: Udestående Notits/status-udløsere
de: Mahntrigger
el: Ειδοποίηση Εκπρόθεσμων/Κατάσταση Ενεργοποίησης
es: Avisos de Retraso/Disparadores de Estado
eu: Disparadores de estado/aviso de retrasos
fi: Myöhästymisilmoitusten määrittely
fr: Paramétrage des relances
hi: अतिदेय नोटिस / स्थिति ट्रिगर
it: Triggers per messaggi di ritardo/status
oc: Parametratge des relances
pl: Wyzwalacze powiadomień/statusów
pt: Agendar avisos de atrasos
pt_br: Disparar mensagens de atraso
sk: Oznámenie o omeškaní/Spúšťače stavov
sv: Utlösare för förseningsmeddelande/status
tr: Gecikme Uyarısı/Durum Tetikleyicileri
zh_tw: 啟動逾期通知/狀態

source: Overdues
ar: متأخرات
cs: Překročené lhůty
da: Udestående
de: Überfälligkeiten
el: Εκπρόθεσμα
es: Retrasos
eu: Atzerapenak
fi: Myöhässä
fr: Retards
hi: अतिदेय राशि
it: Ritardi
oc: Retards
pl: Egzemplarze przetrzymane
pt: Atrasos
pt_br: Atrasos
sk: Omeškania
sv: Försenade
tr: Gecikmişler
zh_tw: 逾期

source: Overdues with fines
ar: التأخيرات مع غرامات
cs: Překročené lhůty s účtovaným poplatkem (upomínky)
da: Forsinkede med gebyrer
de: Überfälligkeiten mit Gebühren
el: Εκπρόθεσμα με πρόστιμα
es: Retrasos con multas
eu: Atzerapenak isunekin
fi: Myöhässä ja maksuja
fr: Retards avec amendes
hi: जुर्माना के साथ अतिदेय
it: Ritardi con sanzioni
oc: Retards amb emendas
pl: Egzemplarze przetrzymane z należnościami
pt: Atrasos com multas
pt_br: Atraso com multas
sk: Omeškania s pokutou
sv: Försenade med böter
tr: Cezaya kalan gecikmiş materyaller
zh_tw: 逾期罰款

source: Override blocked renewals
ar: تجاوز التجديدات المحظورة
cs: Schválit blokované prodloužení
da: Tilsidesæt blokerede fornyelser
de: Verlängerungslimit überschreiben
el: Παράβλεψη μπλοκαρισμένων ανανεώσεων
es: Sobrescribir renovaciones bloqueadas:
eu: Jaramonik ez blokeatutako berritzeei
fi: Ohita uusintojen esto
fr: Outrepasser le blocage de renouvellement
hi: अवरुद्ध नवीकरण ओवरराइड
it: Abilita a superare il blocco dei rinnovi
oc: Outrepasser lo blocatge de renovèlament
pl: Blokowanie odnowy prolongat
pt: Sobrepor limite de renovação
pt_br: Forçar renovação de itens bloqueados
sk: Obísť zablokované predĺženia
sv: Åsidosätt blockerade omlån
tr: Engellenmiş uzatmaları geçersiz kıl
zh_tw: 取消禁止續借

source: PAY = Payment
ar: PAY = الدفع
cs: PAY = Platba
da: PAY = Betaling
de: PAY = Zahlung
el: PAY = Πληρωμή
es: PAY = Pago
eu: PAY = Pago
fi: PAY = Maksu
fr: PAY = Paiement
hi: करे = भुगतान
it: PAY = Pagamento
oc: PAY = Pagament
pl: PAY = Payment (Płatność)
pt: PAY = Pagamento
pt_br: PAY = Pagamento
sk: PAY = Platba
sv: PAY = Betalning
tr: ÖDE = Ödeme
zh_tw: PAY = 支付

source: PDF - Readable by any standard PDF reader, making labels printable directly on a printer&nbsp;
ar: PDF - ملفات تُقرأ من أي قارئ PDF معياري ، وذلك يجعل اللصاقات قابلة للطباعة بشكل مباشر على الطابعة &nbsp;
cs: PDF - čitelné na jakémkoli standardní PDF čtečce, vytvořené popisky tisknutelné přímo v tiskárně &nbsp;
da: PDF - kan åbnes i enhver standard-PDF-læser od udskrives direkte på en printer
de: PDF - Können in jedem PDF-Reader geöffnet und direkt auf einem Drucker ausgedruckt werden&nbsp;
el: PDF - Συμβατό με κάθε βασικό PDF reader, καθιστώντας τις ετικέτες εκτυπώσιμες από έναν οποιοδήποτε εκτυπωτήr&nbsp;
es: PDF - legibles por cualquier lector de PDF estándar. Las etiquetas pueden imprimirse directamente en una impresora&nbsp;
eu: PDF - legibles por cualquier lector de PDF estándar. Las etiquetas pueden imprimirse directamente en una impresora&nbsp;
fi: PDF - Avattavissa millä tahansa PDF-formaattia tukevalla ohjelmalla, ja tarrat voidaan tulostaa siitä suoraan tulostimelle
fr: PDF - lisible par tout lecteur PDF standard, rendant les étiquettes imprimables directement sur une imprimante&nbsp;
hi: पीडीएफ - किसी भी मानक पीडीएफ रीडर द्वारा पठनीय बनाने, लेबल एक प्रिंटर & nbsp पर सीधे प्रिंट करने योग्य;
it: PDF - Leggibile da ogni lettore PDF standard, rende le etichette stampabili direttamente su una stampante&nbsp;
oc: PDF - lisible per tot lector PDF standard, rendant las etiquetas imprimables dirèctament sus una imprimenta&nbsp;
pl: PDF - możliwy do odczytania przez jakikolwiek czytnik PDF, dzięki czemu etykiety można od razu wydrukować.
pt: PDF - Etiquetas legíveis por qualquer leitor de PDF padrão, tornando imprimíveis numa impressora&nbsp;
pt_br: PDF - Legível por qualquer leitor PDF, faz etiquetas imprimíveis diretamente em qualquer impressora&nbsp;
sk: PDF - Čitateľné ktorýmkoľvek štandardným programom pre PDF. Takto sa etikety budú dať tlačiť priamo v tlačiarni&nbsp;
sv: PDF - kan läsas av alla PDF-läsare, vilket gör låntagarkort utskrivbara på skrivare&nbsp;
tr: PDF - Her hangi bir standart PDF reader ile okunabilir, etiketlerin direkt olarak yazıcıdan çıkarılmasını mümkün kılar &nbsp;
zh_tw: PDF - 可以被標準的PDF閱讀器讀取，標示為可直接由列表機列印&nbsp;

source: Patron Attribute Types
ar: أنواع سمات المستفيدين
cs: Další vlastnosti uživatelů
da: Lånerattributtyper
de: Benutzerattribute
el: Τύποι Χαρακτηριστικού Μέλους
es: Tipos de Atributo de Usuario
eu: Bazkideen atributu motak
fi: Asiakasmääreet
fr: Type d'attributs d'adhérent
hi: संरक्षक विशेषता प्रकार
it: Attributi utente
oc: Tipe d'atributs d'aderent
pl: Typy atrybutów użytkowników
pt: Tipos de atributos de leitor
pt_br: Tipos de atributos de usuários
sk: Typy vlastností čitateľa
sv: Attributtyper för låntagare
tr: Kullanıcı Nitelik Türleri
zh_tw: 讀者屬性類型

source: Patron Card Creator
ar: منشئ بطاقات المستفيدين
cs: Tvůrce čtenářských průkazů
da: Lånerkorteditor
de: Benutzerausweisdruck
el: Δημιουργός Καρτών Μελών
es: Creador de Carnés de Usuarios
eu: Bazkideen txartel sortzailea
fi: Kirjastokorttien luonti
fr: Créateur de cartes adhérent
hi: संरक्षक कार्ड निर्माता
it: Creatore delle tessere utente
oc: Creator de cartas aderent
pl: Kreator Kart Użytkowników
pt: Cartões de leitor
pt_br: Criador de cartões de usuários
sk: Tvorba čitateľských preukazov
sv: Låntagarkortverktyg
tr: Kullanıcı kartı oluşturucu
zh_tw: 新增讀者證

source: Patron Categories
ar: فئات المستفيد
cs: Kategorie čtenářů
da: Lånerkategorier
de: Benutzertypen
el: Κατηγορίες Μελών
es: Categorías de Usuarios
eu: Bazkide kategoriak
fi: Asiakastyypit
fr: Catégories d'adhérents
hi: संरक्षक श्रेणियां
it: Categorie utente
oc: Categorias d'aderents
pl: Kategorie Użytkowników
pt: Categorias de leitores
pt_br: Categorias de usuários
sk: Kategórie čitateľov
sv: Låntagarkategorier
tr: Kullanıcı Kategorileri
zh_tw: 讀者類型

source: Patron Permissions Defined
ar: صلاحيات المستفيد تم تعريفها
cs: Definovaná uživatelská oprávnění
da: Lånerrettigheder defineret
de: Berechtigungen
el: Καθορισμός Εξουσιοδοτήσεων Μελών
es: Permisos de Usuarios Definidos
eu: Bazkidearen baimenak definitu dira
fi: Asiakkaiden oikeuksien määrittely
fr: Les permissions de l'adhérent
hi: संरक्षक अनुमतियां निर्धारित
it: Impostazione dei privilegi utente
oc: Les permissions de l'aderent
pt: Permissões do leitor definidas
pt_br: Permissões de Usuário Definidas
sk: Oprávnenia čitateľov sú definované
sv: Låntagarrättigheter har ställts in
tr: Tanımlanmış kullanıcı izinleri
zh_tw: 讀者權限不足

source: Patron Permissions are used to allow staff members access to the staff client.
ar: أذونات المستفيد تستخدم للسماح للموظفين للوصول إلى عميل الموظفين.
cs: Uživatelská oprávnění se používají k povolení přístupu knihovníků do intranetu.
da: Lånerrettigheder bruges til at definere medarbejderes rettigheder i administrations-klienten.
de: Benutzerberechtigungen regeln den Zugriff der Bibliotheksmitarbeiter auf die Dienstoberfläche.
el: Οι εξουσιοδοτήσεις μελών χρησιμοποιούνται για να επιτρέψουν στο προσωπικό να έχουν πρόσβαση στη διεπαφή προσωπικού.
es: Los Permisos de Usuarios se usan para permitir al personal acceder al cliente administrativo.
eu: Lo permisos de socios se usan para permitir al personal acceder al cliente administrativo.
fi: Asiakkaiden oikeuksia käytetään sallimaan virkailijoille pääsy virkailijatyökaluun.
fr: Les permissions l'adhérent sont utilisées pour définir les droits des bibliothécaires quand il sont dans l'interface professionnelle.
hi: संरक्षक अनुमतियां स्टाफ के सदस्यों के कर्मचारियों ग्राहक के लिए उपयोग की अनुमति देने के लिए उपयोग किया जाता है।
it: I permessi dell'utente sono usati per definire i diritti dei membri dello staff dentro l'interfaccia relativa.
oc: Les permissions de l'aderent son utilizadas per definir les dreits des membres del personal dins l'interfàcia professionala.
pl: Uprawnienia użytkownika są używane do nadania bibliotekarzom dostępu do panelu bibliotekarza.
pt: As permissões do leitor são usadas para definir os direitos dos membros no interface dos técnicos.
pt_br: As Permissões de Usuário são utilizadas para definir os direitos dos membros na interface administrativa.
sk: Oprávnenia čitateľov sa používajú na umožnenie prístupu knihovníkom do intranetu.
sv: Låntagarrättigheter används för att ge bibliotekspersonal tillgång till personalklienten.
tr: Kullanıcı izinleri personel üyelerine personel istemcisine giriş imkanı vermek için kullanılır.
zh_tw: 使用讀者權限讓館員讀者可以進入館員介面。

source: Patron attribute type code
ar: كود نوع سمة المستفيد
cs: Kód typu vlastností čtenáře
da: Lånerattributtypekode
de: Benutzerattribut
el: Κωδικός τύπου απόδοσης μέλους
es: Código de tipo de atributo de usuario
eu: Bazkide atributu motaren kodea
fi: Asiakasmääreen tunnus
fr: Code d'attribut adhérent
hi: संरक्षक विशेषता प्रकार कोड
it: Codice dell'attributo utente:
oc: Còdi d'atribut aderent
pl: Kod typu atrybutu użytkownika
pt: Código do tipo de atributo de leitor
pt_br: Código de tipo de atributo de usuário
sk: Kód typu vlastností čitateľov
sv: Typkod för låntagarattribut
tr: Kullanıcı nitelik tür kodu:
zh_tw: 讀者屬性類型代碼
