Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The fine totals will be updated with the payment applied to the oldest selected fines first.
ar: وسيتم تحديث مجاميع الغرامة مع دفع الغرامات المطبقة على الغرامات المحددة بالأقدم أولاً
cs: Souhrny pokut budou aktualizovány s platbou použitou na nejstarší vybranou pokutu jako první.
da: De samlede bøder opdateres først med det betalte beløb på de ældste valgte bøder.
de: Die Gesamtgebühr wird aktualisiert, indem zuerst die ältesten Gebühren bezahlt werden.
el: Τα σύνολα προστίμων θα ενημερωθούν όταν γίνει πληρωμή πρώτα στα παλαιότερα επιλεγμένα πρόστιμα.
es: El total de multas se actualizará con el pago aplicado a las multas más viejas seleccionadas primero.
eu: El total de multas se actualizará con el pago aplicado a las multas más viejas seleccionadas primero.
fi: Maksujen summa päivittyy maksuihin vanhimpaan valittuun maksuun ensin.
fr: Le total des amendes sera mis à jour en appliquant le paiement appliqué aux plus anciennes amendes sélectionnées en premier.
hi: ठीक योग भुगतान पहले पुराना चुने गए जुर्माने को आवेदन के साथ अद्यतन किया जाएगा।
it: Il totale delle multe verrà aggiornato prima con il pagamento effettuato per le multe più vecchie selezionate.
oc: Lo total des emendas serà mis a jorn en applicant lo pagament aplicat a las plus ancianas emendas seleccionadas en primièr.
pl: Należności zostaną zaktualizowane, zawsze płacone są najpierw najstarsze należności.
pt: Os totais das multas serão actualizados com o pagamento aplicado às multas mais antigas seleccionadas.
pt_br: O total de multas será atualizado com o pagamento aplicado as multas mais antigas primeiro.
sk: Celkové čiastky pokút budú aktualizované po zaplatení počnúc najstaršou vybranou pokutou.
sv: Bötesbeloppen kommer att uppdateras med betalningen mot den äldsta valda boten först.
tr: Ceza toplamları ilk olarak, seçilen en eski cezalara uygulanan ödemeyle güncellenecektir.
zh_tw: 罰款總額依照支付的金額更新，優先處理最舊的罰款。

source: The fine will be removed from outstanding fines, and displayed as fully paid.
ar: ستتم إزالة الغرامة من الغرامات الغير المسددة، وكما هو معروض مدفوعة بالكامل.
cs: Pokuta bude odstraněna z nezaplacených pokut a zobrazí se jako plně splacená.
da: Bøden fjernes fra udestående bøder og vises som helt betalt
de: Die Gebühr wird aus der Liste der offenen Gebühren entfernt und als vollständig bezahlt angezeigt.
el: Το πρόστιμο θα αφαιρεθεί από τα εκκρεμεί πρόστιμα, και θα εμφανιστεί ως πλήρως πληρωμένο.
es: La multa se removerá de multas pendientes, y se verá como completamente abonada.
eu: La multa se removerá de multas pendientes, y se verá como completamente abonada.
fi: Maksu poistetaan maksamattomista maksuista ja näkyy täysin maksettuna.
fr: L'amende sera retirée des amendes à recouvrer, et s'affichera dans les amendes réglées.
hi: ठीक बकाया जुर्माना से निकाल दिया जाएगा, और के रूप में पूरी तरह से भुगतान दिखाया गया है।
it: La multa verrà rimossa dalle multe pendenti, e indicata come completamente pagata.
oc: L'emenda serà levada des emendas a recobrar, e s'aficharà dins les emendas regladas.
pl: Należność zostanie usunięta i wyświetli się jako w pełni opłacona.
pt: A multa será removida das multas em atraso, e mostrada como paga totalmente.
pt_br: A multa será removida e será exibida como paga.
sk: Pokuta bude odobratá z neuhradených poplatkov a zobrazí sa ako plne zaplatená.
sv: Boten tas bort från utestående böter och visas som betald.
tr: Ceza, ödenememiş cezalardan silinecek ve tamamen ödenmiş olarak gözükecektir.
zh_tw: 罰款將從待付罰款移除，並顯示為全額支付。

source: The fine will be removed from outstanding fines, and displayed as written off.
ar: ستتم إزالة الغرامة من الغرامات الغير المسددة، وعرضها كما هو مكتوب.
cs: Pokuta bude odstraněna z nezaplacených pokut a zobrazí se jako odepsaná.
da: Alle bøder fjernes fra udestående bøder, og vises som afskrevet.
de: Die Gebühr wird aus der Liste der offenen Gebühren entfernt und als erlassen angezeigt.
el: Το πρόστιμο θα αφαιρείται από τα εκκρεμή πρόστιμα και θα εμφανίζονται ως παραγραμμένα.
es: La multa se removerá de multas pendientes, y se mostrará como cancelada
eu: Todas las sanciones serán eliminadas de las sanciones pendientes, y mostradas como descartados.
fi: Maksu poistetaan maksamattomista maksuista ja näkyy poistettuna.
fr: L'amende sera retirée des amendes à recouvrer et affichée dans les amendes passées en pertes et profits.
hi: ठीक बकाया जुर्माना से निकाल दिया जाएगा, और के रूप में बंद लिखा दिखाया गया है।
it: Tutte le multe saranno rimosse dalle multe in sospeso, e mostrate come cancellate.
oc: L'emenda serà levada des emendas a recobrar e afichada dins les emendas passées en pertes e profits.
pl: Należność zostanie usunięta i wyświetli się jako anulowana.
pt: A multa será removida das multas em atraso, e mostrada como amortizada.
pt_br: Todas as multas serão removidas da lista de multas pendentes e exibidas como pagas.
sk: Pokuta bude odobratá z neuhradených poplatkov a zobrazí sa ako plne odpísaná.
sv: Boten tas bort från utestående böter och visas som avskriven.
tr: Tüm cezalar ödenmemiş cezalardan kaldırılacak ve ceza düşülmüş olarak gözükecektir.
zh_tw: 罰款將從待付罰款移除，並顯示為豁免。

source: The fine will be updated to show the original Amount, and the current Amount Outstanding
ar: وسيتم تحديث الغرامة لإظهار المبلغ الأصلي، والمبلغ الحالي المتميز
cs: Pokuta bude aktualizována pro zobrazení původní částky a aktuální dlužné částky
da: Bøden opdateres til at vise det oprindelige beløb og det aktuelle udestående beløb
de: Die Gebühr wird aktualisiert und zeigt neben dem ursprünglichen den noch offenen Betrag
el: Το πρόστιμο θα ανανεωθεί για να δείξει το αυθεντικό Ποσό και το τρέχον Ποσό που Εκκρεμεί
es: La multa se actualizará para mostrar el monto original, y el monto pendiente actual
eu: La multa se actualizará para mostrar el monto original, y el monto pendiente actual
fi: Maksu päivittyy näyttämään alkuperäisen summan ja nykyisen jäljellä olevan määrän
fr: L'amende sera mise à jour pour afficher le montant d'origine, et le montant restant dû.
hi: ठीक मूल राशि, और वर्तमान बकाया राशि को दिखाने के लिए अद्यतन किया जाएगा
it: La multa verrà aggiornata per mostrare l'ammontare originale, e il resto dell'ammontare corrente
oc: L'emenda serà mesa a jorn per afichar lo montant d'origine, e lo montant restant dû.
pl: Należność zostanie zaktualizowana, pokaże się pierwotna kwota i kwota pozostała do zapłaty
pt: A multa será actualizada para mostrar o montante inicial e o montante devido no momento
pt_br: A multa será atualizada para exibir a multa original, e o valor devedor atualizado
sk: Pokuta bude aktualizovaná a zobrazí sa pôvodná čiastka a momentálne neuhradená čiastka
sv: Boten kommer att uppdateras för att visa det ursprungliga beloppet och kvarvarande belopp att betala
tr: Ceza, esas tutarı ve mevcut borç tutarını göstermek için güncellenecektir.
zh_tw: 罰款將更新以顯示原來的金額以及現在待付金額

source: The first section is for basic information about the vendor.
ar: القسم الأول من أجل المعلومات الأساسية حول الموّرد.
cs: První sekce je pro základní informace o dodavateli.
da: Første afsnit er til grundlæggende information om leverandøren.
de: Der erste Abschnitt ist für Basisinformationen zum Lieferanten.
el: Ο πρώτος τομέας είναι για τις βασικές πληροφορίες σχετικά με τον Προμηθευτή.
es: La primera sección es para información básica sobre el proveedor.
eu: Lehenengo atala hornitzailearen oinarrizko informazioari dagokio.
fi: Ensimmäinen osio on toimittajan perustietoja varten.
fr: La première section permet de renseigner des informations sur le fournisseur.
hi: प्रथम खंड विक्रेता के बारे में बुनियादी जानकारी के लिए है।
it: La prima sezione serve per indicare informazioni fondamentali sul fornitore
oc: La primièra seccion permet de renseigner des informacions sul provesidor.
pl: Pierwsza cześć to podstawowe informacje o dostawcy.
pt: A primeira secção é para informação básica do fornecedor.
pt_br: A primeira seção destina-se a informações básicas sobre o fornecedor.
sk: Prvá sekcia je pre základnú informáciu o predajcovi.
sv: Den första sektionen är för grundläggande information om leverantören.
tr: İlk bölüm sağlayıcı hakkındaki temel bilgiler içindir.
zh_tw: 第一個區域是供應商的基本資訊。

source: The following item(s) are currently overdue:
ar: المواد (المادة) التالية هي حاليا المتأخرة:
cs: Následující položka/položky jsou po termínu:
da: Følgende eksemplarer er forsinkede:
de: Die folgenden Exemplare sind aktuell überfällig:
el: Τα ακόλουθα τεκμήρια είναι εκπρόθεσμα:
es: El/los siguiente(s) ítem(s) están retrasados:
eu: Elementu hau(ek) atzerapena du(te):
fi: Seuraavat niteet ovat tällä hetkellä myöhässä:
fr: L'(es) exemplaire(s) suivant(s) sont en retard&nbsp;:
hi: निम्नलिखित मद (s) कर रहे हैं वर्तमान में अतिदेय:
it: Le seguenti copie sono attualmente in ritardo:
oc: L'(es) exemplar(s) seguent(s) son en retard&nbsp;:
pt: Os seguintes documentos estão em atraso:
pt_br: Os exemplares a seguir estão atualmente em atraso:
sk: Nasledovný(é) exemplár(e) sú aktuálne omeškané:
sv: Följande objekt är för tillfället försenade:
tr: Aşağıdaki materyal(ler)'in süresi dolmuştur:
zh_tw: 以下館藏已逾期：

source: The following item(s) is/are currently overdue:
ar: المادة (المواد) التالية متأخرة حالياً:
cs: U následujících výpůjček byl překročen termín pro vrácení:
de: Die folgenden Exemplare sind aktuell überfällig:
el: Το/α ακόλουθο/α τεκμήριο/α είναι προς το παρόν εκπρόθεσμο/α:
es: Los siguientes ítems están retrasados:
fi: Seuraavat niteet ovat tällä hetkellä myöhässä:
fr: L'(es) exemplaire(s) suivant(s) est/sont en retard&nbsp;:
hi: निम्नलिखित मद (s) / वर्तमान में अरसे से कर रहे हैं:
it: Le seguenti copie sono attualmente in ritardo:
oc: L'(es) exemplar(s) seguent(s) est/sont en retard&nbsp;:
pt: Os seguintes documentos estão em atraso:
pt_br: Exemplares em atraso:
sk: Nasledovný(é) exemplár(e) sú aktuálne omeškané:
tr: Aşağıdaki materyal(ler)'in şu anda süreleri geçmiş durumdadır:
zh_tw: 以下館藏已逾期：

source: The following targets have been used successfully by other Koha libraries (in the Americas):
ar: الأهداف التالية استخدمت بنجاح من قبل مكتبات اخرى تستخدم نظام كوها (في الأمريكتين)
cs: Následující cíle jsou (v USA) úspěšně využívány jinými Koha knihovnami:
da: Følgende mål er brugt med godt resultat af andre Koha biblioteker (i Amerika):
de: Die folgenden Z39.50-Server wurden erfolgreich von anderen amerikanischen Bibliotheken eingesetzt:
el: Οι ακόλουθοι στόχοι έχουν χρησιμοποιηθεί με επιτυχία από άλλες βιβλιοθήκες που χρησιμοποιούν Koha (στην Αμερική):
es: Los siguientes servidores se han utilizado con éxito en otras bibliotecas Koha (en las América):
eu: Zerbitzari hauek ongi erabili dira beste Koha liburutegi batzuetan (Amerikan):
fi: Muut Koha-kirjastot (Pohjois- ja Etelä-Amerikka) ovat käyttäneet seuraavia kohteita:
fr: Les cibles suivantes ont été utilisées par d'autres bibliothèques Koha (aux État-Unis)
hi: निम्नलिखित लक्ष्य (अमेरिका में) अन्य कोहा पुस्तकालयों द्वारा सफलतापूर्वक इस्तेमाल किया गया है:
it: I seguenti server Z39.50 sono stati usati con successo da altre biblioteche Koha (nelle Americhe):
oc: Les ciblas seguentas ont été utilizadas per d'autres bibliotècas Koha (aux Estat-Unis)
pt: Os seguintes servidores foram usados com sucesso por outras bibliotecas (na América):
pt_br: Os servidores a seguir foram utilizados com sucesso por outras bibliotecas que utilizam o Koha (nas Américas):
sk: Nasledovné ciele boli úspešne použíté inými knižnicami Koha (v Amerike):
sv: Följande servrar har använts med framgång av andra Koha-bibliotek (i Amerika):
tr: Aşağıdaki hedefler diğer Koha kütüphaneleri tarafından (Amerikalılarda) başarılı bir şekilde kullanılmıştır.
zh_tw: 以下的伺服器已被(在美國的)其他圖書館成功地使用：

source: The following targets have been used successfully by other Koha libraries:
ar: الأهداف التالية تم استخدامها بنجاح بواسطة مكتبات كوها الأخرى:
cs: Tyto servery jsou (v USA) úspěšně využívány knihovnami používajícími systém Koha:
de: Die folgenden Z39.50-Server wurden erfolgreich von anderen Koha-Bibliotheken eingesetzt:
el: Οι ακόλουθοι στόχοι έχουν χρησιμοποιηθεί με επιτυχία από άλλες βιβλιοθήκες που χρησιμοποιούν Koha:
es: Los siguientes servidores se han utilizado con éxito en otras bibliotecas Koha:
fi: Muut Koha-kirjastot ovat käyttäneet seuraavia kohteita:
fr: Les cibles suivantes ont été utilisées par d'autres bibliothèques Koha&nbsp;:
hi: निम्नलिखित लक्ष्यों अन्य कोहा पुस्तकालयों द्वारा सफलतापूर्वक इस्तेमाल किया गया है:
it: I seguenti server Z39.50 sono stati usati con successo da altre biblioteche Koha (nelle Americhe):
oc: Les ciblas seguentas ont été utilizadas per d'autres bibliotècas Koha&nbsp;:
pt: Os seguintes servidores foram usados com sucesso por outras bibliotecas:
pt_br: Os servidores a seguir foram utilizados com sucesso por outras bibliotecas que utilizam o Koha:
sk: Nasledovné ciele boli úspešne použíté inými knižnicami Koha:
tr: Aşağıdaki hedefler diğer Koha kütüphaneleri tarafından başarıyla kullanılmıştır:
zh_tw: 以下的伺服器已被美國的其他圖書館成功地使用：

source: The form to edit the report will appear.
ar: سيظهر نموذج لتحرير التقرير.
cs: Objeví se formulář pro úpravu výstupu.
de: Es wird ein Formular angezeigt, über das der Report bearbeitet werden kann.
el: Η φόρμα επεξεργασίας της αναφοράς θα εμφανιστεί.
es: Aparecerá el formulario para editar el informe.
fi: Seuraavaksi voit muokata raporttia.
fr: Le formulaire pour modififer le rapport apparaîtra.
hi: प्रपत्र संपादित करने के लिए रिपोर्ट में दिखाई देगा।
it: Apparirà il form per modificare il report.
oc: Lo formulari per modififer lo rapòrt apareisserà.
pl: Wyświetli się formularz do modyfikacji raportu.
pt: O formulário de edição do relatório irá aparecer:
pt_br: O formulário de edição do exemplar irá aparecer.
sk: Objaví sa formulár na úpravy exemplára.
tr: Raporu düzenlemek için form görüntülenecektir.
zh_tw: 將顯示編輯報表的表單。

source: The full amount of the fine will be populated for you in the "Collect From Patron" box
ar: سيتم نشر كامل مبلغ الغرامة الخاصة بك في مربع "جمع من مستفيد"
cs: Celková částka pokuty bude uvedena v políčku "Vybrat od čtenáře"
da: Bødens fulde beløb indsættes i feltet "Modtag fra låner"
de: Der vollständige zu bezahlende Betrag wird für Sie im Feld 'Einnehmen' angezeigt
el: Το πλήρες ποσό προστίμου θα συμπληρωθεί για εσάς στο κουτί "Συλλογή Από το Μέλος"
es: El monto total de la multa se rellenará por usted en la casilla "Cobrar al Usuario"
eu: El monto total de la multa se rellenará por usted en la casilla "Cobrar del socio"
fi: Koko maksun summa näkyy "Peri asiakkaalta" -laatikossa
fr: Le montant complet de l'amende sera prérempli dans le champ 'Perçu de l'adhérent'
hi: जुर्माने की पूरी राशि "संरक्षक से इकट्ठा" बॉक्स में आप के लिए भरे जाएंगे
it: Il totale della multa verrà riportato nella casella "Ricevuto dall'utente"
oc: Lo montant complet de l'emenda serà prérempli dins lo camp 'Perçu de l'aderent'
pt: O montante total da multa será preenchido na caixa "Cobrar do leitor"
pt_br: O total da multa será gerado na caixa "Coletado dos usuários"
sk: Plná čiastka pokuty sa Vám zobrazí v políčku "Vybrať od čitateľa"
sv: Hela bötesbeloppet fylls i automatiskt i rutan "Debitera låntagare"
tr: Cezanın toplam tutarı "Kullanıcıdan Tahsil Et" kutusunda doldurulacaktır.
zh_tw: 罰款總額應納入 "取自讀者" 盒

source: The guided report wizard will walk you through a six step process to generate a report.
ar: سيصطحبك معالج التقارير المرشدة في عملية من ست خطوات لتوليد التقرير.
cs: Naváděný tvůrce výkazů vás provede v šesti krocích ke generování sestavy.
da: Den førte rapportguide vil lede dig gennem seks skridt for at oprette rapporten.
de: Der Geführte Reports-Assistent führt Sie in sechs Schritten durch die Generierung eines Reports.
el: Ο οδηγός εγκατάστασης αναφορών θα σας κατευθύνει μέσω μιας διαδικασίας έξι βημάτων στη δημιουργία μιας αναφοράς.
es: El asistente de informes guiados lo llevará por un proceso de seis pasos para generar un informe.
eu: El asistente de informes guiados muestra seis pasos para generar el informe.
fi: Ohjatun raportin luonti opastaa uuden raportin luomisessa.
fr: L'assistant de rapport guidé vous accompagnera tout au long d'un processus en six étapes afin de produire un rapport.
hi: निर्देशित रिपोर्ट विज़ार्ड एक छह कदम प्रक्रिया के माध्यम से चलना एक रिपोर्ट उत्पन्न करने के लिए होगा।
it: Il wizard ti guida in 6 passi per creare un report.
oc: L'assistent de rapòrt guidé vous accompagnera tot al long d'un processus en six etapas per fin de produire un rapòrt.
pl: Kreator raportu to proces sześciu kroków, które doprowadzą do wygenerowania danych.
pt: O assistente de relatórios irá guiar-lo durante um processo de seis passos para gerar um relatório.
pt_br: O assistente de relatório irá guiá-lo através dos seis passos de geração de um relatório.
sk: Sprievodca tvorbou výkazov vás prevedie procesom šiestich krokov k vytvoreniu výkazu.
sv: Rapportguiden leder dig genom en process i sex steg för att generera en rapport.
tr: Kılavuzlu rapor sihirbazı sizi rapor oluşturmanız için 6 basamaklı bir işleme yönlendirecek.
zh_tw: 報表精靈以六個步驟引導您建立報表。

source: The holds slip is generated when a hold is confirmed
ar: قسيمة الحجوزات تُنشأ عندما يتم تأكيد الحجز
cs: Potvrzení o rezervací se generuje až když je rezervace potvrzená
da: Reserveringssedlen laves, når en reservering bekræftes
de: Die Vormerkquittung wird gedruckt, wenn eine Vormerkung erkannt und bestätigt wird
el: Ένα σημείωμα κράτησης δημιουργείται όταν γίνεται η επιβεβαίωση μιας κράτησης
es: El recibo de reservas es generado cuando la reserva es confirmada
eu: El comprobante de reserva se generará cuando una reserva esté confirmada
fi: Varauskuitti muodostuu, kun varaus jää kiinni
fr: La notification de réservation n'est générée que lorsque la réservation est confirmée.
hi: रखती पर्ची जब एक पकड़ की पुष्टि की है उत्पन्न होता है
it: La ricevuta di prenotazione è generata quando la prenotazioneè confermata
oc: La notificacion de reservacion n'est generada que quand la reservacion es confirmada.
pl: generowane, gdy zamówienie zostanie potwierdzone.
pt: O recibo de reserva é gerado quando a reserva é confirmada
pt_br: O recibo de reserva é gerado quando uma reserva é confirmada
sk: Ústrižok rezervácií sa generuje, keď je rezervácia potvrdená
sv: Reservationskvitteringen genereras när en reservation bekräftas
tr: Ayırma onaylanınca, ayırma slipi oluşturulur.
zh_tw: 預約確認後，產生預約收條

source: The index name is 'aud' and it's derived from 008/22
ar: اسم الفهرس هو 'aud' وهو مشتق من 008/22
cs: Jméno indexu je "aud" (cílové publikum) a je odvozeno od 008/22
da: Indeksnavnet er 'aud' og det er afledt af 008/22
de: Der Indexname ist 'aud' und er ist abhängig von 008/22
el: Το όνομα του ευρετηρίου είναι 'aud' και προέρχεται από το 008/22
es: El nombre del índice es 'aud' y se deriva de 008/22
eu: Indizearen izena 'aud' da eta 008/22 posizioan du jatorria
fi: Indeksin nimi on 'aud' ja se tulee kentästä 008/22
fr: Le nom de l'index est 'aud' et est dérivé du champ 008/22 (en MARC21)
hi: सूचकांक नाम 'AUD' है और यह 008/22 से प्राप्त होता है
it: Il nome indice è 'aud' ed è derivato da 008/22
oc: Lo nom de l'indèx es 'aud' e es dérivé del camp 008/22 (en MARC21)
pl: Indeks nazywa się 'aud', a jego zawartość pochodzi z pola 008 (pozycja 22).
pt: O nome do índice é 'aud' e está derivado de 008/22
pt_br: O nome do índice é 'aud' e está derivado de 008/22
sk: Názov indexu je 'aud' a je odvodený z 008/22
sv: Indexnamnet är 'aud' och det kommer från 008/22
tr: Dizin adı 'aud' olup 008/22 alanından çıkarılır (Aud = audience / hedef kitle HK?)
zh_tw: 索引名稱是 'aud' 並從 008/22 取得之

source: The index name is 'ctype' is taken from the 008 and it's where we get the 'additional content types'. It's position 008/24-28 field. Common values are:
ar: اسم الفهرس هو 'ctype' مأخوذ من 008 ومكانه في ' أنواع محتويات إضافية '.وإن موقع الحقل 008/24-28. القيم العامة هي:
cs: Jméno indexu je "ctype" je převzat z pole 008, pozice 24-28 "Povaha obsahu". Běžné hodnoty jsou:
da: Indeksnavnet er 'ctype', det tages fra 008 og det er der vi finder 'yderligere indholdstyper'. Dets placering er feltet 008/24-28. Hyppige værdier er:
de: Der Indexname ist 'ctype' ist von 008 genommen und daher nehmen wir den 'zusätzliche Inhaltstypen'. Es findet sich in 008/24-28. Übliche Werte sind:
el: Το όνομα του ευρετηρίου είναι 'ctype', προέρχεται από το 008 και είναι εκεί όπου παίρνουμε τους 'επιπρόσθετους τύπους περιεχομένου'. Η θέση του πεδίου 008/24-28. Συνηθισμένες τιμές:
es: El nombre del índice 'ctype' se ha tomado de la 008 y es donde se obtienen los 'tipos de contenido adicionales'. Es el campo posición 008/24-28. Los valores comunes son los siguientes:
eu: Indizearen izena 'ctype' da eta 008 posiziotik hartu da, non 'eduki mota gehigarriak' lortzen baitira. 008/24-28 posizioaren eremua da. Hona hemen ohiko balioak:
fi: Indeksin nimi 'ctype' tulee 008-kentästä ja sieltä saadaan 'Muut sisältötyypit'. Sen merkkipaikka on 008/24-28. Yleiset arvot ovat:
fr: Le nom de l'index est 'ctype'. Il est alimenté par les positions 24/28 du champ 008 (en MARC21). Ses valeurs usuelles sont :
hi: सूचकांक नाम 'CTYPE' 008 से लिया जाता है और जहां हम 'अतिरिक्त सामग्री प्रकार' इसे पाने के लिए है। यह स्थिति 008/24-28 क्षेत्र है। आम मान रहे हैं:
it: Il nome indice 'ctype', è dato da 008 ed è qui dove portiamo i 'tipi di contenuto addizionale'. E' la posizione campo 008/24-28. Valori tipici sono:
oc: Lo nom de l'indèx es 'ctype'. Es alimenté per las posicions 24/28 del camp 008 (en MARC21). Ses valors usuelles son :
pl: Indeks nazywa się 'ctype', a jego zawartość pochodzi z pola 008, pozycja 24-28 (dodatkowe typy zawartość). Często występujące wartości to:
pt: O nome do índice é 'ctype' e é tirado de 008, sendo onde se obtém 'tipos de conteúdo adicional'. Consiste nos valores nas posições 24-28. Valores comuns são:
pt_br: O nome do índice é 'ctype' e é tirado do 008 e é onde se obtém os 'tipos adicionais de conteúdo'. Sua posição é 008/24-28. Valores comuns são:
sk: Názov indexu je 'ctype' a nachádza sa v 008 a tu sú aj 'dodatočné typy obsahov'. Jeho pozícia je v poli 008/24-28. Bežné hodnoty sú:
sv: Indexnamnet 'ctype' är från 008 och det är där vi får 'fler innehållstyper'. Fältpositionen är 008/24-28. Vanliga värden är:
tr: 'ctype' indeks ismi 008den alınır ve 008den 'ek içerik türleri' edinilir. Konumu 008/24-28 alanıdır. Ortak değerler şunlardır:
zh_tw: 索引名稱是 'ctype'，從008取得 '其他內容類型'，它的位置在 008/24-28 欄位，通常的值是：
