Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To add titles to an existing list click on the list name from the page of lists
ar: لإضافة عناوين إلى القائمة الموجودة على اسم القائمة من صفحة قوائم
cs: Chcete-li přidat další položky do existujícího seznamu, klikněte na název seznamu na stránce "Seznamy"
da: For at tilføje titler til en eksisterende liste klik på listens navn på siden med lister
de: Sie können weitere Ttiel zu einer bereits angelegten Liste hinzufügen, indem Sie den Namen der Liste aus der Auswahlliste auswählen.
el: Για προσθέσετε τίτλους σε μία υπάρχουσα λίστα κάντε κλικ στο όνομα λίστας από τη σελίδα των λιστών
es: Para agregar títulos a una lista existente haga clic en el nombre de la lista desde la página de listas
eu: Para agregar títulos a una lista existente haga clic en el nombre de la lista desde la página de listas
fi: Jos haluat lisätä nimekkeitä olemassa olevaan listaan, klikkaa listan nimeä listojen sivulla
fr: Pour ajouter des titres à une liste existante, cliquez sur le nom de la liste dans la page Listes.
hi: सूचियों के पेज से सूची के नाम पर किसी मौजूदा सूची क्लिक करने के लिए शीर्षक जोड़ने के लिए
it: Per aggiungere titoli a una lista esistente, clicca sul nome della lista nella pagina delle liste
oc: Per apondre des títols a una lista existenta, clicatz sul nom de la lista dins la pagina Listas.
pl: Jeśli chcesz dodać tytuły do istniejącej listy, kliknij nazwę listy w module Listy
pt: Para adicionar títulos a uma lista existente clique no nome da lista na página das listas
pt_br: Para adicionar títulos para uma lista existente clicando no nome da lista na página de listas
sk: Pre pridanie titulov do jestvujúceho zoznamu, kliknite na názov zoznamu na stránke zoznamov
sv: För att lägga till titlar till en befintlig lista klickar du på listnamnet i sidan med listor
tr: Mevcut bir liste içerisinde başlık eklemek için, listeler sayfası içerisinden listenin adı üzerine tıklayın
zh_tw: 勾選虛擬書架頁面的書架名稱，就能新增題名入該書架

source: To add your query, click the link to 'Create from SQL' on the main reports module or the 'New report' button at the top of the 'Saved reports' page.
ar: لإضافة استعلام، قم بالنقر على رابط "إنشاء من SQL" في نظام التقارير الفرعي الرئيسي أو زر "تقرير جديد" أعلى صفحة "التقارير المحفوظة"
cs: Chcete-li přidat váš dotaz, klikněte na odkaz "Vytvořit z SQL" na hlavním stránce modulu výstupů nebo na tlačítko "Nový výstup" v horní části stránky "Uložené výstupy".
da: For at tilføje din forespørgsel, klik på linket 'Opret fra SQL' i hoved rapport-modulet eller knappen 'Ny rapport' øverst på siden 'Gemte rapporter'.
de: Um eigene Abfragen hinzuzufügen, klicken Sie auf der Seite 'Reports' auf den Link 'Neuer SQL-Report' oder oben auf der Seite 'Gespeicherte Reports' auf die Schaltfläche 'Neuer Report'.
el: Για να προσθέσετε το ερώτημά σας, πατήστε τον σύνδεσμο για τη 'Δημιουργία από SQL' στην υπομονάδα κύριων αναφορών ή το κουμπί 'Νέα αναφορά' στην κορυφή της σελίδας 'Αποθηκευμένες αναφορές'.
es: Para agregar una consulta, haga clic en el enlace 'Crear desde SQL' en el módulo principal de informes o el botón 'Nuevo informe' en el tope de la página de 'Informes guardados'.
eu: Para añadir su consulta,seleccione en el enlace 'Crear a partir desde SQL' en el módulo principal de informes o en el botón Nuevo en la parte superior de la página de Informes Guardados.
fi: Jos haluat luoda oman kyselyn, klikkaa 'Luo SQL-lausekkeesta' Raporttien pääsivulla tai 'Uusi raportti'.
fr: Pour ajouter votre requête, cliquez sur le lien 'Créer à partir d'une requête SQL' sur la page principale du module, ou sur le bouton 'Nouveau rapport' en haut de la page des rapports sauvegardés.
hi: आपकी क्वेरी को जोड़ने के लिए, मुख्य रिपोर्टों मॉड्यूल या 'नई रिपोर्ट' 'सहेजी गई रिपोर्ट' पृष्ठ के शीर्ष पर बटन पर 'एसक्यूएल से बनाएँ' लिंक पर क्लिक करें।
it: Per aggiungere la tua query, clicca sul link 'Crea da SQL' sul modulo principale dei Report o il bottone 'Nuovo report' in testa alla pagina dei Report salvati.
oc: Per apondre vòstra requèsta, clicatz sul ligam 'Crear a partir d'una requèsta SQL' sus la pagina principala del modul, o sul boton 'Novèl rapòrt' amont de la pagina des rapòrts salvats.
pl: Aby dodać swoje zapytanie, kliknij 'Utwórz z poziomu SQL' w głównym module raportów lub kliknij 'Nowy raport' na górze strony 'Zapisane raporty'.
pt: Para adicionar a sua consulta, carregue na ligação 'Criar a partir de SQL' no módulo de relatórios ou então no botão 'Novo relatório' no topo da página 'Relatórios guardados'.
pt_br: Para adicionar a sua consulta, clique no link 'Criar a partir de SQL' no módulo de Relatórios ou no botão 'Novo relatório' na parte superior da página 'Relatórios salvos'.
sk: Pre pridanie dotazu, kliknite na odkaz 'Vytvoriť z SQL' v hlavnom module výkazov alebo na tlačidlo 'Nový výkaz' navrchu stránky 'Uložených výkazov'.
sv: För att lägga till frågan klickar du på länken 'Skapa från SQL' i huvudmodulen för rapporter eller på knappen 'Ny rapport' längst upp i sidan 'Sparade rapporter'.
tr: Sorgunuzu eklemek için, ana rapor modülündeki 'SQL’den oluştur' bağlantısına ya da Kaydedilmiş Raporlar sayfasının en üstündeki Yeni butonuna tıklayınız.
zh_tw: 勾選主要報表模組的 '從 SQL 新增' 或 '儲存報表' 頁面上方的 '新增報表' 鈕，就能新增您的詢問。

source: To approve a tag, you can either click the 'Approve' button in line with the term, or check all terms you want to approve and click 'Approve' below the table.
ar: يمكنك الموافقة على الوسوم بطريقتين إما أن تنقر على 'موافقة' في نفس السطر الذي أدرج فيه التعبير. أو حدد كل التعابير التي وافقت عليها ثم انقر على 'موافقة' أسفل الجدول.
cs: Ke schválení štítku, můžete klepnout na tlačítko "Schválit"v souladu s výrazem, nebo zkontrolovat všechny výrazy, které chcete schválit, a klikněte na tlačítko" Schválit "pod tabulkou.
da: For at godkende et mærke, klik enten på knappen 'Godkend' ud for det begreb, der skal godkendes, eller marker alle begreber, der skal godkendes og klik på 'Godkend' under tabellen.
de: Um ein Tag zuzulassen, können Sie entweder auf 'Akzeptieren' in der Zeile mit dem Wort klicken oder Sie haken alle Worte an, die Sie freigeben möchten und klicken auf 'Akzeptieren' am Ende der Tabelle.
el: Για να εγκρίνετε μια ετικέτα, μπορείτε είτε να πατήσετε το κουμπί 'Έγκριση' στην ίδια γραμμή με τον όρο, είτε να επιλέξτε όλους τους όρους που θέλετε να εγκρίνετε και να πατήσετε 'Έγκριση' κάτω από τον πίνακα.
es: Para aprobar una etiqueta, puede hacer clic en el botón 'Aprobar' en la línea del término, o marcar todos los términos que desee aprobar y hacer clic en 'Aprobar' bajo la tabla.
eu: Etiketa bat onartzeko, edo klik egin terminoaren ilara bereko 'Onartu' botoian edo markatu onartu nahi dituzun termino guztiak eta egin klik taula azpian dagoen 'Onartu' botoian.
fi: Jos haluat hyväksyä tagin, voit joko klikata 'Hyväksy' termin rivillä tai valita kaikki termit, jotka haluat hyväksyä ja klikata 'Hyväksy' taulun alapuolella.
fr: Pour valider un tag, vous pouvez soit cliquer sur le bouton 'Approuver' en face du tag sélectionné, soit sélectionner tous les tags que vous souhaitez valider et cliquer sur 'Accepter' en bas de la page.
hi: एक टैग को स्वीकार करने के लिए, आप इस शब्द के साथ लाइन में 'स्वीकृत' बटन पर क्लिक करें, या सभी शर्तों आप को मंजूरी और मेज के नीचे 'स्वीकृत' पर क्लिक करना चाहते हैं तो जांच कर सकते हैं।
it: Per approvare un tag, clicca 'approva' sulla linea del termine o seleziona i termini che vuoi approvare e clicca 'approva' sotto la tabella.
oc: Per validar un tag, podètz siá clicar sul boton 'Approuver' en face del tag seleccionat, siá seleccionar totes los tags que volètz validar e clicar sus 'Accepter' en bas de la pagina.
pt: Para aprovar uma etiqueta, você pode clicar no botão 'Aprovar' com o termo, ou marcar todos os termos que você deseja aprovar e clique em 'Aceitar' abaixo da tabela.
pt_br: Para aprovar uma tag, você pode clicar no botão 'Aprovar' com o termo, ou marcar todos os termos que você deseja aprovar e clique em 'Aceitar' abaixo da tabela.
sk: Pre schválenie menovky, môžete buď kliknúť na tlačidlo 'Schváliť' v riadku vedľa pojmu, alebo zaškrtnúť všetky pojmy, ktoré chcete schváliť a kliknúť na 'Schváliť' pod tabuľkou.
sv: För att godkänna en tagg kan du antingen klicka på knappen 'Godkänn' på samma rad som termen eller markera alla termer du vill godkänna och klicka på 'Godkänn' under tabellen.
tr: Bir etiketi onaylamak için ‘Onayla’ butonuna satır içinde terim ile tıklayabilirsiniz ya da onaylamak istediğiniz tüm terimleri işaretleyip tablonun altında ‘Onayla’ya tıklarsınız.
zh_tw: 勾選個別詞彙列的 '核准' 鈕或勾選所有的詞彙再選取表單下的 '核准' 鈕，都可以核准欄號。

source: To be able to order from a vendor, you must make them 'Active.'
ar: لتكون قادر على الطلب من الموّرد يجب جعلها 'نشطة.'
cs: Aby bylo možné objednat od dodavatele, musíte být tento "Aktivní".
da: For at kunne bestille fra en leverandør skal denne først gøres 'aktiv'.
de: Um bei einem Lieferanten bestellen zu können, müssen Sie diesen auf 'Aktiv' setzen.
el: Για να έχετε τη δυνατότητα να παραγγείλετε από έναν προμηθευτή, πρέπει να τους θέσετε 'Ενεργούς'.
es: Para poder hacer un pedido a un proveedor, debe hacerlo 'Activo.'
eu: Hornitzaileari eskaera bat egiteko, 'Aktibo' bihurtu behar dituzu.
fi: Jos haluat tehdä tilauksia toimittajalta, sen tulee olla 'Aktiivinen'.
fr: Pour pouvoir commander auprès d'un fournisseur, vous devez lui donner le statut "Actif".
hi: एक विक्रेता से ऑर्डर करने के लिए, आप उन्हें करना चाहिए सक्षम होने के लिए 'सक्रिय'।
it: Per ordinare da un fornitore, devi prima renderlo attivo.
oc: Per poder comandar auprès d'un provesidor, vos cal lui donner l'estatut "Actiu".
pl: Jeśli chcesz złożyć zamówienie u dostawcy, oznacz go jako 'Aktywny'.
pt: Para encomendar de um fornecedor, precisa de activar-los.
pt_br: Para poder fazer pedidos a um fornecedor, é preciso registrá-lo como 'Ativo'
sk: Aby ste mohli objednávať u predajcu, musíte ho označiť za 'Aktívneho.'
sv: För att kunna beställa från en leverantör, måste du göra dem 'Aktiva'.
tr: Bir sağlayıcıdan sipariş verebilmeniz için, bu sağlayıcıları 'Aktif' duruma getirmelisiniz
zh_tw: 必須將代理商設為 '使用中'，才能向該代理商發出訂單。

source: To change the precedence of a given alert, use the four arrows to move it up, down, or to the top or bottom of the list.
fi: Jos haluat vaihtaa tietyn hälytyksen järjestystä, käytä neljää nuolta siirtämään se ylös, alas tai ylimmäksi tai alimmaksi listalla.
hi: एक दिया चेतावनी के पूर्वता को बदलने के लिए, इसे स्थानांतरित करने के लिए, नीचे, या ऊपर या सूची के नीचे चार तीर का उपयोग करें।

source: To check an item in scan the barcode for the item into the box provided. A summary of all items checked in will appear below the checkin box
ar: لإرجاع المادة في مسح الباركود لهذه المادة في مربع المقدمة. والملخص لجميع المواد المحددة الذي سيظهر أسفل مربع الإرجاع
cs: Chcete-li vrátit výtisk, sejměte čárový kód výtisku v návratové schránce. Přehled všech vrácených výtisků se objeví pod návratovou schránkou.
da: For at returnere et eksemplar scan eksemplarets stregkode ind i det dertil hørende felt. Under afleveringsfeltet vises en oversigt over alle afleverede eksemplarer
de: Um ein Exemplar zurückzugeben scannen Sie den Barcode des Exemplars in das angebotene Feld ein. Unterhalb des Feldes erscheint eine Zusammenfassung aller zurückgebuchten Exemplare.
el: Για να επιστρέψετε ένα τεκμήριο σαρώστε το barcode για το τεκμήριο στο κουτί που σας δίνεται. Θα εμφανιστεί μία περίληψη με όλα τα τεκμήρια που επεστράφησαν κάτω από το κουτί.
es: Para devolver un ítem escanee el código de barras para el ítem en el cuadro correspondiente. Un resumen de todos los ítem devueltos aparecerá debajo del cuadro devolver
eu: Elementu bat itzultzeko, eskaneatu elementuaren barra kodea horretarako dagoen koadroan. Itzultze koadroaren azpian itzulitako elemetu guztien laburpena agertuko da
fi: Palauttaaksesi niteen lue niteen viivakoodi sivulla olevaan laatikkoon. Yhteenveto kaikista palautuksista näkyy laatikon alapuolella
fr: Pour rendre un document, scannez son code à barres dans la boîte prévue à cet effet. Un résumé de tous les exemplaires rendus apparaît en dessous de cette boîte.
hi: दिए गए बॉक्स में आइटम के लिए बारकोड को स्कैन में एक आइटम की जाँच करें। में जाँच की सभी वस्तुओं का एक सारांश चेकइन बॉक्स के नीचे दिखाई देगा
it: Per far rientrare la copia leggi con la pistola il barcode per inserirlo nel form apposito. Un elenco di tutte le copie rientrate apparira sotto il campo per la restituzione.
oc: Per rendre un document, scannez son còdi de barras dins la bóstia prevista a aqueste effet. Un resumit de totes los exemplars rendus apareis en dejós de aquesta bóstia.
pl: Jeśli chcesz zwrócić egzemplarz, zeskanuj kod kreskowy w przeznaczonym do tego oknie. Podsumowanie wszystkich zwróconych egzemplarzy wyświetli się poniżej okna zwrotów
pt: Para devolver um item digitalize o código de barras para o item na caixa fornecida. Um resumo de todos os itens devolvidos aparecerá debaixo da caixa de devolução
pt_br: Para devolver um item digitalize o código de barras para o item na caixa fornecida. Um resumo de todos os itens devolvidos aparecerá debaixo da caixa de devolução
sk: Pre vrátenie exemplára, zoskenujte jeho čiarový kód do pripraveného políčka. Súhrn všetkých vrátených exemplárov sa objaví pod políčkom návratu
sv: För att återlämna ett objekt läser du av streckkoden i den ruta som finns för återlämning. En sammanfattning av alla återlämnade objekt visas under återlämningsrutan
tr: Bir materyali iade almak için barkodu tarayın. İade kutusunda iade alınan tüm materyallerin özeti çıkacak.
zh_tw: 將館藏的條碼掃瞄入盒，就能檢查其借出狀態。借出館藏的摘要將顯示在借出盒之下

source: To check an item out to a patron, first search for that patron using one of the many options listed above. You will then be presented with the checkout screen.
ar: لإعارة مادة إلى مستفيد، قم أولا بالبحث عن المستفيد باستخدام إحدى الخيارات المتعددة المذكورة أعلاه. عندها ستظهر لك شاشة الإعارة.
de: Um ein Exemplar an einen Benutzer auszuleihen, suchen Sie zunächst nach diesem Benutzer mit Hilfe der vielen oben angegebenen Optionen.
es: Para prestar un ítem a un usuario, primero busque el usuario utilizando una de las varias opciones listadas anteriormente. Entonces, se le presentará la pantalla de préstamos.
fi: Lainataksesi asiakkaalle niteen sinun pitää ensin hakea asiakkaan tiedot jollakin monista yllä olevista tavoista. Sen jälkeen pääset lainausnäytölle.
hi: एक संरक्षक, कि संरक्षक ऊपर सूचीबद्ध कई विकल्पों में से एक का उपयोग कर के लिए पहले खोज के लिए बाहर एक आइटम की जांच करने के लिए। तुम तो चेकआउट स्क्रीन के साथ प्रस्तुत किया जाएगा।
it: Per prestare una copia ad un utente, per prima cosa cerca l'utente usando una delle molteplici funzioni a disposizione. Poi ti si presenterà la schermata del prestito.
oc: Per prèst er un exemplar a un aderent, recercatz d'en primièr aqueste aderent en employant una dels metòdes descrits çaijós.
pt: Para emprestar um exemplar a um leitor, primeiro pesquise esse leitor usando uma das muitas opções. Posteriormente aparecerá o ecrã de empréstimo.
sk: Pre vypožičanie exemplára čitateľovi, najprv vyhľadajte tohto čitateľa s použitím jednej z viacerých vyššie uvedených možností. Následne sa vám zobrazí obrazovka výpožičiek.
tr: Bir materyali kullanıcıya ödünç vermek için öncelikle yukarıda listelenen bir çok yöntemden bir tanesi ile kullanıcıyı arayın. Daha sonra ödünç verme ekranı karşınıza gelecektir.

source: To check terms against the approved and rejected lists (and possibly against the dictionary you have assigned for tag moderation) simply enter the term into the search box on the bottom right of the screen to see the status of the term.
ar: لتفحص المصطلحات الجديدة بالمقارنة مع المصطلحات في القوائم الموافق عليها والمرفوضة ( وربما بالمقارنة مع القاموس الذي عينته للإشراف على الوسوم) ببساطة أدخل المصطلح في مربع البحث في أسفل يسار الشاشة لترى حالة المصطلح.
cs: Pro ověření, zdali nějaký výraz je již povolen, nebo zakázán, můžete použít vyhledávací pole vpravo dole.
da: For at kontrollere begreberne mod listerne med godkendte og afviste (og evt. mod ordbogen, som er tilordnet mærke-moderation) indtast begrebet i søgefeltet nederst til højre på skærmen for at se deres status.
de: Um einen Begriff gegen die Listen akzeptierter und abgelehnter Tags zu überprüfen (und unter Umständen auch gegen das Wörterbuch, das Sie für die Tag-Moderation konfiguriert haben) geben Sie den Begriff einfach in das Suchfeld rechts unten ein.
el: Για να αντιπαραβάλλετε τους όρους σύμφωνα με τις λίστες αποδοχής και απόρριψης (και πιθανώς σύμφωνα με το λεξικό στο οποίο έχετε αναθέσει την τροποποίηση ετικετών) απλά εισάγετε τον όρο στο κουτί αναζήτησης δεξιά στο κάτω μέρος στα της οθόνης για να δείτε την κατάσταση του όρου.
es: Para comprobar términos contra las listas de aprobados o rechazados (y posiblemente contra el diccionario que ha asignado a la moderación de etiquetas) simplemente introduzca el término en el cuadro de búsqueda en la parte inferior derecha de la pantalla para ver el estado del término.
fi: Jos haluat tarkastella hyväksyttyjen ja hylättyjen tagien listoja (ja mahdollisesti sanastoa, jonka olet luonut tagien hyväksymisessä), syötä termi alla oikealla olevaan hakulaatikkoon tarkistaaksesi termin tilan.
fr: Pour vérifier les termes par rapport aux listes approuvées et rejetées (et, le cas échéant, en contradiction avec le lexique que vous avez appliqué à la modération des commentaires) entrer simplement le terme dans la zone de recherche en bas à droite de la page pour voir son état.
hi: शर्तों की जांच करने के खिलाफ मंजूरी दे दी है और खारिज कर दिया सूचियों (और शब्दकोश आप टैग संचालन के लिए सौंपा है के खिलाफ संभवतः) बस अवधि की स्थिति देखने के लिए स्क्रीन के नीचे सही पर सर्च बॉक्स में शब्द दर्ज।
it: Per controllre i termi rispetto alle liste di termini accettati o rifiutati (e possibilmente anche sul dizionario che hai scelto per la moderazione dei tag) semplicemente inserisci il termine nel from di ricerca a destra nella pagina e guarda lo status del termine
oc: Per verificar los tèrmes per rapòrt a las listas aprovadas e regetadas (et, lo cas échéant, en contradiction amb lo lexique qu'avètz aplicat a la moderacion des comentaris) entrar simplament lo terme dins la zòna de recèrca en bas a dreita de la pagina per veire son estat.
pt: Para verificar os termos em relação às listas aprovadas e rejeitadas (e possivelmente contra o dicionário que você atribuiu à moderação de tag) basta digitar o termo na caixa de pesquisa no canto inferior direito da tela para ver o estado do termo.
pt_br: Para verificar os termos em relação às listas aprovadas e rejeitadas (e possivelmente contra o dicionário que você atribuiu à moderação de tag) basta digitar o termo na caixa de pesquisa no canto inferior direito da tela para ver o estado do termo.
sk: Pre overenie pojmov oproti schváleným alebo zamietnutým zoznamom (a podľa možnosti oproti slovníku pridelenému na moderovanie menoviek), jednoducho zadajte pojem do políčka hľadania vpravo dole na obrazovke a pozrite si stav pojmu.
sv: För att kontrollera termer mot listorna med godkända och ej godkända termer (och möjligen mot ordboken du tilldelat för kontroll av taggar) anger du bara termen i sökrutan längst ner till höger för att se termens status.
tr: Onaylanmış ve reddedilmiş listeleri terimlerle karşılaştırarak kontrol etmek için (ve muhtemelen etiket denetimi için oluşturduğunuz sözlük ile karşılaştırarak), bu terimin durumunu görmek üzere ekranın sağ altındaki arama kutusuna terimi giriniz.
zh_tw: 從螢幕右下方的搜尋盒鍵入詞彙，搜尋通過或拒絕的清單 (以及指定給欄號管理的字典)，就能看到這些詞彙的狀態。

source: To clean a batch, click the 'Clean' button to the right
ar: لحذف الدفعة، انقرعلى الزر 'تنظيف' من اليسار
cs: K vyčištění dávky, klikněte na tlačítko "Vyčistit" tlačítko vpravo
da: For at rense en stabel, klik på knappen 'Rens' til højre
de: Um einen Stapel zu löschen, klicken Sie auf 'Löschen' auf der rechten Seite
el: Για να καθαρίσετε μία παρτίδα, κάντε κλικ στο 'Καθαρισμός' στα δεξιά
es: Para limpiar un lote, haga clic en el botón 'Limpiar' a la derecha
eu: Sorta bat garbitzeko, egin klik eskuineko 'Garbitu' botoian
fi: Jos haluat siivota eräajon, klikkaa 'Siivoa' oikealla
fr: Pour effacer un lot, cliquez sur le bouton Effacer sur sa droite
hi: एक बैच को साफ करने के लिए, सही करने के लिए 'साफ' बटन को क्लिक करें
it: Per eliminare una lavorazione batch, clicca sul bottone 'Cancella' sulla destra
oc: Per escafar un lot, clicatz sul boton Escafar sus sa dreita
pt: Para limpar um lote, clique no botão 'Limpar' à direita
pt_br: Para limpar um lote, clique no botão 'Limpar' à direita
sk: Pre vyčistenie dávky, kliknite na tlačidlo 'Vyčistiť' napravo
sv: För att rensa en sats klickar du på knappen 'Rensa' till höger
tr: Bir komut dizisini silmek için sağdaki ‘Sil’ butonuna tıklayın.
zh_tw: 勾選 '清除' 鈕，就能清除批次

source: To clean items out of the 'reservoir':
ar: لحذف المواد خارج 'المستودع':
cs: K vyčištění výtisků mimo 'reservoir':
da: For at rense eksemplarer ud af 'reservoiret':
de: Um Datensätze aus dem 'Datenpool' zu entfernen:
el: Για να καθαρίστετε τα τεκμήρια στο 'ρεζερβουάρ':
es: Para limpiar los ítems del 'reservorio':
eu: Biltegiko elementuak garbitzeko:
fi: Jos haluat siivota nimekkeet välivarastosta:
fr: Pour enlever les exemplaires du réservoir:
hi: 'जलाशय' से बाहर आइटम को साफ करने के लिए:
it: Per cancellare copie dalla 'riserva':
oc: Per levar los exemplars del réservoir:
pl: Aby usunąć pozycje z rezerwuaru:
pt: Para limpar os itens do 'reservatório':
pt_br: Para limpar os itens do 'reservatório':
sk: Pre vyčistenie exemplárov zo 'zásobníka':
sv: Rensa bort objekt från 'reservoaren':
tr: Materyalleri depodan boşaltmak için:
zh_tw: 清除 '儲存庫' 的館藏：

source: To complete the process continue to the Managed Staged MARC Records Tool
ar: لإتمام استمرار عملية التصدير لأدوات تسجيلات مارك المنظمة والتي تمت إدارتها
cs: Chcete-li dokončit tento proces pokračujte nástrojem na řízení přednastavených záznamů MARC
da: For at afslutte processen fortsæt til værktøjet Administreret klargjort MARC-post
de: Wechseln Sie zu 'Bereitgestellte MARC-Datensätze verwalten' um den Vorgang abzuschließen
el: Για να ολοκληρώσετε τη διαδικασία συνεχίστε στο Εργαλείο Διαχείρισης Οργανωμένων Εγγραφών MARC
es: Para completar el proceso continúe con la herramienta Gestión de registros MARC preparados
eu: Prozesua amaitzeko, jarraitu prestatutako MARC erregistroen kudeaketa tresnarekin
fi: Lopettaaksesi toiminnon jatka Välivarastoitujen MARC-tietueiden hallintaan
fr: Pour terminer le traitement, utiliser l'outil Gestion des notices téléchargées
hi: प्रक्रिया पूरा करने में कामयाब मंचन मार्क रिकॉर्ड उपकरण के लिए जारी
it: Per completare il processo continua con lo strumento 'Gestisci i records MARC preparati'
oc: Per terminer lo traitement, utilizar l'aisina Gestion des notícias telecargadas
pt: Para concluir o processo continue a ferramenta de gestão dos registos MARC estagiados
pt_br: Para concluir o processo, prossiga para a ferramenta de Tratamento dos Registros MARC para Importação
sk: Pre dokončenie procesu, pokračujte s nástrojom Spracovania pripravených záznamov MARC
sv: För att slutföra processen fortsätter du till verktyget Hantera förberedda MARC-poster
tr: İşlemi tamamlamak için Yönetilen Aşamalı MARC kayıtları aracına devam edin
zh_tw: 完成此程序後，繼續至管理待處理 MARC 紀錄工具
