Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you're placing a hold on multiple items you will be presented with the next available option for all titles. If no items are available for hold it will say so on the confirmation screen.
ar: اذا كنت تحجز مواد متعددة ستُقدَّم مع الخيار التالي المتاح لكل العناوين. اذا لم يكن هناك مواد متاحة للحجز ستقول ذلك على شاشة التأكيد.
cs: Pokud dáváte rezervace na více výtisků, objeví se vám další dostupné výběry pro všechny tituly. Pokud žádné výtisky nejsou jsou k dispozici pro rezervace, bude to zobrazeno na obrazovce pro potvrzení.
da: Hvis du reserverer flere eksemplarer, vil du se den næste tilgængelige option for alle titler. Hvis ingen eksemplarer kan reserveres, vil det stå på bekræftelsesskærmen.
de: Wenn Sie mehrere Exemplare auf einmal vormerken, wird Ihnen jeweils die nächste mögliche Option für alle Titel angezeigt. Wenn keine Exemplare für eine Vormerkung verfügbar sind, wird Ihnen dies so angezeigt.
el: Αν κάνετε κράτηση σε πολλαπλά τεκμήρια θα σας εμφανιστεί η αμέσως επόμενη διαθέσιμη επιλογή τίτλων. Αν δεν υπάρχουν διαθέσιμα αντίτυπα για κράτηση θα το λέει η οθόνη επιβεβαίωσης.
es: Si está reservando múltiples ítems se le presentará la primer opción disponible para todos los títulos. Si no hay ítems disponibles para reservar lo verá en la pantalla de confirmación.
eu: Si está reservando múltiples ítems se le presentará la primer opción disponible para todos los títulos. Si no hay ítems disponibles para reservar lo verá en la pantalla de confirmación.
fi: Jos teet varausta monelle nimekkeelle yhtä aikaa, saat jokaiselle nimekkeelle Seuraava vapaa nide -valinnan. Jos yhtään nidettä ei ole saatavana, vahvistusviesti ilmoittaa tämän.
fr: Si vous réservez plusieurs exemplaires à la fois, l'option de réservation de réservation s'appliquant à tous les titres vous est proposée. Si aucun exemplaire ne peut être réserver, une alerte s'affiche.
hi: आप कई वस्तुओं पर एक होल्ड रखने रहे हैं आप सभी खिताब के लिए अगले उपलब्ध विकल्प के साथ प्रस्तुत किया जाएगा। कोई आइटम होल्ड के लिए उपलब्ध हैं, तो यह पुष्टि स्क्रीन पर इतना कहना होगा।
it: Se stai facendo una prenotazione per più di una copia, ti verrà presentata la successiva opzione per tutti i titoli. Se non ci sono copie disponibili, verrai avvisato.
oc: Se vous reservatz mantun exemplar a l'encòp, l'opcion de reservacion de reservacion s'applicant a totes los títols vous es prepausada. Se aucun exemplar ne pòt èsser reservar, una alèrta s'aficha.
pl: Jeśli składasz zamówienie na wiele egzemplarzy, zostaną zaprezentowane opcje dla wszystkich dostępnych tytułów. Jeśli żaden egzemplarz nie będzie dostępny do zamówienia, zostanie wyświetlony komunikat.
pt: Se está a reservar vários exemplares será apresentado com a opção de próximo disponível para todos. Se nenhum exemplar estiver disponível será avisado de tal situação.
pt_br: Se você estiver reservando mais de um item eles serão apresentados com os próximos disponíveis de cada título. Se nenhum item estiver disponível para reserva, será informado na tela de confirmação.
sk: Ak zadávate rezerváciu na viacero exemplárov, zobrazí sa vám možnosť ďalšieho dostupného pre všetky tituly. Ak nie sú dostupné žiadne exempláre na rezerváciu, dá Vám to na vedomie potvrdzovacím dial.
sv: Om du reserverar flera objekt, visas nästa tillgängliga alternativ för alla titlar. Om inga objekt kan reserveras anges detta på skärmen.
tr: Birden fazla materyal ayırıyorsanız, tüm eser adlarına uygun bir sonraki seçenek sunulacaktır. Ayırmaya hiçbir materyal elverişli değilse, kullanılamaz olduğu onay ekranında gözükecektir.
zh_tw: 預約套書時，將出現下個可用的選項。若無館藏可供預約，也將出現確認畫面。

source: If you're using the Serials module you can link your subscription order information to acquisitions by choosing to order 'From a subscription'
eu: Aldizkako argitalpenen modulua erabiltzen bazabiltza harpidetza eskaerako informazioa lotu dezakezu erosketak modulura eskaera 'Harpidetza batetik' aukeratik eginez.
fi: Jos käytät Kausijulkaisut-osiota, voit linkittää tilauksen tiedot hankintaan valitsemalla tilaamisen 'Lehtitilauksesta'
hi: आप धारावाहिकों मॉड्यूल का उपयोग कर रहे हैं आप 'एक सदस्यता से' आदेश को चुनने के द्वारा अधिग्रहण के लिए अपनी सदस्यता आदेश की जानकारी लिंक कर सकते हैं
oc: Se vous utilizatz lo modul periodics, podètz ligar l'informacion de vòstra comanda d'abonament a las aquisicions en causissent de comandar 'A partir d'un abonament'

source: If you're using the Serials module you can link your subscription order information to acquisitions by choosing to order 'From a subscription'
eu: Aldizkako argitalpenen modulua erabiltzen bazabiltza harpidetza eskaerako informazioa lotu dezakezu erosketak modulura eskaera 'Harpidetza batetik' aukeratik eginez.
fi: Jos käytät Kausijulkaisut-osiota, voit linkittää tilauksen tiedot hankintaan valitsemalla tilaamisen 'Lehtitilauksesta'
hi: आप धारावाहिकों मॉड्यूल का उपयोग कर रहे हैं आप 'एक सदस्यता से' आदेश को चुनने के द्वारा अधिग्रहण के लिए अपनी सदस्यता आदेश की जानकारी लिंक कर सकते हैं

source: If you're using the TalkingTechItivaPhoneNotification service you can set up a Phone notification
ar: إذا كنت تستخدم خدمة TalkingTechItivaPhoneNotificationيمكنك تنضيب إشعارات الهاتف
cs: Pokud používáte službu TalkingTechItivaPhoneNotification můžete nastavit Upozornění telefonem
de: Wenn der TalkingTechItivaPhoneNotification-Dienst verwendet wird, können auch Telefonbenachrichtigungen konfiguriert werden
el: Εάν χρησιμοποιείτε την υπηρεσία TalkingTechItivaPhoneNotification μπορείτε να ορίσετε μία Τηλεφωνική ειδοποίηση
es: Si utilizas el servicio TalkingTechItivaPhoneNotification puedes configurar una notificación telefónica
eu: TalkingTechItivaPhoneNotification zerbitzua erabiltzen baduzu konfiguratu dezakezu telefono bidezko jakinarazpena
fi: Jos käytät TalkingTechItivaPhoneNotification-palvelua, voit laatia tekstin myös puhelinilmoitukselle
fr: Si vous utilisez le service TalkingTechItivaPhoneNotification, vous pouvez paramétrer une notification par téléphone
hi: आप TalkingTechItivaPhoneNotification सेवा का उपयोग कर रहे हैं तो आप एक फोन अधिसूचना सेट कर सकते हैं
it: Se è abilitata la funzione TalkingTechItivaPhoneNotification, puoi impostare la notifica telefonica.
oc: Se vous utilizatz lo servici TalkingTechItivaPhoneNotificacion, podètz parametrar una notificacion per telefòn
pt: Se está a usar o serviço TalkingTechItivaPhoneNotification pode definir uma notificação por Telefone
pt_br: Se você estiver utilizando o serviço TalkingTechItivaPhoneNotification, você poderá configurar uma notificação por telefone
sk: Ak používate službu TalkingTechItivaPhoneNotification, môžete nastaviť upovedomenie po telefóne
tr: TalkingTechItivaPhoneNotification hizmetini kullanıyosanız, bir telefon bildirimi ayarlayabilirsiniz
zh_tw: 若使用TalkingTechItivaPhoneNotification服務，就能夠設定電話通知服務

source: If your cards are printing just the way you want, you will not need a profile.
ar: اذا كانت بطاقاتك تُطبع بالطريقة التي تريدها تماماً، لن تحتاج لملف تعريف.
cs: Pokud vaše karty jsou vytištěny přesně tak, jak chcete, nebudete potřebovat profil.
da: Hvis kortene udskrives som ønsket, kræves ingen profil.
de: Wenn Ihre Ausweise bereits so gedruckt werden, wie Sie es möchten, benötigen Sie kein Profil.
el: Αν οι κάρτες σας εκτυπώνονται όπως τις θέλετε, δε θα χρειαστείτε ένα προφίλ.
es: Si los carnés se imprimen de la manera que desea, usted no necesitará un perfil.
eu: Txartelak nahi duzun moduan inprimatzen badira, ez duzu profilik behar.
fi: Jos kirjastokortit tulostuvat halutulla tavalla, et tarvitse profiilia.
fr: Si vos cartes s'impriment exactement comme vous voulez, vous n'aurez pas à utiliser un profil.
hi: अपने पत्ते अभी जिस तरह से आप चाहते हैं मुद्रण कर रहे हैं, तो आप एक प्रोफाइल की जरूरत नहीं होगी।
it: Se le tessere utente sono stampate cosi come vuoi, non è necessario che tu crei un profilo
oc: Se vos cartas s'impriment exactement coma volètz, auretz pas a utilizar un profil.
pt: Se os cartões estão a imprimir da forma desejada, não precisa de um perfil.
pt_br: Se os cartões estão a imprimir da forma desejada, não precisa de um perfil.
sk: Ak sa Vaše preukazy tlačia práve tak ako chcete, nebudete potrebovať profil.
sv: Om dina kort skrivs ut precis som du vill behöver du ingen profil.
tr: Kartlarınız istediğiniz şekilde çıktı alıyorsa, profile ihtiyacınız yoktur.
zh_tw: 印出的讀者證與預期相同，就不需要設定檔。

source: If your file (or list of scanned barcodes) has more than 1000 barcodes, Koha will be unable to present you with a list of the items. You will still be able to delete them, but not able to choose which items specifically to delete or delete the biblio records.
ar: إذا كان ملفك (أو قائمة الباركود الممسوحة) فيها اكثر من 1000 باركود، فإن كوها لن يكون قادراً أن يعرض لك قائمةً بالمواد. ولكن سيبقى بإمكانك حذفهم ، ولكن لن تكون قادراً أن تختار أي المواد بالضبط ليتم حذفها أو حذف تسجيلاتها الببليوغرافية.
cs: Pokud váš soubor (nebo seznam skenovaných čárových kódů), má více než 1000 čárových kódů, Koha nebude schopna vám předložit seznam výtisků. Budete stále schopni je odstranit, ale nebudete schopni si vybrat, které výtisky výslovně odstranit nebo vymazat bibliografické záznamy.
da: Hvis din fil (eller lister med scannede stregkoder) indeholder mere end 1000 stregkoder, kan Koha ikke vise en liste med eksemplarerne. Du kan stadig slette dem, men ikke vælge præcis, hvilke der skal slettes eller slette de bibliografiske poster.
de: Wenn die Datei (oder die Liste der gescannten Barcodes) mehr als 1000 Barcodes umfasst, kann Koha diese nicht mehr in einer Liste anzeigen. Die Daten können dennoch gelöscht werden, aber es ist nicht möglich einzelne Exemplare ab- oder anzuwählen und die bibliographischen Datensätze mit dem letzten Exemplare zu löschen.
el: Εάν το αρχείο σας (ή η λίστα των σαρωμένων barcodes) έχει πάνω από 1000 barcodes, το Koha δεν θα μπορεί να σας δώσει μια λίστα τεκμηρίων. Θα μπορείτε ακόμη να τα διαγράψετε, αλλά δεν θα μπορείτε να επιλέξετε ποια τεκμήρια ακριβώς να διαγράψετε ή να διαγράψετε τις βιβλιογραφικές εγγραφές.
es: Si su archivo (o lista de códigos de barra escaneados) tiene más de 1000 códigos de barra, Koha no podrá presentarle una lista de los ejemplares. Todavía podrá eliminarlos, pero no podrá seleccionar cuales ejemplares específicos eliminar o eliminar los registros bibliográficos.
eu: Si el archivo (o lista de códigos de barras escaneados) tiene más de 1000 códigos de barras, Koha no podrá presentar a ustedes una lista de los artículos. Usted todavía será capaz de eliminarlos, pero no es capaz de elegir qué elementos específicamente para eliminar o borrar los registros bibliográficos.
fi: Jos tiedostossasi tai luettujen viivakoodien listassa on yli 1 000 viivakoodia, Koha ei voi näyttää niteitä. Voit silti poistaa ne, mutta et voi valita tiettyjä yksittäisiä niteitä poistettavaksi tai poistaa nimeketietueita.
fr: Si votre fichier (ou le nombre de code à barres scannés) contient plus de 1000 codes à barres, Koha ne pourra vous afficher la liste des exemplaires. Vous pourrez les supprimer, mais pas choisir quel exemplaire ou quelle notice supprimer.
hi: आपकी फ़ाइल (या स्कैन बारकोड की सूची) के 1000 से अधिक बारकोड है, Koha आइटमों की एक सूची के साथ पेश करने में असमर्थ हो जाएगा। तुम अब भी उन्हें नष्ट करने में सक्षम है, लेकिन जो आइटम विशेष रूप से नष्ट करने के लिए या Biblio रिकॉर्ड चुनें नष्ट करने में सक्षम नहीं होगा।
it: Se il tuo file (o lista di barcode) ha più di 1000 barocde, Koha non sarà in grado di farti vedere la lista delle copie. Potrai sempre cancellarle, ma non potrai indicare quali vanno in concreto cancellate e quali record bibliografici cancellare.
oc: Se vòstre fichièr (o lo nombre de còdi de barras scannats) conten plus de 1000 còdis a barres, Koha ne poirà vous afichar la lista des exemplars. Poiretz les suprimir, mas pas causir quel exemplar o quina notícia suprimir.
pt: Se o ficheiro (ou lista de códigos de barras ) tiver mais de 1000 códigos de barras, o sistema não poderá mostrar a lista dos exemplares. Poderá eliminar todos, mas não poderá eliminar exemplares específicos ou eliminar registos bibliográficos.
pt_br: Se seu arquivo (ou lista de códigos de barra escaneados) tiver mais do que 1000 códigos de barras, o Koha não conseguirá te apresentar uma lista dos itens. Você ainda conseguirá excluí-los, mas não será possível escolher quais itens especificamente deletar ou deletar o registro bibliográfico do item.
sk: Ak váš súbor (alebo zoznam naskenovaných čiarových kódov) má viac ako 1000 čiarových kódov, Koha vám nebude môcť zobraziť zoznam exemplárov. Budete ich síce môcť odstrániť, ale nebudete si môcť zvoliť špecifické exempláre alebo knižničné záznamy na odstránenie.
sv: Om din fil (eller lista med skannade streckkoder) har fler än 1 000 streckkoder, kommer Koha inte att kunna visa en lista med objekten. Du kan fortfarande radera dem, men du kan inte välja specifika objekt att radera eller radera bibliografiska poster.
tr: Dosyanızın (ya da okunmuş barkod listesinin) 1000’den fazla barkodu varsa, Koha size materyal listesini sunamayacaktır. Bu materyal listesini yine silebileceksiniz fakat özellikle hangi materyalleri ya da hangi bibliyogarfik kayıtları silebileceğinizi seçemeyeceksiniz.
zh_tw: 檔案內超過 1000 個條碼後，Koha 就不會顯示該清單；仍可刪除它們，但不能選擇刪除特定條碼或書目紀錄。

source: If your issue has a supplemental issue with it, fill in the Supplemental Issue information.
ar: اذا كان مصدرك لديه مصدر إضافي معه، املأ ذلك في معلومات المصدر الإضافي.
cs: Pokud váš sešit má přílohu, vyplňte údaje ve formuláři Příloha.
da: Hvis der findes et supplement til hæftet, udfyld supplementsinformationen.
de: Wenn zu Ihrem Heft ein Supplement vorhanden ist, füllen Sie das Feld für Supplemente aus.
el: Αν το τεύχος έχει και ένα συμπληρωματικό τεύχος, συμπληρώστε τις πληροφορίες Συμπληρωματικού Τεύχους.
es: Si su ejemplar tiene un ejemplar suplementario con él, complete la información de ejemplar adicional.
eu: Zure aleak ale gehigarri bat badu, bete ale gehigarriaren informazioa.
fi: Jos lehdessä on lisänumero, täytä 'Lisänumeron' tiedot.
fr: Si votre fascicule a un supplément, remplissez la zone Fascicule supplémentaire.
hi: आपकी समस्या इसके साथ एक पूरक मुद्दा है, तो पूरक मुद्दा जानकारी में भरें।
it: Se un fascicolo ha allegato un fascicolo supplementare, insieriscilo nel 'Supplemento'
oc: Se votre fascicul a un suplement, remplissez la zòna Fascicul suplementaire.
pl: Jeśli nowy numer posiada dodatek lub suplement, wypełnij informacje w polu 'Suplement'.
pt: Se a edição tem uma edição suplementar, preencha as informações da edição suplementar.
pt_br: Se a edição tem uma edição suplementar, preencha as informações da edição suplementar.
sk: Ak Vaše číslo má dodatočné číslo k nemu, vyplňte informáciu o Dodatočnom čísle.
sv: Om numret innehåller en bilaga, fyller du i informationen om bilagan.
tr: Yayınınızın ek yayını mevcutsa, Ek Yayın bilgisini doldurun.
zh_tw: 填寫補篇資訊，供補篇的刊期使用。

source: If your labels are printing just the way you want, you will not need a profile.
ar: اذا كانت لصاقاتُك تُطبع بالطريقة التي تريدها تماماً، لن تحتاج لملف تعريف.
cs: Pokud vaše karty jsou vytištěny přesně tak, jak chcete, nebudete potřebovat profil.
da: Hvis etiketterne udskrives som ønsket, kræves ingen profil.
de: Wenn Ihre Etiketten bereits so gedruckt werden, wie Sie es möchten, benötigen Sie kein Profil.
el: Αν οι ετικέτες σας εκτυπώνονται όπως τις θέλετε, δε θα χρειαστείτε ένα προφίλ.
es: Si los carnés se imprimen de la manera que desea, usted no necesitará un perfil.
eu: Etiketak nahi duzun moduan inprimatzen badira, ez duzu profilik beharko.
fi: Jos tarrat tulostuvat haluamallasi tavalla, et tarvitse profiilia.
fr: Si vos étiquettes s'impriment exactement comme vous voulez, vous n'aurez pas à utiliser un profil.
hi: अपने लेबल अभी जिस तरह से आप चाहते हैं मुद्रण कर रहे हैं, तो आप एक प्रोफाइल की जरूरत नहीं होगी।
it: Se le etichette sono già stampate come le vuoi, non è necessario che tu crei un profilo.
oc: Se vos etiquetas s'impriment exactement coma volètz, auretz pas a utilizar un profil.
pt: Se as etiquetas estão a imprimir da forma desejada, não precisa de um perfil.
pt_br: Se suas etiquetas estiverem sendo impressas como você deseja, não é necessário um perfil.
sk: Ak sa Vaše etikety tlačia práve tak ako chcete, nebudete potrebovať profil.
sv: Om dina etiketter skrivs ut precis som du vill behöver du ingen profil.
tr: Etiketleriniz istediğiniz şekilde çıktı veriyorsa, profile ihtiyacınız yoktur.
zh_tw: 印出的書標如你所願，則不需要設定檔。

source: If your library 'fines' patrons by suspending their account you can enter the number of days their fine should be suspended in the 'Suspension in Days' field
ar: إذا ما كان فرض الغرامات في مكتبتك على المستفيدين يكون من خلال تعليق حساباتهم ، فبإمكانك أن تدخل عدد الايام التي تؤدي لذلك في حقل 'التعليق بالأيام'
cs: Pokud vaše knihovna pokutuje čtenáře tak, že mu pozastaví účet, můžete zadat počet dní na pozastavení v poli "Pozastavení ve dnech"
da: Hvis biblioteket straffer lånere med udlånsspærre, kan varigheden af spærringen i dage indlægges under 'Spærre i dage'
de: Wenn Ihre Bibliothek Benutzer mit Ausleihsperren 'bestraft', können Sie die Dauer der Sperre in Tagen unter 'Sperre in Tagen' angeben.
el: Εάν η βιβλιοθήκη σας επιβάλει 'πρόστιμα' στα μέλη αναστέλλοντας τους λογαριασμούς τους μπορείτε να εισάγετε των αριθμό των ημερών αναστολής τους στο πεδίο 'Αναστολή σε ημέρες'
es: Si su biblioteca 'multa' a usuarios suspendiendo su cuenta, puede ingresar el número de días que deben ser suspendidos en el campo 'Suspensión en Días'
eu: Zure liburutegien 'isunak' bazkideei beren kontuak blokeatzea bada, kontua eten egingo den egun kopurua idatz dezakezu 'Blokeatu, zenbat egun' eremuan
fi: Jos kirjasto voi keskeyttää määräajaksi asiakkaan tilin käytön, syötä päivien määrän 'Keskeytysaika päivissä' -kenttään
fr: Si vus pénalisez vos lecteurs en suspendant leur compte, vous pouvez indiquer le nombre de jours de suspension dans le champ 'Suspension (j.)'
hi: अपने पुस्तकालय 'जुर्माना' संरक्षक उनके खाते निलंबित द्वारा आप दिनों की संख्या में प्रवेश कर सकते हैं उनके ठीक क्षेत्र 'दिनों में निलंबन' में निलंबित किया जाना चाहिए
it: Se la tua biblioteca multa gli utenti con la sospensione del loro account, puoi inserire i giorni di sospensione nel campo 'Giorni di sospensione'
oc: Se vus pénalisez vos lectors en suspendant lor compte, podètz indicar lo nombre de jorns de suspension dins lo camp 'Suspension (j.)'
pl: Możesz wpisać liczbę dni zawieszenia należności w polu 'Zawieszenie w dniach'
pt: Se a biblioteca multa os leitores suspendendo as suas contas pode inserir o número de dias que devem estar suspensos no campo 'Suspensão em dias'
pt_br: Se sua biblioteca pune usuários suspendendo sua conta você pode digitar o número de dias de suspensão no campo 'Suspensão em dias'
sk: Ak Vaša knižnica 'pokutuje' čitateľov pozastavením ich účtu, môžete zadať počet dní, na ktorý má byť ich pokuta prerušená v poli 'Prerušenie na dni'
sv: Om ditt bibliotek 'bötesbelägger' låntagare genom att dra in deras lånerättigheter kan du ange antalet dagar som de ska vara avstängda från lån i fältet 'Avstängning i dagar'
tr: Kütüphaneniz kullanıcılarına hesaplarını askıya alarak ceza veriyorsa, ' Ceza gün sayısı' alanına kullanıcı hesabının askıya alınması süresinin kaç gün olması gerektiğini girebilirsiniz.
zh_tw: 在 '停權天數' 欄位，鍵入天數；就能 '處罰' 讀者，強制停權指定的天數

source: If your library is charged tax, mark your Tax Number as registered.
ar: اذا مكتبتك فرضت ضريبة، ضع علامة على رقم الضريبة خاصتك كمُسجل.
cs: Pokud je vaše knihovna plátcem DPH, označte vaše DIČ jako registrované.
da: Hvis biblioteket betaler moms, marker momsnummeret som registreret.
de: Ist Ihre Bibliothek Mehrwertsteuerpflichtig, geben Sie die entsprechende Nummer ein.
el: Εάν η βιβλιοθήκη σας επιβαρύνεται με φόρο, σημειώστε τον Φορολογικό Αριθμό σας όπως είναι δηλωμένος.
es: Si su biblioteca es ente recaudador, marque el Número Impositivo como registrado.
eu: Si su biblioteca es ente recaudador, marque el Número Impositivo como registrado.
fi: Jos kirjastolta peritään verot, merkitse rekisteröity veronumero.
fr: Si la bibliothèque est redevable de la TVA, saissiez votre Numéro de TVA inracommunautaire.
hi: अपने पुस्तकालय कर लिया है, तो अपने कर नंबर के निशान के रूप में दर्ज की गई।
it: Se la tua biblioteca deve pagare delle tasse, spunta il tua Numero fiscale come registrato.
pl: Jeśli biblioteka odprowadza podatek, oznacz Numer Identyfikacji Podatkowej jako zarejestrowany.
pt: Se à sua biblioteca é cobrado taxas, marque o seu Número de taxa como registado.
pt_br: Se sua biblioteca paga impostos, marque o número do imposto como registrado.
sk: Ak vaša knižnica platí daň, označte vaše Číslo dane ako je registrované.
sv: Om biblioteket betalar skatt, markerar du ditt momsregistreringsnummer som registrerat.
tr: Kütüphaneniz vergi ödüyorsa, Vergi Numaranızı tescil ettirin.
zh_tw: 標記稅率，就能收取營業稅。

source: If your passwords are already encrypted, talk to your systems administrator about options
ar: إذا كانت كلمة مرورك فعلاً مشفرة تحدث إلى مدير النظام لديك حول الخيارات المتاحة
cs: Pokud máte hesla už nějakým způsobem zakódovaná, zeptejte se na možnost importu správce systému
da: Hvis dit passwords allerede er krypteret, spørg systemadministratoren om mulighederne.
de: Sprechen Sie mit Ihrem Systemadministrator über mögliche Optionen, wenn Ihre Passwörter bereits verschlüsselt vorliegen
el: Αν οι κωδικοί πρόσβασής σας είναι ήδη κρυπτογραφημένοι, μιλήστε με τον διαχειριστή συστήματος για τις επιλογές
es: Si sus contraseñas ya están cifradas, hable con su administrador del sistema acerca de sus opciones
eu: Si sus contraseñas ya están cifradas, hable con su administrador del sistema acerca de sus opciones
fi: Jos salasanat ovat jo salattuja, kysy järjestelmänvalvojalta vaihtoehdoistasi
fr: Si vos mots de passe sont déjà cryptés, voyez votre administrateur système pour envisager des solutions.
hi: अपने पासवर्ड को पहले से ही एन्क्रिप्टेड रहे हैं, तो विकल्प के बारे में अपने सिस्टम व्यवस्थापक से बात करें
it: Se le tue password sono già criptate, parla con il tuo amministratore di sistema per le opzioni
oc: Se vos senhals son ja cryptés, voyez vòstre administrator sistèma per envisager des solutions.
pt: Se as palavras-passe já se encontram encriptadas, fale com o administrador do sistema sobre as opções existentes
pt_br: Se as passwords já se encontram encriptadas, fale com o administrador do sistema sobre as opções existentes
sk: Ak už je Vaše heslo kryptované, porozprávajte sa so svojím administrátorom systému o možnostiach
sv: Om dina lösenord redan är krypterade frågar du din systemadministratör om alternativ
tr: Şifreleriniz henüz şifrelenmişse, seçeneklerle ilgili sistemler yöneticinizle görüşün.
zh_tw: 若密碼已經編碼，請洽系統管理員，詢求其他選項
