Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Item floats: The item will not be transferred from the library it was checked in at, instead it will remain there until transferred manually or checked in at another library
ar: طواف المادة: وهي عدم نقل المادة من المكتبة التي تم ردها فيها، وعوضاً عن ذلك ستظل هناك حتى يتم نقلها يدوياً أو ردها إلى مكتبة أخرى
cs: Plovoucí jednotka: Jednotka nebude převezena z pobočky, kde byla vrácena, a místo toho tam zůstane, dokud nebude přenesena ručně nebo vrácena na jinou pobočku.
da: Emsemplar undervejs: Eksemplaret overføres ikke fra den afdeling, hvor det blev afleveret, i stedet vil det blive der, indtil det overføres manuelt eller afleveres ved en anden afdeling
de: Exemplar verbleibt in Rückgabebibliothek: Das Exemplar bleibt in der Rückgabebibliothek bis es manuell transferiert oder manuell in einer anderen Bliothek zurückgebucht wird.
el: Τεκμήριο αιωρούμενο: Το τεκμήριο δεν θα μεταφερθεί από την βιβλιοθήκη στην οποία επιστράφηκε, αντιθέτως θα παραμείνει εκεί μέχρι να μεταφερθεί χειροκίνητα ή να επιστραφεί σε άλλη βιβλιοθήκη
es: Ítem flotante: El ítem no se transferirá desde la sede donde fue devuelto, en cambio permanecerá allí hasta que sea transferido manualmente o prestado a otra sede
eu: Item flotante: El ítem que no puede ser tansferido desde la biblioteca en la que ha sido registrado, en su lugar permanecerá allí hasa que sea transferido manualmente or registrado por otra biblioteca
fi: Nide kelluu: Nidettä ei kuljeteta kirjastosta, johon se palautettiin, vaan se jää sinne, kunnes siirretään käsin tai palautetaan toisessa kirjastossa
fr: Exemplaires flottants : l'exemplaire n'est pas transféré à partir de son site de retour, mais reste là jusqu'à ce qu'il soit transféré manuellement ou prêté à partir d'un autre site
hi: मद तैरता: आइटम पुस्तकालय से स्थानांतरित नहीं किया जाएगा, उस पर में जाँच की थी इसके बजाय यह वहाँ रहेगा जब तक मैन्युअल का तबादला या किसी अन्य के पुस्तकालय में में जाँच
it: Copia circolante: la copia non verra trasferita dalla biblioteca in cui a è rientrata alla biblioteca che la possiede (home library) in autoimatico ma rimarra nella prima biblioteca fino a quando verrà riportata a mano nella seconda o rientrerà da un'altra biblioteca
oc: Exemplars flotants : l'exemplar es pas transferit a partir de son site de retorn, mas reste là fins a ce qu'il siá transferit manualament ou prestat a partir d'un autre site
pl: Ruchomy egzemplarz: egzemplarz nie będzie przesyłany z filii, w której został zwrócony, pozostanie tam do momentu jego zamówienia do innej filii
pt: Exemplar flutuante: O exemplar não será transferido da biblioteca onde foi feia a devolução, irá manter-se na mesma até que seja transferido manualmente ou devolvido noutra biblioteca
pt_br: Exemplares extraviados: o exemplar não poderá ser transferido da biblioteca em que foi emprestado. Ele irá permanecer até ser transferido manualmente ou emprestado em outra biblioteca
sk: Exemplár pláva: Exemplár nebude presunutý z výpožičnej knižnice, ale zostane tam až kým nebude presunutý ručne alebo vypožičaný v inej knižnici
sv: Objekt flyter: objektet kommer inte att överföras från det bibliotek där det återlämnades, istället kommer det att förbli där tills det överförs manuellt eller det lämnas in på ett annat bibliotek
tr: Materyal askıya alınmış: Materyal iade alınmış olan birimden aktarılmayacaktır, onun yerine manuel olarak aktarılıncaya kadar ya da diğer bir birimden iade alınıncaya kadar o birimde kalacaktır.
zh_tw: 浮動館藏：這種館藏不會轉移至借出的圖書館，祗留在還入的圖書館，或被另個圖書館借出

source: Item not for loan
ar: المادة ليست للإعارة
cs: Jednotku nelze vypůjčit
da: Eksemplar er ikke til udlån
de: Exemplar nicht ausleihbar
el: Το τεκμήριο δε δανείζεται
es: El ítem no puede prestarse
eu: Elementua ezin da mailegatu
fi: Nide ei ole lainattavissa
fr: Exemplaire exclu du prêt
hi: आइटम ऋण के लिए नहीं
it: Copia non destinata al prestito
oc: Exemplar exclús del prèst
pl: Egzemplarz nie do wypożyczenia
pt: Exemplar não emprestável
pt_br: Exemplar não emprestável
sk: Exemplár je nevypožičateľný
sv: Objektet lånas inte ut
tr: Materyal ödünç verilemez
zh_tw: 不外借館藏

source: Item on hold for someone else
ar: المادة محجوزة لشخص آخر
cs: Jednotka je rezervována pro jiného čtenáře
da: Eksemplar reserveret til en anden
de: Exemplar ist für jemand anderen vorgemerkt
el: Το τεκμήριο είναι σε κράτηση για κάποιον άλλο
es: El ítem está reservado a otro usuario
eu: Elementua beste bazkide batentzat erreserbatuta dago
fi: Nide on varattu toiselle asiakkaalle
fr: Exemplaire mis de côté pour un autre adhérent
hi: किसी और के लिए ठंडे बस्ते में आइटम
it: La copia è prenotata da un altro utente
oc: Exemplar mis de costat per un autre aderent
pl: Egzemplarz zarezerwowany przez innego użytkownika
pt: Exemplar reservado por outra pessoa
pt_br: Exemplar reservado para outro usuário
sk: Exemplár je rezervovaný niekomu inému
sv: Objekt reserverat för någon annan
tr: Materyal başka bir kullanıcı için ayrılmış
zh_tw: 被別人預約的館藏

source: Item returns home
ar: إعادة المادة لمكتبتها الرئيسية
cs: Jednotka se vrací domů
da: Eksemplar vender hjem
de: Exemplar geht zurück zur Heimatbibliothek
el: Το τεκμήριο επιστρέφει στην εστία του
es: Sede de devolución de ítem
eu: Sede de devolución de ítem
fi: Aineisto palaa kotikirjastoon
fr: L'exemplaire retourne à son site de rattachement
hi: आइटम घर लौटता
it: La copia ritorna alla biblioteca proprietaria
oc: L'exemplar retourne a son site de restacament
pl: Zwrot do biblioteki macierzystej
pt: Exemplar retorna à origem
pt_br: Item retorna a origem
sk: Exemplár sa vracia domov
sv: Objekt återgår hem
tr: Materyal kütüphaneye iade ediliyor
zh_tw: 館藏轉移至所屬圖書館

source: Item returns home: The item will prompt the librarian to transfer the item to its home library
ar: إعادة المادة لمكتبتها الرئيسية: المادة ستطالب أمين المكتبة أن ينقلها إلى مكتبتها الرئيسية
cs: Jednotka se vrací domů: Knihovník bude upozorněn, aby převedl jednotku do její domovské knihovny
da: Eksemplar vender hjem: Eksemplaret vil opfordre bibliotekaren til at sende det til hjemmebiblioteket
de: Exemplar geht zurück an Heimatbibliothek: Bei der Rückgabe erscheint eine Eingabeaufforderung zum Transfer des Exemplars in die Heimatbibliothek.
el: Το τεκμήριο επιστρέφει στην εστία του: Το τεκμήριο θα παρακινήσει τον βιβλιοθηκονόμο να το μεταφέρει στην κύρια βιβλιοθήκη του
es: Ítem retorna a casa: El ítem pedirá al bibliotecario que lo transfiera a su biblioteca de origen
eu: Item devuelto a casa: El ítem sugerie al bibliotecario transferir el ítem asu biblioteca casa
fi: Nide palaa kotikirjastoon: Nide näyttää viestin kuljettaa nide kotikirjastoonsa
fr: Les exemplaires retournent à leur site de rattachement : au retour un message s'affiche signalant le transfert de l'exemplaire vers son site de rattachement
hi: मद रिटर्न घर: आइटम अपने घर पुस्तकालय के लिए आइटम हस्तांतरण करने के लिए लाइब्रेरियन का संकेत होगा
it: La copia ritorna alla biblioteca proprietaria: significa che alla restituzione si mostrerà al bibliotecario che deve trasferire la copia alla biblioteca che la possiede (home library)
oc: Los exemplars retournent a lor site de restacament : al retorn un messatge s'aficha signalant lo transferiment de l'exemplar cap a son site de restacament
pl: Zwrot do biblioteki macierzystej: bibliotekarzowi wyświetli się komunikat o konieczności przesłania egzemplarza do biblioteki macierzystej
pt: Exemplar retorna à origem: Ao devolver o exemplar o bibliotecário terá que transferir o exemplar para a biblioteca de origem
pt_br: Item retorna a origem: O item irá enviar uma mensagem para transferir o item para a biblioteca de origem
sk: Exemplár sa vracia domov: Exemplár vyzve knihovníka, aby presunul exemplár do jeho domovskej knižnice
sv: Objekt återgår hem: objektet kommer att uppmana bibliotekarien att överföra objektet till sitt hembibliotek
tr: Materyal ana kütüphaneye iade ediliyor: Materyal kütüphaneciye materyali ana kütüphaneye aktarmasını hatırlatacaktır.
zh_tw: 館藏轉移至所屬圖書館：館藏提示館員把它轉移至所屬圖書館

source: Item returns to issuing library
ar: إعادة المادة للمكتبة المُعيرة
cs: Výtisk se vrací do pobočky
da: Eksemplar vender tilbage til udgivende afdeling
de: Exemplar geht zurück zur Ausleihbibliothek
el: Το τεκμήριο επιστρέφει στη βιβλιοθήκη που το δάνεισε
es: Ejemplar retorna a sede de préstamo
eu: Ítem vuelve a la biblioteca de préstamo
fi: Nide palautuu tilaavaan kirjastoon
fr: Exemplaire retourné au site du prêt
hi: जारी करने के पुस्तकालय के लिए आइटम रिटर्न
it: La copia ritorna alla biblioteca che l''ha prestata
oc: Exemplar retourné al site del prèst
pl: Zwrot do biblioteki, z której wypożyczono egzemplarz
pt: Exemplar retorna à biblioteca de empréstimo
pt_br: Exemplar retorna a biblioteca
sk: Exemplár sa vracia do výpožičnej knižnice
sv: Objekt återgår till utlåningsbibliotek
tr: Materyal ödünç alındığı kütüphaneye iade ediliyor
zh_tw: 館藏還入至借出圖書館

source: Item returns to issuing library: The item will prompt the librarian to transfer the item back to the library where it was checked out
ar: عودة المواد للمكتبة المعيرة: ستقوم المادة بإعلام المكتبي بنقل المادة إلى المكتبة التي تمت إعارتها منها
cs: Výtisk se vrací do pobočky: Knihovník bude upozorněn, aby převedl výtisk zpět do knihovny, ve které byla půjčena
da: Eksemplar vender tilbage til udgivende afdeling: Eksemplaret vil opfordre bibliotekaren til at returnere det til det bibliotek, hvor det blev udlånt
de: Exemplar geht zurück an Ausgabebibliothek: Bei der Rückgabe erscheint eine Eingabeaufforderung zum Transfer des Exemplars an die Ausgabebibliothek
el: Το τεκμήριο επιστρέφει στη βιβλιοθήκη που το δάνεισε: Το τεκμήριο θα παρακινήσει τον βιβλιοθηκονόμο να το μεταφέρει στη βιβλιοθήκη που το δάνεισε
es: Ejemplar retorna a sede de préstamo: El sistema pedirá al bibliotecario transferir el ejemplar a la biblioteca donde fue prestado
eu: Ïtem vuelve a la biblioteca editada: El ítem solicitará transferencia al bibliotecario para que el ítem regrese a la librería donde fue verificado
fi: Nide palautuu tilaavaan kirjastoon: Nide näyttää viestin kuljettaa nide takaisin kirjastoon, josta se lainattiin
fr: Les exemplaires retournent au site de prêt : au retour un message s'affiche signalant le transfert de l'exemplaire vers le site dans lequel il a été prêté
hi: मद जारी करने के पुस्तकालय के लिए रिटर्न: आइटम आइटम पुस्तकालय जहाँ इसे बाहर की जाँच की थी वापस करने के लिए स्थानांतरण करने के लिए लाइब्रेरियन का संकेत होगा
it: La copia ritorna alla biblioteca che l''ha prestata: significa che alla restituzione si mostrerà al bibliotecario che deve trasferire la copia alla biblioteca che l'ha prestata
oc: Los exemplars retournent al site de prèst : al retorn un messatge s'aficha signalant lo transferiment de l'exemplar cap a lo site dins lequel il a été prestat
pl: Zwrot do biblioteki, z której wypożyczono egzemplarz: bibliotekarz zostanie poinformowany o konieczności przesłania egzemplarza do biblioteki, z której został wypożyczony
pt: Exemplar retorna à biblioteca de empréstimo: Ao devolver o exemplar o bibliotecário terá que transferir o exemplar para a biblioteca onde foi emprestado
pt_br: Exemplar retorna à biblioteca remetente: o funcionário será solicitado a transferir o exemplar de volta para a biblioteca onde foi emprestado
sk: Exemplár sa vracia do výpožičnej knižnice: Exemplár vyzve knihovníka, aby presunul exemplár späť do knižnice, z ktorej bol vypožičaný
sv: Objekt återgår till utlåningsbibliotek: objektet kommer att uppmana bibliotekarien att överföra objektet tillbaka till utlåningsbiblioteket
tr: Materyal ödünç alındığı kütüphaneye iade ediliyor: Materyal kütüphaneciye materyalin ödünç alındığı yere iade edilmesini hatırlatacaktır.
zh_tw: 館藏還入至借出圖書館：將指示圖書員將館藏轉移回借出的圖書館

source: Item search fields help
eu: Itemak bilatzeko eremuentzat laguntza
fi: Niteen hakukenttien ohjeet
hi: मद खोज क्षेत्रों में मदद

source: Item should be on the hold shelf waiting for someone else
ar: ينبغي أن تكون المادة على رف الحجز بانتظار شخص آخر
cs: Jednotka by měla být v regálu s rezervacemi připravená pro jiného čtenáře
da: Eksemplar skal være på reserveringshylden klar til en anden
de: Exemplar sollte für einen anderen Benutzer im Abholregal stehen
el: Το τεκμήριο πρέπει να είναι στο ράφι κρατήσεων σε αναμονή για κάποιον άλλο
es: El ítem debería estar en la estantería de reserva esperando por un usuario
eu: Elementua erreserba apalean egon beharko litzateke, bazkide batek hartzeko prest
fi: Niteen pitäisi olla odottamassa noutamista jollekin toiselle asiakkaalle
fr: L'exemplaire devrait se trouver sur l'étagère des réservations en attente de retrait par une autre personne
hi: आइटम किसी और के लिए इंतजार कर होल्ड शेल्फ पर होना चाहिए
it: La copia potrebbe essere sullo scaffale delle prenotazioni in attesa di altri
oc: L'exemplar deuriá se trobar sus la laissa des reservacions en espèra de retirament per una autra personne
pl: Egzemplarz czeka na półce na innego użytkownika
pt: Exemplar deve estar na prateleira com uma reserva à espera para alguém
pt_br: Exemplar deve estar na estante de reservas aguardando por outro usuário
sk: Exemplár by mal byť v poličke rezervácií a čakať na niekoho iného
sv: Objektet bör vara på reservationshyllan i väntan på hämtning av någon annan
tr: Her hangi biri için bekletilen materyalin ayırma rafında olması gerekir.
zh_tw: 館藏應在預約書架等待提取

source: Item types typically refer to the material type (book, cd, dvd, etc), but can be used in any way that works for your library.
ar: أنواع المادة عادةً ما تشير إلى نوع المادة (كتاب ، cd ، dvd الخ) ولكن من الممكن أن تستخدم بأي طريقة أخرى تتناسب مع مكتبتك.
cs: Typ jednotky se obvykle určuje podle typu nosiče (kniha, CD, DVD, atd.), ale může být použit i jinak, podle zvyklostí knihovny.
da: Medietyper henviser typisk til materialetypen (bog, cd, dvd, etc), men kan bruges på alle måder, som passer til det enkelte bibliotek.
de: Medientypen beziehen sich meistens auf den Materialtyp (Buch, CD, DVD, etc.) können aber so verwendet werden, wie es für Ihre Bibliothek am besten funktioniert.
el: Οι τύποι τεκμηρίου αναφέρονται στον τύπο υλικού (βιβλίο, cd, dvd, κτλ.), αλλά μπορούν να χρησιμοποιηθούν για οποιοδήποτε λόγο μπορεί να τους χρειαστείτε.
es: Los tipos de ítems típicamente se refieren al tipo de material (libros, CD, DVD, etc,), pero se pueden utilizar en la forma más conveniente para su biblioteca.
eu: Elementu motek, oro har, material motei (liburu, cd, dvd, etab.) egiten diote erreferentzia, baina zure liburutegiarentzat egokia den moduan erabili daitezke.
fi: Aineistolaji tyypillisesti on materiaalin mukaan (kirja, cd, dvd jne), mutta sitä voidaan käyttää myös muulla tavalla, joka toimii kirjastossasi.
fr: Les types de document désignent généralement la forme physique du documents (livre, CD, DVD, etc.), mais ils peuvent être employé différemment.
hi: आइटम प्रकार आम तौर पर सामग्री के प्रकार (पुस्तक, सीडी, डीवीडी, आदि) का उल्लेख है, लेकिन किसी भी तरह से है कि अपने पुस्तकालय के लिए काम करता है में इस्तेमाल किया जा सकता है।
it: I tipi di copia normalmente si riferiscono al tipo di materiale (libri, cd, dvd, ecc.) ma possono essere usati in altri modi a seconda degli interessi della tua biblioteca.
oc: Les types de document désignent generalament la forme physique del documents (livre, CD, DVD, etc.), mas ils pòdon èsser employé différemment.
pt: Tipos de documento normalmente refere-se ao tipo de material (livro, CD, DVD, etc), mas pode ser usado de qualquer forma na sua biblioteca.
pt_br: Tipo de material refere-se a livros, cd, dvd, etc, mas pode ser usado de qualquer maneira que funcione na sua biblioteca.
sk: Typy exemplárov sa typicky vzťahujú na hmotný typ (kniha, CD, DVD, atď.), ale môže sa použiť aj akýmkoľvek iným spôsobom vhodným pre Vašu knižnicu.
sv: Objekttyper syftar vanligen på materialtypen (bok, cd, dvd, osv.), men kan användas på det sätt som passar ditt bibliotek.
tr: Materyal türleri tipik olarak materyal türünü ifade eder (kitap, cd, dvd, vs…), fakat bunlar kütüphanenizin işine yarayan her hangi bir şekilde kullanılabilir.
zh_tw: 通常把館藏類型指向資料類型(圖書、CD、DVD等)，也可使用於作品的任何類型。

source: Items can be edited in several ways.
ar: المواد من الممكن أن تحرر بعدة طرق.
cs: Jednotky lze upravovat různými způsoby.
da: Eksemplarer kan editeres på flere måder.
de: Exemplare können auf unterschiedlichen Wegen bearbeitet werden.
el: Τα αντίτυπα μπορείτε να τα επεξεργαστείτε με διάφορους τρόπους.
es: Los ítems pueden ser editados de varias formas.
eu: Elementuak hainbat modutan editatu daitezke
fi: Niteitä voi muokata useilla tavoilla.
fr: Les exemplaires peuvent être modifiés de plusieurs façons.
hi: आइटम कई मायनों में संपादित किया जा सकता है।
it: Le copie possono essere editate in diversi modi.
oc: Los exemplars pòdon èsser modificats de plusieurs façons.
pl: Egzemplarze można modyfikować na kilka sposobów.
pt: Exemplares podem ser editar de várias formas.
pt_br: Itens podem ser editados de diversas maneiras.
sk: Exempláre sa dajú upravovať niekoľkými spôsobmi.
sv: Objekt kan redigeras på olika sätt.
tr: Materyaller çeşitli şekillerde düzenlenebilir.
zh_tw: 館藏曾被多方編輯。

source: Items can be moved from one bibliographic record to another using the 'Attach item' option
ar: المواد من الممكن أن تنقل من تسجيلة ببليوغرافية إلى أخرى باستخدام خيار 'اربط المادة'
cs: Jednotky lze přesouvat mezi bibliografickými záznamy s použitím možnosti 'Přiložit jednotku'
da: Eksemplarer kan flyttes fra en bibliografisk post til en anden med optionen 'Vedhæft eksemplar'
de: Exemplare können von einem an einen anderen Datensatz umgehängt werden, wenn Sie die Funktion 'Exemplar anhängen' verwenden
el: Τα αντίτυπα μπορούν να μεταφερθούν από μια βιβλιογραφική εγγραφή σε μια χρησιμοποιώντας την επιλογή 'Προσάρτηση Αντιτύπου'
es: Los ítems se pueden mover de un registro bibliográfico a otro usando la opción 'Adjuntar ítem'
eu: Elementuak bibliografia erregistro batetik bestera mugitu daiteke, Erantsi elementua aukera erabilita
fi: Niteitä voi siirtää nimeketietueesta toiseen käyttämällä 'Liitä nide' -toimintoa
fr: Les exemplaires peuvent être déplacés d'une notice bibliographique vers une autre en utilisant l'option XXXX
hi: आइटम 'आइटम संलग्न' विकल्प का उपयोग कर एक दूसरे के ग्रंथ सूची रिकॉर्ड से ले जाया जा सकता
it: Le copie possono essere spostate da un record bibliografico ad un altro usando la funzione 'Collega copia'
oc: Los exemplars pòdon èsser desplaçats d'una notícia bibliografica cap a una autre en utilizant l'opcion XXXX
pl: Egzemplarze można przenosić między rekordami bibliograficznymi, używając opcji "Dołącz egzemplarz"
pt: Exemplares podem ser movidos de um registo para outro usando a opção 'Ligar exemplar'
pt_br: Exemplares podem ser movidos de um registro bibliográfico para outro utilizando a opção Anexar Exemplar
sk: Exempláre možno preniesť z jedného knižničného záznamu do druhého pomocou možnosti 'Pripísať exemplár'
sv: Objekt kan flyttas från en bibliografisk post till en annan med alternativet 'Koppla objekt'
tr: Materyaller bir bibliyografik kayıttan diğerine 'Materyal ekle' seçeneğini kullanarak eklenebilir.
zh_tw: 以 '附加館藏' 選項，可以把館藏移動到另個書目紀錄

source: Items can be renewed at any time if this value is left blank. Otherwise items can only be renewed if the item is before the number in units (days/hours) entered in this box.
ar: يمكن تجديد المواد في لأي وقت إذا تركت هذه القيمة فارغة. سوى ذلك، يمكن تجديد المواد فقط إذا كانت المادة قبل الرقم بالوحدات (أيام-ساعات) الموجودة في هذا المربع.
cs: Pokud tento sloupec necháte prázdný, bude možné výpůjčku prodloužit kdykoliv. Jinak pouze v období definovaném v tomto sloupci.
de: Exemplare können zu jedem Zeitpunkt verlängert werden, wenn dieses Feld freigelassen wird. Anderenfalls können Exemplare nur ab der Anzahl von Tagen/Stunden verlängert werden, die in diesem Feld angegeben wurde.
el: Τα τεκμήρια μπορούν να ανανεωθούν οποιαδήποτε στιγμή εάν αυτή η τιμή αφεθεί κενή. Διαφορετικά τα τεκμήρια μπορούν να ανανεωθούν μόνο εάν το τεκμήριο είναι πριν το νούμερο σε μονάδες (μέρες/ώρες) εισαχθεί σε αυτό το κουτί.
es: Los ejemplares pueden ser renovados en cualquier momento si este valor se deja en blanco. De otra forma solo podrán ser renovados si el ejemplar está antes del número (días/horas) ingresada en esta casilla.
eu: Itemak edozein momentutan berrituak izan daitezke balore hau hutsa uzten bada. Bestelakoan, berrituak izan daitezke soilik alea kutxatilla honetako zenbakiaren (egunak/orduak) aurretik baldin badago.
fi: Niteet voi uusia milloin tahansa, jos tämä arvo on tyhjä. Muuten niteet voi uusia vain ennen tähän laatikkoon syötetyn yksiköiden (päiviä/tunteja) määrän mukaan.
fr: Les exemplaires peuvent être renouvelés à tout moment si cette valeur est laissée en blanc. Sinon les exemplaires peuvent être renouvelés seulement si l'exemplaire est avant le nombre des unités (jours/heures) entré dans cette case.
hi: आइटम किसी भी समय में नए सिरे से किया जा सकता है इस मूल्य को खाली छोड़ दिया जाता है। अन्यथा आइटम केवल यदि आइटम इकाइयों में नंबर (दिन / घंटे) इस बॉक्स में दर्ज किया गया है से पहले नए सिरे से किया जा सकता है।
it: Le copie possono essere rinnovate in qualsiasi momento se questo valore è lasciato vuoto. Altrimenti le copie potranno esser rinnovate solo la copia è prcedente al numero in unità (giorni/ore) inserito in questo box.
oc: Los exemplars pòdon èsser renovelats a tot moment se aquesta valor es laissée en blanc. Sinon los exemplars pòdon èsser renovelats solament se l'exemplar es avant lo nombre des unités (jours/oras) entré dins aquesta case.
pt: Os exemplares pode ser renovados a qualquer momento se o valor estiver vazio. Caso contrário apenas pode ser renovado se o empréstimo estiver antes do número em unidades (dias/horas) inserido na caixa.
pt_br: Exemplares podem ser renovados a qualquer tempo se este valor for deixado em branco. De outra forma, exemplares só poderão ser renovados caso tenham data de devolução superior a inserida na caixa (seja em dias ou horas).
sk: Exempláre možno predĺžiť kedykoľvek, ak nezadáte žiadnu hodnotu. Inak budú môcť byť exempláre predĺžené len ak je exemplár zadaný v tomto políčku pred číslom v jednotkách (dňoch/hodinách).
tr: Bu değer boş bırakılırsa materyallerin süresi her hangi bir zamanda uzatılabilir. Aksi takdirde materyallerin süresi yalnızca materyal birimi (gün/saat) bu kutuya girdiğiniz numaradan önce ise uzatılabilir.
zh_tw: 若此值為空白則任何時間均可續借館藏，否則祗能在到期前續借。
