Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Duplicate Report
ar: نسخ التقرير
cs: Duplikovat výstup
da: Kopier rapport
de: Report duplizieren
el: Αντιγραφή Αναφοράς
es: Duplicar presupuesto
eu: Duplicar informe
fi: Kopioi raportti
fr: Dupliquer un rapport
hi: डुप्लीकेट रिपोर्ट
it: Duplica il report
oc: Duplicar un rapòrt
pl: Powielanie raportu
pt: Duplicar relatório
pt_br: Duplicar Relatório
sk: Duplikovať výkaz
sv: Dubblettrapport
tr: Raporu Çoğalt
zh_tw: 複製報表

source: Duplicate a Patron
ar: تكرار المستفيد
cs: Duplikovat čtenáře
da: Kopiere en låner
de: Benutzer duplizieren
el: Αντιγραφή Μέλους
es: Duplicar un Usuario
eu: Bikoiztu bazkide bat
fi: Kopioi asiakas
fr: Dupliquer des adhérents
hi: डुप्लिकेट एक संरक्षक
it: Copia un utente
oc: Duplicar des aderents
pl: Powiel użytkownika
pt: Duplicar leitor
pt_br: Duplicar um usuário
sk: Duplikovať čitateľa
sv: Kopiera låntagare
tr: Bir kullanıcı çoğalt
zh_tw: 複製讀者

source: Duplicating a budget
ar: نسخ الميزانية
cs: Duplikování rozpočtu
de: Etat duplizieren
es: Duplicando un presupuesto
eu: Aurrekondu bat bikoiztu
fi: Kopioi budjetti
fr: Duplication de budget
hi: डुप्लिकेट बजट
it: Duplica un budget
oc: Duplication de budgèt
pt: Duplicar um orçamento
sk: Duplikovanie rozpočtu
tr: Bir bütçeyi çoğaltmak

source: Duplicating records
ar: تكرار التسجيلات
cs: Opakované záznamy
da: Kopiere poster
de: Titel duplizieren
el: Αντιγραφή εγγραφών
es: Duplicando registros
eu: Erregistroak bizkoizten
fi: Tietueiden kopiointi
fr: Duplication de notices
hi: डुप्लिकेट रिकार्ड
it: Duplicazione record
oc: Duplication de notícias
pl: Zduplikowane rekordy
pt: Duplicar registos
pt_br: Duplicando registros
sk: Duplikovanie záznamov
sv: Skapa dubblettposter
tr: Kayıtların kopyasını alıyor
zh_tw: 複製紀錄

source: Duration: 10 days
el: Διάρκεια: 10 μέρες
eu: Iraupena: 10 egun
fi: Kesto: 10 päivää
hi: अवधिः 10 दिन

source: Duration: 7 days
el: Διάρκεια: 7 μέρες
eu: Iraupena: 7 egun
fi: Kesto: 7 päivää
hi: अवधिः 7 दिन

source: EDIFACT messages
el: μηνύματα EDIFACT
eu: EDIFACT mezuak
fi: EDIFACT-sanomat
hi: EDIFACT संदेश

source: Each action can also have an optional condition to check the value or existence of another field. For example you might want to add the call number to the item record if it's not already there.
ar: يمكن أن يكون لكل قسم شرط اختياري للتحقق من قيمة أو وجود حقل آخر. على سبيل المثال، يمكنك إضافة رقم استدعاء إلى تسجيلة المادة إذا لم يكن موجود.
cs: Každá akce může mít také volitelnou podmínku na kontrolu hodnoty nebo existence dalšího pole. Například, možná chcete přidat číslo do záznamu o položce pokud tam ještě není.
de: Jede Aktion kann eine zusätzliche Prüfung enthalten, ob ein anderes Feld existiert. Zum Beispiel könnten Sie ein bestimmtes Feld nur kopieren wollen, wenn es noch nicht existiert.
el: Κάθε ενέργεια μπορεί να έχει επίσης μία προαιρετική δυνατότητα για έλεγχο της τιμής ή της ύπαρξης ενός άλλου πεδίου. Για παράδειγμα μπορεί να θέλετε να προσθέσετε τον ταξιθετικό αριθμό στην εγγραφή του τεκμηρίου εάν δεν υπάρχει ήδη εκεί.
es: Cada acción puede tener una condición opcional para comprobar el valor o existencia de otro campo. Por ejemplo, usted podría querer agregar el número de clasificación al registro del ítem si en realidad no esta presente.
eu: Akzio bakoitzak baldintzazko opzio bat eduki dezake eremu baten balore edo esistentzia egiaztatzeko. Adibidez, item-aren erregistroaren sailkapen zenbakia gehitu nahi izan dezakezu, berez ez badago bertan.
fi: Jokaisessa toiminnossa voi olla myös vaihtoehtoinen mahdollisuus tarkistaa arvo tai toisen kentän olemassaolo. Esim. voit haluta lisätä luokan nidetietueelle, jos siellä ei ole jo sitä.
fr: Chaque action peut aussi avoir une condition optionnelle pour vérifier la valeur ou l'existence d'un champ.Par exemple vous pouvez vouloir ajouter la cote à un exemplaire qui n'en a pas encore.
hi: प्रत्येक क्रिया भी एक अन्य क्षेत्र के मूल्य या अस्तित्व की जांच के लिए एक वैकल्पिक हालत हो सकती है। उदाहरण के लिए यदि आप आइटम रिकॉर्ड करने के लिए फोन नंबर जोड़ने के लिए चाहते हो सकता है अगर यह पहले से ही वहाँ नहीं है।
it: Ogni azione può avere un'opzione aggiuntiva che controlla il valore o l'esistenza di un altro campo. Ad esempio, se la collocazione della copia non è presente, puoi aggiungerla in questa maniera.
oc: Chaque accion pòt tanben aver una condition opcional per verificar la valor o l'existence d'un camp.Per exemple podètz voler apondre la cote a un exemplar qui n'en a pas encore.
pt: Cada ação também pode ter uma condição para verificar o valor ou existência de outro campo. Por exemplo pode querer adicionar a cota ao registo de exemplar se a mesma não existir.
pt_br: Cada ação pode ter também uma opção condicional para checar o valor ou a existência de outro campo. Por exemplo, se você quiser adicionar o número de chamada ao registro do exemplar caso ele não esteja registrado.
sk: Každá akcia tiež môže mať voliteľnú podmienku pre kontrolu hodnoty alebo jestvovanie ďalšieho pošľa. Chcete napríklad pridať signatúru k záznamu exemplára, pokiaľ tam už nie je.
tr: Her eylem değeri aynı zamanda başka bir alanın varlığını veya değerini denetlemek için isteğe bağlı bir koşul da içerebilir. Örneğin halihazırda mevcut değilse materyal kaydına yer numarasını da eklemek isteyebilirsiniz.
zh_tw: 每個作為都可以有額外的選項，檢查其值或其他欄位的內容。如：若館藏記錄沒有索書號，您可以加入新的索書號。

source: Each bibliographic record keeps a circulation history (with or without the patron information depending on your settings), but each item also has its own circulation history page. To see this, click on the 'Items' tab to the left of the record you are viewing.
ar: كل سجل الببليوغرافية ويحافظ على تاريخ الإعارة(مع أو بدون معلومات المستفيد اعتمادا على الإعدادات الخاصة بك)، وتهدف كل هذه المادة لها صفحة تاريح الإعارة لرؤية هذا، انقر على علامة التبويب "مواد" على يمين التسجيلة التي تشاهدها.
cs: U každého bibliografického záznamu se uchovává výpis oběhu (podle vašich nastavení včetně informace o čtenáři nebo bez něho), ale každá jednotka má svoji vlastní stránku výpisu oběhu. Pro její prohlížení klikněte na záložku 'Jednotky' nalevo od seznamu, na který se právě díváte.
da: Hver bibliografisk post indeholder en udlånshistorik (med eller uden låner-informationer alt efter indstillinger), men hvert eksemplar har også sin egen udlånshistorik. For at se den, klik på fanen 'Eksemplarer' til venstre for den post, der vises.
de: Jeder bibliographische Datensatz verfügt über eine Ausleihhistorie (mit oder ohne Benutzerinformationen, abhängig von Ihren Einstellungen), zusätzlich hat jedes Exemplar seine eigene Seite zur Ausleihhistorie. Um diese anzuzeigen, klicken Sie auf auf den Reiter 'Exemplare' links neben dem Datensatz, den sie gerade ansehen.
el: Κάθε βιβλιογραφική εγγραφή κρατάει ιστορικό κυκλοφορίας υλικού (με ή χωρίς τις πληροφορίες μέλους ανάλογα με τις ρυθμίσεις σας), αλλά κάθε αντίτυπο έχει επίσης τη δικιά του σελίδα ιστορικού κυκλοφορίας υλικού. Για να το δείτε, κάντε κλικ στην καρτέλα 'αντίτυπα' στα αριστερά της εγγραφής που βλέπετε.
es: Cada registro bibliográfico mantiene un historial de circulación (con o sin la información de los usuarios dependiendo de su configuración), pero cada ítem tiene también su página de historial propio. Para verla, haga clic en la pestaña 'Ítems' a la izquierda del registro que está viendo.
eu: Bibliografia erregistro bakoitzak zirkulazio historia gordetzen du (bazkidearen informazioa izango du edo ez, zure ezarpenen arabera), baina elementu bakoitzak bere zirkulazio historiaren orria du ere. Hori ikusteko, egin klik ikusten ari zaren erregistroaren ezkerreko 'Elementuak' fitxan.
fi: Jokainen nimeketietue säilyttää lainahistorian (joko asiakkaiden tietojen kanssa tai ilman niitä, riippuu asetuksistasi), mutta jokaisella niteellä on myös oma lainahistoriasivunsa. Klikkaa 'Niteet' tietueen vasemmalla puolella, niin näet lainahistorian.
fr: Chaque notice bibliographique conserve l'historique de ses opérations de circulation (avec ou sans les informations relatives aux adhérents selon votre paramétrage). Mais chaque exemplaire a également sa propre page d'historique. Pour voir celle-ci, cliquez sur l'onglet Exemplaires de la notice que vous êtes en train de visualiser.
hi: प्रत्येक ग्रंथ सूची रिकॉर्ड के साथ (या अपनी सेटिंग्स के आधार पर संरक्षक जानकारी के बिना) एक परिसंचरण इतिहास रहता है, लेकिन प्रत्येक आइटम भी अपने स्वयं के संचलन के इतिहास पृष्ठ है। यह देखने के लिए, रिकॉर्ड आप देख रहे हैं के बाईं ओर 'आइटम' टैब पर क्लिक करें।
it: Ogni record bibliografico ha uno storico della sua circolazione (con o senza i dati degli utenti, dipende dalle tue preferenze), ma ogni copia ha pur sempre il suo storico della circolazione. Per vederlo, clicca sul tab 'Copie' a sinistra del record che stai vedendo.
oc: Chaque notícia bibliografica conserve l'istoric de ses operacions de circulation (amb o sens las informacions relativas als aderents segon vòstre parametratge). Mais cada exemplar a tanben sa propre pagina d'istoric. Per veire celle-ci, clicatz sus l'onglet Exemplars de la notícia que sètz en train de visualiser.
pl: Każdy rekord bibliograficzny przechowuje historię udostępniania (z informacją lub bez informacji o użytkowniku w zależności od ustawień), ale każdy egzemplarz posiada własną stronę historii udostępniania. Jeśli chcesz to zobaczyć, kliknij na 'Egzemplarze' po lewej stronie od przeglądanego rekordu.
pt: Cada registo bibliográfico mantém um histórico de empréstimo (com ou sem informação dos leitores dependendo das configurações, mas cada exemplar também tem o seu histórico de empréstimo, que pode ser acedido no separador dos exemplares do registo que está a ver.
pt_br: Cada registro bibliográfico mantem um histórico de circulação (com ou sem a informação de usuário de acordo com suas configurações), mas cada item também tem sua página de histórico. Para vê-la, clique na aba 'Itens'a esquerda do registro que estiver visualizando.
sk: Každý knižničný záznam uchováva výpis obehov (podľa Vašich nastavení aj s informáciou o čitateľovi alebo bez nej), ale každý exemplár má tiež svoju vlastnú stránku výpisu obehov. Pre jej zobrazenie, kliknite na záložku 'Exempláre' naľavo od záznamu, na ktorý pozeráte.
sv: Varje bibliografisk post har en lånehistorik (beroende på inställningarna kan den inkludera eller sakna låntagarinformation), men varje objekt har också sin egen sida med lånehistorik. För att se denna klickar du på fliken 'Objekt' till vänster om posten du granskar.
tr: Her bibliyografik kaydın dolaşım geçmişi mevcuttur (ayarlarınıza bağlı olarak kullanıcı bilgisiyle ya da kullanıcı bilgisi olmaksızın ) fakat her materyalin kendisine ait dolaşım geçmiş sayfası mevcuttur. Bunu görmek için, görüntülediğiniz kaydın solundaki 'Materyaller' sekmesine tıklayınız.
zh_tw: 每筆書目紀錄有其流通紀錄(含或不含讀者資訊，視您的設定)，但每筆館藏也有其自身的流通紀錄，勾選紀錄左方的 '館藏' 分頁，即可看到。

source: Each field has a tag (the MARC tag).
ar: كل حقل له تاج (تيجان مارك)
cs: Každé pole obsahuje tag (MARC tag).
da: Hvert felt har et mærke (som er MARC-mærket).
de: Jedes Feld hat ein MARC-Feld.
el: Κάθε πεδίο έχει μία ετικέτα (την ετικέτα MARC).
es: Cada campo tiene una etiqueta (la etiqueta MARC)
eu: Cada campo tiene una etiqueta (etiqueta MARC).
fi: Jokaisella kentällä on oma kenttäkoodi (MARC kenttäkoodi).
fr: Chaque champ est identifié par un code numérique sur trois chiffres.
hi: प्रत्येक क्षेत्र एक टैग (मार्क टैग) है।
it: Ogni campo ha un tag (il tag MARC)
oc: Chaque camp es identifié per un còdi numérique sus tres chifras.
pt: Cada campo tem uma etiqueta (etiqueta MARC).
pt_br: Cada campo tem uma tag (que é a tag MARC).
sk: Každé pole má menovku (menovku MARC).
sv: Varje fält har en tagg (MARC-taggen).
tr: Her alanın etiketi mevcuttur (MARC etiketi)
zh_tw: 每個欄位有欄號(就是 MARC 欄號)。

source: Each field has a tag (which is the MARC tag) that is uneditable
eu: Eremu bakoitzak etiketa bat dauka (MARC etiketa da) eta edita-ezina da
fi: Jokaisella kentällä on oma kenttäkoodi (joka on MARC kenttäkoodi), joka ei ole muokattavissa
hi: प्रत्येक क्षेत्र एक टैग (जो मार्क टैग है) कि असंपादित है

source: Each item has a Delete button beside it. To delete an item, simply click the 'Delete' link.
ar: كل مادة لها زر حذف بجانبها يفعل ذلك. لحذف مادة، يكفي النقرعلى رابط 'حذف'
cs: Každý výtisk má vedle tlačítko Odstranit. Chcete-li výtisk odstranit, klikněte na odkaz "Odstranit".
da: Ved siden af hvert eksemplar er der en slette-knap. For at slette eksemplaret, tryk på linket 'Slet'.
de: Jedes Exemplar hat seitlich einen Lösch-Button. Zum Löschen bitte den 'Löschen'-Link anklicken.
el: Κάθε αντίτυπο έχει δίπλα του το κουμπί Διαγραφή. Για να διαγράψετε ένα αντίτυπο, κάντε απλά κλικ στο 'Διαγραφή'.
es: Cada ítem tiene un botón Eliminar a su lado. Para eliminar un ítem, simplemente haga clic en el enlace 'Eliminar'.
eu: Elementu bakoitzak ezabatu botoia du alboan. Elementu bat ezabatzeko, egin klik 'Ezabatu' loturan.
fi: Jokaisella niteellä on vieressään poista-painike. Poistaaksesi niteen, klikkaa 'Poista'.
fr: Chaque type d'exemplaire est accompagné d'un bouton 'Supprimer'. Cliquer sur 'Supprimer' pour supprimer l'exemplaire.
hi: प्रत्येक आइटम इसके बगल में एक हटाएँ बटन है। एक आइटम हटाने के लिए, बस 'डिलीट' लिंक पर क्लिक करें।
it: Ogni copia ha un bottone 'Cancella'. Premilo per cancellare la copia.
oc: Chaque tipe d'exemplar es accompagné d'un boton 'Suprimir'. Clicar sus 'Suprimir' per suprimir l'exemplar.
pt: Cada exemplar tem um botão para eliminar. Para eliminar um exemplar, basta clicar nessa ligação.
pt_br: Cada item tem um botão Excluir. Para excluir um item, clique no link 'Excluir'.
sk: Každý exemplár má vedľa seba tlačidlo Odstrániť. Pre odstránenie exemplára, jednoducho kliknite na toto tlačidlo.
sv: Varje objekt har en knapp för radering vid sidan. För att radera ett objekt klickar du bara på länken 'Radera'.
tr: Her materyalin yanında silme butonu vardır. Bir materyali silmek için 'Sil' butonuna tıklamanız yeterlidir.
zh_tw: 點選每個館藏旁的 '刪除' 連結，就能刪除。

source: Each item type has an Edit button beside it. To edit an item simply click the 'Edit' link.
ar: كل نوع مادة لها زرتحرير بجانبها . لتحرير المادة ببساطة انقر الرابط "تحرير"
cs: Každý typ výtisku má vedle tlačítko "Editovat". Chcete-li editovat výtisk, stiskněte ho.
da: Ved siden af hvert eksemplar er der en editer-knap. For at editere eksemplaret, tryk på linket 'Editer'.
de: Jeden Medientyp hat seitlich einen Bearbeiten-Button. Zum Bearbeiten bitte den 'Bearbeiten'-Link anklicken.
el: Κάθε τύπος τεκμηρίου έχει δίπλα του το κουμπί Επεξεργασία. Για να επεξεργαστείτε ένα τεκμήριο απλά κάντε κλικ στο 'Επεξεργασία'.
es: Cada tipo de ítem tiene un botón Editar a su lado. Para editarlo simplemente haga clic en el enlace 'Editar'.
eu: Elementu mota bakoitzak Editatu botoia du alboan. Editatzeko, egin klik 'Editatu' loturan.
fi: Jokaisella niteellä on vieressään muokkaa-painike. Jos haluat muokata nidettä, klikkaa 'Muokkaa'.
fr: Chaque type d'exemplaire est suivi d'un bouton 'Modifier'. Cliquez dessus pour modifier le type.
hi: प्रत्येक आइटम के प्रकार इसके बगल में एक बटन संपादित किया है। एक आइटम संपादित करने के लिए बस 'संपादन' लिंक पर क्लिक करें।
it: Ogni copia ha un bottone 'Modifica'. Premilo per modificare la copia.
oc: Chaque tipe d'exemplar es suivi d'un boton 'Modificar'. Clicatz dessús per modificar lo tipe.
pl: Obok każdego typu dokumentu znajduje się 'Modyfikuj'.
pt: Cada tipo de documento é editável. Para editar basta carregar na ligação para editar junto ao tipo de documento.
pt_br: Cada tipo de material tem um botão Editar. Para editar um item clique no botão 'Edtar'.
sk: Každý exemplár má vedľa seba tlačidlo Upraviť. Pre úpravu exemplára, jednoducho kliknite na toto tlačidlo.
sv: Varje objekttyp har en knapp för redigering vid sidan. För att redigera ett objekt klickar du bara på länken 'Redigera'.
tr: Her materyalin yanında düzenleme butonu vardır. Bir materyali düzenlemek için 'Düzenle' butonuna tıklamanız yeterlidir.
zh_tw: 點選每個館藏類型旁的 '編輯' 連結，就能編輯。

source: Each library will have an 'Edit' link to the right of it. Click this link to edit/alter details associated with the library in question.
ar: كل مكتبة لديها رابط "تعديل" تصل إلى اليسار منه. فوق هذا الارتباط لتحرير / تغيير التفاصيل المرتبطة المكتبة في السؤال
cs: Každá knihovna bude mít odkaz "Upravit" napravo. Klepnutím na tento odkaz editujete/změníte detaily příslušné knihovny.
da: Ved siden af hvert bibliotek er der en editer-knap. For at editere/ændre biblioteket, tryk på linket 'Editer'.
de: Jede Bibliothek hat rechtsseitig einen 'Bearbeiten'-Link. Zum Bearbeiten/Ändern der Details anklicken.
el: Κάθε βιβλιοθήκη έχει τον σύνδεσμο 'Επεξεργασία' στα δεξιά της. Κάντε κλικ σε αυτό τον σύνδεσμο για να επεξεργαστείτε/αλλάξετε τα στοιχεία που συνδέονται με τη βιβλιοθήκη που θέλετε.
es: Cada biblioteca tiene un botón 'Editar' a su derecha. Haga clic en este enlace para editar/alterar los detalles asociados con esa biblioteca.
eu: Liburutegi bakoitzak 'Editatu' lotura izango du bere eskubira. Egin klik lotura horretan liburutegi horrekin lotutako xehetasunak editatzeko/aldatzeko.
fi: Jokaisen kirjaston oikealla puolella on 'Muokkaa'-linkki. Klikkaa sitä, jos haluat muokata kirjaston tietoja.
fr: Chaque site est suivi d'un lien Modifier. Cliquez sur ce lien pour modifier un site.
hi: प्रत्येक पुस्तकालय इसे सही करने के लिए एक 'संपादन' लिंक होगा। संपादित करने के लिए / प्रश्न में पुस्तकालय के साथ जुड़े बदल जानकारी के लिए इस लिंक पर क्लिक करें।
it: Le informazioni associate ad una biblioteca possono essere modificate premendo il relativo link 'Modifica'.
oc: Chaque site es suivi d'un ligam Modificar. Clicatz sus ce ligam per modificar un site.
pl: Po prawej stronie przy każdej bibliotece/filii znajduje się'Modyfikuj' – kliknij, by przejść do formularza modyfikacji.
pt: Cada biblioteca terá uma ligação 'Editar' à sua direita. Carregue nessa ligação para editar/alterar detalhes associados à biblioteca em questão.
pt_br: Cada biblioteca terá um link 'Editar' a sua direita. Clique neste link para editar detalhes associados a esta biblioteca em questão.
sk: Každá knižnica má napravo od seba odkaz 'Upraviť'. Kliknite naň a upravte detaily súvisiace s dotyčnou knižnicou.
sv: Varje bibliotek har en 'Redigera'-länk till höger. Klicka på denna länk för att redigera/ändra detaljer för biblioteket.
tr: Her kütüphanenin sağında 'Düzenle' bağlantısı mevcuttur. Bu linke kütüphaneyle ilgili söz konusu detayları düzenlemek/değiştirmek için tıklayınız.
zh_tw: 點選每個圖書館右方的 '編輯' 連結，就能編輯/改變相關圖書館的資訊。

source: Each line item can be paid in full (or written off) using the 'Pay Fines' tab.
ar: كل مادة يمكن أن تدفع بشكل كامل (أو تشطب) باستخدام تبويب 'دفع الغرامات'
cs: Každá položka na řádku může být plně placená (nebo odepsaná) použitím záložky "Platba pokut".
da: Hver linje kan betales fuldtud (eller afskrives) ved at benytte 'Betal bøder' fanen.
de: Unter dem Reiter 'Gebühren zahlen' kann jeder Eintrag vollständig oder teilweise bezahlt oder erlassen werden.
el: Η οφειλή κάθε γραμμής μπορεί να πληρωθεί πλήρως (ή να παραγραφεί) χρησιμοποιώντας την ετικέτα 'Πληρωμή Προστίμων'.
es: Cada entrada de ítem puede ser abonada completamente (o sobreescrita) utilizando la pestaña de 'Pago de multas'
eu: Elementu lerro bakoitza ordaindu (edo ezeztatu) daiteke 'Ordaindu isunak' fitxan.
fi: Jokaisen rivin maksut voidaan maksaa kokonaan (tai poistaa) käyttämällä 'Maksa maksuja' -välilehteä.
fr: Chaque ligne de compte peut être payée en entier (ou supprimée) en utilisant l'onglet 'Payer les amendes'
hi: प्रत्येक पंक्ति वस्तु पूरा भुगतान किया जा सकता है (या बंद लिखित) 'पे जुर्माना' टैब का उपयोग कर।
it: Ogni multa può essere pagata totalmente o parzialmente (o cancellata).
oc: Chaque linha de compte pòt èsser payée en entier (o suprimida) en utilizant l'onglet 'Pagar les emendas'
pl: Każdy egzemplarz może być zapłacony w całości (lub anulowany) w zakładce 'Zapłać należności'
pt: Cada linha de multa pode ser paga na totalidade (ou amortizada) usando o separador 'Pagar multas'.
pt_br: Cada linha de exemplar pode ser paga por completo usando a aba 'Pagar multas'.
sk: Každý exemplár v línii možno zaplatiť úplne (alebo ho odpísať), pomocou záložky 'Zaplatiť pokuty'.
sv: Varje radpost kan betalas i sin helhet (eller avskrivas) med fliken 'Betala böter'.
tr: Her bir dizi materyalin tamamı 'Cezaları Öde' sekmesi kullanılarak ödenebilir (ya da borç silinebilir).
zh_tw: 使用 '支付罰款' 分頁，可以支付所有費用(或豁免)。

source: Each line item can be paid in full, partially paid, or written off.
ar: كل مادة يمكن دفعها بشكل كامل ، جزئياً ، أو شطبها.
cs: Každá položka na řádku může být placena v plné výši, částečně placená, nebo odepsána.
da: Hver linje kan betales helt, betales delvist eller afskrives.
de: Jede Zeile kann vollständig oder teilweise bezahlt oder erlassen werden.
el: Κάθε γραμμή μπορεί να πληρωθεί πλήρως, μερικώς ή να διαγραφεί.
es: Cada entrada de ítem puede ser abonada completamente, parcialmente, o condonada.
eu: Cada entrada de ítem puede ser abonada completamente, parcialmente, o condonada.
fi: Jokaisen rivin maksut voidaan maksaa kokonaan, osittain tai poistaa.
fr: Chaque ligne de compte peut être payée en entier, partiellement, ou passée en pertes et profits.
hi: प्रत्येक पंक्ति वस्तु, पूरा भुगतान किया जा सकता है आंशिक रूप से भुगतान किया है, या बंद लिखा।
it: Ogni multa può essere pagata totalmente o parzialmente (o cancellata).
oc: Chaque linha de compte pòt èsser payée en entier, parcialament, o passée en pertes e profits.
pl: Należność za każdy egzemplarz może być zapłacona w całości, częściowo lub anulowana.
pt: Cada linha de multa pode ser paga na totalidade, parcialmente ou amortizada.
pt_br: Cada linha de exemplar pode ser paga por completo, perdoada parcialmente ou cancelada.
sk: Každý exemplár v línii možno zaplatiť úplne, čiastočne alebo ho možno odpísať.
sv: Varje radpost kan betalas i sin helhet, delbetalas eller skrivas av.
tr: Her bir dizi materyal tamamen, kısmen ödenebilir ya da materyalin borcu silinebilir.
zh_tw: 每筆館藏可以全付、部份支付或豁免。
