Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Circulation messages meant for the staff will appear on the patron's checkout screen.
ar: رسائل الإعارة نعني للموظفبن التي ستظهر على شاشة الإعارة للمستفيد.
cs: Zprávy určené pro knihovníky se objeví po načtení čtenáře při půjčování.
da: Udlånsbeskeder til medarbejdere vises på lånerens skærmbillede for udlån.
de: Ausleihbenachrichtigungen an das Personal erscheinen in der Ausleihe.
el: Τα μηνύματα κυκλοφορίας υλικού που προορίζονται για το προσωπικό θα εμφανιστούν στην οθόνη δανεισμού.
es: Los mensajes de circulación destinados a los bibliotecarios aparecerán en la pantalla de préstamo del usuario.
eu: Los mensajes de circulación destinados al personal aparecerá en la pantalla de préstamo del socio.
fi: Lainauksen viestit, jotka ovat tarkoitettu virkailijoille, näkyvät lainausnäytön oikealla puolella.
fr: Les messages de circulation destinés aux bibliothécaires s'afficheront sur la page de prêt de l'adhérent.
hi: सर्कुलेशन संदेशों के कर्मचारियों के लिए बने संरक्षक के चेकआउट स्क्रीन पर दिखाई देगा।
it: I messaggi di circolazione per lo staff appariranno nella zona a sinistra della pagina
oc: Los messatges de circulacion destinats als bibliotecaris s'aficharàn sus la pagina de prèst de l'aderent.
pl: Powiadomienia modułu Udostępnianie wyświetlą się bibliotekarzom po wejściu na konto użytkownika.
pt: As mensagens de empréstimos que aparecem aos funcionários no ecrã de empréstimo de um certo leitor.
pt_br: Mensagens de circulação destinadas aos funcionários aparecerão na tela de empréstimo do usuário.
sk: Hlásenia o obehu určené knihovníkom sa objavia pri zobrazení výpožičky čitateľa.
sv: Utlåningsmeddelanden avsedda för personalen visas i utlåningsskärmen för låntagaren.
tr: Personele yönelik dolaşım mesajları, kullanıcının ödünç alma ekranında görünür.
zh_tw: 館員進入讀者的借出螢幕時，可以看到其他館員留給他的流通訊息。

source: Circulation statistics
ar: إحصائيات الإعارة
cs: Statistika výpůjček
da: Udlånsstatistik
de: Ausleihstatistiken
el: Στατιστικά στοιχεία κυκλοφορίας υλικού
es: Estadísticas de circulación
eu: Zirkulazio estatistikak
fi: Lainaustilastot
fr: Stats de circulation
hi: परिचालन सांख्यिकी
it: Statistiche delle Circolazione
oc: Stats de circulacion
pl: Statystyki Udostępniania
pt: Estatísticas do Empréstimo
pt_br: Estatísticas de circulação
sk: Štatistika obehu
sv: Utlåningsstatistik
tr: Dolaşım istatistikleri
zh_tw: 流通統計

source: Circulation:
ar: الاعارة:
cs: Výpůjčky:
da: Udlån:
de: Ausleihe:
el: Κυκλοφορία Υλικού:
es: Circulación:
eu: Zirkulazioa:
fi: Lainaus ja palautus:
fr: Circulation&nbsp;:
hi: परिचालन:
it: Circolazione:
oc: Circulacion&nbsp;:
pl: Udostępnianie:
pt: Empréstimo:
pt_br: Circulação:
sk: Obeh:
sv: Utlåning:
tr: Dolaşım:
zh_tw: 流通：

source: Cities and Towns
ar: المدن والبلدات
cs: Města a obce
da: Byer
de: Städte
el: Πόλεις και Κωμοπόλεις
es: Ciudades y pueblos
eu: Hiriak eta herriak
fi: Kunnat
fr: Villes et communes
hi: शहरों और कस्बों
it: Città e paesi
oc: Vilas e comunas
pl: Miejscowość
pt: Cidades
pt_br: Cidades
sk: Mestá a obce
sv: Orter och städer
tr: İller ve İlçeler
zh_tw: 縣市與鄉鎮

source: Cities can be edited or deleted at any time.
ar: المدن تستطيع الإضافة والحذف في أي وقت.
cs: Města mohou být kdykoli upravena či odstraněna.
da: Byer kan editeres eller slettes når som helst.
de: Städte können jederzeit geändert oder gelöscht werden.
el: Μπορείτε να επεξεργαστείτε ή να διαγράψετε Πόλεις οποιαδήποτε στιγμή.
es: Las ciudades pueden ser modificadas o eliminadas en cualquier momento.
eu: Hiriak edonoiz editatu edo ezabatu daitezke.
fi: Kuntia voidaan muokata tai poistaa milloin tahansa.
fr: Les villes peuvent être modifiées ou supprimées à tout moment.
hi: शहर संपादित या किसी भी समय डिलिट किया जा सकता है।
it: Le città possono essere modificate o cancellate in qualsiasi momento.
oc: Las vilas pòdon èsser modificadas o suprimidas a tot moment.
pl: Miejscowości można modyfikować lub usuwać.
pt: Cidades pode ser editadas e eliminadas a qualquer altura.
pt_br: Cidades podem ser editadas ou excluidas em qualquer momento.
sk: Mestá možno kedykoľvek upravovať alebo odstraňovať.
sv: Orter kan redigeras och raderas när som helst.
tr: Şehir/İlçe/Semt her hangi bir zaman diliminde değiştirilebilir ya da silinebilir.
zh_tw: 任何時間都可以編輯或刪除縣市。

source: Claim missing serials via the Claims section
ar: المطالبة بالدوريات المفقودة عبر قسم المطالبات
cs: Vymáhat chybějící periodika
da: Kræv manglende tidsskrifter via rykker-sektionen
de: Reklamieren Sie nicht gelieferte Zeitschriftenfefte im Bereich Reklamationen
el: Απαίτηση περιοδικών εκδόσεων που λείπουν μέσω της ενότητας Απαιτήσεων
es: Reclamar seriadas que faltan utilizando la sección Reclamos
eu: Reclamar publicaciones periódicas a traves de la sección de reclamaciones
fi: Reklamoi puuttuvia kausijulkaisuja reklamoinnin kautta
fr: Réclamer des périodiques manquants via la partie Réclamations
hi: दावों अनुभाग के माध्यम से लापता धारावाहिकों का दावा
it: Richiedi i fascicoli mancanti
oc: Reclamar de periodics mancants via la partida Reclamacions
pl: Reklamacja brakujących wydawnictw w zakładce Reklamacje
pt: Reclamar números em falta na secção de reclamações
pt_br: Reclame faltando seriados através da seção de Reclamações
sk: Reklamovať chýbajúce periodiká v sekcii Reklamácie
sv: Reklamera saknade periodika via Reklamationssektionen
tr: Claimler bölümü vasıtasıyla kayıp süreli yayınları claim ediniz
zh_tw: 經由申訴區申訴期刊遺失事宜

source: Claims &amp; Late Orders
ar: المطالبات &amp; طلبات متأخرة
cs: Reklamace &amp; Nevyřízené objednávky
da: Reklamationer for forsinkede bestillinger
de: Reklamationen &amp; verspätete Bestellungen
el: Απαιτήσεις &amp; για Καθυστερημένες Παραγγελίες
es: Reclamos y Pedidos Demorados
eu: Erreklamazioak eta berandututako eskaerak
fi: Reklamointi &amp; Myöhässä olevat tilaukset
fr: Réclamation &amp; commandes en retard
hi: दावों &amp; देर आदेश
it: Solleciti e Ordini in ritardo
oc: Reclamacion &amp; comandas en retard
pl: Reklamacje &amp; Zaległe zamówienia
pt: Reclamações &amp; Encomendas atrasadas
pt_br: Reclamações &amp; Pedidos atrasados
sk: Reklamácie &amp; Omeškané objednávky
sv: Reklamationer &amp; försenade beställningar
tr: Claimler &amp; Gecikmiş Siparişler
zh_tw: 催缺 &amp; 遲到的訂單

source: Classification Filing Rules
ar: التصنيف وقواعد التصنيف
cs: Pravidla zápisu klasifikace
da: Sorteringsregler for klassifikation
de: Sortierregeln für Klassifikationen
es: Reglas de Ordenación de la Clasificación
eu: Artxibatze arauen sailkapena
fi: Luokitusoppaat
fr: Règles de remplissage de la classification
hi: वर्गीकरण फाइलिंग नियम
it: Regole di normalizzazione della classificazione
oc: Règlas d'emplenatge de la classificacion
pl: Zasady Klasyfikacji
pt: Classificação das regras de preenchimento
pt_br: Classificação das regras de alfabetação
sk: Pravidlá triedenia zápisu
sv: Klassificeringsreglerför klassificering
tr: Sınıflama Dosyalama Kuralları
zh_tw: 分類法排序規則

source: Classification Sources
ar: مصادر التصنيف
cs: Zdroje klasifikace
da: Klassifikationskilder
de: Klassifikationen
el: Πηγές Ταξινόμησης
es: Fuentes de clasificación
eu: Sailkapen iturriak
fi: Luokitusjärjestelmät
fr: Sources de classification
hi: वर्गीकरण स्त्रोत
it: Schemi di classificazione
oc: Fonts de classificacion
pl: Źródła Klasyfikacji
pt: Fontes de classificação
pt_br: Fontes de classificação
sk: Zdroje triedenia
sv: Klassificeringskällor
tr: Sınıflama Kaynakları
zh_tw: 分類法來源

source: Clear Patron Information
ar: امسح معلومات المستفيد
cs: Vymazat informace o uživateli
da: Slette lånerinformation
de: Benutzerinformation ausblenden
el: Αφαιρέστε τις Πληροφορίες Μέλους
es: Limpiar Información del Usuario
eu: Limpiar Información de Socio
fi: Tyhjennä asiakkaan tiedot
fr: Effacer les informations de l'adhérent
hi: संरक्षक जानकारी साफ करें
it: Cancella informazioni utente
oc: Escafar las informacions de l'aderent
pl: Wyczyść informacje o użytkowniku
pt: Limpar informação de leitor
pt_br: Limpar Informação do usuário
sk: Vymazať informáciu o čitateľovi
sv: Rensa låntagarinformation
tr: Kullanıcı Bilgisini Temizle
zh_tw: 清除讀者資訊

source: Click "Confirm"
ar: اضغط "تأكيد"
cs: Klikněte na "Potvrdit"
da: Klik på "Bekræft"
de: Klicken Sie auf "Bestätigen"
el: Κάντε κλικ στο "Επιβεβαίωση"
es: Haga clic en 'Confirmar'
eu: Haga clic en 'Confirmar'
fi: Klikkaa "Vahvista"
fr: Cliquer sur "Confirmer"
hi: क्लिक "पुष्टी"
it: Premi su 'Conferma'
oc: Clicar sus "Confirmar"
pl: Kliknij "Potwierdź"
pt: Clicar em "Confimar"
pt_br: Clique em "Confirmar"
sk: Kliknutím "Potvrdiť"
sv: Klicka på "Bekräfta"
tr: "Onayla" Seçeneğini tıklatın
zh_tw: 勾選"確認"

source: Click "Pay" next to the fine you want to partially pay
ar: اضغط على "ادفع" بجانب الغرامة التي تريد دفعها جزئيا
cs: Klikněte na "Zaplatit" vedle pokuty, kterou chcete zčásti zaplatit
da: Klik på 'Betal' ved siden af den bøde, der skal betales delvist
de: Klicken Sie auf "Bezahlen" neben der Gebühr, die Sie teilweise bezahlen möchten
el: Κάντε κλικ στο "Πληρωμή" δίπλα στο πρόστιμο που θέλετε να πληρώσετε μερικώς
es: Haga clic en "Pagar" al lado de la multa que desea pagar parcialmente
eu: Haga clic en "Pagar" al lado de la multa que desea pagar parcialmente
fi: Klikkaa "Maksa" sen maksun kohdalla, jonka haluat maksaa osittain
fr: Cliquez sur 'Payer' à côté de l'amende que vous voulez partiellement payer.
hi: क्लिक करें "भुगतान करे" पर ठीक करने के लिए अगले आप आंशिक रूप से भुगतान करना चाहते हैं
it: Premi "Paga" accanto alla multa che vuoi pagare parzialmente
oc: Clicatz sus 'Pagar' a costat de l'emenda que volètz parcialament pagar.
pl: Kliknij przycisk 'Zapłać' obok należności, którą chcesz zapłacić częściowo
pt: Clicar em "Pagar" junto à multa que se deseja pagar parcialmente
pt_br: Clique em "Pagar" ao lado da multa que você deseja pagar parcialmente
sk: Kliknite na "Zaplatiť" vedľa pokuty, ktorú chcete čiastočne vyrovnať
sv: Klicka på "Betala" bredvid den bot du vill delbetala
tr: Kısmen ödeme yapmak istediğiniz cezanın yanındaki "Öde"ye tıklayın.
zh_tw: 勾選罰款旁的 "支付"，以便支付部份費用

source: Click "Pay" next to the fine you want to pay in full
ar: اضغط على "ادفع" بجانب الغرامة التي تريد دفعها بشكل كلي
cs: Klikněte na "Zaplatit" vedle pokuty, kterou chcete zaplatit v plné výši
da: Klik på 'Betal' ved siden af den bøde, der skal betales helt
de: Klicken Sie auf "Bezahlen" neben der Gebühr, die Sie vollständig bezahlen möchten
el: Κάντε κλικ στο "Πληρωμή" δίπλα στο πρόστιμο που θέλετε να πληρώσετε πλήρως
es: Haga clic en "Pagar" al lado de la multa que desea pagar completamente
eu: Haga clic en "Pagar" al lado de la multa que desea pagar completamente
fi: Klikkaa "Maksa" sen maksun kohdalla, jonka haluat maksaa kokonaan
fr: Cliquez sur 'Payer' à côté de l'amende que vous voulez régler
hi: क्लिक करें "भुगतान" ठीक बगल में आप पूर्ण में भुगतान करना चाहते
it: Premi "Paga" accanto alla multa che vuoi conciliare
oc: Clicatz sus 'Pagar' a costat de l'emenda que volètz reglar
pl: Kliknij przycisk 'Zapłać' obok należności, którą chcesz zapłacić w całości
pt: Clicar em "Pagar" junto à multa que se deseja pagar totalmente
pt_br: Clique em "Pagar" ao lado da multa que você deseja pagar por inteiro
sk: Kliknite na "Zaplatiť" vedľa pokuty, ktorú chcete úplne vyrovnať
sv: Klicka på "Betala" bredvid den bot du vill betala i sin helhet
tr: Tamamını ödemek istediğiniz cezanın yanındaki "Öde"ye tıklayın.
zh_tw: 勾選罰款旁的 "支付"，以便全額支付

source: Click "Save alert" and your done!
eu: Klik egin "Save alert"en eta egina duzu!
fi: Klikkaa "Tallenna hälytys" ja se on siinä!
hi: क्लिक करें "सहेजें चेतावनी" और आपने किया !

source: Click "Writeoff" next to the fine you wish to writeoff.
ar: اضغط على "الشطب" بجانب الغرامة التي تريد ان تشطبها
cs: Klikněte na "Prominout" vedle poplatku, který si přejete prominout.
da: Klik på "Afskriv", ved siden af den bøde, der skal afskrives.
de: Klicken Sie auf "Erlassen" neben der Gebühr, die Sie erlassen möchten
el: Κάντε κλικ στο "Διαγραφή" δίπλα στο πρόστιμο που θέλετε να διαγράψετε.
es: Haga clic en "Eliminar" al lado de la multa que desee eliminar.
eu: Haga clic en "Eliminar" al lado de la multa que desee eliminar.
fi: Klikkaa "Poista maksu" sen maksun kohdalla, jonka haluat poistaa.
fr: Cliquez sur 'Effacer la dette' à côté de l'amende que vous voulez supprimer.
hi: क्लिक करें "खारिज" अगले ठीक आप writeoff करना चाहते हैं के लिए.
it: Premi "Cancella" accanto alla multa che vuoi cancellare.
oc: Clicatz sus 'Escafar la deute' a costat de l'emenda que volètz suprimir.
pl: Kliknij przycisk 'Anuluj' obok kary, którą chcesz anulować.
pt: Clicar em "Amortizar" junto à multa que se deseja amortizar.
pt_br: Clique em "Cancelamento" ao lado da multa se você quiser perdoá-la.
sk: Kliknite na "Odpísať" vedľa pokuty, ktorú chcete odpísať.
sv: Klicka på "Avskriv" bredvid den bot du vill avskriva
tr: Silmek istediğiniz cezanın yanındaki "Sil"e tıklayın.
zh_tw: 勾選罰款旁的 "豁免"，以便豁免罰款。

source: Click 'Add action'
ar: قم بالنقر على "إضافة إجراء"
cs: Klikněte na tlačítko 'Nová akce'.
de: Klicken Sie auf 'Neue Aktion'
el: Πατήστε 'Προσθήκη ενέργειας'
es: Haga clic en 'Agregar acción'
eu: Klik egin 'Add action'
fi: Klikkaa 'Lisää toiminto'
fr: Cliquez sur 'Ajouter une action'
hi: 'एक्शन जोड़ें' पर क्लिक करें
it: Clicca 'Aggiungi azione'
oc: Clicatz sus 'Apondre una accion'
pl: Kliknij 'Nowa Kategoria'.
pt: Clicar em 'Nova ação'
pt_br: Click 'Nova categoria'
sk: Kliknite na 'Pridať akciu'
tr: 'Eylem ekle' üzerine tıklayın
zh_tw: 勾選 '新增作為'

source: Click 'CSV Profiles' from the Tools menu
ar: اضغط 'ملفات CSV' من قائمة الأدوات
cs: Klikněte na 'Profily CSV' v menu Nástroje
da: Klik på 'CSV-profiler' fra værktøjs-menuen
de: Wählen Sie 'CSV-Profile' im Menü Werkzeuge
el: Κάντε κλικ στο 'CSV Προφίλ' από το μενού Εργαλείων
es: Haga clic en 'Perfiles CSV' desde el menú Herramientas
eu: Haga clic en 'Perfiles CSV' desde el menú Herramientas
fi: Klikkaa 'CSV-profiilit' työkaluista
fr: Dans le menu Outils, cliquez sur "Profils CSV".
hi: उपकरण मेनू से 'सीएसवी प्रोफाइल' पर क्लिक करें
it: Scegli "Profili CSV" dal menù Strumenti
oc: Dins lo menú Aisinas, clicatz sus "Profils CSV".
pl: Kliknij 'Profile CSV' w menu Narzędzia
pt: Clicar em 'Perfis CSV' no menu de ferramentas
pt_br: Clique em 'Perfis CSV' no menu Ferramentas
sk: Kliknite na 'Profily CSV' v ponuke Nástroje
sv: Klicka på 'CSV-profiler' från menyn Verktyg
tr: Araçlar menüsündeki 'CSV Profilleri' ne tıklayınız
zh_tw: 從工具選單裡，勾選 'CSV設定檔'

source: Click 'Export authority records'
ar: أنقر 'تصدير التسجيلات الإستنادية'
cs: Kliknout "Exportovat autoritní záznamy"
da: Klik 'Eksport autoritetsposter'
de: Wählen Sie 'Normdaten exportieren'
el: Πατήστε 'Εξαγωγή εγγραφών καθιερωμένων όρων'
es: Haga clic en 'Exportar registros de autoridad'
eu: Seleccionar 'Exportar registros de autoridad'
fi: Klikkaa 'Vie auktoriteettitietueita'
fr: Cliquez sur "Exporter les notices d'autorité"
hi: 'निर्यात प्राधिकरण रिकार्ड' पर क्लिक करें
it: Clicca 'Esporta records di authority'
oc: Clicatz sus "Exportar las notícias d'autoritat"
pl: Kliknij 'Eksportuj rekord hasła wzorcowego'
pt: Clicar em 'Exportar registos de autoridade'
pt_br: Clicar em 'Exportar registros de autoridade'
sk: Kliknite na 'Exportovať záznamy autorít'
sv: Klicka på 'Exportera auktoritetsposter'
tr: 'Otorite kayıtlarını dışa aktar' tıklayınız
zh_tw: 勾選 '匯出權威紀錄'

source: Click 'Export bibliographic records'
ar: أنقر 'تصدير التسجيلات الببليوغرافية'
cs: Kliknout "Exportovat bibliografické záznamy"
da: Klik 'Eksport bibliografiske poster'
de: Wählen Sie 'Bibliographische Daten exportieren'
el: Πατήστε 'Εξαγωγή βιβλιογραφικών εγγραφών'
es: Haga clic en 'Exportar registros bibliográficos'
eu: Selecciona 'Exportar registros bibliográficos'
fi: Klikkaa 'Vie nimeketietueita'
fr: Cliquez sur 'Exporter les notices bibliographiques'
hi: 'निर्यात ग्रंथ सूची रिकॉर्ड' पर क्लिक करें
it: Clicca 'Esporta record bibliografici'
oc: Clicatz sus 'Exporter les notícias bibliograficas'
pl: Kliknij 'Eksportuj rekordy bibliograficzne'
pt: Clicar em 'Exportar registos bibliográficos'
pt_br: Clicar em 'Exportar registros bibliográficos'
sk: Kliknite na 'Exportovať knižničné záznamy'
sv: Klicka på 'Exportera bibliografiska poster'
tr: 'Bibliyografik kayıtları dışa aktar' tıklayınız
zh_tw: 勾選 '匯出書目紀錄'

source: Click 'Import into catalog' to complete the import
ar: اضغط 'استيراد إلى الفهرس' لاستكمال التصدير
cs: Pro dokončení importu klikněte na "Importovat do katalogu"
da: Klik på 'Import til katalog' for at afslutte importen
de: Klicken Sie auf 'In Katalog übernehmen' um den Import zu vervollständigen
el: Κάντε κλικ στο 'Εισαγωγή στον κατάλογο' για να ολοκληρώσετε την εισαγωγή
es: Haga clic en 'Importar en el catálogo' para completar la importación
eu: Egin klik 'Inportatu katalogora' inportatzea amaitzeko
fi: Klikkaa 'Tuo luetteloon' vahvistaaksesi tuonnin
fr: Cliquez sur 'Importer dans le Catalogue' afin de terminer l'import
hi: आयात पूरा करने के लिए 'सूची में आयात करें' पर क्लिक करें
it: Clicca 'Importa nel catalogo' per completare l'import
oc: Clicatz sus 'Importar dins lo Catalòg' per fin de terminer l'import
pl: Kliknij 'Importuj do katalogu', aby zakończyć importowanie
pt: Clicar em 'Importar para o catálogo' para completar a importação
pt_br: Clicar em 'Importar para o catálogo' para completar a importação
sk: Pre dokončenie importu, kliknite na 'Import do katalógu'
sv: Klicka på 'Importera i katalog' för att komplettera importen
tr: İçe aktarım işlemini tamamlamak için, 'Kataloğa aktar'ı' tıklayınız
zh_tw: 勾選 '匯入目錄'，完成匯入工作

source: Click 'New Category.'
ar: أنقر على 'فئة جديدة'.
cs: Klikněte na tlačítko 'Nová kategorie'.
da: Klik på 'Ny kategori'
de: Klicken Sie auf 'Neue Kategorie'
el: Πατήστε 'Νέα Κατηγορία'
es: Haga clic en 'Nueva categoría'
eu: Haga clic en 'Nueva categoría'
fi: Klikkaa 'Uusi luokka'.
fr: Cliquez sur 'Ajouter catégorie'
hi: 'नई श्रेणी' क्लिक करें।
it: Clicca 'Nuova categoria'
oc: Clicatz sus 'Apondre categoria'
pl: Kliknij 'Nowa Kategoria'.
pt: Clicar em 'Nova categoria'
pt_br: Click 'Nova categoria'
sk: Kliknite na 'Novú kategóriu'
sv: Klicka på 'Ny kategori'.
tr: 'Yeni kategori.' ye tıklayınız
zh_tw: 勾選 '新增範圍'。

source: Click 'New Entry'
ar: اضغط 'مدخل جديد'
cs: Klikněte na tlačítko 'Nový zápis'
da: Klik på 'Ny indførsel'
de: Klicken Sie auf 'Neuer Eintrag'
el: Κάντε κλικ στο 'Νέα Καταχώριση'
es: Haga clic en 'Nueva entrada'
eu: Haga clic en 'Nueva entrada'
fi: Klikkaa 'Luo uusi'
fr: Cliquez sur Ajouter une nouvelle
hi: क्लिक करें 'नई एंट्री'
it: Clicca su 'Nuova notizia'
oc: Clicatz sus Apondre una novèla
pl: Kliknij 'Nowy wpis'
pt: Clicar em 'Nova entrada'
pt_br: Click 'Nova Entrada'
sk: Kliknite na 'Novú položku'
sv: Klicka på 'Ny post'
tr: 'Yeni Giriş' e tıklayınız
zh_tw: 勾選 '新增款目'

source: Click 'New Framework'
ar: أنقر على 'إطار جديد'
cs: Klikněte na tlačítko 'Nová šablona'
da: Klik på 'Ny struktur'
de: 'Neues Framework' anklicken
el: Πατήστε 'Νέο Πλαίσιο'
es: Haga clic en 'Nueva hoja de trabajo'
eu: Egin klik 'Lan orri berria' botoian
fi: Klikkaa 'Uusi luettelointipohja'
fr: Cliquer sur 'Ajouter grille de catalogage'
hi: क्लिक करें 'नया फ्रेमवर्क'
it: Clicca 'Nuova griglia di catalogazione'
oc: Clicar sus 'Apondre grasilha de catalogatge'
pl: Kliknij 'Nowy Szablon'
pt: Clicar em 'Novo modelo'
pt_br: Click 'Nova Framework'
sk: Kliknite na 'Nový rámec'
sv: Klicka på 'Nytt ramverk'
tr: 'Yeni Çerçeve' ye tıklayınız
zh_tw: 勾選 '新增框架'

source: Click 'New Library'
ar: أنقر على 'مكتبة جديدة'
cs: Klikněte na tlačítko 'Nová knihovna'
da: Klik på 'Nyt bibliotek'
de: 'Neue Bibliothek' anklicken
el: Πατήστε 'Νέα Βιβλιοθήκη'
es: Haga clic en 'Nueva biblioteca'
eu: Egin klik 'Liburutegi berria' botoian
fi: Klikkaa 'Uusi kirjasto'
fr: Cliquer sur 'Nouveau site'
hi: क्लिक करें 'नई लाइब्रेरी'
it: Clicca 'Nuova biblioteca'
oc: Clicar sus 'Novèl site'
pl: Kliknij 'Nowa Biblioteka'
pt: Clicar em 'Nova biblioteca'
pt_br: Click 'Nova Biblioteca'
sk: Kliknite na 'Novú knižnicu'
sv: Klicka på 'Nytt bibliotek'
tr: 'Yeni Kütüphane' ye tıklayınız
zh_tw: 勾選 '新增圖書館'

source: Click 'New Notice'
ar: اضغط 'إشعار جديد'
cs: Klikněte na tlačítko "Nové oznámení"
da: Klik på 'Ny besked'
de: 'Neue Benachrichtigung' anklicken
el: Κάντε κλικ στο 'Νέα Ειδοποίηση'
es: Haga clic en 'Nuevo aviso'
eu: Egin klik 'Jakinarazpen berria' botoian
fi: Klikkaa 'Uusi ilmoitus'
fr: Cliquez sur 'Ajouter notification'
hi: क्लिक करें 'नई सूचना'
it: Clicca 'Nuovo messaggio'
oc: Clicatz sus 'Apondre notificacion'
pl: Kliknij 'Nowe powiadomienie'
pt: Clicar em 'Novo aviso'
pt_br: Click 'Adicionar notificação'
sk: Kliknite na 'Nové oznámenie'
sv: Klicka på 'Nytt meddelande'
tr: 'Yeni Uyarıya' tıkla
zh_tw: 勾選 '新增通知'

source: Click 'New Record Matching Rule'
ar: أنقر على 'قاعدة مطابقة جديدة للتسجيلات'
cs: Klikněte na 'Nové pravidlo shody záznamů'
da: Klik på 'Ny sammenligningsregel'
de: 'Neue Abgleichregel' anklicken
el: Πατήστε 'Νέος Κανόνας Ταύτισης Εγγραφών'
es: Haga clic en 'Nueva regla de coincidencia de registro'
eu: Egin klik 'Erregistroen bat etortze arau berria' botoian
fi: Klikkaa 'Uusi yhdistämissääntö'
fr: Cliquer sur 'Ajouter règle de concordance'
hi: क्लिक करें 'नया रिकार्ड मिलान नियम'
it: Clicca 'Nuova regola di corrispondenza per record'
oc: Clicar sus 'Apondre règla de concordància'
pl: Kliknij 'Nowa Reguła Dopasowania Rekordów'
pt: Clicar em 'Nova regras de concordância'
pt_br: Click 'Nova regra de coincidência de registros'
sk: Kliknite na 'Nové pravidlo zhody záznamov'
sv: Klicka på 'Ny regel för postmatchning'
tr: 'Yeni Kayıt Eşleme Kuralı' na tıklayınız
zh_tw: 勾選 '新增紀錄對映規則'

source: Click 'New Record'
ar: انقر على 'تسجيلة جديدة'
cs: Klikněte na tlačítko 'Nový záznam'
da: Klik på 'Ny post'
de: 'Neuer Titel' anklicken
el: Πατήστε 'Νέα Εγγραφή'
es: Haga clic en 'Nuevo registro'
eu: Haga clic en 'Nuevo registro'
fi: Klikkaa 'Uusi tietue'
fr: Cliquer sur 'Nouvelle notice'
hi: क्लिक करें 'नया रिकार्ड'
it: Clicca 'Nuovo record'
oc: Clicar sus 'Novèla notícia'
pl: Kliknij 'Nowy Rekord'
pt: Clicar em 'Novo registo'
pt_br: Click 'Novo Registro'
sk: Kliknite na 'Nový záznam'
sv: Klicka på 'Ny post'
tr: 'Yeni Kayıt' a tıklayınız
zh_tw: 勾選 '新增紀錄'

source: Click 'New Record'
ar: انقر على 'تسجيلة جديدة'
cs: Klikněte na tlačítko 'Nový záznam'
da: Klik på 'Ny post'
de: 'Neuer Titel' anklicken
el: Πατήστε 'Νέα Εγγραφή'
es: Haga clic en 'Nuevo registro'
eu: Egin klik 'Erregistro berria' botoian
fi: Klikkaa 'Uusi tietue'
fr: Cliquer sur 'Nouvelle notice'
hi: क्लिक करें 'नया रिकार्ड'
it: Clicca 'Nuovo record'
oc: Clicar sus 'Novèla notícia'
pl: Kliknij 'Nowy Rekord'
pt: Clicar em 'Novo registo'
pt_br: Click 'Novo Registro'
sk: Kliknite na 'Nový záznam'
sv: Klicka på 'Ny post'
tr: 'Yeni Kayıt' a tıklayınız
zh_tw: 勾選 '新增紀錄'

source: Click 'New authorized value for ...'
ar: اضغط 'قيمة استناد جديدة ل ...'
cs: Klikněte na tlačítko 'Nová ověřená hodnota pro...'
da: Klik på 'Ny normværdi for ...'
de: 'Neuer normierter Wert für …' anklicken
el: Κάντε κλικ στο 'Νέα Καθιερωμένη τιμή για ...'
es: Haga clic en 'Nuevos valores autorizados para ...'
eu: Egin klik 'Balio baimendu berria honentzat' botoian
fi: Klikkaa 'Uusi auktorisoitu arvo ...
fr: Ajouter "valeur autorisée pour ..."
hi: क्लिक करें 'नई अधिकृत मूल्य के लिए ...'
it: Clicca 'Nuovo valore autorizzato per ...'
oc: Apondre "valor autorizada per ..."
pl: Kliknij 'Nowa Dopuszczona wartość dla...'
pt: Clicar em 'Novo valor autorizado para ...'
pt_br: Click 'Novo valor autorizado para ...'
sk: Kliknite na 'Novú povolenú hodnotu pre ...'
sv: Klicka på 'Nytt auktoriserat värde för ...'
tr: 'için yeni yetkili değer' e tıklayınız
zh_tw: 勾選 '新增容許值供 ... '
