Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: 'Asort1,' for acquisitions statistical purposes.
ar: 'Asort1,' ﻷغراض إحصائيات التزويد.
cs: 'Asort1,' pro účely akvizičních statistik
da: 'Asort1,' til statistiske formål om indkøb
de: 'Asort1', verwendet für Erwerbungsstatistiken.
el: 'Asort1,' για στατιστικούς σκοπούς των προσκτήσεων.
es: 'Asort1', para propósito de estadísticas de adquisiciones.
eu: 'Asort1', para propósito de estadísticas de adquisiciones.
fi: 'Asort1,' käytetään hankintojen tilastointiin.
fr: 'Asort1,' Utilisé à des fins statistiques pour les acquisitions.
hi: 'Sort1,' अधिग्रहण सांख्यिकीय प्रयोजनों के लिए
it: 'Asort1' è usato a scopi statistici sugli acquisti
oc: 'Asort1,' Utilizat a de fins estatisticas per las aquisicions.
pl: 'Asort1' - przeznaczony do celów statystycznych gromadzenia.
pt: 'Asort1,' para propósitos de estatísticas de aquisição.
pt_br: 'Asort1,' para propósitos de estatísticas de aquisição.
sk: 'Asort1,' na štatistické účely akvizícií.
sv: 'Asort1,' används för inköpsstatistik.
tr: 'Asort1, 'Sağlama istatistiksel amaçlar için.
zh_tw: 'Asort1'，供採訪統計之用。

source: 'Asort2,' used for acquisitions statistical purposes.
ar: 'Asort2,' يستخدم ﻷغراض إحصائيات التزويد.
cs: 'Asort2,' použito pro účely akvizičních statistik
da: 'Asort2,' Bruges til statistiske formål om indkøb.
de: 'Asort2', verwendet für Erwerbungsstatistiken.
el: 'Asort2,' χρησιμοποιείται για στατιστικούς σκοπούς των προσκτήσεων.
es: 'Asort2', para propósito de estadísticas de adquisiciones.
eu: 'Asort2', para propósito de estadísticas de adquisiciones.
fi: 'Asort2,' käytetään hankintojen tilastointiin.
fr: 'Asort2,' Utilisé à des fins statistiques pour les acquitisions.
hi: अधिग्रहण सांख्यिकीय प्रयोजनों के लिए 'Asort2' प्रयोग होता है
it: 'Asort2' è usato a scopi statistici sugli acquisti
oc: 'Asort2,' Utilizat a de fins estatisticas per las acquisicions.
pl: 'Asort2' przeznaczony do celów statystycznych gromadzenia.
pt: 'Asort2,' para propósitos de estatísticas de aquisição.
pt_br: 'Asort2,' usado para estatísticas de aquisição.
sk: 'Asort2,' na štatistické účely akvizícií.
sv: 'Asort2,' används för inköpsstatistik.
tr: 'Asort2, 'Sağlama istatistiksel amaçlar için.
zh_tw: 'Asort2,' 供採訪統計之用。

source: 'Authorized Value' allows the librarian to select an authorized value list from which catalogers must choose an option.
ar: تتيح "قيمة الاستناد" إلى المكتبي تحديد قائمة قيم استناد يجب على المفهرس اختيار خياراً منها.
cs: 'Ověřená hodnota' umožní knihovníkovi vybrat seznam ověřených hodnot, ze kterého katalogizátor vybírá.
de: 'Normierter Wert' erlaubt es, eine zuvor definierte Liste an gültigen Werten zu hinterlegen, die dann als Auswahlliste in der Katalogisierung angezeigt wird.
el: 'Καθιερωμένη Τιμή' επιτρέπει στον βιβλιοθηκονόμο να επιλέξει μία λίστα καθιερωμένων τιμών από την οποία οι καταλογογράφοι θα πρέπει να διαλέξουν μια επιλογή.
es: 'Valores autorizados' permite a los bibliotecarios seleccionar una lista de valores autorizados de la cual los catalogadores deben elegir una opción.
eu: 'Authorized Value' liburuzainei uzten die autorizatutako balore-zerrenda bat aukeratzen eta horietatik katalogatzaileek aukera bat aukeratu behar dute.
fi: 'Auktorisoitu arvo' antaa mahdollisuuden kontrolloidun sanaston ylläpitoon luetteloijien käytettäväksi.
fr: 'Authorized Value' permet au bibliothécaire de sélectionner une liste de valeurs autorisées dans laquelle les catalogueurs doivent choisir une option.
hi: 'अधिकृत मान' लाइब्रेरियन को अनुमति देता है कि एक अधिकृत मान सूची का सेलेक्ट करे जहां केटाल़ॉगर को एक विकल्प का चयन करना होगा
it: 'Valori autorizzati' permette al bibliotecario di definire una lista di valori tra cui i catalogatori devono scegliere per l'input.
oc: 'Authorized Value' permet al bibliotecari de seleccionar una lista de valors autorizadas dins la quala los catalogadors devon causir una opcion.
pl: Opcja 'Dopuszczona Wartość' pozwala bibliotekarzowi ustalić listę dopuszczonych wartości, z których katalogerzy będą wybierać jedną z opcji.
pt: 'Valor autorizado' permite que o bibliotecário selecione uma lista de valores autorizados dos quais o catalogar deve escolher um deles.
pt_br: 'Valor autorizado' permite ao bibliotecário selecionar uma lista de valores autorizados, da qual cada catalogador pode escolher uma opção.
sk: 'Povolená hodnota' umožňuje knihovníkovi zvoliť zoznam povolených hodnôt, z ktorých si zapisovatelia musia vybrať.
tr: 'Otorize Değer' kütüphanecilerin, katalogçuların içerisinden bir seçenek seçmesi gereken bir otorize değer listesi seçmelerine olanak sağlar.
zh_tw: '容許值' 允許館員從清單中挑選一個值，必須選一個。

source: 'Authorized value' is where you chose an authorized value list from which your catalogers can select a value for this subfield. To edit the subfields associated with the tag, click 'Subfields' to the right of the tag on the 'MARC Structure' listing.
ar: 'القيم الإستنادية' هي المكان الذي تستطيع من خلاله أن تختار قوائم لقيم استنادية والتي من خلالها سيتمكن مفهرسو مكتبتك أن يختاروا القيمة لهذا الحقل الفرعي . لتحرير الحقول الفرعية المرتبطة مع هذه الوسيمة. أنقر على 'حقول فرعية' على يسار الوسيمة في قوائم 'بنية مارك'
cs: 'Ověřená hodnota' vyberete seznam ověřených hodnot, ze kterého katalogizátor vybírá hodnoty pro podpole. Pro úpravu podpolí propojených s polem, klikněte na 'Podpole' napravo od tagu v seznamu 'Struktura MARC'.
da: 'Normværdi' er der hvor man definerer en normværdiliste, hvorfra der kan vælges under katalogiseringen til dette underfelt. For at editere underværdierne tilknyttet til et mærke, klik 'Underfelter' til højre for feltet i listen 'MARC struktur'
de: 'Normierter Wert': Sie können mit normierten Werten Listen gültiger Werte definieren, die dann in der Katalogisierung zu einer Auswahlliste für das jeweilige Unterfeld werden. Um die einzelnen Unterfelder eines Feldes zu bearbeiten, klicken Sie auf 'Unterfelder' auf der rechten Seite neben dem Tag auf der Übersichtsseite zur 'MARC-Struktur'.
el: 'Καθιερωμένη τιμή' είναι εκεί όπου επιλέγετε μια λίστα καθιερωμένων τιμών από την οποία οι καταλογογράφοι μπορούν να επιλέξουν μια τιμή για αυτό το υποπεδίο. Για να επεξεργαστείτε τα υποπεδία που σχετίζονται με την ετικέτα, πατήστε στο 'Υποπεδία' δεξιά της ετικέτας στη λίστα 'Δομή MARC'.
es: 'Valores autorizados' es donde se elige una lista de valores autorizados de la que sus catalogadores pueden seleccionar un valor para este subcampo.Para editar los subcampos asociados con este campo, haga clic en 'Subcampos' a la derecha del campo correspondiente en el listado 'Estructura MARC'.
eu: 'Valor autorizado' es donde se define un valor autorizado que los catalogadores pueden elegir desde una lista desplegable de valores para completar este campo. Para editar los subcampos asociados con este campo, haga clic en 'Subcampos' a la derecha del campo correspondiente en el listado 'Estructura MARC'.
fi: 'Auktorisoitu arvo' -toiminnolla voit valita osakentän arvon valmiista listasta. Tunnisteeseen liitetyt osakentät näet valitsemalla 'Osakentät'-painikkeen, joka sijaitsee 'MARC-rakenne' -listauksen oikealla puolella.
fr: 'Valeurs autorisées' est l'endroit où vous choisissez une liste de valeurs autorisées dans laquelle vos catalogueurs peuvent sélectionner les éléments. Pour modifier un sous-champ associé à une valeur autorisée, cliquer sur 'sous-champs' à droite de l'élément dans la liste 'Structure MARC'
hi: 'अधिकृत मूल्य' तुम जहां एक अधिकृत मूल्य सूची है, जिनमें से अपने catalogers इस उप क्षेत्र के लिए एक मूल्य का चयन कर सकते चुना है। टैग के साथ जुड़े उपक्षेत्रों को संपादित करने के लिए, 'मार्क संरचना' लिस्टिंग पर टैग की सही करने के लिए 'उपक्षेत्रों' पर क्लिक करें।
it: In 'Valori autorizzati' puoi definire gruppi di valori che i tuoi catalogatori useranno scegliendoli da menù a tendina. Per modificare i sottocampi associati al tag, clicca "Sottocampi" a destra del tag nel listato 'Struttura MARC'
oc: 'Valors autorizadas' es l'endreit où vous causissètz una lista de valors autorizadas dins la quala vos catalogadors pòdon seleccionar los elements. Per modificar un soscamp associat a una valor autorizada, clicar sus 'soscamps' a dreita de l'element dins la lista 'Structure MARC'
pl: 'Dopuszczona wartość' - katalogujący wybierają dla podpola wartość z Dopuszczonych wartości. Jeśli chcesz modyfikować podpola powiązane z tagiem, kliknij 'Podpola" po prawej stronie od taguna liście 'Struktury szablonu MARC'.
pt: 'Valor autorizado' é onde se escolhe uma lista de valores autorizados dos quais o catalogar deve escolher um deles para o subcampo. Para editar os subcampos associados ao campo, carregue em 'Subcampos' à direita do campo nas listagem da estrutura do modelo MARC.
pt_br: 'Valor autorizado' é quando você define um valor em que os catalogadores podem escolher através de um menu de opções. Para editar os subcampos associados a esta tag, clique 'Subcampos' a direita da tag na lista 'Estrutura MARC'.
sk: 'Povolená hodnota' je tam, kde si zvolíte zoznam povolených hodnôt, z ktorých si vaši zapisovatelia môžu vybrať hodnotu pre toto pole. Pre úpravu podpoľa súvisiacu so menovkou, kliknite na 'Podpolia' napravo od menovky v zozname 'štruktúry MARC'.
sv: 'Godkänt värde' är där du väljer en lista med godkända värden från vilken användare som katalogiserar måste välja ett värde för detta underliggande fält. För att redigera det underliggande fält som är kopplat till taggen klickar du på 'Underliggande fält' till höger om taggen i listan 'MARC-struktur'.
tr: 'Yetkili değer' katalogcuların bu alanı doldurmak için çekme menüden seçebileceği yetkili değeri tanımladığı kısımdır. Etiketle ilgili alt alanları düzeltmek/değiştirmek için, 'MARC yapısı' listesi üzerindeki etiketin sağındaki 'Alt Alanlara' tıklayın.
zh_tw: '容許值' 是從清單裡選取一個值，供分欄使用。編輯分欄時，勾選 '分欄' 右方的標籤，'MARC 結構' 清單。

source: 'Authorized value' is where you define an authorized value that your catalogers can choose from a pull down to fill this field in
fi: 'Auktorisoitu arvo' -toiminnolla määritetään kontrolloidut sanastot alasvetovalikkoihin luetteloijien käytettäviksi.
hi: जहां आप एक अधिकृत मूल्य है कि आपके catalogers एक से चुन सकते हैं परिभाषित करने में इस क्षेत्र को भरने के लिए नीचे खींच 'अधिकृत मूल्य' है
oc: 'Valors autorizadas' es l'endreit où vous definissètz una lista de valors autorizadas dins la quala vos catalogadors pòdon seleccionar los elements a partir d'un menú desenrotlant. Per modificar un soscamp associat a una valor autorizada, clicar sus 'soscamps' a dreita de l'element dins la lista 'Estructura MARC'

source: 'BOR_NOTES' is for values for custom patron notes that appear on the circulation screen and the OPAC.
ar: 'BOR_NOTES' وهي قيم لملاحظات مستفيدين مخصصين والتي تعرض في شاشة الإعارة وفي الأوباك.
cs: 'BOR_NOTES' hodnoty pro poznámky ke čtenářům, které se objeví na výpůjční obrazovce a v on-line katalogu.
da: 'BOR_NOTES' er til værdier for tilpassede lånernotater, som vises på udlånsskærmen og OPAC
de: 'BOR_NOTES' wird für Standardnachrichten im Benutzerkonto, die in der Ausleihe und im OPAC angezeigt werden können.
el: 'BOR_NOTES' είναι για τιμές για τις προσαρμοσμένες σημειώσεις μελών οι οποίες εμφανίζονται στην οθόνη διακίνησης υλικού και στον OPAC
es: 'BOR_NOTES' es para valores de notas de usuarios personalizadas que aparecerán en la pantalla de circulación y en el OPAC.
eu: 'BOR_NOTES' es para valores de notas de socios personalizadas que aparecerán en la pantalla de circulación y en el OPAC.
fi: 'BOR_NOTES': käytetään käyttäjäilmoitusten määrittämiseen lainauksessa ja palautuksessa sekä verkkokirjastossa.
fr: 'BOR_NOTES' Valeurs pour les notes personnalisées sur les adhérents qui apparaissent en circulation et à l'OPAC
hi: 'BOR_NOTES' कि संचलन स्क्रीन और ओपेक पर प्रकट कस्टम संरक्षक नोट्स के लिए मूल्यों के लिए है।
it: 'BOR_NOTES' è la lista di valori autorizzati per le note utente personalizzate che compaiono nella pagina di circolazione e nell'OPAC.
oc: 'BOR_NOTES' Valors per las nòtas personnalisées suls aderents qui apareisson en circulacion e a l'OPAC
pl: 'BOR_NOTES' jest dla wartości oznaczających własne notatki użytkownika, które pojawiają się na ekranie wypożyczeń i w OPAC.
pt: 'BOR_NOTES' é para valores das notas de leitores que aparecem na página de empréstimo e no OPAC.
pt_br: 'BOR_NOTES' é para valores para notas customizadas para usuários que aparecem na tela de circulação e no OPAC.
sk: 'BOR_NOTES' slúži pre hodnoty z vlastných poznámok o čitateľoch, ktoré sa objavujú na zobrazení obehu a v OPACu.
sv: 'BOR_NOTES' är för värden för anpassade meddelande för låntagare som visas i låneskärmen och OPAC.
tr: 'BOR_NOTES' Dolaşım ekranı ve OPAC üzerinde görünen özel kullanıcı notları değerleri içindir.
zh_tw: 'BOR_NOTES' 是客製化的讀者說明，出現在流通頁面與 OPAC。

source: 'Biblio' is the MARC record you'd like to link this subscription to
ar: 'التسجيلة الببليوغرافية' هي تسجيلة مارك التي قد تود بربط الإشتراكات بها
cs: 'Biblio' je MARC záznam, kterým propojíte záznam s předplatným pro
da: Biblio' er den MARC-post, som abonnementet skal linkes til
de: 'Titel' ist der MARC-Datensatz, mit dem dieses Abonnement verknüpft werden soll
el: Το 'Biblio' είναι η εγγραφή MARC που θέλετε να συνδέσετε με αυτή τη συνδρομή
es: 'Biblio' es el registro bibliográfico MARC que a Usted le gustaría enlazar con esta suscripción
eu: 'Biblio' da harpidetza honi lotzea zuri gustatuko litzaizuken MARC erregistroa
fi: 'Tietue' tarkoittaa MARC-tietuetta, johon tilaus on tarkoitus liittää
fr: 'Notice biblio' est la notice MARC à laquelle vous voulez ajouter l'abonnement.
hi: 'Biblio' मार्क रिकॉर्ड है आप के लिए इस सदस्यता लिंक करना चाहते हैं
it: 'Biblio' è un record MARC a cui associare questo abbonamento
oc: 'Notícia biblio' es la notícia MARC a la quala volètz apondre l'abonament.
pl: 'Rekord' - odesłanie do rekordu MARC czasopisma, którego dotyczy prenumerata
pt: 'Biblio' é o registo MARC que você deseja ligar à assinatura
pt_br: 'Biblio' é o registro MARC que você quer relacionar esta assinatura
sk: 'Biblio' je záznam MARC, ku ktorému by ste mali prepojiť toto predplatné
sv: 'Biblio' är den MARC-post du vill koppla denna prenumeration till
tr: 'Bibliyografik kayıt' bu aboneliğe bağlantı kurmak istediğiniz MARC kaydıdır
zh_tw: 'Biblio' 是 MARC 紀錄，可以連結至訂閱

source: 'Bsort1' is for patron statistical purposes.
ar: 'Bsort1' وهي لإغراض إحصائية تتعلق بالمستفيدين.
cs: 'Bsort1' je pro účely čtenářských statistik.
da: 'Bsort1' bruges til statistiske formål om lånere
de: 'Bsort1' wird für Benutzerstatistiken verwendet.
el: 'Bsort1' είναι για στατιστικούς σκοπούς των μελών.
es: 'Bsort1' es para propósitos estadísticos de usuarios.
eu: 'Bsort1' es para propósitos estadísticos de usuarios.
fi: 'Bsort1': käytetään asiakastietojen tilastointiin.
fr: 'Bsort1' Utilisé pour les statistiques adhérents.
hi: 'Bsort1' संरक्षक सांख्यिकीय उद्देश्यों के लिए है.
it: 'Bsort1' è usato a scopi statistici sugli utenti.
oc: 'Bsort1' Utilizat per las estatisticas aderents.
pl: 'Bsort1' - przeznaczony do celów statystycznych użytkownika.
pt: 'Bsort1' é para propósitos de estatísticas de leitores.
pt_br: 'Bsort1' é para levantamento estatísticos de usuários.
sk: 'Bsort1' na štatistické účely čitateľov.
sv: 'Bsort1' är för låntagarstatistik.
tr: 'Bsort1' Kullanıcı istatistiksel amaçlar içindir.
zh_tw: 'Bsort1' 是供讀者統計之用。

source: 'Bsort2' is used for patron statistical purposes.
ar: 'Bsort2' تستخدم لإغراض إحصائية تتعلق بالمستفيدين.
cs: 'Bsort2' je použito pro účely čtenářských statistik.
da: 'Bsort2' bruges til statistiske formål om lånere
de: 'Bsort2' wird für Benutzerstatistiken verwendet.
el: 'Bsort2' χρησιμοποιείται για στατιστικούς σκοπούς των μελών.
es: 'Bsort2' es para propósitos estadísticos de usuarios.
eu: 'Bsort2' es para propósitos estadísticos de usuarios.
fi: 'Bsort2': käytetään asiakastietojen tilastointiin.
fr: 'Bsort2' Utilisé pour les statistiques adhérents.
hi: 'Bsort2' संरक्षक सांख्यिकीय प्रयोजनों के लिए प्रयोग किया जाता है।
it: 'Bsort2' è usato a scopi statistici sugli utenti.
oc: 'Bsort2' Utilizat per las estatisticas aderents.
pl: 'Bsort2' - przeznaczony do celów statystycznych użytkownika.
pt: 'Bsort2' é para propósitos de estatísticas de leitores.
pt_br: 'Bsort2' é usado para levantamento estatísticos de usuários.
sk: 'Bsort2' na štatistické účely čitateľov.
sv: 'Bsort2' används för låntagarstatistik.
tr: 'Bsort2' Kullanıcı istatistiksel amaçlar içindir.
zh_tw: 'Bsort2' 是供讀者統計之用。

source: 'CART' is the shelving cart location, used by InProcessingToShelvingCart and ReturnToShelvingCart
ar: 'السلة' وهي مكان الترفيف للسلة وتستخدم بواسطة InProcessingToShelvingCart و ReturnToShelvingCart
cs: 'CART' je označení pro "část fondu" odpovídající vozíku na vrácené knihy, které je používáno nastaveními InProcessingToShelvingCart a ReturnToShelvingCart
da: 'CART' er hyldekurv-placeringen brugt af InProcessingToShelvingCart og ReturnToShelvingCart
de: 'CART' ist der Standort des Einstellwagens und wird von den Systemparametern InProcessingToShelvingCart und ReturnToShelvingCart verwendet
el: 'ΚΑΛΑΘΙ' είναι η τοποθεσία του ταξιθετικού καλαθιού, που χρησιμοποιείται από τα InProcessingToShelvingCart και ReturnToShelvingCart
es: 'CART' es la ubicación en la estantería de la bolsa, usado por InProcessingToShelvingCart y ReturnToShelvingCart
eu: 'CART' es la ubicación en la estantería de la bolsa, usado por InProcessingToShelvingCart y ReturnToShelvingCart
fi: 'CART' on palautuskärryä tarkoittava muuttuja, jota käyttävät InProcessingToShelvingCart ja ReturnToShelvingCart
fr: 'CART' est l'emplacement du chariot de retour, utilisé par InProcessingToShelvingCart and ReturnToShelvingCart
hi: 'कार्ट' अलमारी कार्ट लोकेशन है, जोकि InProcessingToShelvingCart और ReturnToShelvingCart द्वारा इस्तेमाल किया जाता है
it: E' la collocazione 'Carrello', usata come collocazione temporanea per indicare le copie in movimentazione tra il banco circolazione e gli scaffali. L'uso viene attivato dalle preferenze di sistema InProcessingToShelvingCart e ReturnToShelvingCart
oc: 'CART' es l'emplaçament del chariot de retorn, utilizat per InProcessingToShelvingCart and ReturnToShelvingCart
pl: 'CART' to wózek (shelving cart location); używane przez opcje InProcessingToShelvingCart i ReturnToShelvingCart
pt: 'CART' é a localização em prateleira do carrinho, usada por InProcessingToShelvingCart e ReturnToShelvingCart
pt_br: 'CART' é a localização no carrinho, usada pelas funções InProcessingToShelvingCart e ReturnToShelvingCart
sk: 'CART' je lokáciou košíka na návrat do police, ktorý používa InProcessingToShelvingCart a ReturnToShelvingCart
sv: 'VAGN' är hyllvagnens plats, som används av InProcessingToShelvingCart och ReturnToShelvingCart
tr: 'CART' InProcessingToShelvingCart ve ReturnToShelvingCart tarafından kullanılan raf sepeti konumudur
zh_tw: 'CART' 是書架位置，用於 InProcessingToShelvingCart 與 ReturnToShelvingCart 偏好

source: 'CCODE' is for collection codes (appears when cataloging and working with items).
ar: 'CCODE' وهي لرموز المجموعة ( تظهر عند الفهرسة والعمل مع المواد).
cs: 'CCODE' je pro kódy sbírek (používá se při katalogizaci a práci s jednotkami)
da: 'CCODE' er til samlingskoder (vises når der arbejdes med eksemplarer)
de: 'CCODE' ist für Sammlungen (erscheint in der Katalogisierung und bei der Arbeit mit Exemplaren)
el: 'CCODE' είναι για τους κωδικούς συλλογής (εμφανίζεται κατά την καταλογογράφηση και την επεξεργασία τεκμηρίων).
es: 'CCODE' es para códigos de colección (aparece al catalogar y trabajar con ítems).
eu: 'CCODE' es para códigos de colección (aparece al catalogar y trabajar con ítems).
fi: 'CCODE': käytetään kokoelmatunnuksiin, näkyy luetteloinnin ja nidetoimintojen yhteydessä.
fr: 'CCODE' est utilisé pour les codes de collection (apparaît au catalogage et dans les exemplaires).
hi: 'CCODE' संग्रह कोड के लिए है (प्रकट होता है जब सूचीकरण करने और मदों के साथ काम कर रहे हैं).
it: Codici di collezione (compare quando modifichi una copia)
oc: 'CCODE' es utilizat pels còdis de colleccion (apareis al catalogatge e dins los exemplars).
pl: 'CCODE' jest przeznaczony dla kodów kolekcji (pojawia się podczas katalogowania i pracy z egzemplarzami).
pt: 'CCODE' é para códigos de colecção (aparece na edição de um exemplar)
pt_br: 'CCODE' é para códigos de coleção (aparecerão na catalogação e quando trabalhar com estes itens).
sk: 'CCODE' je pre kódy zbierok (zobrazuje sa pri katalogizácii a práci s exemplármi).
sv: 'CCODE' är för samlingskoder (visas vid katalogisering och arbete med objekt).
tr: 'CCODE' Koleksiyon kodları içindir (bir materyali kataloglarken ve üzerinde çalışırken görünür).
zh_tw: 'CCODE' 是館藏代碼(編目與館藏時出現)。

source: 'Call Number' is for your item's call number or call number prefix
eu: 'Call Number' signatura topografiko edo item-aren signatura topografikoaren aurrezkia
fi: 'Luokka': käytetään niteen luokkatietona hyllypaikkatiedon yhteydessä.
hi: 'कॉल नंबर' अपने मद का कॉल नंबर या कॉल नंबर उपसर्ग के लिए है

source: 'DAMAGED' is for descriptions of damaged items, and appears when cataloging and working with items.
ar: 'DAMAGED' وهي من أجل التوصيفات للمواد التالفة ، وتعرض عند الفهرسة والتعامل مع المواد.
cs: 'DAMAGED' slouží pro popis poškozených jednotek a používá se při katalogizaci a práci s jednotkami.
da: 'DAMAGED' er til beskrivelse af et beskadiget eksemplar, og vises under katalogisering og arbejde med eksemplarer.
de: 'DAMAGED' wird zur Beschreibung von beschädigten Exemplaren verwendet und erscheint in der Katalogisierung und bei der Arbeit mit Exemplaren.
el: 'ΦΘΑΡΜΕΝΟ' είναι για περιγραφές φθαρμένων τεκμηρίων και εμφανίζεται κατά την καταλογογράφηση και την επεξεργασία τεκμηρίων.
es: 'DAÑADO' es para descripciones de ítems dañados, y aparece cuando cataloga y trabaja con ítems.
eu: 'DAÑADO' es para descripciones de ítems dañados, y aparece cuando cataloga y trabaja con ítems.
fi: 'DAMAGED': käytetään vahingoittuneen aineiston merkitsemiseen, näkyy luetteloinnin ja nidetoimintojen yhteydessä.
fr: 'DAMAGED' est utilisé pour décrire les exemplaires endommagés, apparaît au catalogage et dans la gestion des exemplaires.
hi: क्षतिग्रस्त आइटम के विवरण के लिए 'DAMAGED' है, और प्रकट होता है जब सूचीकरण करने और मदों के साथ काम कर रहे हैं.
it: Descrizioni per copie segnate come danneggiate (appaiono quando modifichi una copia)
oc: 'DAMAGED' es utilizat per descriure los exemplars damatjats, apareis al catalogatge e dins la gestion dels exemplars.
pl: 'DAMAGED' - status dla egzemplarzy zniszczonych; widoczny w trakcie katalogowania i pracy z egzemplarzami.
pt: 'DAMAGED' é para descrições dos exemplares estragados (aparece quando um item for editado).
pt_br: 'DAMAGED' é usado em descrições de exemplares danificados, e aparecerá durante a catalogação ou quando estiver lidando com exemplares.
sk: 'DAMAGED' je pre popisy poškodených exemplárov a objavuje sa pri katalogizácii a práci s exemplármi.
sv: 'SKADAD' är för beskrivning av skadade objekt, och visas vid katalogisering och arbete med objekt.
tr: 'HASARLI' Hasarlı olarak belirtilecek materyallerin açıklamaları içindir ve materyalleri kataloglarken ve materyaller üzerinde çalışırken görünür.
zh_tw: 'DAMAGED' 是說明毀損的館藏，編目與館藏時出現。
