Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Choose to limit your export by any one or more of the following options
ar: اختيار للحد من التصدير من قبل أي واحد أو أكثر من الخيارات التالية
cs: Vyberte omezení vašeho exportu jednou nebo více z následujících možností
da: Vælg en eller flere af følgende optioner, for at begrænse eksporten
de: Wählen Sie eine oder mehrere der folgenden Optionen, um Ihren Export einzuschränken
el: Επιλέξτε να περιορίσετε την εξαγωγή σε μία ή περισσότερες από τις ακόλουθες επιλογές
es: Seleccione limitar su exportación por una o varias de las siguientes opciones
eu: Aukeratu zure esportazioa hurrengo aukeretako bat edo gehiagora mugatzea
fi: Valitse viennin rajoitukset (yksi tai enemmän) seuraavista vaihtoehdoista
fr: Choisissez de limiter l'export par une ou plusieurs des options suivantes
hi: किसी एक या निम्न विकल्पों में से अधिक से अपने निर्यात को सीमित करने का चुनें
it: Scegli di limitare il tuo export ad una o più delle opzioni seguenti
oc: Causissètz de limitar l'expòrt per una o mantuna de las opcions seguentas
pt: Escolher para limitar a sua exportação por qualquer um ou mais das seguintes opções
pt_br: Escolha para limitar sua escolha a uma ou mais das seguintes opções
sk: Zvoľte obmedzenie Vášho exportu jednou alebo viacerými z nasledujúcich možností
sv: Välj att begränsa exporten med ett eller flera av följande alternativ
tr: Aşağıdaki seçeneklerden herhangi birinden veya daha fazlasından dışa aktarımı sınırlandırmak için seçiniz
zh_tw: 從下列的選項中，選擇限制匯出的方式

source: Choose whether or not you want to look for matching records
ar: اختيار ما إذا كنت ترغب في البحث عن السجلات المتطابقة
cs: Vyberte, zda chcete, nebo nechcete hledat odpovídající záznamy
da: Vælg om der skal søges efter passende dataposter
de: Entscheiden Sie, ob der Import mit den vorhandenen Datensätzen abgeglichen werden soll
el: Επιλέξτε αν θέλετε ή όχι να γίνει έλεγχος για ταυτισμένες εγγραφές
es: Seleccione si desea o no buscar registros coincidentes
eu: Aukeratu bat etortze erregistrorik bilatu nahi duzun ala ez
fi: Valitse haluatko vai etkö halua katsoa vastaavia tietueita
fr: Choisissez de rechercher ou non les notices correspondantes
hi: चुनें या नहीं, आप रिकॉर्ड मिलान के लिए देखना चाहता हूँ
it: Scegli se vuoi vedere o no i records che coincidono
oc: Causissètz de recercar o non las notícias correspondentas
pt: Escolher se deseja ou não verificar correspondências entre registos
pt_br: Escolher se deseja ou não verificar correspondências entre registros
sk: Zvoľte či chcete alebo nechcete hľadať zhodné záznamy
sv: Välj om du vill leta efter matchande poster
tr: Eşleşen kayıtları aramak isteyip istemediğinizi seçiniz
zh_tw: 選擇是否指定對映的紀錄

source: Choose whether to receive the text of or a link to the results
ar: اختيار ما إذا كان الحصول على نص أو ربط النتائج
cs: Vyberte, zda přijmout text, nebo odkaz k výsledkům
da: Vælg om resultaterne skal modtages som tekst eller link
de: Entscheiden Sie, ob Sie Text oder einen Link zu den Ergebnissen erhalten möchten
el: Επιλέξτε αν θέλετε να παραλάβετε κείμενο για ή σύνδεσμο προς τα αποτελέσματα
es: Seleccione si desea recibir el texto o un enlace a los resultados
eu: Aukeratu emaitzen testua edo horietarako lotura bat jaso nahi dituzun
fi: Valitse haluatko nähdä tekstin vai linkin tuloksiin
fr: Choisissez de recevoir le texte du résultat ou bien un lien vers le résultat
hi: चुनें परिणामों के पाठ या एक लिंक प्राप्त करने के लिए है कि क्या
it: Scegli se ricevere il testo oppure un link ai risultati
oc: Causissètz de recebre lo tèxte del resultat o bien un ligam cap a lo resultat
pt: Escolher se deseja receber o texto ou um link para os resultados
pt_br: Escolher se deseja receber o texto ou um link para os resultados
sk: Zvoľte či chcete dostať text výsledkov alebo odkaz k výsledkom
sv: Välj om du vill få texten för eller en länk till resultaten
tr: Metni veya sonuç bağlantısını almayı seçin
zh_tw: 選是是否收取此結果的文字或連結

source: Choose whether you're editing bibliographic or authority records
eu: Aukeratu bibliografia-edo autoritate-erregistroak aldatu nahi badituzu
fi: Valitse muokkaatko nimeke- tai auktoriteettitietuetta
hi: चुनें कि आप ग्रंथ सूची और अधिकार अभिलेख संपादन कर रहे हैं कि क्या
oc: Causissètz de recercar o non las notícias correspondentas

source: Choose which library this notice or slip is for
ar: اختيار أي مكتبة تلاحظ أو تسحب هذا
cs: Vyberte, pro kterou knihovnu je určená tato oznámení/potvrzení
da: Vælg det bibliotek, som dette notat eller note er til
de: Wählen Sie, für welche Bibliothek diese Benachrichtigung oder Quittung ist
el: Επιλέξτε για ποια βιβλιοθήκη είναι αυτή η ειδοποίηση ή σφάλμα
es: Seleccione que biblioteca usará este aviso o recibo
eu: Seleccione que biblioteca usará este aviso o recibo
fi: Valitse kirjasto, jolle tämä ilmoitus tai kuitti on tehty
fr: Choisissez pour quel site est cette notification ou ce ticket
hi: चुनें जो पुस्तकालय इस नोटिस या पर्ची के लिए है
it: Scegli a quale biblioteca inviare l'avviso o la ricevuta
oc: Causissètz per quel site es aquesta notificacion o ce ticket
pt: Escolher a biblioteca para este aviso ou recibo
pt_br: Escolha para qual biblioteca será este recibo
sk: Zvoľte, pre ktorú knižnicu bude určené toto oznámenie alebo ústrižok
sv: Välj för vilket bibliotek detta meddelande eller kvitto gäller
tr: Bu uyarının ya da notun hangi kütüphane için olduğunu seçin
zh_tw: 選擇此通知或收條適用的圖書館

source: Choose which library will be using this fund
ar: قم باختيار المكتبة التي ستستخدم هذا التمويل
cs: Vyberte, která knihovna bude používat tento fond
de: Wählen Sie aus, welche Bibliothek dieses Konto verwenden wird
es: Seleccione qué biblioteca va a utilizar este fondo
eu: Aukeratu funts hau erabiliko duen liburutegia
fi: Valitse kirjasto, joka käyttää tätä tiliä
fr: Choisissez le site qui utilisera ce poste budgétaire
hi: चुनें जो पुस्तकालय इस कोष का उपयोग किया जाएगा
it: Scegli la biblioteca che userà questo fondo
oc: Causissètz lo site qui utilizara ce pòste budgètari
pt: Escolha a biblioteca que usará este fundo
sk: Zvoľte, ktorá knižnica bude používať tento fond
tr: Bu fonu hangi kütüphanenin kullanacağını seçin
zh_tw: 選擇使用此基金的圖書館

source: Choose which library, shelving location, call number range, item status and when the item was last seen to generate a shelf list that you can then print to use while walking around the library checking your collection
ar: اختيار أي مكتبة, مواقع الرفوف,استدعاء عدد معين, حالة المادة ومتى شوهد المرة الأخيرة في قائمة الرفوف التي يمكنك طباعتها واستخدامها خلال التجوال ضمن المكتبة لفحص مجموعتك
cs: Vyberte knihovnu, část fondu, rozsah signatur, stav jednotky a datum poslední evidence jednotky pro vytvoření místního seznamu, který můžete poté vytisknout a použít při obcházení knihovny a kontrole vašeho fondu
da: Vælg bibliotek, placering, signaturområde eller eksemplarstatus og hvornår eksemplaret sidst er set for at lave en liste, der kan udskrives og bruges til kontrol ved reolen.
de: Wählen Sie die Bibliothek, Standort, Signaturbereich oder Exeplarstatus und wann das Exemplar zuletzt gesehen wurde um eine Liste zu erstellen, die Sie ausdrucken und am Regal überprüfen können.
el: Επιλέξτε ποια βιβλιοθήκη, τοποθεσία στο ράφι, σειρά ταξιθετικών αριθμών, κατάσταση τεκμηρίου και πότε εμφανίστηκε το τεκμήριο για τελευταία φορά για να δημιουργήσετε μία λίστα ραφιού την οποία μετά θα μπορείτε να εκτυπώσετε για να χρησιμοποιήσετε ενώ θα περιηγήστε στη συλλογή σας για έλεγχο
es: Seleccione la biblioteca, la ubicación estanterías, rango de la signatura, el estado del ítem y cuando el ítem fue visto por última vez para generar una lista de estantería que pueda imprimir para utilizar mientras camina alrededor de la biblioteca y comprueba su colección
eu: Aukeratu liburutegia, apal kokalekua, katalogo zenbakiaren bitartea, elementuaren egoera eta elementua ikusi zen azken eguna hura inprimatu eta erabiltzeko, zure bilduma egiaztatzen liburutegitik zabiltzanean
fi: Valitse kirjasto, hyllypaikka, luokkanumeroväli, niteen tila ja milloin nide on viimeksi havaittu tehdäksesi tulostettavan hyllylistan. Voit tarkastaa sen avulla kirjaston kokoelman hyllyistä
fr: Choisissez quel site, localisation, intervalle de cotes, statut d'exemplaire et date à laquelle les exemplaires ont été vus pour la dernière fois afin de générer une liste que vous pourrez imprimer et utilisez ensuite quand vous examinerez physiquement vos collections
hi: जो पुस्तकालय चुनें, स्थान ठंडे बस्ते में डालने, संख्या रेंज, मद स्थिति फोन और जब आइटम पिछले एक शेल्फ सूची है कि आप तब करते हुए अपने संग्रह की जाँच के पुस्तकालय के चारों ओर घूमना उपयोग करने के मुद्रित कर सकते हैं उत्पन्न करने के लिए देखा था
it: Scegli quale biblioteca, collocazione a scaffale, numero di chiamata, stato del documento e quando il documento è stato visualizzato l'ultima volta per creare una lista per scaffale che puoi stampare e utilizzare mentre cammini per la biblioteca verificando la tua collezione
oc: Causissètz quin site, localizacion, interval de quòtas, estatut d'exemplar e data a la quala los exemplars son estats vistes pel darrièr còp per fin de generar una lista que poiretz imprimir e utilizatz puèi quand examinaretz fisicament vòstras colleccions
pt: Escolha qual biblioteca, localização, faixa de cota, o estado de item e quando o item foi visto pela última vez para gerar uma lista de prateleira, que você pode imprimir para uso durante a caminhada em torno da biblioteca verificando a sua colecção
pt_br: Escolha qual biblioteca, localização, faixa de cota, o estado de item e quando o item foi visto pela última vez para gerar uma lista de prateleira, que você pode imprimir para uso durante a caminhada em torno da biblioteca verificando a sua coleção
sk: Zvoľte knižnicu, lokáciu v poličkách, rozmedzie signatúr, stav exemplárov a dátum poslednej evidencie pre generovanie zoznamu poličiek, ktorý môžete potom vytlačiť pre použitie na prechádzanie po knižnici a kontrolu Vašej zbierky
sv: Välj bibliotek, hyllplats, hyllsignaturintervall, objektstatus och när objektet senast sågs, för att generera en hyllista som du kan skriva ut och använda när du går runt och kontrollerar samlingen
tr: Kütüphanede koleksiyonunuzu kontrol etmek için, dolaşırken kullanmak için, basabileceğiniz bir raf listesi oluşturmak için; kütüphane, raf yeri, yer numarası aralığı, materyal durumu ve materyalin en son ne zaman görüntülendiğini seçiniz
zh_tw: 選擇圖書館、書架位置、索書號範圍、館藏狀態與館藏最後出現位置，產生可以列印的排架清單，供讀架之用

source: Choose which unit of time, Days or Hours, that the loan period and fines will be calculate in
ar: اختر أي من وحدات الوقت ( الأيام أو الساعات )، التي سيتم بالاستناد عليها حساب مدة الإعارة والغرامات.
cs: Vyberte, která časová jednotka, dny nebo hodiny, se bude používat při výpočtu výpůjční lhůty a pokut
da: Vælg hvilken tidsperiode, Dage eller Timer, som låneperioden og bøder skal beregnes i
de: Wählen Sie aus, in welcher Zeiteinheit, Tagen oder Stunden, die Leihfrist berechnet werden soll
el: Επιλέξτε βάσει ποιας μονάδας χρόνου, Ημέρες ή Ώρες, θα υπολογίζονται η περίοδος δανεισμού και τα πρόστιμα
es: Seleccione que unidad de tiempo, días u horas, con los cuales se calcularán los períodos de préstamos y multas en
eu: Seleccione que unidad de tiempo, días u horas, con los cuales se calcularán los períodos de préstamos y multas en
fi: Valitse aikayksikkö, päiviä tai tunteja, joihin laina-aika ja maksut perustuvat
fr: Choisissez quelle unité de temps, Jour ou Heure, à partir de laquelle la durée et les règles de prêt seront calculées.
hi: समय, दिन या घंटे की जो इकाई चुनते हैं, कि ऋण की अवधि और जुर्माने के रूप में गणना की जाएगी
it: Scegli l'unità di tempo (giorno o ore) con cui i tempi dei prestiti e le multe verranno calcolate
oc: Causissètz quina unité de temps, Jour o Heure, a partir de la quala la durada e las règlas de prèst seràn calculadas.
pt: Escolher que unidade de tempo, dias ou horas, para calcular o período de empréstimo ou multas
pt_br: Escolha qual unidade de tempo, Dias ou Horas, que o período de empréstimo e suspensões serão calculados
sk: Zvoľte, ktorá časová jednotka, dni alebo hodiny, sa bude používať pri výpočte dĺžky výpožičiek a pri pokutách
sv: Välj vilken tidsenhet, Dagar eller Timmar som ska användas för beräkna låneperiod och böter
tr: Ödünç sürelerinin ve cezalarının hangi zaman biriminde, gün ya da saat olarak, hesaplanacağını seçiniz.
zh_tw: 選擇時間的單位，天或小時，供計算借期與罰款之用

source: Choose your CSV file and choose to match on 'Cardnumber' to prevent adding of duplicate card numbers to the system
ar: اختيار ملف csv واختيار الم في 'رقم البطاقة' لمنع الإضافة و تكرار أرقام البطاقات في النظام
cs: Vyberte soubor CSV a "Pole pro zjišťování shody záznamů" nastavte na "Číslo průkazky", aby se předešlo vložení duplicitních čísel průkazky do systému.
da: Vælg din CSV-fil og vælg at søge efter 'Kortnummer' for at forebygge tilføjelse af identiske kortnumre til systemet
de: Wählen Sie Ihre CSV-Datei und das Feld 'Ausweisnummer' aus, um zu verhinden, dass duplikate Benutzerdatensätze erzeugt werden
el: Επιλέξτε το αρχείο CSV και επιλέξτε την ταύτιση με το 'Αριθμόςκάρτας' για να εμποδίσετε την προσθήκη διπλών αριθμών καρτών στο σύστημα
es: Seleccione su archivo CSV y elija coincidir en 'Número de usuario' para prevenir incorporar números duplicados al sistema
eu: Seleccione su archivo CSV y elija coincidir en 'Número de socio' para prevenir incorporar números duplicados al sistema
fi: Valitse CSV-tiedosto ja valitse tietueiden tarkistamiseen kenttä 'Kirjastokortin numero', jotta järjestelmään ei tule kirjastokorttien tuplia.
fr: Choisissez votre fichier CSV et choisissez de mettre en concordance les adhérents sur leur Numéro de carte afin d'éviter d'ajouter des doublons au système.
hi: अपनी CSV फ़ाइल का चयन और व्यवस्था करने के लिए डुप्लीकेट कार्ड नंबर के जोड़ने को रोकने के लिए 'Cardnumber' पर मैच के लिए चुन
it: Scegli il tuo file CSV e scegli di controllare il numero tessera per evitare di avere doppioni nell'elenco
oc: Causissètz vòstre fichièr CSV e causissètz de mettre en concordància les aderents sus lor Numèro de carta per fin d'evitar d'apondre des doblons al sistèma.
pl: Wybierz swój plik CSV i zaznacz dopasowanie w 'Numer karty', by zapobiec powieleniu numerów kart w systemie
pt: Escolher o ficheiro CSV e escolher para corresponder no 'Número de cartão' para evitar a adição de números de cartões duplicados no sistema
pt_br: Escolha seu arquivo CSV e peça verificação de correspondência por 'Número de carteirinha' para evitar que sejam adicionadas carteirinhas duplicadas no sistema
sk: Zvoľte svoj súbor CSV a zhodu s 'Číslom preukazu', aby sa predišlo pridávaniu duplicitných čísiel preukazov do systému
sv: Välj din CSV-fil och välj att matcha på 'Kortnummer' för att förhindra att dubbletter av kortnummer läggs in i systemet
tr: CSV dosyanızı seçin ve sisteme dublike kart numarası eklemeyi önlemek için 'Kart numarasını' eşlemeyi seçin.
zh_tw: 選擇您的 CSV 檔案，並指定對映 '讀者證號碼' 以免新增重複的讀者號

source: Choose your library from the pull down at the top of the screen
ar: اختار مكتبتك من هدم في أعلى الشاشة
cs: Vyberte svoji knihovnu z rozbalovací nabídky v horní části obrazovky
da: Vælg dit hjemmebibliotek fra menuen øverst på skærmen
de: Wählen Sie Ihre Bibliothek aus dem Pull-Down-Menu oben am Schirm aus
el: Επιλέξτε τη βιβλιοθήκη σας από το πτυσσόμενο μενού στην κορυφή της οθόνης
es: Seleccione su biblioteca de la lista desplegable situada en la parte superior de la pantalla
eu: Aukeratu liburutegia pantailaren goialdeko goitibeherako menutik
fi: Valitse kirjasto alasvetovalikosta ruudun yläreunassa
fr: Sélectionnez votre site dans la liste en haut de l'écran
hi: स्क्रीन के शीर्ष पर पुल से अपने पुस्तकालय नीचे चुनें
it: Scegli la tua biblioteca dal menù in alto nello schermo
oc: Seleccionatz vòstre site dins la lista en naut de l'ecran
pl: wybierz bibliotekę z rozwijanej listy
pt: Seleccionar a sua biblioteca no menu do topo do ecrã
pt_br: Escolha sua biblioteca na lista do topo da tela
sk: Zvoľte si knižnicu z rozbaľovacej ponuky na vrchu obrazovky
sv: Välj ditt bibliotek i rullgardinsmenyn längst upp i skärmen
tr: Ekranınızın en üstündeki çekme menüden kütüphanenizi seçin
zh_tw: 從螢幕上方的下拉選單裡選擇您的圖書館

source: Choosing a framework other than 'Default' isn't necessary, but it's helpful for running reports and having the right bib level item type selected on import.
ar: اختيار قالب آخر غير 'الإفتراضي' ليس ضرورياً، لكنه مفيد لتشغيل التقارير والحصول على المستوى البيبلوغرافي الصحيح للمادة المختارة في الإستيراد.
cs: Vybrat jinou než výchozí šablonu není nutné, ale je to užitečné pro spouštění sestav a pro přidělování přístupových práv.
da: Det er ikke nødvendigt at vælge en anden struktur end 'Standard', men det hjælper, når der skal laves rapporter og vælges det rigtige niveau ved import.
de: Es ist nicht erforderlich, ein anderes Framework als 'Standard' auszuwählen, aber es kann hilfreich für die Statistik und die korrekte Vorauswahl eines passenden Medientyps in der Katalogisierung sein.
el: Δεν είναι αναγκαία η επιλογή άλλου πλαισίου εκτός από το 'Προκαθορισμένο', αλλά βοηθάει στο τρέξιμο εκθέσεων και στο να έχετε επιλέξει τη σωστή βιβλιογραφική εγγραφή τύπου τεκμηρίου κατά την εισαγωγή.
es: Seleccionar una hoja de trabajo distinta de 'Predeterminada' no es necesario, pero ayuda al generar reportes y que tengan el tipo de ítem bibliográfico correcto al importar.
eu: Seleccionar una hoja de trabajo distinta de 'Predeterminada' no es necesario, pero ayuda al generar reportes y que tengan el tipo de ítem bibliográfico correcto al importar.
fi: Muun kuin oletuspohjan valitseminen ei ole pakollista, mutta on suositeltavaa raporttien ajamiseksi ja oikean aineistotyypin saamiseksi aineistolajeille tuonnissa.
fr: Il n'est pas nécessaire de choisir une grille différent de Défaut, mais cela peut être utile pour lancer ensuite des rapports ou bien avoir le bon niveau bibliographique sélectionné.
hi: एक रूपरेखा 'मूलभूत' के अलावा किसी अन्य का चयन आवश्यक नहीं है, लेकिन यह रिपोर्ट चलाने और सही बिब स्तर आइटम आयात पर चयनित प्रकार के होने के लिए उपयोगी है।
it: Non è necessario scegliere una griglia diversa da Default, ma è utile per eseguire report e per avere il corretto livello bibliografico impostato in fase di catalogazione derivata.
oc: Es pas necessari de causir una grasilha diferent de Défaut, mas aquò peut èsser utile per aviar puèi des rapòrts o bien aver lo bon nivèl bibliographique seleccionat.
pt: Escolher um modelo diferente que o modelo por omissão não é necessário, mas é bastante útil para correr relatórios e ter o tipo de documento correcto aquando da importação.
pt_br: Escolher uma planilha diferente de 'padrão' não é necessário, mas pode ser útil para executar relatórios e ter o nível correto do registro bibliográfico selecionado na importação.
sk: Voľba iného ako 'Predvoleného' rámca nie je nevyhnutné, ale je to užitočné pre tvorbu výkazov a pre výber správneho typu úrovne knižničného záznamu pri importe.
sv: Det är inte nödvändigt att välja något annat ramverk än 'Standard', men det kan vara till hjälp vid körning av rapporter och för att ha rätt objekttyp för bib-nivå vald vid import.
tr: - 'Varsayılan Değer' i seçmektense bir çerçeve seçmek gerekli değildir, fakat raporların işlenmesinde ve içe aktarımda seçilen materyal türünün bibliyografik kayıt seviyesinin doğru seçilmesinde faydalıdır.
zh_tw: 不需要選擇 '預設' 以外的框架，但對執行報表與匯入正確的書目層次館藏類型有幫助。

source: Choosing amount will change your results to appear as the sum of the amounts spent.
ar: وسوف يختار كمية تغيير النتائج لتظهر على أنها مجموع المبالغ التي أنفقت.
cs: Volba částky změní vaše výsledky, které se zobrazí jako součet vynaložených částek.
da: Valg af beløb ændrer resultaterne til at vises som summen af de brugte beløb.
de: Wenn Sie Summe wählen, werden in der Trefferliste die Summen der gezahlten Gebühren angezeigt.
el: Η επιλογή ποσού θα αλλάξει τα αποτελέσματα που θα εμφανίζονται ως το σύνολο των ποσών που δαπανήθηκαν.
es: Seleccionando cantidad cambiará sus resultados de modo que aparezca como la suma de las cantidades gastadas.
eu: Seleccionando cantidad cambiará sus resultados de modo que aparezca como la suma de las cantidades gastadas.
fi: Valitsemalla summan muutat tulokset näkymään käytettyjen varojen summana.
fr: En choisissant le montant, vous modifiez le résultat pour qu'il soit la somme des montants.
hi: का चयन राशि अपने परिणामों को बदलने राशि खर्च की राशि के रूप में प्रकट करने के लिए होगा।
it: Scegliendo ammontare mostrerà i risultati come somma degli ammontare spesi.
oc: En causissent lo montant, modificatz lo resultat per que siá la soma dels montants.
pl: Wybierając wartość 'Kwota', wyniki będą pojawiać się jako suma wydatkowanych kwot.
pt: Escolher o montante irá alterar os resultados para aparecer como soma de todos os montantes gastos.
pt_br: Escolher quantia irá alterar os resultados para que apareça a soma das quantias gastas.
sk: Voľba čiastky zmení Vaše výsledky, ktoré sa zobrazia ako súčet minutých čiastok.
sv: Väljer du belopp ändras resultaten så att de visas som summan av använda belopp.
tr: Tutarı seçmek, harcanan tutarın toplamı olarak sonuçlarınızı değiştirecektir.
zh_tw: 選擇改變結果的總數，做為總支出的金額。

source: Choosing different combinations of menu options will produce the log file for that query.
ar: واختيار مجموعات مختلفة من خيارات القائمة سينتج ملف السجل لهذا الاستعلام.
cs: Volba různých kombinací možností menu vytvoří soubor se záznamem pro tento dotaz.
da: Valg af forskellige kombinationer af menuoptioner laver logfilen for denne forespørgsel.
de: Durch Kombination der verschiedenen Suchoptionen erhalten Sie eine Logdatei für Ihre Anfrage
el: Η επιλογή διαφορετικών συνδυασμών επιλογών του μενού θα δημιουργήσει ένα αρχείο ιστορικού για αυτό το ερώτημα.
es: Seleccionando diferentes combinaciones de opciones del menú producirá el archivo de registros para esa consulta.
eu: Seleccionando diferentes combinaciones de opciones del menú producirá el archivo de registros para esa consulta.
fi: Valitsemalla eri yhdistelmiä valikon vaihtoehdoista saat sille kyselylle lokitiedoston.
fr: En choisissant différentes combinaisons parmi les options proposées, vous produirez un fichier log spécifique.
hi: मेनू विकल्पों के विभिन्न संयोजनों का चयन है कि क्वेरी के लिए लॉग फ़ाइल का उत्पादन होगा।
it: Scegliendo differenti combinazioni del menù opzioni produrrà il file di log della query.
oc: En causissent diferentas combinasons demest las opcions prepausadas, produiretz un fichièr log especific.
pt: Escolher diferentes combinações de opções de menu irá produzir o ficheiro de log para essa combinação.
pt_br: Escolher diferentes combinações do menu fará com quem seja produzido log para este pedido.
sk: Voľba rozličných kombinácií možností ponuky sa zaznamená do súboru denníka pre tento dotaz.
sv: Väljer du andra kombinationer av menyalternativ får du loggfilen för frågan.
tr: Menü seçeneklerinin farklı kombinasyonlarını seçmek o sorgulama için günlük dosyası oluşturacaktır.
zh_tw: 選擇選單的不同組合，以產生詢問的紀錄檔。
