Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: See the full documentation for Checking Serial Expiration in the
ar: انظر إلى التوثيق الكامل للتأكد من انتهاء الدورية في
cs: Viz úplnou dokumentaci pro kontrolu planosti lhůty periodik v
da: Se den samlede dokumentation for kontrol af tidsskriftsudløb i
de: Die vollständige Hilfe zur Suche nach ablaufenden Abonnements finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τον Έλεγχο Λήξης Περιοδικών Εκδόσεων στο
es: Vea la documentación completa para Verificación de expiración de publicaciones periódicas en el
eu: Vea la documentación completa para Verificación de expiración de publicaciones periódicas en la
fi: Katso koko dokumentaatio lehtitilauksen vanhenemisen tarkistamiseen
fr: Pour plus d'information, voir le
hi: में सीरियल समाप्ति की जाँच के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per il controllo delle scadenze delle Risorse in continuazione nel
oc: Per plus d'informacion, veire lo
pl: Zobacz instrukcję dla Sprawdzania daty zakończenia w
pt: Ver a documentação completa para a verificação de expiração de assinaturas no
pt_br: Ver a documentação completa para Expiração de Assinaturas de periódicos no
sk: Pozrite si kompletnú dokumentáciu o zisťovaní vypršania periodík v
sv: Se den fullständiga dokumentationen för Kontroll av utgång av periodika i
tr: Süreli Yayınların Bitiş Tarihini Denetleme tam dokümantasyonuna bakınız
zh_tw: 見檢查期刊到期日的完整文件

source: See the full documentation for Circulation History in the
ar: انظر إلى التوثيق الكامل لسجل الإعارة في
cs: Viz úplnou dokumentaci pro pro Historii výpůjček v
da: Se den samlede dokumentation for udlåns-historik i
de: Die vollständige Hilfe zur Ausleihhistorie finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για το Ιστορικό Κυκλοφορίας Υλικού στο
es: Vea la documentación completa para Historial de circulación en el
eu: Vea la documentación completa para Historial de circulación en la
fi: Katso koko dokumentaatio lainaushistorialle
fr: Pour plus d'information, voir le
hi: में संचलन इतिहास के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per lo Storico della Circolazione nel
oc: Per plus d'informacion, veire lo
pl: Zobacz instrukcję dla Historii Udostępniania w
pt: Ver a documentação completa para o histórico de circulação no
pt_br: Ver a documentação completa para Histórico de circulação no
sk: Pozrite si kompletnú dokumentáciu o výpise obehu v
sv: Se den fullständiga dokumentationen för Utlåningshistorik i
tr: Dolaşım Geçmişi tam dokümantasyonuna bakınız
zh_tw: 見流通紀錄的完整文件

source: See the full documentation for Circulation Statistics in the
ar: انظر إلى التوثيق الكامل لإحصاءات الإعارة في
cs: Viz úplnou dokumentaci pro pro statistiky výpůjček v
da: Se den samlede dokumentation for udlånsstatistik i
de: Die vollständige Hilfe für die Ausleihstatistik finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Στατιστικά Κυκλοφορίας Υλικού στο
es: Vea la documentación completa de Estadísticas de Circulación en el
eu: Vea la documentación completa de Estadísticas de Circulación en la
fi: Katso koko dokumentaatio lainaustilastoille
fr: Voir la documentation complète des statistiques de circulation le
hi: में संचलन सांख्यिकी के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le statistiche di circolazione nel
oc: Veire la documentacion completa des estatisticas de circulacion lo
pl: Zobacz instrukcję dla Statystyk Udostępniania w
pt: Ver a documentação completa para as estatísticas de circulação no
pt_br: Ver a documentação completa para Estatísticas de circulação no
sk: Pozrite si kompletnú dokumentáciu o štatistike obehu v
sv: Se den fullständiga dokumentationen för Utlåningsstatistik i
tr: Dolaşım İstatistikleri tam dokümantasyonuna bakınız
zh_tw: 見流通統計的完整文件

source: See the full documentation for Circulation and Fine Rules in the
ar: انظر إلى التوثيق الكامل للإعارة وقواعد الغرامة في
cs: Viz úplnou dokumentaci pro Výpůjční a penalizační pravidla v
da: Se den samlede dokumentation for udlåns- og bøderegler i
de: Die vollständige Hilfe zu den Ausleihkonditionen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τους Κανόνες Διακίνησης Υλικού και Προστίμων στο
es: Vea la documentación completa para Reglas de circulación y multas en el
eu: Ver la documentación completa para Reglas de Circulación y Multas en la
fi: Katso koko dokumentaatio laina- ja maksusäännöille
fr: Voir la documentation complète sur les règles de Circulation dans le
hi: में संचलन और जुर्माना नियम के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per le regole per i prestiti e le multe nel
oc: Veire la documentacion completa sus las règlas de Circulation dins lo
pl: Zobacz instrukcję dla Zasad udostępniania i należności w
pt: Ver a documentação completa para as regras de circulação e multas no
pt_br: Ver a documentação completa para Regras de circulação e punições no
sk: Pozrite si kompletnú dokumentáciu o pravidlách obehu a platieb v
sv: Se den fullständiga dokumentationen för Regler för utlåning och böter i
tr: Dolaşım ve Ceza Kuralları tam dokümantasyonuna bakınız
zh_tw: 見流通與罰款的完整文件

source: See the full documentation for Circulation in the
ar: انظر إلى التوثيق الكامل للإعارة في
cs: Viz úplnou dokumentaci pro Výpůjčky v
da: Se den samlede dokumentation for udlån i
de: Die vollständige hilfe zur Ausleihe finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Διακίνηση Υλικού στο
es: Vea la documentación completa para Circulación en el
eu: Ver la documentación completa para Circulación en la
fi: Katso koko dokumentaatio lainaukselle ja palautukselle
fr: Voir la documentation complète sur la Circulation dans le
hi: में संचलन के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la Circolazione nel
oc: Veire la documentacion completa sus la Circulation dins lo
pl: Zobacz instrukcję dla Udostępniania w
pt: Ver a documentação completa para a circulação no
pt_br: Ver a documentação completa para Circulação no
sk: Pozrite si kompletnú dokumentáciu o obehu v
sv: Se den fullständiga dokumentationen för Utlåning i
tr: Dolaşım tam dokümantasyonuna bakınız
zh_tw: 見流通的完整文件

source: See the full documentation for Cities and Towns in the
ar: انظر إلى التوثيق الكامل للمدن و البلدات في
cs: Viz úplnou dokumentaci pro Místa a města v
da: Se den samlede dokumentation for byer i
de: Die vollständige Hilfe zu Städten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Πόλεις και τις Κωμοπόλεις στο
es: Vea la documentación completa para Ciudades y pueblos en el
eu: Ver la documentación completa para Ciudades y Pueblos en la
fi: Katso koko dokumentaatio kunnille
fr: Voir la documentation complète sur les villes et communes dans le
hi: शहरों और कस्बों में लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per città e paesi nel
oc: Veire la documentacion completa sus las vilas e comunas dins lo
pl: Zobacz instrukcję dla Miast w
pt: Ver a documentação completa para as cidades no
pt_br: Ver a documentação completa para Cidades no
sk: Pozrite si kompletnú dokumentáciu o mestách a obciach v
sv: Se den fullständiga dokumentationen för Orter i
tr: Şehirler ve ilçeler tam dokümantasyonuna bakınız
zh_tw: 見縣市與鄉鎮的完整文件

source: See the full documentation for Claims and Late Orders in the
ar: انظر إلى التوثيق الكامل للشكاوي والطلبات المتأخرة في
cs: Viz úplnou dokumentaci pro Reklamace a upomínky v
da: Se den samlede dokumentation for rykkere og for sene leverancer i
de: Die vollständige Hilfe zu Reklamationen und verspäteten Bestellungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Απαιτήσεις και τις Καθυστερημένες Παραγγελίες στο
es: Vea la documentación completa para Reclamos y Pedidos Demorados en el
eu: Ver la documentación completa para Reclamos y Órdenes Retrasadas en la
fi: Katso koko dokumentaatio reklamoinnille ja myöhässä oleville tilauksille
fr: Voir la documentation complère pout les Réclamations et les commandes en retard dans le
hi: दावों और में देर आदेश के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i solleciti e gli ordini in ritardo nel
oc: Voir la documentacion complère pout les Reclamacions e les comandas en retard dins lo
pl: Zobacz instrukcję dla Reklamacji i Zaległych zamówień w
pt: Ver a documentação completa para as reclamações e encomendas em atraso no
pt_br: Ver a documentação completa para Reclamações e pedidos atrasados no
sk: Pozrite si kompletnú dokumentáciu o reklamáciách a omeškaných objednávkach v
sv: Se den fullständiga dokumentationen för Krav och försenade beställningar i
tr: Claimler ve gecikmiş siparişler tam dokümantasyonuna bakınız
zh_tw: 見催缺與遲到訂單的完整文件

source: See the full documentation for Classification Sources in the
ar: انظر إلى التوثيق الكامل لمصادر التصنيف في
cs: Viz úplnou dokumentaci pro Klasifikační zdroje v
da: Se den samlede dokumentation for klassifikationskilder i
de: Die vollständige Hilfe zu den Klassifikationen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Πηγές Ταξινόμησης στο
es: Vea la documentación completa para Fuentes de clasificación en el
eu: Ver la documentación completa de Clasificación de Fuentes en la
fi: Katso koko dokumentaatio luokitusjärjestelmille
fr: Voir la documentation complète pour les Sources de classification dans le
hi: में वर्गीकरण स्रोतों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per gli schemi di classificazione nel
oc: Voir la documentacion completa per las Fonts de classificacion dins lo
pl: Zobacz instrukcję dla Źródeł Klasyfikacji w
pt: Ver a documentação completa para as fontes de classificação no
pt_br: Ver a documentação completa para Fontes de classificação no
sk: Pozrite si kompletnú dokumentáciu o zdrojoch triedenia v
sv: Se den fullständiga dokumentationen för Klassifikationskällor i
tr: Sınıflandırma Kaynakları tam dokümantasyonuna bakınız
zh_tw: 見分類法來源的完整文件

source: See the full documentation for Columns settings in the
cs: Úplnou dokumentaci k nastavování sloupců v
de: Die vollständige Hilfe zur Tabellenkonfiguration finden Sie im
es: Vea la documentación completa para Configuración de columnas en el
fi: Katso koko dokumentaatio sarakkeiden asetuksille
hi: में कॉलम सेटिंग्स के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la configurazione delle colonne nel
sk: Pozrite si kompletnú dokumentáciu o nastaveniach stĺpcov v
tr: Sütun ayarları tam dokümantasyonuna bakınız

source: See the full documentation for Comments in the
ar: انظر إلى التوثيق الكامل للتعليقات في
cs: Úplnou dokumentaci ke schvalování komentářů naleznete v
da: Se den samlede dokumentation for kommentarer i
de: Die vollständige Hilfe zu den Kommentaren finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Σχόλια στο
es: Vea la documentación completa para Comentarios en el
eu: Ver la documentación completa para Comentarios en la
fi: Katso koko dokumentaatio kommenteille
fr: Voir la documentation complète sur les Commentaires dans le
hi: में टिप्पणियों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i commenti nel
oc: Veire la documentacion completa suls Comentaris dins lo
pl: Zobacz instrukcję dla Komentarzy w
pt: Ver a documentação completa para os comentários no
pt_br: Ver a documentação completa para Comentários no
sk: Pozrite si kompletnú dokumentáciu o recenziách v
sv: Se den fullständiga dokumentationen för Kommentarer i
tr: Yorumlar tam dokümantasyonuna bakınız
zh_tw: 見評論的完整文件

source: See the full documentation for Course reserves in the
ar: انظر التوثيق الكامل للحجز الأكاديمي في
cs: Viz úplnou dokumentaci pro modul Kurzy v
de: Die vollständige Hilfe zu Semesterapparaten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις κρατήσεις Μαθημάτων στο
es: Vea la documentación completa para Reservas para cursos en el
fi: Katso koko dokumentaatio kurssivarannoille
fr: Voir la documentation complète sur les Réserves de cours dans le
hi: में पाठ्यक्रम भंडार के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i 'testi per i corsi' nel
oc: Veire la documentacion completa sus las Resèrvas de cors dins lo
pl: Zobacz instrukcję dla Kursy w
pt: Ver a documentação completa para as reservas de curso no
pt_br: Ver a documentação completa sobre Reservas para cursos em
sk: Pozrite si kompletnú dokumentáciu o rezervách kurzov v
tr: Ders rezervleri tam dokümantasyonuna bakınız
zh_tw: 見指定參考書的完整文件

source: See the full documentation for Creating Manual Credits in the
ar: انظر إلى التوثيق الكامل لإنشاء رصيد مستفيد يدوياً في
cs: Viz úplnou dokumentaci pro Tvorbu ručních úvěrů v
da: Se den samlede dokumentation for oprettelse af manuelle kreditter i
de: Die vollständige Hilfe für die Erstellung manueller Guthaben finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη Δημιουργία Χειρωνακτικών Πιστώσεων στο
es: Vea la documentación completa para Creación de créditos manuales en el
eu: Vea la documentación completa para Creación de créditos manuales en la
fi: Katso koko dokumentaatio manuaalisen hyvityksen luonnille
fr: Pour plus d'information, voir le
hi: में मैनुअल क्रेडिट बनाने के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i crediti aggiunti a mano nel
oc: Per plus d'informacion, veire lo
pt: Ver a documentação completa para criar créditos manuais no
pt_br: Ver a documentação completa para Criação de Créditos manualmente no
sk: Pozrite si kompletnú dokumentáciu o vytváraní manuálnych kreditov v
sv: Se den fullständiga dokumentationen för Skapande av manuella krediter i
tr: Manuel Krediler Oluşturma tam dokümantasyonuna bakınız
zh_tw: 見新增人工額度的完整文件

source: See the full documentation for Creating Manual Invoices in the
ar: أُنظر إلى التوثيق الكامل لإنشاء فواتير يدوياً في
cs: Viz úplnou dokumentaci pro Tvorbu Dalších plateb v
da: Se den samlede dokumentation for oprettelse af manuelle regninger i
de: Die vollständige Hilfe für die Erstellung manueller Gebühren finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη Δημιουργία Χειρωνακτικών Τιμολογίων στο
es: Vea la documentación completa para Creación de pedidos manuales en el
eu: Vea la documentación completa para Creación de pedidos manuales en la
fi: Katso koko dokumentaatio manuaalisen laskun luonnille
fr: Voir la documentation complète sur la Création de factures manuelles dans le
hi: में मैनुअल चालान बनाने के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per le fatture aggiunte a mano nel
oc: Voir la documentacion completa sus la Creacion de facturas manualas dins lo
pl: Zobacz instrukcję dla Tworzenia Faktur w
pt: Ver a documentação completa para criar facturas manuais no
pt_br: Ver a documentação completa para Criação de Faturas Manualmente no
sk: Pozrite si kompletnú dokumentáciu o vytváraní manuálnych faktúr v
sv: Se den fullständiga dokumentationen för Skapande av manuella fakturor i
tr: Manuel Faturalar Oluşturma tam dokümantasyonuna bakınız
zh_tw: 見新增人工發票的完整文件

source: See the full documentation for Currencies and Exchange Rates in the
ar: انظر إلى التوثيق الكامل للعملات وأسعار الصرف في
cs: Úplnou dokumentaci ke správě měn a směnných kurzů naleznete v
da: Se den samlede dokumentation for valutaer og vekselkurser i
de: Die vollständige Hilfe zu den Währungen und Wechselkursen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Νομίσματα και τις Συναλλαγματικές Ισοτιμίες στο
es: Vea la documentación completa para Monedas y tipos de cambio en el
eu: Ver la documentación completa para Currencies and Exchange Rates en la
fi: Katso koko dokumentaatio rahayksiköille ja vaihtokursseille
fr: Voir la documentation complète sur les Devises et les taux de change dans le
hi: मुद्राओं और विनिमय दरों में लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per le valute e i tassi di cambio nel
oc: Voir la documentacion completa sus las Devisas e les taux de change dins lo
pl: Zobacz instrukcję dla Walut i Kursów Wymian w
pt: Ver a documentação completa para as moedas e taxas de câmbio no
pt_br: Ver a documentação completa para Taxas de Moedas e Câmbio no
sk: Pozrite si kompletnú dokumentáciu o menách a výmenných kurzoch v
sv: Se den fullständiga dokumentationen för Valutor och växelkurser i
tr: Para birimleri ve döviz kurları tam dokümantasyonuna bakınız
zh_tw: 見幣別與匯率的完整文件

source: See the full documentation for Custom Reports in the
ar: انظر إلى التوثيق الكامل للتقارير المخصصة في
cs: Viz úplnou dokumentaci pro Uživatelské výstupy v
da: Se den samlede dokumentation for tilpassede rapporter i
de: Die vollständige Hilfe zu benutzerdefinierten Reports finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Προσαρμοσμένες Εκθέσεις στο
es: Vea la documentación completa para Informes manuales en el
eu: Vea la documentación completa para Informes manuales en la
fi: Katso koko dokumentaatio muokatuille raporteille
fr: Pour plus d'information, voir le
hi: में कस्टम रिपोर्ट के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i Report pesonalizzati nel
oc: Per plus d'informacion, veire lo
pl: Zobacz instrukcję dla raportów niestandardowych w
pt: Ver a documentação completa para os relatórios personalizados no
pt_br: Ver a documentação completa para Relatórios customizados no
sk: Pozrite si kompletnú dokumentáciu o prispôsobených výkazoch v
sv: Se den fullständiga dokumentationen för Anpassade rapporter i
tr: Özel Raporlar tam dokümantasyonuna bakınız
zh_tw: 見客製化報表的完整文件

source: See the full documentation for EDI accounts in the
fi: Katso koko dokumentaatio EDI-tileille
hi: EDI खातों के लिए पूर्ण प्रलेखन देखें

source: See the full documentation for EDIFACT messages in the
fi: Katso koko dokumentaatio EDIFACT-sanomille
hi: EDIFACT संदेशों के लिए पूर्ण प्रलेखन देखें में

source: See the full documentation for Editing Patrons in the
ar: انظر إلى التوثيق الكامل لتعديل المستفيدين في
cs: Viz úplnou dokumentaci pro Editaci čtenářů v
da: Se den samlede dokumentation for editering af lånere i
de: Die vollständige Hilfe zur Bearbeitung von Benutzern finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Επεξεργασία Μελών στο
es: Vea la documentación completa para Edición de Usuarios en el
eu: Vea la documentación completa para Edición de socios en la
fi: Katso koko dokumentaatio asiakkaiden muokkaukselle
fr: Voir la documentation complète sur la Modication des adhérents dans le
hi: में संपादन संरक्षक के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la modifica degli Utenti nel
oc: Voir la documentacion completa sus la Modication des aderents dins lo
pl: Zobacz instrukcję dla Modyfikacji Użytkowników w
pt: Ver a documentação completa para editar leitores no
pt_br: Ver a documentação completa para Edição de usuários no
sk: Pozrite si kompletnú dokumentáciu o úprave čitateľov v
sv: Se den fullständiga dokumentationen för Redigera låntagare i
tr: Kullanıcıları Düzenleme tam dokümantasyonuna bakınız
zh_tw: 見編輯讀者的完整文件

source: See the full documentation for Exporting MARC Records in the
ar: انظر إلى التوثيق الكامل لتصدير تسجيلات المارك في
cs: Viz úplnou dokumentaci pro Export MARC záznamů v
da: Se den samlede dokumentation for eksport af MARC-poster i
de: Die vollständige Hilfe für den Export von MARC-Datensätzen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Εξαγωγή Εγγραφών MARC στο
es: Vea la documentación completa para Exportación de registros MARC en el
eu: Vea la documentación completa para Exportación de registros MARC en la
fi: Katso koko dokumentaatio MARC-tietueiden viennille
fr: Voir la documentation complète sur l'Export des notices MARC dans le
hi: में मार्क रिकॉर्ड निर्यात के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per l'esportazione di record MARC nel
oc: Veire la documentacion completa sus l'Export des notícias MARC dins lo
pl: Zobacz instrukcję dla Eksportowania Rekordu w formacie MARC w
pt: Ver a documentação completa para a exportação de registos MARC no
pt_br: Ver a documentação completa para Exportação de registros MARC no
sk: Pozrite si kompletnú dokumentáciu o exporte záznamov MARC v
sv: Se den fullständiga dokumentationen för Export av MARC-poster i
tr: MARC Kayıtlarını Dışa Aktarma tam dokümantasyonuna bakınız
zh_tw: 見匯出 MARC 紀錄的完整文件

source: See the full documentation for Frameworks in the
ar: انظر إلى التوثيق الكامل للإطارات في
cs: Viz úplnou dokumentaci pro schéma v
da: Se den samlede dokumentation for strukturer i
de: Die vollständige Hilfe zu den Frameworks finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Πλαίσια στο
es: Vea la documentación completa para Hojas de trabajo en el
eu: Ver la documentación completa para Hojas de Trabajo en la
fi: Katso koko dokumentaatio luettelointipohjille
fr: Voir la documentation complète sur les Grilles de Catalogage dans le
hi: में चौखटे के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le griglie di catalogazione nel
oc: Veire la documentacion completa sus las Grasilhas de Catalogatge dins lo
pl: Zobacz instrukcję dla Szablonów w
pt: Ver a documentação completa para os modelos no
pt_br: Ver a documentação completa para planilhas no
sk: Pozrite si kompletnú dokumentáciu o rámcoch v
sv: Se den fullständiga dokumentationen för Ramverk i
tr: Çerçeveler tam dokümantasyonuna bakınız
zh_tw: 見框架的完整文件

source: See the full documentation for Funds in the
ar: انظر إلى التوثيق الكامل للتمويلات في
cs: Viz úplnou dokumentaci pro fondy v
da: Se den samlede dokumentation for konti i
de: Die vollständige Hilfe zu den Konten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Επιχορηγήσεις στο
es: Vea la documentación completa para Fondos en el
eu: Ver la documentación completa para Fondos en la
fi: Katso koko dokumentaatio tileille
fr: Voir la documentation complète sur les Postes budgétaires dans le
hi: में फंड के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i fondi nel
oc: Veire la documentacion completa suls Pòstes budgètaris dins lo
pl: Zobacz instrukcję dla Funduszów w
pt: Ver a documentação completa para os fundos no
pt_br: Ver a documentação completa para Fundos no
sk: Pozrite si kompletnú dokumentáciu o fondoch v
sv: Se den fullständiga dokumentationen för Tillgångar i
tr: Fonlar tam dokümantasyonuna bakınız
zh_tw: 見基金的完整文件

source: See the full documentation for Hold Ratios in the
ar: انظر إلى التوثيق الكامل لمعدلات الحجز في
cs: Více podrobností k poměrům rezervací naleznete v
da: Se den samlede dokumentation for reserveringsrater i
de: Die vollständige Hilfe zu den Vormerkraten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Ποσοστά Κρατήσεων στο
es: Vea la documentación completa para Tasas de reservas en el
eu: Ver la documentación completa para Relaciones de Reserva en la
fi: Katso koko dokumentaatio varausmäärille
fr: Voir la documentation complète sur les Ratios de réservation dans le
hi: में पकड़ अनुपात के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la distribuzione delle prenotazioni nel
oc: Veire la documentacion completa suls Ratios de reservacion dins lo
pl: Zobacz instrukcję dla Wskaźników zamówień w
pt: Ver a documentação completa para os rácios de reservas no
pt_br: Ver a documentação completa para Taxas de reservas no
sk: Pozrite si kompletnú dokumentáciu o Pomeroch rezervácií v
sv: Se den fullständiga dokumentationen för Reservationsförhållanden i
tr: Ayırma Oranları tam dokümantasyonuna bakınız
zh_tw: 見預約比率的完整文件
