Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: An alternate contact could be a parent or guardian. It can also be used in academic settings to store the patron's home address.
ar: جهة الاتصال الأخرى يمكن أن تكون الوالد أو الوصي. أيضا يمكن أن تُستخدم في البيئات الأكاديمية لتخزين عنوان منزل المستفيد.
cs: Alternativní kontakt může být rodič nebo poručník. V akademickém prostředí může být také použit k uložení čtenářovy domácí adresy.
da: En alternativ kontakt kunne være en forældre eller garant. Det kan også bruges i akademiske indstilling til lånerens hjemmeadresse.
de: Ein alternativer Kontakt kann ein Elternteil oder Bürge sein. Er kann auch im akademischen Kontext verwendet werden, um die Heimadresse eines Nutzers zu speichern.
el: Μία εναλλακτική επαφή θα μπορούσε να ήταν ένας γονιός ή κηδεμόνας. Μπορεί επίσης να χρησιμοποιηθεί στις ακαδημαϊκές ρυθμίσεις για την αποθήκευση της διεύθυνσης του σπιτιού του μέλους.
es: Un contacto alternativo puede ser un padre o tutor. Esto puede usarse para almacenar la dirección personal del usuario.
eu: Ordezko kontaktua gurasoetako bat edo tutorea izan daiteke. Hori ezarpen akademikoetan erabili daiteke ere, bazkidearen helbide pertsonala gordetzeko.
fi: Vaihtoehtoinen yhteystieto voi olla vanhemman tai huoltajan. Sitä voidaan käyttää myös opiskelijoilla tallentamaan asiakkaan kotiosoite.
fr: Un autre contact peut être un parent ou un garant. Pour une bibliothèque académique, l'autre contact peut contenir l'adresse du domicile.
hi: एक वैकल्पिक संपर्क एक माता पिता या अभिभावक हो सकता है। यह भी संरक्षक के घर का पता स्टोर करने के लिए शैक्षिक सेटिंग में इस्तेमाल किया जा सकता है।
it: Un indirizzo alternativo può essere un parente. Nei college può essere l'indirizzo di casa.
oc: Un autre contacte pòt èsser un parent o un garant. Per una bibliotèca académique, l'autre contacte pòt conténer l'adreça del domicile.
pl: Dodatkowym kontaktem może być adres rodzica lub opiekuna. Może być on również stosowany w placówkach akademickich do zapisania adresu domowego użytkownika.
pt: Um contacto alternativo pode ser de um parente. Pode ser usado também no âmbito académico para guardar o endereço de casa do leitor.
pt_br: Um contato adicional pode ser um dos pais ou responsável. Em casos acadêmicos, pode ser utilizado para armazenar o endereço domicilar dos usuários (nos casos de estudantes que vivem na universidade).
sk: Alternatívnym kontaktom môže byť rodič alebo poručník. V akademickom prostredí sa to môže použiť aj na uloženie domácej adresy čitateľa.
sv: En alternativ kontakt kan vara en förälder eller förmyndare. Det kan även användas i akademiska installationer för att lagra låntagarens hemadress.
tr: İrtibat kurulacak diğer kişi anne/baba ya da veli olabilir. Bu kişilerin bilgileri aynı zamanda kullanıcının ev adresini kaydetmek için akademik ayarlarda da kullanılabilir.
zh_tw: 其他連絡資訊可能是父母或保證人，在大學裡，可儲存父母的地址。

source: An easy way to create a new framework is to import one created for your or another Koha installation. This framework would need to be exported from the other system using the instructions above to be available for import here.
eu: Framework bat sortzeko modu erraza kohako beste instalazio batean sortutako inportatze da. Framework hau beste sistema batetik inportatu beharko litztaeke aurretik emandako instrukzioak erabiliz.
fi: Helppo tapa luoda uusi luettelointipohja on tuoda pohja toisesta Koha-asennuksesta. Tämä pohja täytyy viedä toisesta järjestelmästä ohjeen mukaisesti, jotta sen voisi tuoda tänne.
hi: एक आसान तरीका है एक नया ढांचा बनाने के लिए अपने या किसी अन्य के Koha स्थापना के लिए बनाई गई एक आयात करने के लिए है। इस ढांचे ऊपर दिए गए निर्देशों का उपयोग कर यहां आयात के लिए उपलब्ध होने की अन्य प्रणाली से निर्यात किए जाने की आवश्यकता होगी।
oc: Un biais aisit de crear una novèla grasilha es de n'importar una creada per vòstra installacion Koha o per una autra . Aquesta grasilha deurà èsser exportada de l'autre sistèma en utilizant las instruccions çaisús per èsser disponibla per l'importacion aicí.

source: An example of using these tags in a notice template might be like:
ar: مثال على استخدام هذه الوسوم في قالب الاخطار قد يكون:
cs: Příklad použití těchto štítků v šabloně oznámení:
de: Ein Beispiel für die Verwendung dieser Tags in einer Benachrichtigung wäre:
el: Ένα παράδειγμα χρήσης αυτών των ετικετών σε ένα πρότυπο ειδοποιήσεων θα μοιάζει σαν:
es: Un ejemplo del uso de estas etiquetas en una plantilla de aviso podría ser como:
eu: Etiketa hauen erabilera oharren txantiloi batean izan daiteke horrelakoa:
fi: Esimerki näiden kenttien käytöstä huomautuspohjassa voisi olla:
fr: Un exemple d'utilisation de ces deux champs dans un modèle de notification pourrait être :
hi: एक नोटिस टेम्पलेट में इन टैग का उपयोग कर की तरह हो सकता का एक उदाहरण:
it: Un esempio d'uso di questi due tag in un template per un un avviso può essere:
oc: Un exemple d'utilizacion d'aqueles dos camps dins un modèl de notificacion poiriá èsser :
pt: Um exemplo do uso destas duas tags num modelo de aviso pode ser algo como:
pt_br: Um exemplo de utilização dessas tags no template de aviso poderia ser:
sk: Príklad použitia týchto menoviek v šablóne oznámenia môže byť nasledovný:
tr: Bu iki etiketi bir uyarı şablonunda kullanma örneği şu şekilde olabilir:
zh_tw: 可使用通知模版裡這些欄號裡的範例：

source: Analytics
ar: مداخل تحليلية
cs: Analytika
da: Analyse
de: Aufsätze
es: Analíticas
eu: Analitikak
fi: Analytiikka
fr: Dépouillement
hi: वैश्लेषिकी
it: Analitici
oc: Despolhament
pl: Rekordy analityczne
pt: Analíticos
pt_br: Estatísticas
sk: Analytika
sv: Analys
tr: Analiz
zh_tw: 分析

source: And it is case sensitive : a record having 999$9 = 'xxx' will not belong to a set where condition is 999$9 = 'XXX'.
ar: وهي حساسة لحالة الحروف: فالتسجيلة التي تحوي 999$9 = 'xxx' لن ينتمي إلى المجموعة حيث الشرط هو 999$9 = 'XXX'.
cs: A rozlišuje velikost písmen: záznam 999$9 = 'xxx' nebude patřit k sadě, kde je podmínka 999$9 = 'XXX'.
da: Og det er følsom for store og små bogstaver : en post, der har 999$9 = 'xxx' vil ikke tilhøre sættet, hvor betingelsen er 999$9 = 'XXX'
de: Groß- und Kleinschreibung ist relevant: ein Datensatz mit 999$9 = 'xxx' wird nicht einem Set zugerechnet, für welches die Bedingung 999$9 = 'XXX' ist.
el: Και απαιτεί συμφωνία πεζών-κεφαλαίων : μια εγγραφή που έχει 999$9 = 'xxx' δεν θα ανήκει σε ένα σύνολο όπου η προϋπόθεση είναι 999$9 = 'XXX'.
es: Y es sensible a mayúsculas: un registro que tiene 999$9 = 'xxx' no pertenecerá a un conjunto cuya condición sea 999$9 = 'XXX'.
eu: Y entre mayúsculas y minúsculas: un registro que tenga 999$9 = 'xxx' no pertenece a un conjunto donde la es condición 999$9 = 'XXX'.
fi: Se on riippuvainen merkin koosta: tietue 999$9 = 'xxx' ei sisälly joukkoon, jonka ehto on 999$9 = 'XXX'.
fr: Et c'est sensible à la casse : une notice ayant 999$9 = 'xxx' n'appartiendra pas au jeu de donnée dont le critère est 999$9 = 'XXX'.
hi: और यह संवेदनशील मामला है: होने का एक रिकॉर्ड 999 $ 9 = 'XXX' एक सेट जहां हालत 999 $ 9 = 'XXX' है से संबंधित नहीं होगा।
it: Ed è sensibile alle maiuscole: un record con 999$9 = 'xxx' non soddisfa la condizione 999$9 = 'XXX'.
oc: Et c'est sensible a la casse : una notícia ayant 999$9 = 'xxx' n'appartiendra pas al jeu de donada dont lo critèri es 999$9 = 'XXX'.
pt: E é sensível a maiúsculas : um registo com 999$9 = 'xxx' não pertence a um conjunto cuja condição é 999$9 = 'XXX'.
pt_br: E é case sensitivo: um registro tem 999$9 = 'xxx' não será equivalente a um conjunto que tem a condição 999$9 ='XXX'.
sk: A rozlišuje veľkosť písmen : záznam 999$9 = 'xxx' nebude patriť k sade, kde podmienka je 999$9 = 'XXX'.
sv: Det är skiftlägseskänsligt : en post med 999$9 = 'xxx' tillhör inte en uppsättning där villkoret är 999$9 = 'XXX'.
tr: Ve büyük-küçük harfe duyarlıdır: 999$9 olan bir kayıt = 'xxx', durumun 999$9 = 'XXX' olduğu ayara ait olmayacaktır.
zh_tw: 且它區分大小寫：紀錄為 999$9 = 'xxx' 將不會屬於 999$9 = 'XXX'。

source: And synchronize your data on every circulation computer by clicking the 'Synchronize' link on the right of the screen.
ar: وقم بمزامنة بياناتك في كل حاسب خاص بالإعارة بالنقر على رابط "مزامنة" على يسار الشاشة
cs: Synchronizujte vaše data na každém počítači, který používáte pro půjčování a vracení. To provedete kliknutím na odkaz "Synchronizovat" na pravé straně stránky.
de: Nun können sie die Daten an jeder Ausleihstation mit der entsprechenden Schaltfläche im rechten Bereich synchronisieren.
el: Και συγχρονίστε τα δεδομένα σας σε κάθε υπολογιστή που χειρίζεται την διακίνηση υλικού πατώντας τον σύνδεσμο 'Συγχρονίστε' στα δεξιά της οθόνης.
es: Y sincronice sus datos en cada computadora de circulación haciendo clic en el enlace 'Sincronizar' a la derecha de la pantalla.
eu: Sinkronizatu zure datuak laneko ordenadore guztietan klik eginez 'Synchronize' loturan, pantailaren eskuinaldean
fi: Ja synkronoi datasi jokaisesta lainauksen tietokoneesta klikkaamalla 'Synkronoi'-linkkiä näytön oikeassa reunassa.
fr: Et synchroniser vos données sur n'importe quel poste de circulation, en cliquant sur le lien 'Synchroniser' à droite de l'écran.
hi: और स्क्रीन के अधिकार पर 'सिंक्रनाइज़' लिंक पर क्लिक करके हर परिसंचरण कंप्यूटर पर अपने डेटा सिंक्रनाइज़।
it: Successivamente sincronizza i dati su ogni computer per la circolazione cliccando il link 'Sincronizza' a destra dello schermo.
oc: Et synchroniser vòstras donadas sus n'importe quel poste de circulacion, en clicant sul ligam 'Synchroniser' a dreita de l'ecran.
pl: Synchronizuj dane na każdym stanowisku komputerowym, kliknij 'Synchronizuj' po prawej stronie ekranu.
pt: Assim que a sua política é definida, você pode desactivar-la clicando no link "Desactivar" à direita da regra
pt_br: Sincronize seus dados em cada computador que realiza circulações clicando em 'Sincronizar' à direita da tela.
sk: Len čo bude nastavené Vaša podmienka, môžete ju deaktivovať kliknutím na odkaz 'Deaktivovať' napravo od pravidla.
tr: Ve ekranın sağında bulunan 'Senkronize et' bağlantısını tıklayarak her dolaşım bilgisayarında verilerinizi eşitleyebilirsiniz.
zh_tw: 點選畫面右方的 '同步' 連結，就能同步流通電腦與伺服器的資料。

source: Another option for libraries with long lists of suggestions is to approve or reject suggestions one by one by clicking on the title of the suggestion to open a summary of the suggestion, including information if the item was purchased.
ar: خيار آخر للمكتبات مع قوائم طويلة من الاقتراحات هو أن قبول أو رفض المقترحات واحداً تلو الآخر من خلال النقر على عنوان الاقتراح لفتح خلاصة الاقتراح، يتضمن معلومات فيما اذا كانت المادة قد تم شرائها.
cs: Další možností pro knihovny s dlouhými seznamy návrhů je schválit nebo odmítnout návrhy jeden za druhým kliknutím na titul návrhu, čímž se otevře souhrn návrhu spolu s informací, jestli byla jednotka zakoupena.
da: En anden mulighed for biblioteker med lange lister med forslag er at klikke på forslagenes titel en efter en, for at åbne en sammendrag af foreslaget med information om eksemplaret var indkøbt.
de: Eine zusätzliche Möglichkeit der Bearbeitung von Anschaffungsvorschlägen ist, diese nacheinander über den verlinkten Titel aufzurufen und den Status und weitere Informationen einzutragen.
el: Μία άλλη επιλογή για βιβλιοθήκες με μεγάλες λίστες προτάσεων είναι να εγκρίνουν ή να απορρίπτουν τις προτάσεις μία-μία πατώντας στον τίτλο των προτάσεων ώστε να ανοίξει μία περίληψη της πρότασης, συμπεριλαμβανομένης της πληροφορίας εάν το τεκμήριο έχει αγοραστεί.
es: Otra opción para bibliotecas con listas de sugerencias largas es aprobarlas o rechazarlas una por una haciendo click en el título de la sugerencia para abrir un resumen de la misma, incluyendo la información de si el ítem fue adquirido.
eu: Otra opción para bibliotecas con listas largas de sugerencias es el aprobarlas o rechazarlas una por una selecionando en el título de la sugerencia para abrir un resumen de sugerencias, incluyendo información si el ítem ha sido comprado.
fi: Toinen vaihtoehto kirjastoille, joille tulee paljon hankintaehdotuksia, on hyväksyä tai hylätä ehdotuksia yksitellen. Tämä tapahtuu avaamalla ehdotuksen yhteenveto klikkaamalla ehdotuksen nimekettä, jolloin näkyy myös nimekkeen hankintatilanne.
fr: Pour les bibliothèques qui ont des listes de suggestions très longues, il est également possible d'approuver ou de rejeter les suggestions une à une en cliquant sur le titre de chaque suggestion, ce qui ouvre une nouvelle page contenant des informations si l'exemplaire a déjà été acheté.
hi: सुझावों की लंबी सूची के साथ पुस्तकालयों के लिए एक अन्य विकल्प के अनुमोदन या सुझाव का एक सारांश खोलने के बारे में जानकारी सहित यदि आइटम खरीदा गया था सुझाव के शीर्षक पर क्लिक करके एक ने सुझाव एक अस्वीकार करने के लिए है।
it: Un'altra opzione disponibile per le biblioteche con lunghe liste di suggerimenti è quella di apporvare o respingere ogni singolo suggerimento cliccando sul titolo stesso e aprire un riassunto del suggerimento, inclusa l'informazione se la copia è stata acquistata.
oc: Per les bibliotècas qui ont des listas de suggestions très longues, il es tanben possible d'approuver o de regetar les suggestions una a una en clicant sul títol de cada suggestion, ce qui ouvre una novèla pagina que contenon des informacions se l'exemplar a ja été acheté.
pl: Innym rozwiązaniem dla bibliotek z długą listą propozycji jest przyjęcie lub odrzucenie ich zbiorczo ('Zaznacz wszystkie'), sprawdzając okno modyfikacji propozycji czy egzemplarz nie został już zakupiony.
pt: Outra opção para bibliotecas com longas listas de sugestões é aprovar ou rejeitar sugestões uma a uma clicando no título de cada sugestão para abrir o sumário da mesma, incluindo informação se o exemplar foi comprado.
pt_br: Uma outra opção para bibliotecas com uma longa lista de sugestões é aprovar ou rejeitar sugestões uma a uma clicando no título da sugestão para abrir a página de edição da sugestão.
sk: Ďalšou možnosťou pre knižnice s dlhými zoznamami návrhov je schváliť alebo zamietnuť návrhy po jednom kliknutím na titul návrhu, čím sa otvorí súhrn návrhu, spolu s informáciou, či bol exemplár zakúpený.
sv: Ett annat alternativ för bibliotek med långa förslagslistor är att godkänna eller avslå förslag ett efter ett genom att klicka på titeln för förslaget för att öppna en sammanfattning av förslaget, inklusive information som visar om titeln inhandlades.
tr: Kütüphanelere uzun listeler halindeki öneriler için diğer bir seçenek, öneri değiştirme sayfasını açıp önerinin üstündeki başlığa tıklayarak, önerileri materyalin satın alınma bilgisiyle beraber teker teker onaylamak ya da reddetmektir.
zh_tw: 圖書館對建議清單的另個選項是逐一通過或拒絕該等建議，勾選建議的題名，打開包括購買理由在內的建議摘要。

source: Answer
ar: إجابة
cs: Odpověď
da: Svar
de: Antwort
el: Απάντηση
es: Respuesta
eu: Respuesta
fi: Vastaus
fr: Réponse
hi: उत्तर
it: Risposta
oc: Responsa
pt: Resposta
pt_br: Resposta
sk: Odpoveď
sv: Svar
tr: Yanıt
zh_tw: 回答

source: Answer:
ar: إجابة:
cs: Odpověď:
da: Svar:
de: Antwort:
el: Απαντήση:
es: Respuesta:
eu: Respuesta:
fi: Vastaus:
fr: Réponse&nbsp;:
hi: उत्तर:
it: Risposta:
oc: Responsa&nbsp;:
pt: Resposta:
pt_br: Resposta:
sk: Odpoveď:
sv: Svar:
tr: Yanıt:
zh_tw: 答案：

source: Any
ar: أي
cs: Libovolný
de: Alle (Freitext)
el: Οποιοδήποτε
es: Cualquiera
eu: Edozein
fi: Kaikki
fr: Tous
hi: कोई
it: Qualsiasi
oc: Totes
pt: Qualquer
sk: Ľubovoľný
tr: Herhangi
zh_tw: 任何

source: As your file is uploaded you will see an image that will confirm that the system is working.
eu: Fitxategia kargatu ahala, irudi bat ikusiko duzu konfirmatzen duena sistema ondo dabilela.
fi: Kun tiedosto on ladattu, näet kuvan, joka vahvistaa järjestelmän toimivan.
hi: आपकी फ़ाइल अपलोड होने के रूप में आप एक छवि है कि इस बात की पुष्टि करेगा कि सिस्टम काम कर रहा है देखेंगे।
oc: Un còp lo fichièr cargat sul servidor, un messatge de confirmacion es afichat.

source: At least one substitution must be defined, else there is no sense to launch the script.
eu: Gutxienez ordezkapen bat definitua izan behar du, bestela ez du zentzurik script-a jartzea martxan.
fi: Vähintään yksi korvaavuus pitää määrittää, jotta komentosarja voidaan käynnistää.
hi: कम से कम एक प्रतिस्थापन परिभाषित किया जाना चाहिए, और वहाँ स्क्रिप्ट शुरू करने के लिए कोई मतलब नहीं है।

source: At the bottom of the page there is a summary of the patron's current checked out items along with the due date (and time if the item is an hourly loan), items checked out today will appear at the top.
ar: في أسفل الصفحة هناك ملخص المواد المعارة حاليا للمستفيد مع تاريخ الاستحقاق المواد المعار اليوم ستظهر في أعلى الصفحة
cs: Na konci strany se nachází souhrn čtenářových současných výpůjček spolu s termínem návratu (a časem, pokud se jedná o jednotku půjčovanou na hodiny), jednotky vypůjčené dnes se objeví nahoře.
da: Ved skærmens nederste kant findes en oversigt over lånerens udlån med afleveringsdato og en liste med udlån i dag vil blive vist øverst.
de: Am unteren Rand des Bildschirms finden Sie eine Zusammenfassung der vom Benutzer zur Zeit entliehenen Exemplare mit Rückgabedatum, heute entliehene Medien erscheinen zuerst.
el: Στο κάτω μέρος της σελίδας υπάρχει μία περίληψη των τρεχόντων δανεισμένων τεκμηρίων του μέλους μαζί με την ημερομηνία επιστροφής (και την ώρα εάν το τεκμήριο δανείζεται με την ώρα), τα τεκμήρια που δανείστηκε σήμερα θα εμφανίζονται στην κορυφή.
es: En la parte inferior de la página hay un resumen de los préstamos actuales del usuario junto con la fecha de vencimiento (y la hora si el ítem fue prestado por hora), los prestamos del día aparecerán al principio.
eu: En la parte inferior de la página hay un resumen de los préstamos actuales del socio junto con la fecha de vencimiento (y el tiempo si el ítem es un préstamo por hora), los préstamos del día aparecen al principio.
fi: Sivun alareunassa on yhteenveto asiakkaan lainoista ja eräpäivistä (ja aika, jos on kyseessä tuntilaina). Tänään lainatut niteet näkyvät ylimpänä.
fr: En bas de la page se trouve un récapitulatif des prêts en cours de l'adhérent indiquant la date (et l'heure, en cas de prêt horaire) de retour prévue. Les prêts du jour apparaissant en premier.
hi: पृष्ठ के तल में नियत तारीख (और समय यदि आइटम एक प्रति घंटा ऋण है) के साथ संरक्षक की मौजूदा बाहर की जाँच की वस्तुओं का एक सारांश है, आइटम आज बाहर की जाँच शीर्ष पर दिखाई देगा।
it: Alla fine della pagina c'è un riepilogo dei documenti presi in prestito dall'utente con la data di scadenza (con l'ora se si tratta di un prestito orario), i documenti prestati oggi appariranno all'inizio.
oc: En bas de la pagina se tròba un recapitulatiu des prèstes en cors de l'aderent indicant la data (et l'ora, en cas de prèst horaire) de retorn prevista. Los prèstes del jorn apparaissant en primièr.
pl: U dołu strony znajduje się podsumowanie bieżących wypożyczeń użytkownika wraz z terminem zwrotu (ewentualnie godziną, jeśli egzemplarz był wypożyczony krótkoterminowo), egzemplarze wypożyczone bieżącego dnia znajdują się u góry.
pt: Na parte inferior da página há um resumo actual dos exemplares emprestados ao leitor junto com a data de devolução (e hora se for um empréstimo horário), exemplares emprestados hoje aparecerão no topo.
pt_br: Na parte inferior da página há um resumo dos exemplares atualmente emprestados pelo usuário e a data de devolução. Os itens emprestados hoje aparecerão no topo.
sk: Na spodku stránky je súhrn o aktuálnych vypožičaných exemplároch čitateľa spolu s termínom návratu (a časom, ak sa exemplár požičiava na hodiny), exempláre vypožičané dnes sa objavia navrchu.
sv: Längst ner i sidan finns en sammanfattning av låntagarens aktuella lån samt deras förfallodatum (och tid, om lånet är per timme), objekt som lånats ut idag visas längst upp.
tr: Sayfanın alt kısmında, kullanıcının Ödünç aldığı materyallerin listesi ve iade tarihi (eğer ödünç alınan materyal saatlik ise zaman bilgisi)'nin bir özeti vardır. O gün ödünç alınan materyaller sayfanın üst kısmında görünecektir.
zh_tw: 頁面下方有個讀者借出館藏的摘要以及到期日(若為指定參考書則為時間)，今天借出的館藏在最前面。

source: At the top of a Vendor Information Page, you will see a 'New Contract' button.
ar: في أعلى صفحة معلومات المورد ، سترى زر 'عقد جديد'.
cs: Nahoře stránky s informacemi o dodavateli uvidíte tlačítko 'Nová smlouva'.
da: På toppen af resultatsiden ved en leverandørsøgning ses knappen 'Ny kontrakt'.
de: Am oberen Rand einer Lieferantendetailansicht gibt es eine Schaltfläche 'Neue Vereinbarung'.
el: Στην κορυφή της Σελίδας Πληροφοριών Προμηθευτή, θα παρατηρήσετε το κουμπί 'Νέο Συμβόλαιο'.
es: En la parte superior de la página de información del proveedor verá el botón 'Nuevo contrato'.
eu: En el tope de la página de resultados de búsqueda de vendedores con un solo resultado o en el tope de la página de información de vendedor verá el botón 'Nuevo contrato'.
fi: Toimittajan tietojen sivun yläreunassa näet 'Uusi sopimus' -painikkeen.
fr: En haut de la page d'un fournisseur, il y a un bouton 'Nouveau contrat'.
hi: का एक विक्रेता सूचना पृष्ठ शीर्ष पर, आप एक 'नया अनुबंध' बटन देखेंगे।
it: In alto nella pagina dei risultati di una ricerca di fornitore con un solo risultato o in alto nella pagina dei dettagli di un fornitore, trovi un bottone per definire un 'Nuovo contratto'.
oc: En haut de la pagina d'un provesidor, i a un boton 'Novèl contrat'.
pl: Na stronie profilu dostawcy znajduję się 'Nowy kontrakt'.
pt: No topo da página com informações de fornecedor, existe um botão 'Novo contracto'.
pt_br: No topo da página de informação de fornecedores, você verá um botão 'Novo Contrato'.
sk: Navrchu stránky s informáciou o predajcovi uvidíte tlačidlo 'Nová zmluva'.
sv: Längst upp i sidan Leverantörsinformation, finns knappen 'Nytt avtal'.
tr: Satıcı bilgi sayfasının en üstünde, 'Yeni sözleşme' düğmesi göreceksiniz.
zh_tw: 供應商資訊頁面上方，可看 '新增合約' 鈕。
