Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: When adding serials you enter a subscription length, using the check expiration tool you can see when your subscriptions are about to expire. To use the tool click the link to 'Check expiration' on the serials menu.
ar: عند إضافة الدوريات تقوم بإدخال طولاً للوصف، ياستخدام أداة التحقق من الانتهاء يمكنك معرفة متى يقارب وصفك من الانتهاء. لاستخدام الأداة قم بالقنر على رابط "التحقق من الانتهاء" في قائمة الدوريات.
cs: Při přidávání periodika zadáte délku odběru (předplatného). Pomocí nástroje pro kontrolu vypršení předplatného, můžete vidět, když vaše předplatné je brzy skončí. Chcete-li použít tento nástroj, klikněte na odkaz "Kontrola vypršení" v menu periodik.
da: Når der tilføjes tidsskrifter, indtastes en abonnementslængde, med værktøjet kontroller udløb, kan du se, når dit abonnement er ved at løbe ud. For at bruge dette værktøj, klik på linket til 'Kontroller udløb' i tidsskriftsmenuen.
de: Wenn Sie Abonnements anlegen, geben Sie eine Abonnementlänge an, die Sie später mit der Funktion zur Überprüfung abgelaufener Abonnements recherchieren können. Klicken Sie auf 'Ablaufdatum prüfen' im Zeitschriftenmenü auf der linken Seite, um die Funktion zu verwenden.
el: Όταν προσθέτετε περιοδικές εκδόσεις εισάγετε τη διάρκεια της συνδρομής, χρησιμοποιώντας το εργαλείο ελέγχου λήξης που μπορείτε να δείτε όταν οι συνδρομές σας κοντεύουν να λήξουν. Για να χρησιμοποιήσετε αυτό το εργαλείο κάντε κλικ στο σύνδεσμο 'Έλεγχος λήξης' στο μενού περιοδικών εκδόσεων.
es: Cuando ingresa periódicas ingrese una longitud de suscripción, utilizando la herramienta de verificación de expiración puede ver cuando expirarán sus suscripciones. Para usar la herramienta haga clic en 'Verificar expiración' en el menú de publicaciones periódicas.
eu: Cuando ingresa periódicas ingrese una longitud de suscripción, utilizando la herramienta de verificación de expiración puede ver cuando expirarán sus suscripciones. Para usar la herramienta haga clic en 'Verificar expiración' en el menú de publicaciones periódicas.
fi: Kun lisäät kausijulkaisun, syötä tilauksen pituus. Käyttämällä tilauksen päättymisen tarkistustyökalua voit nähdä, milloin tilaus on päättymässä. Tämä työkalu löytyy klikkaamalla 'Tarkista loppuminen' kausijulkaisun valikossa.
fr: Dans la fiche d'un périodique, vous définissez une durée d'abonnement. Avec l'outil d'expiration, vous pouvez voir quels abonnements sont sur le point d'expirer. Pour utiliser cet outil, cliquez sur Vérifier les dates d'expiration dans le menu des Périodiques.
hi: जब सिरियलों को जोड़ने आप जब अपनी सदस्यता समाप्त करने के लिए कर रहे हैं जाँच समाप्ति उपकरण आप देख सकते हैं का उपयोग कर एक सदस्यता लंबाई दर्ज करें। उपकरण का उपयोग करने के लिए सिरियलोंमेनू पर 'चेक समाप्ति' के लिए लिंक पर क्लिक करें।
it: Quando si aggiunge un periodico, si indica una durata dell'abbonamento; usando lo strumento del controllo degli abbonamenti scaduti, puoi vedere quali abbonamenti sono prossimi a scadere. Per usare lo strumento, clicca sul link 'Controlla scadenza' nel menù dei periodici.
oc: Dins la ficha d'un periodic, vous definissètz una durada d'abonament. Amb l'aisina d'expiracion, podètz veire quels abonaments son sul punt d'expirer. Per utilizar aqueste aisina, clicatz sus Verificar las datas d'expiracion dins lo menú des Periodics.
pl: Podczas tworzenia prenumeraty, należy podać czas jej trwania. System pozwala kontrolować czas jej zakończenia. Jeśli chcesz skorzystać z tej opcji, kliknij 'Sprawdź zakończenie prenumeraty'.
pt: Quando adicionar periódicos insere a duração da assinatura, usando a ferramenta de verificação de expiração pode verificar quais as assinaturas a expirar. Para a usar basta clicar na ligação 'Verificar expiração' no menu dos periódicos-
pt_br: Quando adicionar periódicos você informará o período da assinatura, usando a ferramenta de consulta de vencimento de assinaturas você verá quando suas assinaturas estiverem para vencer. Para usar a ferramenta clique no link 'Verificar vencimento' no menu de periódicos.
sk: Pri pridávaní periodík zadávate dĺžku predplatného, a pomocou nástroja overenia vypršania môžete vidieť, kedy Vaše predplatné vypršia. Pre použitie nástroja, kliknite na odkaz 'Overiť vypršanie' v ponuke periodík.
sv: När du lägger till periodika anger du en prenumerationslängd. Med verktyget kontrollera förfallodatum kan du se när dina prenumerationer upphör. För att använda verktyget klickar du på länken 'Kontrollera förfallodatum' i menyn för periodika.
tr: Süreli yayınları eklerken, abonelik süresini giriniz. Bitiş tarihi kontrol aracını kullanarak, aboneliklerinizin süresinin ne zaman sona ereceğini görebilirsiniz. Aracı kullanmak için, süreli yayınlar menüsündeki 'Bitiş tarihini kontrol et ' bağlantısına tıklayınız.
zh_tw: 新增期刊時，鍵入訂閱期限，再使用檢查到期工具可以看到訂閱的到期日。從期刊選單裡勾選 '檢查到期日'，就能使用該工具。

source: When an item floats it stays where it was checked in and does not ever return 'home'
ar: عندما تطوف مادة فهي تبقى في المكتبة التي أعيدت فيها ، ولا تعود أبداً لـِ 'الرئيسية'
cs: Pokud položka plave, zůstane tam, kde byla přijata a nikdy se nevrací "domů".
da: Når et eksemplar flyder, forbliver det der, hvor det blev afleveret og vender ikke 'hjem'
de: Wenn ein Exemplar als 'Verbleibt in der Rückgabebibliothek' markiert ist, bleibt es dort und kehrt nicht in die Heimatbibliothek zurück
el: Όταν ένα τεκμήριο αιωρείται μένει εκεί όπου επεστράφη και δεν επιστρέφει ποτέ στην 'εστία'
es: Cuando un ítem flota el permanece donde fue devuelto y puede no retornar a 'casa'
eu: Cuando un ítem flota éste está ha sido registrado y nunca volvió a 'home'
fi: Kun nide kelluu, se pysyy kirjastossa, johon se on palautetaan eikä koskaan palaa 'kotiin'
fr: Un exemplaire flottant reste au site où il a été retourné et ne retourne jamais à son site de rattachement
hi: जब एक आइटम तैरता यह रहता है जहां यह में जाँच की थी और कभी 'घर' वापस नहीं करता है
it: Quando una copia è circolante, rimane dove è rientrata e non ritorna alla biblioteca che la possiede (home library)
oc: Un exemplar flotant reste al site où il a été retourné e ne retourne jamais a son site de restacament
pl: Ruchomy egzemplarz zostaje tam, gdzie został oddany i nigdy nie wraca do biblioteki/filii macierzystej
pt: Quando um exemplar varia o mesmo fica onde foi devolvido e não retorna à biblioteca de origem
pt_br: Quando um item for extraviado ele permanece onde foi emprestado e não voltar nunca 'origem'
sk: Keď exemplár pláva, zostáva tam, kde bol vrátený a nikdy sa nevracia 'domov'
sv: När ett objekt flyter stannar det kvar där det återlämnades och överförs aldrig 'hem'
tr: Materyal askıdayken iade alındığı yerde kalır ve hiçbir zaman 'ana kütüphaneye' iade edilmez.
zh_tw: 館藏浮動時，還入後不必送回 '所屬圖書館'

source: When complete, click 'Submit' and you will be brought to a list of all of the funds for the budget.
ar: عند الانتهاء، قم باللنقر على "إرسال" وسوف تظهر لك قائمة بكافة تمويلات الميزانية.
cs: Po dokončení klepněte na tlačítko "Odeslat" a přskočíte na seznam všech finančních prostředků pro rozpočet.
da: Når komplet, klik på 'Send' og man kommer til en liste med alle konti i budgettet.
de: Wenn Sie fertig sind, klicken Sie auf "Abschicken" und es wird Ihnen eine Liste aller Konten zum Etat angezeigt.
el: Όταν ολοκληρώσετε, κάντε κλικ στο 'Υποβολή' και θα μεταφερθείτε σε μία λίστα με όλα τα κεφάλαια του κονδυλίου.
es: Cuando haya completado, haga clic en 'Enviar' y será dirigido a una lista de los fondos del presupuesto.
eu: Bukatzean, egin klik 'Bidali' botoian eta aurrekotuarentzako funts guztien zerrendara joango zara.
fi: Kun olet valmis, klikkaa 'OK' ja pääset budjetin kaikkien tilien listaan.
fr: Quand vous avez fini, cliquez sur 'Valider'. Une liste de tous les postes budgétaires du budget sera affichée.
hi: जब पूरा, 'सबमिट' पर क्लिक करें और आप बजट के लिए धन की सभी की एक सूची के लिए लाया जाएगा।
it: Quando hai finito, clicca 'Invia' e sarai portato a una lista di tutti i fondi del budget.
oc: Quand avètz fini, clicatz sus 'Validar'. Una lista de totes los postes budgétaires del budgèt serà afichada.
pl: Po zakończeniu wprowadzania danych kliknij 'Zapisz', wyświetli się lista wszystkich funduszy w danym budżecie.
pt: Quando completo, clique no botão para submeter e será mostrada a lista de todos os fundo para o orçamento.
pt_br: Quando completo, clique no botão para submeter e será mostrada a lista de todos os fundo para o orçamento.
sk: Keď je to dokončené, kliknite na 'Odoslať' a prenesiete sa do zoznamu všetkých fondov pre rozpočet.
sv: När du är klar klickar du på 'Skicka' och kommer då till en lista med alla budgetställen för budgeten.
tr: Tamamlandığında, 'Gönder'e tıklayınız, ardından tüm bütçe fonlarını kapsayan bir listeye yönlendirileceksiniz.
zh_tw: 做好後，按下 '送出'，進入顯示該預算所有基金的清單。

source: When creating or editing:
ar: عند الإنشاء أو التحرير:
cs: Pokud vytváříte nebo upravujete:
da: Under oprettelse eller editering:
de: Beim Anlegen oder Ändern:
el: Όταν δημιουργείτε ή επεξεργάζεστε:
es: Cuando cree o edite:
eu: Sortzean edo editatzean:
fi: Kun lisätään tai muokataan:
fr: En saisie :
hi: जब बनाने या संपादन:
it: Quando crei o modifichi:
oc: En sasida :
pt: Quando criar ou editar:
pt_br: Quando estiver criando ou editando:
sk: Pri tvorbe alebo úprave:
sv: När du skapar eller redigerar:
tr: Oluştururken ya da düzenlerken:
zh_tw: 新增或編輯時：

source: When creating your overdue notices there are two tags in addition to the various database fields that you can use in your notices.
ar: عند إنشاء إخطارات النأخير الخاصة بك، توجد وسيمتين بالإضافة إلى حقول قاعدة البيانات المتعددة التي يمكنك استخدامها في إخطاراتك.
cs: Při vytváření vašich upomínek, existují navíc k různým databázovým polím dva tagy, které můžete použít ve svých oznámeních.
da: Når der laves rykkerbeskeder, kan der bruges to særlige mærker udover de forskellige databasefelter.
de: In den Mahnbenachrichtigungen können Sie neben den Feldern aus den Datenbanktabellen zwei zusätzliche Platzhalter verwenden.
el: Όταν δημιουργείτε τις ειδοποιήσεις για τα εκπρόθεσμα υπάρχουν δύο ετικέτες επιπρόσθετα με τα διάφορα πεδία της βάσης δεδομένων που μπορείτε να χρησιμοποιήσετε στις ειδοποιήσεις σας.
es: Cuando cree un aviso de retraso hay dos etiquetas además de los varios campos de base de datos que puede utilizar en sus avisos.
eu: Cuando cree un aviso de retraso hay dos etiquetas además de los varios campos de base de datos que puede utilizar en sus avisos.
fi: Kun luodaan myöhästymisilmoituksia, voit käyttää ilmoituksissasi tietokantakenttien lisäksi kahta eri kenttää
fr: Quand vous créez vos notifications de réclamation, il y a deux balises qui sont disponibles en plus des champs de la base de données.
hi: जब आपके अतिदेय नोटिस बनाने वहाँ विभिन्न डेटाबेस क्षेत्रों है कि आप अपने नोटिस में उपयोग कर सकते हैं के अलावा दो टैग कर रहे हैं।
it: Quando crei i tuoi avvisi per i ritardi, ci sono due tag in aggiunta ai campi del DB che puoi usare negli avvisi:
oc: Quand vous créez vos notificacions de reclamacion, i a deux balises qui sont disponibles en plus des camps de la basa de donadas.
pt: Quando criar avisos de atraso existe duas formas de adicionar campos da base de dados de forma a usar-los nos avisos.
pt_br: Quando estiver criando seu aviso de atraso, haverá duas tags além das várias que compõem a base de dados que você pode utilizar nos avisos.
sk: Pri tvorbe Vašich upomienok, máte k dispozícii dve dodatočné menovky popri rôznych databázových poliach, ktoré môžete použiť vo Vašich oznámeniach.
sv: När du skapar förseningsmeddelanden kan du använda två särskilda taggar i tillägg till de olika databasfält du kan använda i meddelanden.
tr: Gecikme uyarılarını oluştururken, uyarılarınızda kullanabileceğiniz çeşitli veri tabanlarına ek olarak iki etiket daha mevcuttur.
zh_tw: 新增逾期通知時，在資料庫欄位出現兩個標籤，供通知使用。

source: When editing preferences a '(modified)' tag will appear next to items you change until you click the 'Save All' button
ar: عند تحرير المفضلات سوف يظهر وسم '(معدلة)' بجانب المواد التي قمت بتغييرها حتى تقوم بالنقر على زر 'حفظ الكل'
cs: Při editaci předvoleb a "(modified)" tag se zobrazí se vedle výtisků, které měníte, dokud nekliknete na tlačítko" Uložit vše"
da: Når du editerer indstillinger, vises et '(ændret)' mærke ved siden at de eksemplarer, du ændrer, indtil du klikker på knappen 'Gem alle'
de: Bei jeder Änderung von Einstellungen erscheint neben dem eintsprechenden Eintrag ein visueller Hinweis, der sichtbar bleibt, bis Sie die Schaltfläche 'Alles speichern' beätigt haben.
el: Όταν επεξεργάζεστε προτιμήσεις μία '(τροποποιημένη)' ετικέτα θα εμφανιστεί δίπλα στα τεκμήρια που αλλάζετε μέχρι να κάνετε κλικ στο κουμπί 'Αποθήκευση Όλων'
es: Cuando se está editando las preferencias una etiqueta de 'modificado' aparecerá próxima a los ítems que cambió hasta que haga clic en el botón 'Salvar Todo'.
eu: Lehentasunak editatzean, '(aldatuta)' etiketa bat agertuko da aldatu dituzun elementuen alboan, 'Gorde dena' botoian klik egiten duzun arte.
fi: Kun teet muutoksia asetuksiin, asetuksen kohdalle tulee merkintä '(muokattu'), kunnes tallennat muutokset.
fr: Quand vous modifiez des préférences, le texte 'modifiée' s'affiche en italique à côté du nom des préférences modifiées. Il faut cliquer sur le bouton Sauvegarder toutes les préférences pour que le système les enregistre effectivement.
hi: एक '(संशोधित)' टैग जब वरीयताओं का संपादन आइटम आप जब तक परिवर्तन 'सभी सहेजें' बटन पर क्लिक करने के लिए अगले दिखाई देगा
it: Quando modifichi una preferenza, accanto apparirà l'indicatore '(modificata)', che scompare cliccando il bottone 'Salva tutte'
oc: Quand modificatz des preferéncias, lo tèxte 'modificada' s'aficha en italique a costat del nom des preferéncias modificadas. Il faut clicar sul boton Salvar totas las preferéncias per que lo sistèma les enregistre effectivement.
pl: Jeśli zmieniasz wartość opcji, pod nazwą wyświetli się komunikat 'zmodyfikowano', a następnie kliknij 'Zapisz wszystkie ustawienia', by dokonać zmiany
pt: Quando editar as preferências aparecerá o texto '(modificado)' próximo das preferências até que guarde as mesmas
pt_br: Quando editar as preferências, uma tag '(modificado)' aparecerá ao lado dos exemplares que você alterou até que você clique no botão 'Salvar tudo'
sk: Počas úpravy nastavení sa pri zmenenej položke objaví menovka '(upravené)' až kým nekliknete na tlačidlo 'Uložiť všetko'
sv: När du redigerar inställningar visas taggen '(modifierad)' intill ändrade inställningar tills du klickar på knappen 'Spara alla'
tr: Seçenekleri düzenlerken, siz 'Tümünü Kaydet ' butonuna tıklayana kadar değiştirdiğiniz materyallerin yanında '(değiştirilmiş) bir etiket' gözükecektir.
zh_tw: 編輯偏好時，館藏旁出現 '(修改)' 標籤，必須按下 '儲存全部' 鈕，才會消失

source: When finished filling in both fields, press the &lt;Enter&gt; key to save the new quote.
ar: عند الانتهاء من تعبئة كلا الحقلين، اضغط مفتاح الـ &lt;Enter&gt; لحفظ الاقتباس الجديد
cs: Po dokončení vyplňování v obou polích, stiskněte klávesu &lt;Enter&gt; abyste uložili nový citát.
da: Når begge felter er udfyldt, tryk på tasten &lt;Enter&gt; for at gemme det nye citat.
de: Sind beide Felder erfasst, können sie das Zitat mit der Eingabetaste speichern.
el: Μόλις ολοκληρώσετε τη συμπλήρωση κ αι των δύο πεδίων, πατήστε το πλήκτρο &lt;Enter&gt; για να αποθηκεύσετε το νέο απόφθεγμα.
es: Cuando haya finalizado de completar ambos campos, presione la tecla &lt;Enter&gt; para guardar la nueva cita.
eu: Cuando haya terminado de rellenar ambos campos, presonar la tecla &lt;Enter&gt; para guardar la nueva quote.
fi: Kun molemmat kentät on täytetty, paina enter-näppäintä tallentaaksesi sitaatin.
fr: Une fois les deux champs remplis, pressez la touche 'Entrée' pour sauvegarder la nouvelle citation
hi: जब दोनों क्षेत्रों में भरने के समाप्त होने पर, और &lt;दर्ज करें&gt; नई बोली को बचाने के लिए कुंजी।
it: Dopo l'inserimento di entrambi i campi, premi 'Ritorno' per salvare la citazione.
oc: Un còp les deux camps remplis, pressez la tòca 'Entrada' per salvar la novèla citacion
pt: Quando terminar de preencher ambos os campos, carregue em &lt;Enter&gt; para guardar a nova frase.
pt_br: Quando o preenchimento de ambos os campos estiver completo, presione a tecla &lt;Enter&gt; para salvar a nova citação.
sk: Po dokončení napĺňania oboch polí, stlačte klávesu &lt;Enter&gt; pre uloženie nového citátu.
sv: När du fyllt i båda fälten trycker du på &lt;Enter&gt;-tangenten för att spara det nya citatet.
tr: Her iki alanı doldurmayı bitirdiğinizde, yeni bilgiyi kaydetmek için &lt;Enter&gt; tuşuna basınız.
zh_tw: 鍵入兩個欄位後，按下 &lt;Enter&gt; 鍵儲存此新引句。

source: When finished, click 'Add' to save your changes. To modify a rule, create a new one with the same patron category and item type. If you would like to delete your rule, simply click the 'Delete' link to the right of the rule.
fi: Kun olet valmis, klikkaa 'Lisää' tallentaaksesi muutokset. Muokataksesi sääntöä, luo uusi sääntö samalle asiakastyypille ja aineistolajille. Jos haluat poistaa säännön, klikkaa 'Poista'-linkkiä säännön oikealla puolella.
hi: समाप्त होने पर, अपने परिवर्तनों को सहेजने के लिए 'जोड़ें' पर क्लिक करें नियम को संशोधित करने के लिए, एक ही संरक्षक श्रेणी और आइटम प्रकार के साथ एक नया बनाएं। यदि आप अपना नियम हटाना चाहते हैं, तो बस नियम के दाहिनी ओर 'हटाएं' लिंक पर क्लिक करें.

source: When finished, click 'Save Changes'
ar: عند الانتهاء، قم بالنقر على "حفظ التغيرات"
cs: Po dokončení klikněte na "Uložit změny"
da: Når du er færdig, klik på 'Gem ændringer'
de: Zum Beenden klicken Sie auf 'Änderungen speichern'
el: Όταν ολοκληρώσετε, πατήστε 'Αποθήκευση Αλλαγών'
es: Al finalizar, haga clic en 'Guardar cambios'
eu: Bukatzean, egin klik 'Gorde aldaketak'
fi: Kun olet valmis, klikkaa 'Tallenna muutokset'
fr: Quand vous avez fini, cliquez sur 'Sauvegarder'
hi: जब समाप्त हो, 'परिवर्तन सहेजें' पर क्लिक करें
it: Quando hai finito clicca 'Salva modifiche'
oc: Quand avètz fini, clicatz sus 'Salvar'
pl: Po zakończeniu kliknij "Zapisz zmiany"
pt: Quando terminar clique em 'Guardar alterações'
pt_br: Quando terminar, clique 'Salvar alterações'
sk: Po dokončení, kliknite na 'Uložiť zmeny'
sv: Klicka på 'Spara ändringar' när du är färdig
tr: Bitirdiğinizde, 'Değişiklikleri Kaydet'e tıklayınız.
zh_tw: 完成後，按下 '儲存改變' 鈕

source: When finished, click 'Save'
ar: عند الانتهاء ، قم بالنقر على 'حفظ'.
cs: Po dokončení klikněte na "Uložit"
da: Når du er færdig, klik på 'Gem'
de: Zum Abschluss klicken Sie auf 'Speichern'
el: Όταν ολοκληρώσετε, πατήστε 'Αποθήκευση'
es: Al finalizar, haga clic en 'Guardar'
eu: Bukatzean, egin klik 'Gorde' botoian
fi: Kun olet valmis, klikkaa 'Tallenna'
fr: Quand vous avez fini, cliquez sur 'Enregistrer'
hi: जब समाप्त हो, 'सहेजें' पर क्लिक करें
it: Quando hai finito, clicca 'Salva'.
oc: Quand avètz fini, clicatz sus 'Enregistrar'
pl: Po zakończeniu kliknij "Zapisz"
pt: Quando terminar, clique em 'Guardar'
pt_br: Quando terminar, clique em 'Salvar'
sk: Po dokončení kliknite na 'Uložiť'
sv: Klicka på 'Spara' när du är färdig
tr: Bitirdiğinizde, 'Kaydet'e tıklayınız.
zh_tw: 完成後，按下 '儲存' 鈕

source: When generating your report, note that you get to choose between counting or summing the values.
ar: عند توليد تقريرك، لاحظ أنه يمكنك الاختيار ما بين عد أو جمع القيم.
cs: Při generování sestavy, uvedomte si, že dostanete na výběr mezi vypočítáním nebo sečtením hodnot.
da: Når du laver din rapport, bemærk, at der skelnes mellem optælling og opsummering af værdierne.
de: Wenn Sie einen Report erstellen, können Sie zwischen der Anzahl und der Summe von Werten wählen.
el: Όταν δημιουργείτε εκθέσεις, σημειώστε ότι θα επιλέξετε ανάμεσα στην καταμέτρηση ή στην άθροιση των τιμών.
es: Cuando genere un informe, note que deberá elegir entre contar o sumar los valores.
eu: Cuando genere un informe, note que deberá elegir entre contar o sumar los valores.
fi: Kun luot raporttia, sinun tulee valita arvojen laskemisen tai yhteenlaskun välillä.
fr: Quand vous générez le rapport, vous aurez à choisir entre compter et faire la somme des valeurs.
hi: जब अपनी रिपोर्ट पैदा करने, ध्यान दें कि आप गिनती या मूल्यों संक्षेप के बीच चयन करने के लिए मिलता है।
it: Quando generi il report, puoi scegliere tra contare o sommare i valori.
oc: Quand vous générez lo rapòrt, auretz a causir entre compter e far la somme des valors.
pl: Podczas generowania raportu, należy pamiętać, że możesz wybrać między liczeniem a zsumowaniem wartości.
pt: Quando gerar um relatório, note que tem de escolher entre contagens ou somatórios dos valores.
pt_br: Quando gerar seu relatório, note que você terá que escolher entre contar ou somar os valores.
sk: Pri generovaní Vášho výkazu si môžete všimnúť, že máte na výber medzi počítaním alebo súčtom hodnôt.
sv: När du genererar rapporten kan du välja mellan att räkna eller summera värdena.
tr: Raporunuzu oluştururken, değerleri sayma ya da toplama şeklinde yapmanız gerektiğini unutmayınız.
zh_tw: 產生報表時，必須選定計算或總結其值。
