Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: When setting up your Koha system you will want to add information for every library that will be sharing your system. This data is used in several areas of Koha.
ar: أثناء تنصيب نظام كوها الخاص بك يجب عليك إضافة معلومات حول كل مكتبة ستشارك نظامك. سوف يتم استخدام هذه البيانات في العديد من أجزاء كوها.
cs: Při nastavování Koha systému, budete potřebovat přidat informace o každé knihovně, která bude sdílet váš systém. Tato data jsou využívána v několika oblastech Koha.
da: Når du installerer dit Koha-system kan du tilføje information for hvert bibliotek, som vil dele systemet. Disse data bruges mange steder i Koha.
de: Bie der Einrichtung ihres Koha-Systems wollen Sie für jede Zweigbibliothek Informationen eingeben. Diese Daten werden in unterschiedlichen Bereichen. von Koha verwendet.
el: Όταν ρυθμίζεται το Koha σας θα θέλετε να προσθέσετε πληροφορίες για κάθε βιβλιοθήκη που θα μοιράζεται το σύστημά σας. Αυτά τα δεδομένα χρησιμοποιούνται σε διάφορα τμήματα του Koha.
es: Al configurar su sistema Koha tendrá que completar la información para cada biblioteca que va a compartir su sistema. Estos datos son utilizados en diversas áreas de Koha.
eu: Koha sistema konfiguratzean, zure sistema partekatuko duen liburutegi bakoitzari buruzko informazioa gehituko behar duzu. Datuok Kohako hainbat arlotan erabiltzen dira.
fi: Kun Koha-järjestelmää luodaan, jokaiselle järjestelmän jakavalle kirjastolle pitää lisätä tiedot. Näitä tietoja käytetään monessa eri kohdassa Kohassa.
fr: Quand vous initialisez votre système Koha, vous voudrez ajouter des informations sur chaque de votre réseau. Ces informations sont ensuite utilisées partout dans Koha.
hi: जब आपके कोहा प्रणाली स्थापित आप हर पुस्तकालय है कि आपके सिस्टम को साझा किया जाएगा के लिए जानकारी जोड़ने के लिए चाहते हो जाएगा। इस डेटा कोहा के कई क्षेत्रों में प्रयोग किया जाता है।
it: Quando si configura Koha, si fornisce informazione per ogni biblioteca che condivide il sistema. Questi dati saranno usati in varie aree di Koha.
oc: Quand vous initialisez vòstre sistèma Koha, vous voudrez apondre des informacions sus cada de vòstra ret. Aquestas informacions son puèi utilizadas pertot dins Koha.
pl: Podczas konfigurowania Twojego systemu Koha będziesz chciał dodać informację dla każdej biblioteki dziejącej Twój system. Te dane są wykorzystywane w kilku obszarach Koha.
pt: Quando estiver a configurar o seu sistema, adicione a informação para cada biblioteca que vai partilhar o sistema. Os dados serão usados em várias áreas do Koha.
pt_br: Quando configurar o Koha você provavelmente irá adicionar informação sobre cada biblioteca que utiliza o sistema. Estes dados serão utilizados em diversas áreas do Koha.
sk: Pri nastavovaní systému Koha je vhodné uviesť informáciu o každej knižnici, ktorá bude zdieľať Váš systém. Tieto údaje sa použijú v niekoľkých oblastiach Kohy.
sv: När du konfigurerar Koha bör du lägga till information om varje bibliotek som kommer att vara en del av systemet. Denna information används i flera olika delar av Koha.
tr: Koha sistemini ayarlarken, sisteminizi paylaşan her kütüphane için bilgi ekleyebilirsiniz. Bu veri Koha’nın birkaç alanında kullanılmaktadır.
zh_tw: 設定Koha系統時，可以新增其他圖書館共享此系統。此資料被用於Koha的若干地方。

source: When the item appears in your basket it will include a link to the suggestion.
ar: عند ظهور المادة في السلة الخاصة بك سيتم تضمين رابط للاقتراح.
cs: Pokud se výtisk zobrazí v košíku, bude obsahovat odkaz na návrh.
da: Når eksemplaret vises i din kurv indeholder det et link til forslaget.
de: Die Bestellposition im Korb enthält einen Link zum entsprechenden Vorschlag.
el: Όταν το τεκμήριο εμφανίζεται στο καλάθι σας θα περιλαμβάνει έναν σύνδεσμο στην πρόταση.
es: Cuando el ejemplar aparezca en su cesta incluirá un enlace a la sugerencia.
eu: Cuando el artículo aparece en su cesta, incluirá un enlace a la sugerencia.
fi: Kun nimeke tulee tilauskoriisi, siinä on linkki hankintaehdotukseen.
fr: Lorsque l'exemplaire apparaîtra dans votre panier, il comprendra un lien vers la suggestion.
hi: आइटम अपने बास्केट में प्रकट होता है जब यह सुझाव के लिए एक लिंक शामिल होंगे।
it: Quando una copia appare nel tuo cestino, conterrà un link alla richiesta di acquisto.
oc: Quand l'exemplar apareisserà dins vòstre panièr, il comprendra un ligam vers la suggestion.
pl: Po wyświetleniu egzemplarza w koszyku, będzie zawierał link do propozycji zakupu.
pt: Quando o item aparecer no cesto incluirá uma ligação para a sugestão.
pt_br: Quando o exemplar aparece no seu grupo de pedidos, ele inclui um link para a sugestão.
sk: Keď sa exemplár objaví vo vašom košíku, bude zahŕňať odkaz na návrh.
sv: När objektet visas i din korg finns även en länk till förslaget.
tr: Materyal sepetinizde gözüktüğünde, öneri bağlantısı içerecektir.
zh_tw: 顯示在購物籃的館藏，將包括連結至採訪建議。

source: When the item arrives at the other library the librarian must check the item in to acknowledge that it is no longer in transit
ar: حين تصل المادة إلى المكتبة الأخرى، يجب على المكتبي رد المادة لمعرفة أنها لم تعد في النقل.
cs: Pokud výtisk dorazí do jiné knihovny, knihovník musí přijmout výtisk a informovat, že již není na cestě
da: Når eksemplaret ankommer i den anden afdeling skal bibliotekaren tage imod det for at godkende, at det ikke længere er i transit
de: Ist das Exemplar in der anderen Bibliothek angekommen, muss das Exemplar einmalig zurückgebucht werden, damit der Transportstatus aufgehoben wird
el: Όταν το τεκμήριο φτάσει στην άλλη βιβλιοθήκη ο βιβλιοθηκονόμος θα πρέπει να κάνει επιστροφή για να βεβαιώσει ότι δεν είναι πια σε μεταφορά
es: Cuando el ítem llega a otra sede el bibliotecario debe ingresar el ítem para establecer que ya no está en tránsito
eu: Elementua beste liburutegira iristen denean, liburuzainak elementua itzuli behar du, jada bidean ez dagoela adierazteko
fi: Kun nide saapuu toiseen kirjastoon, se pitää palauttaa, jotta sen tila ei olisi enää kuljetuksessa
fr: Quand l'exemplaire arrive sur l'autre site, un bibliothécaire doit faire le retour de l'exemplaire afin de marquer dans Koha qu'il n'est plus en transit.
hi: आइटम अन्य पुस्तकालय पर आता है लाइब्रेरियन स्वीकार करने के लिए यह नहीं रह गया है कि पारगमन में आइटम की जांच होगी
it: Quando la copia giunge all'altra biblioteca, il personale deve spuntare la copia ricevuta per indicare che non è più in transito.
oc: Quand l'exemplar arrive sus l'autre site, un bibliotecari deu far lo retorn de l'exemplar per fin de marcar dins Koha qu'il n'est plus en transit.
pl: Kiedy egzemplarz dotrze do innego oddziału biblioteki, bibliotekarz ma obowiązek zaznaczenia w systemie, że egzemplarz nie ma już statusu 'w drodze'
pt: Quando o exemplar chegar à outra biblioteca o técnico deve devolver o exemplar para que o mesmo não esteja mais em trânsito
pt_br: Quando o exemplar chega na outra biblioteca o funcionário precisa registrar a chegada para confirmar que o exemplar não está mais em trânsito
sk: Keď exemplár dôjde do ďalšej knižnice, knihovník ho musí prijať, aby sa tým uznalo, že už nie je na ceste
sv: När objektet anländer till det andra biblioteket måste bibliotekarien registrera objektet för att bekräfta att det inte längre är på väg
tr: Materyal diğer kütüphaneye ulaştığında, kütüphanecinin materyalin artık aktarım halinde olmadığını bilgilendirmek üzere o materyali iade alması gerekir.
zh_tw: 館藏到達其他圖書館後，館員必須立即簽收該館藏，表示該館藏已結束轉移

source: When this is complete you'll be able to upload another file or tend to pending offline circulation actions.
ar: عند الإكتمال ستتمكن من رفع ملف آخر أو الاتجاه إلى إجراءات الإعارة دون اتصال المعلقة
cs: Pokud je toto dokončeno, budete moci nahrávat jiný soubor nebo obsluhovat čekající offline výpůjčky.
da: Når det er gjort, kan du oploade en anden fil eller gå til udestående offline udlåns-handlinger.
de: Wenn dieser Schritt abgeschlossen ist, kann eine weitere Datei hochgeladen oder es können die geladenen Offline-Ausleihvorgänge verarbeitet werden.
el: Όταν αυτό ολοκληρωθεί θα μπορέσετε να αναρτήσετε ένα άλλο αρχείο ή να μεταφερθείτε στις εκκρεμείς ενέργειες διακίνησης υλικού χωρίς σύνδεση.
es: Cuando este aviso referencia la tabla de sedes (branches) se está refiriendo a la información de la sede de retiro.
eu: Cuando esta operación se complete se podrá cargar otro archivo o manejar las acciones de circulación offline.
fi: Kun tämä on valmis, voit ladata toisen tiedoston tai hoitaa muita odottavia yhteydettömän tilan toimintoja.
fr: Quand cela sera terminé vous pourrez télécharger un autre fichier ou vous occuper des actions de prêt secouru en attente.
hi: जब यह पूरा हो गया है यदि आप किसी अन्य फाइल अपलोड या ऑफलाइन परिसंचरण कार्रवाई लंबित करने के लिए करते हैं करने में सक्षम हो जाएगा।
it: Quando il carico è completo, potrai caricare un altro file o portare avanti le altre operazioni della circolazione offline.
oc: Quand aquò serà terminé poiretz telecargar un autre fichièr o vous occuper des accions de prèst secorrut en espèra.
pl: Po zakończeniu będzie można wczytać inny plik lub przejść do oczekujących działań udostępniania offline.
pt: Quando estiver completo poderá carregar outro ficheiro ou ver as ações de circulação offline pendentes.
pt_br: Quando concluída, você poderá carregar outro arquivo ou dirigir-se para ações de circulação off-line pendentes.
sk: Keď sa to dokončí, budete môcť načítať ďalší súbor alebo prejsť na zostávajúce úkony obehu offline.
sv: När detta är klart kan du ladda upp en annan fil eller hantera andra åtgärder för offline-utlåning.
tr: Bu tamamlandığında diğer bir dosyayı karşıya yükleyebilir ya da askıda olan çevrimdışı dolaşım eylemlerini uygulayabilirsiniz.
zh_tw: 完成後，就能夠上傳另一個檔案或保留離線流通的工作。

source: When this notice references the branches table it is referring to the pickup branch information.
ar: حين يشير هذا الإخطار إلى جدول الفروع فإنه يشير إلى معلومات فرع الالتقاط
cs: Když toto upozornění odkazuje na tabulku poboček, odkazuje na informaci o knihovně, kde má být rezervace vyzvednuta.
de: Wenn in dieser Benachrichtigung Felder für die Bibliothek verwendet werden, ist die Abholbibliothek gemeint.
el: Όταν αυτή η ειδοποίηση περιέχει αναφορά στον πίνακα παραρτημάτων αναφέρεται στα στοιχεία του παραρτήματος παραλαβής.
es: Cuando este aviso referencia la tabla de sedes (branches) se está refiriendo a la información de la sede de retiro.
eu: Cuando este aviso referencia la tabla de sedes se está refiriendo a la información de la sede de retiro.
fi: Kun tämä ilmoitus katsoo kirjastotaulua, se ottaa noutokirjaston tiedot.
hi: इस नोटिस के संदर्भ जब शाखाओं तालिका यह पिक शाखा जानकारी का जिक्र है।
it: Quando questo avviso si riferisce alla tabella delle biblioteche, riporta l'informazione della biblioteca di prelevamento.
pt: Quando este aviso referencia a tabela das bibliotecas é para mostrar informação da biblioteca de levantamento.
pt_br: Quando este aviso faz alusão à tabela de bibliotecas, ele está se referindo às informações sobre a biblioteca de retirada.
sk: Keď sa táto poznámky vzťahuje na tabuľku pobočiek, odkazuje tak na informáciu o pobočke vyzdvihnutia.
tr: Bu uyarı şubeler tablosunu referans verdiğinde, alınacak kütüphanenin şube bilgisinden bahsetmektedir.
zh_tw: 當此通知指向分館表單時，係指提取分館的資訊。

source: When using the ISBN matching rule Koha will find only exact matches. If you find that the ISBN match is not working to your satisfaction you can change the AggressiveMatchOnISBN preference to 'Do' and then run your import again.
fi: Kun käytetään ISBN-yhdistämissääntöä, Koha löytää vain täysin vastaavat tunnukset. Jos huomaat, että ISBN-yhdistäminen ei toimi kuten haluat, voit muuttaa AggressiveMatchOnISBN-asetusta valintaan 'Tee' ja sen jälkeen ajaa tuonnin uudelleen.
hi: आई मिलान नियम का उपयोग करते कोहा केवल सटीक मैचों मिलेगा। आप पाते हैं कि ISBN मैच अपनी संतुष्टि के लिए काम नहीं कर रहा है तो आप 'Do' के लिए AggressiveMatchOnISBN वरीयता बदल सकते हैं और फिर अपने आयात फिर से चलाएँ।

source: When viewing a patron record you have the option to view information from one of many tabs found on the left hand side of the record.
ar: أثناء عرض تسجيلة مستفيد لديك خيار عرض المعلومات من أحد التبويبات العديدة الموجودة إلى يسار التسجيلة.
cs: Při prohlížení záznamu čtenáře máte možnost zobrazení informací z jedné z mnoha záložek nacházejících se na levé straně záznamu.
da: Når der vises en lånerpost kan der vises information fra en af mange faner, der ses i venstre side af posten.
de: Wenn Sie sich einen Benutzersatz anschauen, haben Sie über die Reiter auf der linker Seite, sich weitere Benutzerdaten anzeigen zu lassen.
el: Όταν βλέπετε μία εγγραφή μέλους έχετε την επιλογή να δείτε πληροφορίες σε μία από τις πολλές καρτέλες στα αριστερά τις εγγραφής.
es: Cuando revise un registro de usuario tiene la opción de ver la información de una de muchas pestañas encontradas en el lado izquierdo del registro.
eu: Bazkide erregistro bat ikustean, erregistroaren ezkerrera dauden hainbat etiketen informazioa ikusteko aukera duzu.
fi: Kun tarkastellaan asiakkaan tietoja, voit tarkastella tietoja vasemmalla olevien useiden välilehtien kautta.
fr: Quand vous examinez la fiche d'un adhérent, vous choisissez parmi les onglets de gauche, le type d'information que vous souhaitez voir.
hi: जब एक संरक्षक रिकॉर्ड को देखने के रिकार्ड का बाएं हाथ की ओर पर पाया कई टैब में से एक से जानकारी देखने का विकल्प है।
it: Quando guardi un record utente puoi vedere le informazioni da una delle molte sezioni indicate alla sinistra della pagina.
oc: Quand vous examinez la ficha d'un aderent, vous causissètz demest les onglets d'esquèrra, lo tipe d'informacion que volètz voir.
pl: Informacje o użytkowniku można przeglądać w jednej z wielu zakładek znajdujących się po lewej stronie konta.
pt: Quando estiver a ver o registo do leitor, tem a opção de ver a informação de um de cada separador do lado direito do registo.
pt_br: Quando visualizar o registro de usuário, você terá a opção de visualizar a informação de uma das diversas abas no lado esquerdo do registro.
sk: Pri prezeraní záznamu o čitateľovi máte možnosť nahliadnuť do informácií v niekoľkých záložkách na ľavej strane záznamu.
sv: När du granskar en låntagarpost kan du se information från en av flera flikar som finns på vänster sida av posten.
tr: Kullanıcı kaydını görüntülerken, bilgiyi kaydın sol tarafında bulunan birçok sekmenin birisinden görüntüleme seçeneğiniz mevcuttur.
zh_tw: 進入讀者紀錄後，在左手邊有多個分頁可檢視不同的資訊。

source: When viewing the list of funds click the 'Planning' button and choose how you would like to plan to spend your budget.
ar: أثناء عرض قائمة التمويلات، قم بالنقر على زر "تخطيط" واختيار كيف ترغب في تخطيط إنفاق ميزانيتك.
cs: Při prohlížení seznamu finačních prostředků klepněte na tlačítko "Plánování" a zvolte, jak plánujete využít svůj rozpočet.
da: Når listerne med konti vises klik på knappen 'Planlægning' og vælg hvordan brugen af budgettet skal planlægges.
de: In der Anzeige der Kontenliste können Sie über die Schaltfläche 'Planung' festlegen, wie das Budget verwendet werden soll.
el: Όταν βλέπετε τη λίστα των επιχορηγήσεων πατήστε το κουμπί 'Σχεδιασμός' και επιλέξτε πως θέλετε να προγραμματίσετε να δαπανήσετε τον προϋπολογισμό σας.
es: Cuando vea la lista de fondos haga clic en el botón 'Planificación' y seleccione como planifica gastar su presupuesto.
eu: Funtsen zerrenda ikustean, egin klik 'Plafinikazioa' botoian eta aukeratu aurrekontuko gastu planifikazioa.
fi: Kun katsotaan tilien listaa, klikkaa 'Suunnittele' ja valitse miten haluat jakaa määrärahat budjettiisi.
fr: Sur la liste des postes budgétaires, cliquez sur le bouton 'Planification' et choisissez la manière dont vous prévoyez de dépenser votre budget.
hi: 'योजना' बटन पर क्लिक करें और आप कैसे अपने बजट को खर्च करने की योजना चाहते हैं जब धन की सूची को देखने।
it: Quando guardi la lista dei fondi clicca su 'Pianificazione' e scegli come vuoi pianificare di spendere il tuo budget.
oc: Sus la lista des pòstes budgètaris, clicatz sul boton 'Planification' e causissètz la manièra dont vous prévoyez de dépenser vòstre budgèt.
pl: W podglądzie funduszy (Administracja › Budżety › Fundusze dla '…')', wyświetla się opcja 'Planowanie', wybierz ją, by zaplanować budżet ze względu na określone typy (ze względu na miesiące, biblioteki, typy dokumentów i inne).
pt: Quando estiver a visualizar os fundos clique no botão de planeamento para escolher como deseja gastar o orçamento.
pt_br: Na tela de controle dos fundos clique no botão de 'Planejamento' e escolha como deseja gastar o orçamento.
sk: Keď prezeráte zoznam fondov, kliknite na tlačidlo 'Plánovanie' a zvoľte, ako by ste chceli plánovať vynaloženie vášho rozpočtu.
sv: När du granskar en lista med budgetställen kan du klicka på knappen 'Planering' och välja hur du vill använda din budget.
tr: Fon listesini görüntülerken, 'Planlama' butonuna tıklayınız ve bütçenizi nasıl harcamak istediğinizi seçiniz.
zh_tw: 進入基金清單後，按下 '規畫' 鈕，選擇使用該筆預算的方式。

source: When visiting the main budget administration you will see two tabs, one for active and one for inactive budgets.
ar: عند زيارة الادارة الرئيسية للميزانية سوف ترى تبويبان، واحد لتنشيط الميزانيات وآخر لعدم تنشيط الميزانيات.
cs: Při návštěvě hlavní administrace rozpočtu uvidíte dvě karty, jednu pro aktivní a jednu pro neaktivní rozpočty.
da: Når man ser på hovedbudgettets administration, ses to faner, en for aktive og en for inaktive budgetter.
de: Im Hauptfenster der Etatverwaltung gibt es je einen Reiter für aktive und für inaktive Etats.
el: Όταν επισκέπτεστε τη διαχείριση κύριου προϋπολογισμού θα παρατηρήσετε δύο καρτέλες, μία για ενεργούς και μία για ανενεργούς προϋπολογισμούς.
es: Cuando visite la administración principal de presupuestos verá dos pestañas, una para presupuestos activos y otra para inactivos.
eu: Durante la visita administración del presupuesto principal, usted verá dos pestañas, una para activos y uno de los presupuestos inactivos.
fi: Kun olet budjetin ylläpitosivulla, siellä on kaksi välilehteä, joista toinen on aktiivisille ja toinen käytöstä poistetuille budjeteille.
fr: Dans l'interface principale d'administration des budgets vous verrez deux onglets, contenant respectivement les budgets actifs et inactifs.
hi: मुख्य बजट प्रशासन में यात्रा के दौरान आप दो टैब, सक्रिय और निष्क्रिय के लिए एक बजट के लिए एक देखेंगे।
it: Nella pagina di amministrazione dei budget ci sono due sezioni: una per gli attivi una per i non attivi.
oc: Dins l'interfàcia principala d'administracion des budgèts veiretz deux onglets, que contenon respectivement les budgèts actius e inactius.
pl: W module Administracja budżet posiada dwie zakładki, w jednej wyświetlają się aktywne środki, w drugiej nieaktywne.
pt: Quando visitar a administração principal de orçamento verá dois separadores, um para os orçamentos activos e outro para os inactivos.
pt_br: Na tela principal de administração do orçamento, você verá duas abas: uma para orçamentos ativos, outra para os inativos.
sk: Pri návšteve hlavnej administráce rozpočtu uvidíte dve záložky, jednu pre aktívny a druhú pre pasívny rozpočet.
sv: I administrationsområdet för budget finns två flikar, en för aktiva och en för inaktiva budgetar.
tr: Ana bütçe yönetimini ziyaret ettiğinizde, iki tane sekme göreceksiniz; bunlardan biri aktif diğeri de aktif olmayan bütçelerdir.
zh_tw: 進入主預算管理頁面，可看到兩個分頁，一個是使用中預算，另一個未使用預算。

source: When visiting this page you are presented with a list of the libraries and groups that have already been added to the system.
ar: عند زيارة هذه الصفحة سوف تظهر لك قائمة بالمكتبات والمجموعات التي تمت إضافتها بالفعل إلى النظام.
cs: Při návštěvě této stránky se zobrazí seznam knihoven a skupin, které již byly přidány do systému.
da: Når du besøger denne side, præsenteres du for en liste med biblioteker og grupper, som allerede er tilføjet til systemet.
de: Wenn Sie auf dieser Seite sind, wird eine Liste der in diesem System eingetragenen Bibliotheken und Gruppen angezeigt.
el: Όταν πάτε σε αυτή τη σελίδα θα σας παρουσιαστεί μία λίστα των βιβλιοθηκών και των ομάδων που έχουν προστεθεί στο σύστημα.
es: Al visitar esta página se le presentará una lista de las bibliotecas y grupos que ya se han agregado al sistema.
eu: Orri hau bisitatzean, dagoeneko sistemara gehitu diren liburutegi eta taldeen zerrenda agertuko zaizu.
fi: Tällä sivulla näet listat kirjastoista ja ryhmistä, jotka on jo lisätty järjestelmään.
fr: Quand vous visitez cette page, une liste vous présente les sites et les groupes qui ont déjà été créés dans le système.
hi: इस पृष्ठ पर जाकर जब आप पुस्तकालयों और समूहों है कि पहले से ही सिस्टम में जोड़ा गया है की एक सूची के साथ प्रस्तुत कर रहे हैं।
it: Accedendo a questa pagina, verrà presentata una lista di biblioteche e gruppi definiti nel sistema.
oc: Quand vous visitez aquesta pagina, una lista vous presenta les sites e les gropes qui ont ja été creats dins lo sistèma.
pl: Na stronie znajduje się lista bibliotek i grup, które już zostały dodane do systemu.
pt: Quando estiver a visualizar esta página, verá a lista das bibliotecas e grupos já adicionados ao sistema.
pt_br: Quando visitar esta página, você irá ver uma lista de bibliotecas e grupos que já foram adicionados ao sistema.
sk: Pri návšteve tejto stránky sa Vám predstaví zoznam knižníc a skupín, ktoré už patria do systému.
sv: När du går till denna sida får du se en lista med de bibliotek och grupper som redan lagts till i systemet.
tr: Bu sayfayı ziyaret ederken, size sisteme önceden eklenmiş kütüphaneler listesi ve gruplar sunulacaktır.
zh_tw: 進入此頁面後，可看到已加入系統的圖書館與群組清單。
