Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Items marked 'Not for loan' will appear in the catalog, but cannot be checked out to patrons
ar: المواد المحددة بأنها 'لا تعار' ستظهر في الفهرس ، ولكن لا يمكن أن تعار للمستفيدين
cs: Jednotky označené jako 'Nelze vypůjčit' se zobrazí v katalogu, ale nebude možné je půjčit čtenářům
da: Eksemplarer markeret med 'Udlånes ikke', vises i kataloget, men kan ikke lånes ud
de: Exemplar, die als 'Nicht ausleihbar' markiert wurden, werden im Katalog angezeigt, können aber nicht an Benutzer entliehen werden
el: Τα τεκμήρια που θα χαρακτηριστούν 'Όχι για δανεισμό' θα εμφανιστούν στον κατάλογο, αλλά δεν μπορείτε να τα δανείσετε σε μέλη
es: Los ítems marcados 'No para préstamo' aparecerán en el catálogo, pero no pueden ser prestados a usuarios
eu: 'Ezin dira mailegatu' bezala markatutako elementuak katalogoan agertuko dira, baina ezingo zaizkie bazkideei mailegatu
fi: Niteet, jotka ovat 'Ei lainattavissa' näkyvät luettelossa, mutta niitä ei voi lainata asiakkaille
fr: Les exemplaires indiqués comme 'Exclu du prêt' apparaissent dans le catalogue, mais ne peuvent être prêtés aux adhérents
hi: आइटम चिह्नित 'नहीं ऋण के लिए' सूची में दिखाई देगा, लेकिन संरक्षक के लिए बाहर की जाँच नहीं की जा सकती
it: Copie con la dicitura 'Escluso dal prestito' compaiono nel catalogo ma non potranno essere prestate agli utenti.
oc: Los exemplars indicats coma 'Exclús del prèst ' apareisson dins lo catalòg, mas ne pòdon èsser prestats als aderents
pl: Egzemplarze oznaczone "Nie można wypożyczyć" są widoczne w katalogu, ale użytkownicy nie mogą ich wypożyczać.
pt: A opção 'Não emprestável' pode ser usada para os exemplares que não podem ser emprestados
pt_br: Exemplares marcados como 'Não circula' aparecerão no catálogo, mas não poderão ser emprestados para usuário
sk: Exempláre označené ako 'Nevypožičateľné' sa v katalógu zobrazia, ale nebudú sa dať vypožičať čitateľom
sv: Objekt markerade med 'Ej för utlåning' visas i katalogen, men kan inte lånas ut till låntagare
tr: 'Ödünç verilmez' işaretli materyaller katalogda gözükecektir fakat bu materyaller kullanıcılara ödünç verilemeyecektir.
zh_tw: 標示為 '不外借' 的館藏，仍顯示在目錄裡，但不能外借給讀者

source: Items that have been on the hold shelf longer than you normally allow (based on the ReservesMaxPickUpDelay preference value) will appear on the 'Holds Over' tab, they will not automatically be cancelled unless you have set the cron job to do that for you, but you can cancel all holds using the button at the top of the list.
ar: المواد التي ظلت على رف الحجز مدة أطول مما تسمح به في العادة (بناء على قيمة التفضيل ReservesMaxPickUpDelay ) ستظهر في تبويب 'انتهاء الحجزr' ,لن يتم إلغائها تلقائيا إلا إذا كان لديك ال cron job للقيام بذلك , لكن يمكنك إلغاء هذه الحجوزات باستخدام الزر في أعلى القائمة
cs: Jednotky, které jsou rezervované a nevyzvednuté déle, než je obvykle povoleno (na základě nastavení hodnoty ReservesMaxPickUpDelay) se ukáží záložce 'Dlouho čekající'. Rezervace nebudou automaticky zrušeny, pokud nenastaví úlohu v dému Cron, která by to provedla. Rezervace je možné zrušit tlačítkem na začátku výpisu.
da: Eksemplarer, der har ventet på hylden længere, end man normalt tillader (ud fra værdien ReservesMaxPickUpDelay) vises på fanen 'Reservering over', de annulleres ikke automatisk, medmindre cron-jobbet gør det for dig; men du kan annullere alle reserveringer med knappen øverst i listen.
de: Exemplare, die schon länger im Abholregal stehen, als die definierte Abholfrist (Systemparameter ReservesMaxPickUpDelay) vorgibt, werden im Reiter 'Abgelaufene Vormerkungen' angezeigt, aber nicht automatisch storniert, wenn hierfür nicht der entsprechende Cronjob eingerichtet wurde. Alle Vormerkungen können aber über die Schaltfläche am Anfang der Liste manuell storniert werden.
el: Τα τεκμήρια που είναι στο ράφι κρατήσεων για περισσότερο καιρό από ό,τι συνήθως επιτρέπεται (βάσει της τιμής προτίμησης ReservesMaxPickUpDelay) θα εμφανίζονται στην καρτέλα 'Τέλος Κρατήσεων', δεν θα ακυρώνονται αυτόματα εκτός εάν έχετε ρυθμίσει τη διεργασία cron να το κάνει για σας, αλλά μπορείτε να ακυρώσετε όλες τις κρατήσεις χρησιμοποιώντας το κουμπί στην κορυφή της λίστας.
es: Los ejemplares reservados por mas tiempo que el permitido (basado en el valor de la preferencia ReservesMaxPickUpDelay) aparecerán en la pestaña 'Reservas vencidas', no serán canceladas automáticamente a menos que tenga configurada la tarea programada para hacerlo, pero puede cancelar todas las reservas utilizando el botón en el tope de la lista.
eu: Los ítems han estado en la biblioteca de reservas más tiempo del permitido (basado en la preferencia del sistema ReservesMaxPickUpDelay) y aparecerá en la pestaña de 'Préstamos terminados' y no será cancelado automáticamente a menos que se configure así. Se pueden cancelar todas las reservas utilizando el botón del principio de la lista.
fi: Niteet, jotka ovat olleet noudettavien varausten hyllyllä yli ajan (perustuu ReservesMaxPickUpDelay-järjestelmäasetukseen) näkyvät 'Noutoaika päättynyt' -välilehdellä. Niitä ei automaattisesti poisteta, jollei cron jobia ole määritelty tekemään sitä, mutta varauksen voi peruuttaa käyttämällä 'Peruuta ja siirrä kaikki' -painiketta listan yläpuolella.
fr: Les exemplaires réservés qui sont restés en attente de retrait plus longtemps qu'autorisé (préférence système ReservesMaxPickUpDelay), sont affichés dans l'onglet 'Réservations dépassées'. Ils ne seront pas automatiquement supprimés à moins que vous n'ayez choisi que le cronjob (ou tâche planifiée) le fasse pour vous, mais vous pouvez annuler toutes les réservations en utilisant le bouton en haut de la liste.
hi: आइटम है कि पकड़ शेल्फ पर अब से आप सामान्य रूप से (ReservesMaxPickUpDelay वरीयता मूल्य के आधार पर) की अनुमति देने के लिए किया गया है पर दिखाई देगा 'धारण ओवर' टैब, वे स्वतः जब तक आप ऐसा करने के लिए कि आप के लिए क्रॉन नौकरी की स्थापना की है रद्द नहीं किया जाएगा, लेकिन आप सभी की सूची के शीर्ष पर बटन का उपयोग कर रखती रद्द कर सकते हैं।
it: Le copie che sono in stato di prenotazione per un tempo superiore al normale(in base alla preferenza di sistema ReservesMaxPickUpDelay) appariranno nella scheda 'Prenotazioni scadute' e non saranno automaticamente cancellate a patto che tu non abbia settoto il cron job per cancellarle. Pui anche cancellare tutte le prenotazioi se usi il bottone sopra la lista.
oc: Los exemplars reservats que son restés en espèra de retirament plus longtemps qu'autorizat (preferéncia sistèma ReservesMaxPickUpDelay), son afichats dins l'onglet 'Reservacions dépassées'. Ils ne seràn pas automaticament suprimits a mens que vous n'ayez causit que lo cronjob (o prètzfait planificada) lo fasse per vous, mas podètz anullar totas las reservacions en utilizant lo boton amont de la lista.
pl: Egzemplarze, które czekają na użytkownika dłużej niż przewidziano w ustawieniach opcji systemu ReservesMaxPickUpDelay, wyświetlą się w zakładce 'Liczba zamówień do wycofania' i nie będą automatycznie anulowane, chyba że skrypt zostanie inaczej ustawiony. Można anulować wszystkie zamówienia, używając przycisku na górze listy.
pt: Exemplares que estão como reservados na prateleira mais tempo que o permitido (baseado no valor da preferência ReservesMaxPickUpDelay) aparecem no separador 'Reservas terminadas', não sendo automaticamente canceladas.
pt_br: Materiais que estiverem por mais tempo que o permitido na estante de reservas (considerando a preferência ReservesMaxPickUpDelay) irão aparecer na aba 'Reservas vencidas', mas não serão automaticamente canceladas a menos que você tenha configurado um cron job para fazer isso por você, mas você pode cancelar todas as reservas utilizando o botão no topo da lista.
sk: Exempláre, ktoré boli na poličke rezervácií dlhšie ako zvyčajne dovolené (podľa hodnoty nastavenia ReservesMaxPickUpDelay), sa objavia v záložke 'Rezervácie po termíne' a nebudú automaticky zrušené, ak ste si to tak nenastavili v cronjobe, ale môžete zrušiť všetky rezervácie pomocou tlačidla navrchu zoznamu.
sv: objekt som varit på reservationshyllan längre än du normalt tillåter (baserat på värdet för ReservesMaxPickUpDelay) visas på fliken 'Reservation överskriden'. De kommer inte automatiskt att annulleras om du inte ställt in ett cron-jobb för att göra detta, men du kan annullera alla reservationer med knappen längst upp i listan.
tr: Rafta normal olarak izin verdiğinizden daha uzun süre ayrılan materyaller (Rezervlerin Maksimum Alınma Erteleme seçenek değerine bağlı olarak) ‘Ertelenen Ayırmalar’ sekmesinde gözükecektir, cron job aracı bu iptal işlemini yapması için ayarlanmadıkça bu materyaller otomatik olarak iptal edilmeyecektir fakat listenin en üstündeki butonu kullanarak tüm ayırmaları iptal edebilirsiniz.
zh_tw: 館藏在預約架上超過允許的時間 (依照 ReservesMaxPickUpDelay 偏好的設定)，將顯示在 '預約過期' 分頁，不會自動取消，必須設定排程取消它，但您可使用清單上方的鈕取消全部預約。

source: Items with no checkouts
ar: مواد بدون إعارات
cs: Nepůjčované jednotky
da: Eksemplarer uden udlån
de: Exemplare ohne Ausleihen
el: Τεκμήρια χωρίς δανεισμούς
es: Ítems nunca prestados
eu: Inoiz maileguan hartu ez diren elementuak
fi: Niteitä, joita ei ole lainattu
fr: Documents jamais prêtés
hi: नहीं checkouts के साथ आइटम
it: Copie mai prestate
oc: Documents jamais prestats
pl: Egzemplarze nigdy niewypożyczone
pt: Exemplares nunca emprestados
pt_br: Itens nunca emprestados
sk: Exempláre bez výpožičiek
sv: Objekt utan lån
tr: Hiç ödünç alınmamış materyaller
zh_tw: 不曾借出的館藏

source: Keyword to MARC Mapping
ar: كلمة مفتاحية لتخطيط مارك
cs: Mapování klíčových slov na MARC
da: Nøgleord til MARC-mapping
de: Schlüsselwort-zu-MARC-Mapping
el: Λέξη κλειδί για την Αντιστοίχιση σε MARC
es: Correspondencia palabra clave a MARC
eu: Gako hitza MARC mapaketarentzat
fi: MARC-kenttänimet
fr: Liens Mots-clés => MARC
hi: कोहा मार्क के मानचित्रण
it: Mappatura da keyword a MARC
oc: Ligams Mots claus => MARC
pl: Powiązania do mapowania MARC
pt: Ligações Koha => MARC
pt_br: Mapeamento de palavras-chave para o MARC
sk: Priradenie kľúčového slova k MARC
sv: Nyckelord till MARC-mappning
tr: MARC Eşleştirme için Anahtar Kelime
zh_tw: 鍵詞對映至 MARC

source: Koha %s manual
ar: كوها %s دليل
cs: Manuál pro systém Koha %s
de: Koha %s Handbuch
el: Εγχειρίδιο Koha %s
es: Manual de Koha %s
eu: Koha %s gidaliburua
fi: Koha %s ohje
fr: Manuel Koha %s
hi: Koha %s मैनुअल
it: Manuale Koha %s
oc: Manual Koha %s
pl: Instrukcja Koha %s
pt: Manual Koha %s
pt_br: Manual do Koha %s
sk: Manuál Kohy %s
tr: Koha %s kılavuzu
zh_tw: Koha %s 手冊

source: Koha Lists
fi: Kohan listat
hi: कोहा सूचियाँ

source: Koha allows you to organize your collection by item types and collection codes.
ar: كوها يتيح لك أن تنظم مجموعتك حسب انواع المواد وأكواد المجموعات.
cs: Koha umožňuje organizovat vaši sbírku podle typů jednotek a kódů sbírek
da: Koha giver mulighed for at organisere samlingen efter medietyper og samlingskoder.
de: In Koha kann der Bestand anhand von Medientypen und Sammlungen organisiert werden.
el: Το Koha σας επιτρέπει να οργανώσετε τη συλλογή σας κατά τύπο τεκμηρίου και κωδικό συλλογής.
es: El Koha le permite organizar su colección por tipos de ítem y por códigos de colección.
eu: Kohak zure bilduma elementu moten eta bilduma kodeen arabera antolatzeko aukera ematen dizu.
fi: Kohassa voit järjestää kokoelmasi aineistolajeilla ja kokoelmakoodeilla.
fr: Koha vous permet d'organiser votre collection par type de document et code de collection.
hi: Koha आप आइटम प्रकार और संग्रह कोड द्वारा अपने संग्रह को व्यवस्थित करने के लिए अनुमति देता है।
it: Koha ti permette di organizzare le tue collezioni per tipo di copia o per codice.
oc: Koha vos permet d'organiser vòstra colleccion per tipe de document e còdi de colleccion.
pl: Koha pozwala organizować zbiory według typów dokumentów i kodów zbiorów.
pt: Koha permite organizar a colecção por tipos de documentos e códigos de colecção.
pt_br: O Koha permite que você organize seu acervo por tipo de material e código de coleção.
sk: Koha Vám umožňuje usporiadať si svoju zbierku podľa typov exemplárov a kódov zbierok.
sv: Med Koha kan du organisera din samling efter objekttyper och samlingskoder.
tr: Koha, koleksiyonunuzu materyal türleri ve koleksiyon kodlarına göre organize etmenizi sağlar.
zh_tw: Koha允許您依照館藏類型與代碼組織您的館藏。

source: Koha can offer 'Did you mean?' options on searches based on values in your authorities.
ar: كوها يمكن أن تقدم "هل تقصد؟ 'خيارات في عمليات البحث على أساس القيم في النموذج الخاص بك .
cs: Koha umožňuje pro dotazy volbu "Myslel/a jste?", která vychází z hodnot uvedených v autoritách.
da: Koha kan tilbyde 'Mente du?' optioner på søgninger baseret på indhold i dine autoriteter.
de: Koha kann 'Meinten Sie?'-Vorschläge auf der Basis der Normdaten generieren.
el: Το Koha μπορεί να προσφέρει επιλογές 'Μήπως εννοούσατε;' σε αναζητήσεις που βασίζονται σε τιμές στους καθιερωμένους σας όρους.
es: Koha puede ofrecerle opciones '¿Quiso decir?' en búsquedas basadas en valores de sus autoridades.
eu: Koha puede ofrecer '¿Quizás quiso decir?' opciones de búsquedas basadas en los valores de sus autoridades.
fi: Koha voi tarjota 'Tarkoititko?' vaihtoehdon hakuun, joka perustuu auktoriteettien arvoihin.
fr: La fonction 'Vouliez-vous dire?' permet de proposer des alternatives lors des recherches, en se basant sur les autorités.
hi: Koha पेशकश कर सकते हैं 'आप क्या मतलब है?' खोजों पर विकल्प आपके अधिकारियों में मूल्यों पर आधारित है।
it: Koha può basare la feature 'Intendi dire:' sui valori presenti negli authority files.
oc: La fonction 'Voliatz dire ?' permet de proposer des alternatives lors des recèrcas, en se basant sus las autoritats.
pt: O Koha pode oferecer opções 'Quis dizer?' em pesquisas baseadas em valores das autoridades.
pt_br: Koha pode oferecer a opção 'Você quis dizer?' nas buscas com base nos valores de suas autoridades.
sk: Koha vám môže ponúknuť možnosti 'Mali ste na mysli?' pri vyhľadávaní založenom na hodnotách vo vašich autoritách.
sv: Koha har alternativ för 'Menade du?'-funktioner vid sökningar baserade på värden i dina auktoriteter.
tr: Koha otoritelerinizdeki değerlere bağlı olarak aramalarda 'Bunu mu demek istediniz?' seçeneklerini sunabilir.
zh_tw: 根據您的權威，Koha可提供 '您的意思是？' 搜尋選項。

source: Koha can send email messages to your serial vendors if you have late issues. To the left of the main serials page there is a link to 'Claims'
ar: كوها يمكنه ان يرسل رسائل عبر البريد الالكتروني إلى موردي دورياتك ، إذا ما كان لديك أعداد متأخرة . على يمين الصفحة الرئيسية للدوريات توجد وصلة إلى 'المطالبات'
cs: Koha umožňuje posílat e-maily vašim prodejcům periodik v případě opožděných čísel. Nalevo od hlavní strany se nachází odkaz 'Reklamace'
da: Koha kan sende emailbeskeder til tidsskriftleverandørerne, hvis en udgave er forsinket. Til venstre på hoved-tidsskriftssiden er der et link til 'Rykkere'
de: Koha kann Reklamationsmails für verspätete Hefte an die Zeitschriftenlieferanten verschieken. Auf der Startseite des Zeitschriftenmoduls gibt es hierzu auf der linken Seite den Link 'Reklamationen'
el: Το Koha μπορεί να στείλει email στους προμηθευτές περιοδικών εκδόσεων αν έχετε αργοπορημένα τεύχη. Στα αριστερά της σελίδας περιοδικών εκδόσεων υπάρχει ο σύνδεσμος 'Αξιώσεις'
es: Koha permite enviar correos electrónicos a sus proveedores de revistas si tiene ejemplares retrasados. A la izquierda de la página principal de periódicas hay un enlace a 'Reclamos'
eu: Koha permite enviar correos electrónicos a sus vendedores de revistas si tiene ejemplares retrasados. A la izquierda de la página principal de periódicas hay un enlace a 'Reclamos'
fi: Koha voi lähettää sähköpostiviestin kausijulkaisujen toimittajalle, jos numeroita on myöhässä. Vasemmalla kausijulkaisujen sivulla on linkki 'Reklamaatiot'
fr: Koha peut envoyer des courriels à vos fournisseurs de périodiques quand vous avez des fascicules en retard. Il y a à cet effet sur la gauche de la page principale du module Périodiques un lien Réclamations.
hi: Koha अपने सीरियल विक्रेताओं को ईमेल संदेश भेजने के लिए अगर आप देर मुद्दों हो सकता है। मुख्य धारावाहिकों पेज के बाईं करने के लिए वहाँ के 'दावों' के लिए एक कड़ी है
it: Koha può spedire email al tuo fornitore di periodici se hai fascicoli in ritardo. Trovi il link 'Solleciti' a sinistra nella pagina principale delle 'Risorse in continuazione'
oc: Koha pòt mandar des corrièrs electronics a vos provesidors de periodics quand vous avez des fasciculs en retard. I a a aqueste effet sus la esquèrra de la pagina principala del modul Periodics un ligam Reclamacions.
pl: System Koha pozwala wysyłać do dostawców e-maile reklamacyjne z wykazem brakujących numerów poszczególnych tytułów czasopisma. Na stronie głównej modułu Czasopisma wybierz 'Reklamacje'.
pt: Koha permite enviar mensagem por email aos fornecedores se houve números em atraso. À esquerda na página principal do periódicos existe uma ligação para as 'Reclamações'
pt_br: Koha pode enviar e-mails para fornecedores de periódicos se você tiver fascículos atrasados. A esquerda da página principal, existe um link 'Reclamações'
sk: Koha môže zaslať E-maily Vašim predajcom periodík v prípade oneskorených čísiel. Naľavo od hlavnej stránky periodík sa nachádza odkaz na 'Reklamácie'
sv: Koha kan skicka e-postmeddelanden till dina periodikaleverantörer om nummer försenas. Till vänster om huvudsidan för periodika finns en länk till 'Reklamationer'
tr: Geciken yayınlarınız varsa KOHA, süreli yayınlar sağlayıcılarınıza e-posta gönderebilir. Ana süreli yayınlar sayfasının solunda ‘Claimler’e link göreceksiniz.
zh_tw: 發生遲到期刊時，Koha 可送出電子郵件給期刊供應商。在期刊首頁左方有個 '催缺' 連結

source: Koha cannot display existing passwords. Leave the field blank to leave password unchanged.
ar: تعذَّر على كوها عرض كلمات المرور الحالية. أترك الحقل فارغاً لتترك كلمة المرور بدون تغيير.
cs: Koha nemůže zobrazovat existující hesla. Ponechte pole prázdné, aby heslo zůstalo nezměněno
da: Koha kan ikke vise eksisterende passwords. Lad feltet være tomt for at lade passwords uændrede.
de: Koha kann bereits gespeicherte Passwörter nicht anzeigen. Unten sehen Sie einen zufällig generierten Vorschlag. Lassen Sie das Feld leer, um das Passwort nicht zu ändern.
el: Το Koha δεν μπορεί να εμφανίζει υπάρχοντες κωδικούς πρόσβασης. Αφήστε κενό το πεδίο εάν δεν θέλετε να αλλάξετε τον κωδικό πρόσβασης.
es: Koha no puede mostrar las contraseñas existentes. Deje el campo en blanco para dejar sin cambios la contraseña.
eu: Koha no puede mostrar las contraseñas existentes. Deje el campo en blanco para dejar sin cambios la contraseña.
fi: Koha ei voi näyttää vanhaa salasanaa. Jätä salasanakentät tyhjäksi, jos et halua vaihtaa salasanaa.
fr: Koha ne peut pas afficher un mot de passe déjà défini. Laissez le champ en blanc pour ne pas changer le mot de passe.
hi: Koha मौजूदा पासवर्ड को प्रदर्शित नहीं कर सकते हैं। क्षेत्र को खाली छोड़ दो अपरिवर्तित पासवर्ड छोड़ने के लिए।
it: Koha non può mostrare le password esistenti. Lascia il campo vuoto per lasciare la password non modificata.
oc: Koha pòt pas afichar los senhals existants. Daissatz lo camp en blanc per ne pas cambiar lo senhal.
pl: Koha nie może wyświetlić istniejącego hasła. Jeśli chcesz pozostawić hasło bez zmian, pozostaw to pole puste.
pt: O Koha não mostra palavras-chave. Deixe o campo vazio para não alterar a palavra-passe.
pt_br: Koha não pode exibir senhas existentes. Deixe em branco para manter a senha sem alterações.
sk: Koha nemôže zobraziť jestvujúce heslá. Ponechajte pole prázdne, aby heslo zostalo nezmenené.
sv: Koha kan inte visa befintliga lösenord. Lämna fältet tomt för att lämna befintligt lösenord.
tr: Koha mevcut şifreleri gösteremez. Şifreyi değiştirmeden bırakmak için alanı boş bırakın.
zh_tw: Koha不能顯示既有的密碼，保留該欄位空白，即未改變密碼。

source: Koha comes with a default list of Z39.50/SRU targets set up that you can add to, edit or delete.
ar: يأتي مع كوها قائمة افتراضية بأهداف Z39.50/SRU تم تنصيبها يمكنك الإضافة لها، تحريرها أو حذفها
cs: Součástí instalace systému Koha je (volitelně) i několik přednastavených serveru Z39.50/SRU, které můžete upravovat, odstranit je, nebo k nim přidat další.
de: Koha kann mit einigen Z39.50- bzw. SRU-Servern installiert werden, die Sie bearbeiten, löschen und vervollständigen können.
el: Το Koha περιέχει μία προεπιλεγμένη λίστα ρυθμισμένων στόχων Z39.50 τους οποίους μπορείτε να προσθέσετε, να επεξεργαστείτε ή να διαγράψετε.
es: Koha viene configurada con una lista predeterminada de servidores Z39.50/SRU a la que puede agregar, editar o eliminar.
eu: Koha Z39.50/SRU zerbitzari zerrenda lehenetsiarekin dago konfiguratua, zeina gehitu, editatu edo ezaba daiteken.
fi: Kohassa on oletuksena Z39.50/SRU-palvelimia, joita voit muokata, poistaa ja lisätä.
fr: Koha est installé avec une liste par défaut de serveurs Z39.50/SRU. Vous pouvez en ajouter, modifier ou supprimer des serveurs existants.
hi: Koha आप के लिए, संपादित करें जोड़ने या हटाने के कर सकते हैं कि स्थापित Z39.50 / एसआरयू लक्ष्यों की एक डिफ़ॉल्ट की सूची के साथ आता है।
it: Koha arriva con una lista di server Z39.50/SRU predefiniti a cui puoi aggiungere, modificare o cancellare.
oc: Koha es installé amb una lista per defaut de servidors Z39.50/SRU. Podètz en apondre, modificar o suprimir des servidors existants.
pt: O Koha tem uma lista por omissão de servidores Z39.50/SRU definida que pode editar e adicionar/remover elementos.
sk: Koha prichádza s predvoleným zoznamom nastavených cieľov Z39.50/SRU, ktoré môžete rozšíriť, upraviť alebo odstrániť.
tr: Koha, üzerinde ekleme, silme ve düzenleme yapabileceğiniz, ön tanımlı bir Z39.50 hedefleri listesi ile gelir.
zh_tw: Koha 預設的 Z39.50/SRU 伺服器，可以新增、編輯或刪除它。
