Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Fill the fields 'Field', 'Subfield', 'Operator' and 'Value'. For example if you want to include in this set all records that have a 999$9 equal to 'XXX'. Fill 'Field' with 999, 'Subfield' with 9, 'Operator' with is equal to and 'Value' with XXX.
ar: قم بملء الحقول 'الحقل', 'الحقل الفرعي', 'المعامل' و 'القيمة'. على سبيل المثال إذا كنت ترغب في إدراج هذه المجموعة في كل المجموعات ذات 999$9 مساوٍ إلى 'XXX'. قم بملء 'الحقل' بـ 999, 'الحقل الفرعي' بـ 9, 'المعامل' بمساوٍ لـ و'القيمة' بـ XXX.
cs: Vyplňte pole 'Pole', 'Podpole', 'Operátor' a 'Hodnota'. Například pokud chcete do této sady zahrnout všechny záznamy, u nichž se 999$9 rovná 'XXX', vyplňte 'Pole' jako 999, 'Podpole' jako 9, 'Operátor' jako rovná se a 'Hodnotu' jako XXX.
de: Alle Felder für 'Feld', 'Unterfeld' und 'Wert' müssen ausgefüllt werden. Beispiel: Wenn im Set alle Titel enthalten sein sollen, die in Feld 999$9 mit Wert 'XXX' haben, muss 'Feld' gleich 999, 'Unterfeld' gleich 9 und 'Wert' gleich XXX eingetragen werden.
el: Συμπληρώστε τα πεδία 'Πεδίο', 'Υποπεδίο', 'Τελεστής' και 'Τιμή'. Για παράδειγμα εάν θέλετε να περιλάβετε σε αυτό το σύνολο όλες τις εγγραφές που έχουν ένα 999$9 που ισούται με 'XXX'. Συμπληρώστε το 'Πεδίο' με 999, το 'Υποπεδίο' με 9, τον 'Τελεστή' με ισούται με και την 'Τιμή' με XXX.
es: Complete los campos 'Campo', 'Subcampo', 'Operador' y 'Valor'. Por ejemplo si desea incluir en este conjunto todos los registros que tienen 999$9 igual a 'XXX'. Complete 'Campo' con 999, 'Subcampo' con 9, 'Operador' con es igual a y 'Valor' con XXX.
eu: Bete eremuak 'Eremua', 'Azpieremu', 'Operator' eta 'Balore'. Adibidez, konjunto honetan 999$9 berdin 'XXX' daukaten erregistro guztiak gehitu nahi badituzu. Bete 'Eremu' 999rekin, 'Azpieremu' 9rekin, 'Operator' berdin balore eta 'Value' XXXrekin.
fi: Täytä kentät 'Kenttä', 'Osakenttä', 'Operaattori' ja 'Arvo' Esimerkiksi, jos haluat sisällyttää joukkoon kaikki tietueet, joiden 999$9 -kenttä on 'XXX', täytä 'Kenttä'-kohtaan 999 ja 'Osakenttä' -kohtaan 9, 'Operaattoriksi' yhtäkuin ja 'Arvo'-kohtaan XXX.
fr: Remplissez les zones 'Champ', 'Sous-champ', 'Opérateur' et 'Valeur'. Par exemple si vous voulez inclure à ce Set toutes les notices qui ont la zone 999$9 égale à XXX, mettez 999 dans 'Champ', 9 dans 'Sous-champ', égal à dans 'Operator', et XXX dans 'Valeur'.
hi: खेतों 'क्षेत्र', 'subfield', 'ऑपरेटर' और 'मान' भरें। उदाहरण के लिए यदि आप इस सेट में सभी रिकॉर्ड है कि एक 999$9 'XXX' के बराबर शामिल करना चाहते हैं। 999 के साथ 'फील्ड' भरें 9 के साथ 'subfield' के साथ 'ऑपरेटर' के बराबर है और XXX के साथ 'मान'।
it: Compila i campi 'Campo', 'Sottocampo', 'Operatore' e 'Valore'. Per esempio se vuoi includere in questo set i record che hanno 999$9 uguale a 'XXX', riempi 'Campo' con 999, 'Sottocampo' con 9, 'Operatore' lascialo così e 'Valore' con 'XXX'.
oc: Completatz les zones 'Camp', 'Soscamp', 'Opèrateur' e 'Valor'. Per exemple se volètz inclure a ce Set toutes las notícias qui ont la zòna 999$9 égale a XXX, mettez 999 dins 'Camp', 9 dins 'Soscamp', égal a dins 'Operator', e XXX dins 'Valor'.
pl: Wypełnij pola 'Pole', 'Podpole', 'Wartość'. Na przykład, jeśli chcesz, aby zestaw zawierał wszystkie rekordy, które mają 999$9 równe 'XXX'. Wypełnij 'Pole' z wartością 999, 'Podpole' z 9 i 'Wartość' z XXX.
pt: Preencha os campos 'Campo', 'Subcampo' e 'Valor'. Por exemplo se desejar incluir neste conjunto todos os registos que possuam 999$9 igual 'XXX'. Preencha 'Campo' com 999, 'Subcampo' com 9, 'Operator' com igual e 'Valor' com XXX.
pt_br: Preencha os campos 'Campo', 'Subcampo', 'Operador' e 'Valor'. Por exemplo, se você quer incluir neste conjunto todos os registros que tem 999$9 igual a 'XXX'. Preencha 'Campo' com 999, 'Subcampo' com 9 e 'Valor' com XXX.
sk: Vyplňte polia 'Pole', 'Podpole', 'Operátor' a 'Hodnota'. Ak napríklad chcete do tejto sady zahrnúť všetky záznamy, ktoré majú 999$9 rovné 'XXX'. Vyplňte 'Pole' s 999, 'Podpole' s 9, 'Operátor' s rovná sa a 'Hodnotu' s XXX.
tr: 'Alan', 'Alt alan', 'İşlemci' ve 'Değer' alanlarını doldurun. Örneğin, bunu dahil etmek istiyorsanız, 999$9 değeri olan tüm kayıtları 'XXX'e eşit şekilde ayarlayınız. 'Alan'ı 999 ile, 'Alt alanı' 9 ile, 'İşlemci' ve 'Değeri' XXX2 eşit olarak doldurunuz.
zh_tw: 填入 '欄位'、'分欄'、'運算元' 與 '值'。例如：若要找到欄位999$9裡有 'XXX' 的記錄，則在 '欄位' 填入999、'分欄' 填入9，並在 '運算元' 填入等於，以及 '值' 填入XXX。

source: Fill the mandatory fields 'setSpec' and 'setName'
ar: ملء الحقول الإجبارية 'setSpec' و 'setName'
cs: Vyplňte povinná pole 'setSpec' a 'setName'
da: Udfyld de tvungne felter 'setSpec' og 'setName'
de: Füllen Sie die Pflichtfelder 'setSpec' und 'setName' aus
el: Συμπληρώστε τα υποχρεωτικά πεδία 'setSpec' και 'setName'
es: Rellene los campos obligatorios 'setSpec' y 'setName'
eu: Rellene los campos obligatorios 'setSpec' y 'setName'
fi: Täytä kentät 'Määritys' ja 'Nimi'
fr: Remplissez les champs obligatoire 'setSpec' et 'setName'
hi: अनिवार्य क्षेत्रों 'setSpec' और 'setName' भरें
it: Compila i campi obbligatori 'setSpec' e 'setName'
oc: Completatz los camps obligatòri 'setSpec' e 'setName'
pl: Uzupełnij wymagane pola ’setSpec’ oraz ’setName’
pt: Preencha os campos obrigatórios 'setSpec' e 'setName'
pt_br: Preencha os campos obrigatórios 'setSpec' e 'setName'
sk: Vyplňte povinné polia 'setSpec' a 'setName'
sv: Fyll i de obligatoriska fälten 'setSpec' och 'setName'
tr: 'Özel düzenle' ve 'İsim düzenle' zorunlu alanlarını doldurun.
zh_tw: 填入必備欄位 'setSpec' 與 'setName'

source: Finally choose the MARC Modification Template you'd like to use to edit these records.
eu: Azkenik, aukeratu erabili nahi duzun MARC Modification Template erregistro horiek eraldatzeko.
fi: Valitse viimeksi MARC-muokkauksen pohja, jolla haluat muokata näitä tietueita.
hi: अंत में मार्क संशोधन खाका आप इन अभिलेखों संपादित करने के लिए उपयोग करना चाहते हैं चुनें।
oc: Enfin, causissètz lo modèl de modificacion MARC que volètz utilizar per modificar aquestas notícias.

source: Finally choose the file type and file name
ar: أخيرا اختيار نوع الملف و اسم الملف
cs: Zvolte typ a název souboru
da: Til sidst vælges filtype og filnavn
de: Wählen Sie zum Abschluss Dateityp und Dateiname
el: Τέλος επιλέξτε τον τύπο και το όνομα αρχείου
es: Por último elegir el tipo de archivo y el nombre del archivo
eu: Amaitzeko, aukeratu fitxategi mota eta izena
fi: Valitse tiedoston tyyppi ja tiedostonimi
fr: Finalement, choisissez le type de fichier et son nom
hi: अंत में फ़ाइल प्रकार और फ़ाइल नाम का चयन
it: Alla fine scegli il tipo e il nome del file
oc: Finalement, causissètz lo tipe de fichièr e son nom
pl: Na końcu wybierz typ pliku i jego nazwę
pt: Por fim, escolha o tipo e o nome do ficheiro
pt_br: Finalmente, escolha o tipo de arquivo e seu nome
sk: Nakoniec zvoľte typ súboru a názov súboru
sv: Slutligen väljer du filtyp och filnamn
tr: Son olarak dosya türünü ve dosya ismini seçin
zh_tw: 最後，選取檔案類型與檔案名稱

source: Finally choose what to do with records that are unique
ar: أخيرا اختيار ما يجب القيام به مع التسجيلات الفريدة من نوعها
cs: Zvolte, co dělat s jedinečnými záznamy
da: Bestem til sidst, hvad der skal ske med de poster, der er unikke
de: Wählen Sie zum Abschluss, was mit Datensätzen geschehen soll, für die kein Treffer gefunden wude / die einmalig sind
el: Τέλος επιλέξτε τί να κάνετε με τις εγγραφές που είναι μοναδικές
es: Por último elegir qué hacer con los registros que son únicos
eu: Amaitzeko, aukeratu zer egin esklusiboak diren erregistroekin
fi: Valitse, mitä tehdään niille tietueille, jotka ovat yksilöllisiä
fr: Finalement, choisissez ce qu'il faut faire des notices qui sont uniques
hi: आखिर क्या रिकॉर्ड है कि अद्वितीय हैं के साथ क्या करने के लिए चुन
it: Infine scegli cosa fare con i records che risultano univoci
oc: Finalament, causissètz çò que cal far de las notícias que son unicas
pt: Por fim, escolha o que fazer com os registos que são únicos
pt_br: Por fim, escolha o que fazer com os registros que são únicos
sk: Nakoniec zvoľte, čo chcete robiť so záznamami, ktoré sú jedinečné
sv: Slutligen väljer du vad som ska ske med poster som är unika
tr: Son olarak tek olan kayıtlarla ne yapılacağını seçin
zh_tw: 最後，選擇處理不重複紀錄的方法

source: Finally decide if this event should be applied to all libraries or just the one you have originally selected
ar: أخيرا تقرير ما إذا كان ينبغي تطبيق هذا الحدث على جميع المكتبات أو على واحدة فقط قد قمت بتحديدها أصلاً
cs: Zvolte, zda se tato událost má týkat všech knihoven, nebo jen vybrané knihovny
da: Bestem til sidst, om lukkedagen skal gælde for alle biblioteker eller kun det først valgte
de: Entscheiden Sie zum Schluss, ob der Schließtag für alle Bibliotheken eingetragen werden soll oder nur für die Bibliothek, die Sie zu Beginn ausgewählt haben
el: Τέλος αποφασίστε αν αυτό το γεγονός πρέπει να εφαρμοστεί σε όλες τις βιβλιοθήκες ή μόνο σε αυτή που έχετε επιλέξει αρχικά
es: Por último, decida si este evento se debe aplicar a todas las bibliotecas o sólo la que fue seleccionada inicialmente
eu: Azkenik erabaki ebneto hau liburutegi guztietan nahi den aplikatu edo soilik jatorriz aukeratu direnetan
fi: Päätä, koskeeko kiinniolo kaikkia kirjastoja vai vain ensiksi valittua
fr: Finalement, décidez si ce jour de fermeture dot s'appliquer à tous les sites ou bien uniquement à celui que vous avez sélectionné initialement.
hi: अंत में इस घटना के सभी पुस्तकालयों या सिर्फ एक करने के लिए लागू किया जाना चाहिए यदि आप मूल रूप से चयन किया है तय
it: Infine decidi se l'evento si applicherà a tutte le biblioteche o solo alla quella che hai selezionato all'origine
oc: Finalement, décidez se ce jorn de tampadura dot s'aplicar a totes los sites ou bien unicament a celui qu'avètz seleccionat initialement.
pt: Por fim, decida se o evento deve ser aplicado a todas a bibliotecas ou apenas a seleccionada originalmente
pt_br: Por fim, decida se o evento deve ser aplicado a todas a bibliotecas ou apenas a selecionada originalmente
sk: Nakoniec sa rozhodnite, či by sa táto udalosť mala týkach všetkých knižníc alebo len tej, ktorú ste pôvodne vybrali
sv: Slutligen väljer du om denna händelse ska tillämpas på alla bibliotek eller bara på det du ursprungligen valt
tr: Son olarak bu işlemin bütün kütüphanelere mi uygulanacağına yoksa sadece başlangıçta seçtiğiniz kütüphaneye mi uygulanacağına karar verin.
zh_tw: 最後，決定此事件是否適用於所有圖書館，或祗適用於原先選擇的圖書館

source: Finally format your CSV file using the 'Profile MARC fields' fields
ar: بالنهاية قم بتنسيق ملف CSV باستخدام حقول 'الملف الخاص بحقول مارك'
cs: Nakonec naformátujte váš soubor CSV s použitím pole 'MARC pole profilu'
da: Til sidst formatteres CSV-filen vha. felterne 'Profil marc-felter'
de: Formatieren Sie Ihre CSV-Datei mit den 'MARC-Profilfeldern'
el: Τέλος μορφοποιήστε το αρχείο CSV χρησιμοποιώντας τα πεδία 'Προφίλ πεδίων MARC'
es: Por último dé formato el archivo CSV usando los campos de 'Perfil de campos MARC'
eu: Azkenik, formateatu CSV fitxategia 'Profile MARC fields' eremuak erabiliz
fi: 'Profiilin MARC-kentät' määrittelee CSV-tiedostoasi
fr: Finalement formatez votre fichier CSV en utilisant les champs 'Champs MARC du profil'
hi: अंत में 'प्रोफ़ाइल मार्क क्षेत्रों' के खेतों का उपयोग कर अपने सीएसवी फ़ाइल स्वरूप
it: Formatta il file in formato CSV definendo i campi nel 'Profilo campi marc'
oc: Finalement formatez vòstre fichièr CSV en utilizant los camps 'Camps MARC del profil'
pl: Sformatuj swój plik CSV, używając pól 'Pola Profilu MARC'
pt: Por fim, formate o ficheiro CSV
pt_br: E por fim, formate seu arquivo CSV usando os campos 'perfis campos MARC'
sk: Nakoniec naformátujte váš súbor CSV s použitím polí 'Profil polí MARC'
sv: Slutligen formaterar du CSV-filen med fälten 'Profilfält för MARC'
tr: Son olarak CSV dosyanızı 'Profil marc alanlar' alanlarını kullanarak biçimlendirin.
zh_tw: 最後，以 '設定 MARC 欄位' 欄位設定CSV檔案的格式

source: Finally you can assign advanced messaging preferences by default to a patron category
ar: وأخيرا يمكنك تعيين تفضيلات الرسائل المتقدمة افتراضيا لفئة المستفيد
cs: Nakonec můžete přiřadit výchozí pokročilé nastavení posílání zpráv pro kategorii čtenářů
da: Endelig kan avancerede beskedindstillinger forbindes til en lånertype
de: Zum Schluss können Sie einem Benutzertyp standardmäßig erweiterte Benachrichtigungseinstellungen zuordnen.
el: Τέλος μπορείτε να αναθέσετε προκαθορισμένες προχωρημένες προτιμήσεις μηνυμάτων σε μία κατηγορία μελών.
es: Finalmente puede asignar preferencias avanzadas de mensajería de forma predeterminada a una categoría de usuario
eu: Amaitzeko, modu lehenetsian bazkide kategoria bati mezularitza lehentasun aurreratuak aplikatzeko aukera duzu
fi: Asiakastyypille voidaan valita lisäviestiasetuksia oletukseksi
fr: Finalement, vous pouvez assigner à une catégorie d'adhérent des préférences par défaut d'acheminement des messages.
hi: अंत में आप एक संरक्षक वर्ग के लिए डिफ़ॉल्ट रूप से उन्नत संदेश वरीयताओं को असाइन कर सकते हैं
it: Infine puoi assegnare preferenze di default per gli avvisi a una categoria di utenti
oc: Finalement, podètz assigner a una categoria d'aderent des preferéncias per defaut d'acheminement des messatges.
pl: Następnie zaznacz określony typ powiadomienia dla danej kategorii
pt: Por fim, pode definir preferências de mensagens para a categoria de cliente
pt_br: Por fim, você pode assinalar preferências avançadas de mensagens por padrão para uma categoria de usuário
sk: Nakoniec môžete priradiť pokročilé nastavenia posielania správ predvolené na kategóriu čitateľov
sv: Slutligen kan du tilldela avancerade meddelandeinställningar som standard till en låntagarkategori
tr: Son olarak kullanıcı kategorisine ileri mesajlaşma seçeneklerini atayabilirsiniz.
zh_tw: 最後，經由預設的讀者類型，可指定進階訊息偏好

source: Finally you can choose up to two images to print on the card.
ar: وأخيرا يمكنك اختيار ما يصل الى اثنين من الصور للطباعة على البطاقة.
cs: Můžete zvolit až dva obrázky pro vytisknutí na průkaz.
da: Til sidst kan der vælges op til to billeder, der udskrives på kortet.
de: Zum Abschluss können Sie noch bis zu zwei Bilder auswählen, die auf die Karte gedruckt werden sollen.
el: Τέλος, μπορείτε να επιλέξετε μέχρι δύο εικόνες για να εκτυπώσετε στην κάρτα.
es: Por último, puede elegir un máximo de dos imágenes para imprimir en el carné.
eu: Amaitzeko, txartelan inprimatzeko bi irudi aukera ditzakezu, gehienez.
fi: Lopuksi voit valita korttiin enintään kaksi kuvaa.
fr: Finalement, vous pouvez choisir jusqu'à deux images à imprimer sur la carte.
hi: अंत में आप कार्ड पर मुद्रित करने के लिए दो छवियों के लिए चुन सकते हैं।
it: Infine puoi scegliere fino a due immagini da stampare sulla tessera
oc: Finalement, podètz causir fins a deux imatges a imprimir sus la carte.
pt: Por fim, pode escolher duas imagens para imprimir no cartão.
pt_br: Por fim, você pode escolher entre duas imagens para imprimir em seu cartão.
sk: Nakoniec si môžete zvoliť najviac dva obrázky pre tlač na preukaz.
sv: Slutligen kan du välja upp till två bilder att skriva ut på kortet.
tr: Son olarak karta çıktı almak için iki taneye kadar resim seçebilirsiniz.
zh_tw: 最後，可選擇兩張照片印在讀者證上。

source: Finally you can use the batch delete tool to delete a batch of items.
ar: أخيرا يمكنك استخدام أداة حذف الدفعة لحذف دفعة من المواد.
cs: Můžete použít nástroj k odstranění dávky pro odstranění dávky jednotek.
da: Endelig kan man bruge stabel-slette værktøjet til at slette en stabel eksemplarer.
de: Sie können die Stapellöschung für Exemplare verwenden, um mehrere Exemplare auf einmal zu löschen.
el: Τέλος, μπορείτε να χρησιμοποιήσετε το εργαλείο διαγραφής παρτίδας για να διαγράψετε μία παρτίδα αντιτύπων.
es: Finalmente puede utilizar la herramienta de eliminación de ítems en lote.
eu: Finalmente puede utilizar la herramienta de eliminación de ítems en lote.
fi: Voit valita poiston eräajona, jonka kautta voi poistaa useita niteitä kerralla.
fr: Vous pouvez utiliser l'outil de suppression par lot pour supprimer un lot d'exemplaires.
hi: अंत में आप आइटम के एक बैच को नष्ट करने के बैच को हटाने उपकरण का उपयोग कर सकते हैं।
it: Infine puoi usare lo strumento di cancellazione batch per cancellare gruppi di copie.
oc: Podètz utilizar l'aisina de supression per lòt per suprimir un lòt d'exemplars.
pl: Możesz użyć narzędzia usuwania grup, by usunąć grupy egzemplarzy.
pt: Por fim, pode usar a ferramenta de eliminação em lote para eliminar um conjunto de exemplares.
pt_br: Por fim, você pode utilizar a ferramenta de exclusão para apagar exemplares em lote.
sk: Nakoniec môžete použiť nástroj hromadného odstránenia dávok pre odstránenie dávky exemplárov.
sv: Slutligen kan du använda verktyget för satsradering för att radera en sats med objekt.
tr: Son olarak toplu silme aracını materyalleri toplu olarak silmek için kullanabiliriz.
zh_tw: 最後，您可以批次刪除工具，刪除整批館藏。

source: Finally you need to decide on what data you want to replace if there are duplicates.
ar: اخيرا تحتاج إلى تقرير ما هي البيانات التي تريد تغيير مكانها إذا كان هناك تكرارات.
cs: Nakonec musíte rozhodnout, které údaje budete chtít nahradit v případě výskytu duplikátů.
da: Endelig skal det bestemmes, hvilke data der skal erstattes, hvis der er dubletter.
de: Sie müssen entscheiden, welche Aktion Sie durchfürhen möchten, wenn ein passender Datensatz in der Datenbank gefunden wird.
el: Τέλος, πρέπει να αποφασίσετε ποια δεδομένα θέλετε να αντικαταστήσετε σε περίπτωση που υπάρχουν διπλοεγγραφές.
es: Finalmente necesita decidir sobre que datos desea reemplazar si hay duplicados.
eu: Finalmente necesita decidir sobre que datos desea reemplazar si hay duplicados.
fi: Lopuksi päätä, mitkä tiedoista korvataan, jos löytyy tuplia.
fr: Enfin, vous décidez de ce qu'il faut faire des adhérents en doublon.
hi: अंत में आप क्या डेटा आप अगर कोई डुप्लिकेट हैं बदलना चाहते हैं के बारे में फैसला करने की जरूरत है।
it: Infine dovrai decidere quali dati vuoi sostituire in caso di duplicati.
oc: Enfin, vous décidez de ce qu'il faut far des aderents en doblon.
pl: Musisz wybrać źródło danych, jeśli wystąpią duplikaty.
pt: Por fim, precisa de decidir quais os dados que desejar substituir em caso de duplicado.
pt_br: Por fim, você precisa escolher qual registro será substituído no caso de haver duplicatas.
sk: Nakoniec sa musíte rozhodnúť, ktoré údaje chcete nahradiť v prípade výskytu duplikátov.
sv: Slutligen måste du besluta vilka data du vill ersätta om det finns dubbletter.
tr: Son olarak dublikeler varsa hangi veride değişiklik yapmak istediğinize karar vermeniz gerekir.
zh_tw: 最後，若有重複時，需決定以何種資料取代它。

source: Finally, if you charge a rental fee for the item type and want to give a specific patron category a discount on that fee, enter the percentage discount (without the %% symbol) in the 'Rental Discount' field
fi: Jos perit aineistolajista lainausmaksua ja haluat antaa jollekin asiakastyypille alennuksen tästä maksusta, syötä prosenttialennus (ilman %% merkkiä) 'Lainausmaksun alennus'-kenttään
hi: अंत में, यदि आप आइटम प्रकार के लिए एक किराये का शुल्क लेते हैं और उस शुल्क पर एक विशिष्ट संरक्षक वर्ग को छूट देना चाहते हैं, तो 'रेंट डिस्काउंट' फ़ील्ड में प्रतिशत छूट (बिना%% प्रतीक) दर्ज करें

source: Finally, if you have EnhancedMessagingPreferences set to 'allow,' you can choose the messaging preferences for this patron.
ar: أخيرا، إذا كان لديك مجموعة EnhancedMessagingPreferences 'السماح،' يمكنك اختيار تفضيلات الرسائل لهذا المستفيد.
cs: Nakonec, pokud máte EnhancedMessagingPreferences nastavené na 'povolit', můžete nastavit posílání zpráv tomuto čtenáři.
da: Endelig, hvis EnhancedMessagingPreferences er sat til 'tillad' kan besked-indstillinger vælges for denne låner.
de: Schließlich können Sie, wnn Sie EnhancedMessagingPreferences auf 'allow' gesetzt haben, die Benachrichtigungsvorlieben für diesen Benutzer setzen.
el: Τέλος, αν έχετε το EnhancedMessagingPreferences στο να 'επιτρέπεται', μπορείτε να επιλέξετε τις προτιμήσεις μηνυμάτων για αυτό το μέλος.
es: Finalmente, si tiene habilitado EnhancedMessagingPreferences, puede seleccionar las preferencias de mensajería para este usuario.
eu: Amaitzeko, EnhancedMessagingPreferences gaituta baduzu, bazkide honentzako mezularitza lehentasunak aukeratu ditzakezu.
fi: Jos EnhancedMessagingPreferences-asetus on 'Salli', voit valita viestiasetukset asiakastyypille.
fr: Enfin, si vous avez activé la préférence système EnhancedMessagingPreferences, vous pouvez choisir les préférences d'acheminement des notifications.
hi: अंत में, यदि आप करने के लिए सेट EnhancedMessagingPreferences है 'की अनुमति है,' आप इस संरक्षक के लिए मैसेजिंग वरीयताओं को चुन सकते हैं।
it: Infine se la preferenza EnhancedMessagingPreferences è su 'permetti', puoi scegliere come mandare messaggi a questo utente.
oc: Enfin, se avètz activat la preferéncia sistèma EnhancedMessagingPreferences, podètz causir las preferéncias d'acheminement des notificacions.
pl: Jeśli ustawienia systemowe EnhancedMessagingPreferences ustawione są na 'Zezwól', będzie można zdecydować, jakie wiadomości użytkownik będzie otrzymywał z biblioteki.
pt: Por fim, se a preferência EnhancedMessagingPreferences estiver activa, pode escolher as preferências de mensagem para o leitor.
pt_br: Finalmente, se você tiver configurado EnhancedMessagingPreferences para 'Permitir', você pode escolher as preferências de mensagem para este usuário.
sk: Nakoniec, ak máte nastavené EnhancedMessagingPreferences na 'dovoliť', môžete si vybrať nastavenia posielania správ tomuto čitateľovi.
sv: Om du har inställningen EnhancedMessagingPreferences inställd på 'tillåt', kan du välja meddelandeinställningarna för denna låntagare.
tr: Son olarak Gelişmiş Mesajlaşma Seçeneklerini 'izin ver' e ayarlarsanız, bu kullanıcıya mesajlaşma seçeneklerini seçebilirsiniz.
zh_tw: 最後，若把 EnhancedMessagingPreferences 設為 '允許' ，就能選擇給此讀者訊息偏好。

source: Finally, if you have any notes you can put them here. These will not show in the OPAC
ar: وأخيرا، إذا كان لديك أي ملاحظات يمكنك وضعها هنا. ولن تظهر في الأوباك
cs: Nakonec můžete doplnit libovolnou poznámku, ta se nebude zobrazovat v on-line katalogu.
de: Schließlich können Sie hier Anmerkungen angeben. Diese werden nicht im OPAC angezeigt.
es: Finalmente, si usted tiene algunas notas las puede ingresar aquí. Estas no se mostraran en el OPAC
eu: Azkenik, oharrak badaude, hemen jar daitezke. Horiek ez dira OPACean agertuko
fi: Tähän lisätyt huomautukset eivät näy verkkokirjastossa.
fr: Enfin, si vous avez n'importe quelles notes vous pouvez les mettre ici. Celles-ci ne seront pas visibles à l'OPAC
hi: अंत में, यदि आप किसी भी नोट किया है कि आप उन्हें यहाँ रख सकते हैं। ये ओपेक में नहीं दिखाया जाएगा
it: Infine, se hai delle note puoi inserirle qui. Queste non saranno visibili nell'Opac.
oc: Enfin, se avètz n'importe quelles nòtas podètz les mettre aicí. Celles-ci ne seràn pas visibles a l'OPAC
pt: Por fim, se tiver alguma nota pode adicionar-la. As notas não aparecem no OPAC
sk: Nakoniec, ak máte nejaké poznámky, môžete ich vpísať sem. Tieto sa v OPACu nezobrazia
tr: Son olarak, herhangi bir notunuz varsa buraya koyabilirsiniz. Bunlar OPAC'da gösterilmeyecektir.

source: Finally, in 'Allow changes to contents from', you can make the list readonly (by selecting Nobody), or you can allow only changes from yourself (Owner only). In case of a shared list or a public list, you can also allow changes from other people (Anyone seeing this list).
hi: अंत में, 'सामग्री में बदलाव की अनुमति दें' में, आप सूची को केवल पढ़ने के लिए (कोई भी चयन करके) कर सकते हैं, या आप केवल अपने स्वयं के परिवर्तन (स्वामी केवल) की अनुमति दे सकते हैं। किसी साझा सूची या एक सार्वजनिक सूची के मामले में, आप अन्य लोगों के परिवर्तनों को भी अनुमति दे सकते हैं (यह सूची देखने वाला कोई भी व्यक्ति).
