Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you haven't used Koha before for acquisitions then you'll need to start fresh with a new budget. To add a new budget click the 'New Budget' button.
ar: إذا ما لم تستخدم كوها من قبل لعمليات التزويد فإنك ستحتاج أن تبدأ بميزانية جديدة. لتضيف هذه الميزانية الجديدة أنقر على زر 'ميزانية جديدة'.
cs: Pokud jste dříve nepoužívali Koha pro akvizici, pak budete muset začít znovu s novým rozpočtem. Chcete-li přidat nový rozpočet, klikněte na tlačítko 'Nový rozpočet'.
da: Hvis du ikke har brugt Koha før til indkøb, skal du starte forfra med et nyt budget. For at oprette et nyt budget, klik på knappen 'Nyt Budget'.
de: Wenn Sie das Erwerbungsmodul zum ersten Mal einsetzen, müssen Sie zunächst einen Etat anlegen. Klicken Sie dazu auf die Schaltfläche 'Neuer Etat'.
el: Εάν δεν έχετε χρησιμοποιήσει ξανά το Koha για προσκτήσεις τότε θα χρειαστεί να ξεκινήσετε από την αρχή με έναν νέο προϋπολογισμό. Για να προσθέσετε έναν νέο προϋπολογισμό πατήστε το κουμπί 'Νέος Προϋπολογισμός'.
es: Si no ha utilizado Koha anteriormente para adquisiciones entonces necesitará comenzar de cero con un nuevo presupuesto. Para agregar un nuevo presupuesto haga clic en el botón 'Nuevo presupuesto'.
eu: Si usted no ha utilizado antes para la adquisición de Koha entonces usted tendrá que comenzar de nuevo con un nuevo presupuesto. Para agregar un nuevo presupuesto haga clic en el botón 'Nuevo presupuesto'.
fi: Jos et ole käyttänyt aikaisemmin Kohan hankintatyökalua, sinun tulee aloittaa luomalla uusi budjetti. Klikkaa 'Uusi budjetti'.
fr: Si vous n'avez pas utilisé Koha auparavant, vous devrez commencer par créer un nouveau budget. Pour cela, cliquez sur le bouton 'Ajouter Budget'.
hi: आप अधिग्रहण के लिए पहले Koha इस्तेमाल नहीं किया है तो आप एक नए बजट के साथ नए सिरे से शुरू करने की आवश्यकता होगी। को जोड़ने के लिए एक नया बजट 'नए बजट' बटन पर क्लिक करें।
it: Se non hai usato finora le acquisizioni in Koha, devi iniziare con un nuovo budget. Per crearlo, premi il bottone 'Nuovo budget'.
oc: Se avètz pas utilizat Koha auparavant, vous devrez començar per crear un novèl budgèt. Per cela, clicatz sul boton 'Apondre Budgèt'.
pl: Jeśli nie używałeś do tej pory modułu Gromadzenie, musisz założyć nowy budżet. Jeśli chcesz dodać nowy budżet, kliknij na przycisk 'Nowy budżet'.
pt: Se ainda não usou o Koha antes para aquisição é recomendado começar do limpo com um novo orçamento. Para adicionar um novo orçamento use o botão 'Novo orçamento'.
pt_br: Caso você não tenha utilizado o Koha para aquisições antes, então vpcê precisará começar com um novo orçamento. Para adicionar um novo orçamento clique no botão 'Novo Orçamento'.
sk: Ak ste predtým v Kohe nepoužívali akvizície, budete musieť začať v novým rozpočtom. Pre pridanie nového rozpočtu, kliknite na tlačidlo 'Nový rozpočet'.
sv: Om du inte tidigare använt Koha för inköp, måste du börja från början med en ny budget. För att lägga till en ny budget klickar du på knappen 'Ny budget'.
tr: Koha’yı daha önce sağlamaya yönelik kullanmadıysanız, yeni bir bütçeyi yenilemekle başlamak durumunda kalacaksanız. Yeni bir bütçe eklemek için, 'Yeni Bütçe'ye tıklayınız.
zh_tw: 採訪之前，t若不曾使用 Koha，則需要設定全新的預算。按下 '新增預算' 鈕，即可。

source: If you included patron attributes in your file you can decide whether to add your values to existing values or erase existing values and enter only your new values.
ar: اذا ضمّنت سمات المستفيد في ملفك يمكنك تقرير ما اذا كنت ستضيف قيمك لقيم موجودة أو محو القيم الموجودة وادخال قيمك الجديدة فقط.
cs: Pokud vámi importovaný soubor obsahuje i uživatelské atributy, můžete se rozhodnout, jestli je chcete přidat k záznamu, nebo jimi nahradit již existující atributy.
da: Hvis du har medtaget låneregenskaber i filen, kan du bestemme, om værdierne skal tilføjes til eksisterende værdier eller de eksisterende værdier skal slettes og kun de nye indtastes.
de: Wenn Sie mit Benutzerattributen arbeiten, können Sie entscheiden ob die gelieferten Werte vorhandene Felder überschreiben oder ergänzen sollen.
el: Αν έχετε συμπεριλάβει αποδόσεις μελών στο αρχείο σας μπορείτε να επιλέξετε αν θέλετε να προσθέσετε τις τιμές σε υπάρχουσες ή να διαγράψετε τις υπάρχουσες και να εισάγετε μόνο τις νέες.
es: Si ha incluido atributos de usuario en su archivo puede decidir si agrega sus valores a los existentes o los elimina e ingresa solo los nuevos.
eu: Si ha incluido atributos de socio en su archivo puede decidir si agrega sus valores a los existentes o los elimina e ingresa solo los nuevos.
fi: Jos päätit sisällyttää asiakasmääreet, voit valita, että lisätäänkö arvot olemassa oleviin arvoihin vai korvataanko olemassa olevat arvot uusilla.
fr: Si vous avez placé dans votre fichier des attributs, vous décidez si vous les ajoutez aux attributs existants ou si vous les remplacez.
hi: अगर आप शामिल संरक्षक आपकी फ़ाइल में जिम्मेदार बताते हैं आप तय कर सकते मौजूदा मूल्यों के लिए अपने मूल्यों से जोड़ने के लिए किया जाए या मौजूदा मूल्यों को मिटा और केवल अपने नए मूल्यों दर्ज करें।
it: Se il file include attributi utente, puoi decidere se aggiungerli o sostituirli a quelli esistenti.
oc: Se avètz placé dins vòstre fichièr des atributs, vous décidez se vous les ajoutez als atributs existants o se vous les remplacez.
pl: Jeśli uwzględniłeś/-aś atrybuty użytkownika w swoim pliku, możesz zadecydować, czy dodajesz swoje wartości do już istniejących, czy czyścisz istniejące wartości i dodajesz wyłącznie swoje nowe wartości.
pt: Se incluiu atributos de leitor no ficheiro, pode decidir se deseja adicionar esses valores ao valores existentes ou apagar os valores existente e inserir os novos.
pt_br: Se você incluiu atributos de usuários no seu arquivo você pode decidir se deseja adicionar seus valores aos valores existentes ou apagar os valores existentes e manter somente os seus.
sk: Ak ste zahrnuli vlastnosti čitateľov do Vášho súboru, môžete sa rozhodnúť, či pridáte Vaše hodnoty do jestvujúcich hodnôt alebo vymažete jestvujúce hodnot iba pri nových hodnotách.
sv: Om du inkluderade låntagarattribut i din fil, kan du bestämma om du vill lägga till dina värden till befintliga värden eller radera befintliga värden och bara ange dina nya värden.
tr: Dosyanızda kullanıcı nitelikleri varsa, mevcut değerlere kendi değerlerinizi eklemeye ya da mevcut olanları silmeye ve sadece yeni olanları girmeye karar verebilirsiniz.
zh_tw: 若在檔案內包括讀者屬性，則可決定新增或刪除既有的值。

source: If you know how long it usually takes orders to arrive from this vendor, you can enter a delivery time. This will allow Koha to estimate when orders will arrive at your library on the late orders report.
ar: اذا كنت تعرف كم من الوقت يستغرق عادةً وصول الطلبات من هذا الموّرد, يمكنك ادخال وقت التسليم. هذا سيسمح لكوها للتقدير عند تسلّم الطلبات في مكتبتك في تقرير الطلبات المتأخرة.
cs: Pokud víte, jak dlouho obvykle trvá dodavateli vyřídit objednávku, můžete zadat datum doručení. To umožní automaticky odhadovat kdy by měla dodávka dorazit, čímž je také usnadněno vyhledávání nevyřízených objednávek.
da: Hvis du ved, hvor længe bestillinger fra denne leverandør normalt er på vej, kan du indtaste en leveringstid. Dermed kan Koha vurdere, hvornår bestillingen vil ankomme til biblioteket på rapporten forsinkede ordrer.
de: Falls Ihnen die übliche Lieferzeit des Lieferanten bekannt ist, können Sie einen entsprechenden Eintrag machen. Dies ermöglicht Koha das Berechnen des erwarteten Lieferdatums für die Liste der überfälligen Bestellungen.
el: Εάν γνωρίζετε πόσο καιρό χρειάζονται συνήθως οι παραγγελίες από αυτόν τον προμηθευτή για να φτάσουν, μπορείτε να προσθέσετε έναν χρόνο παραλαβής. Αυτό θα επιτρέψει στο Koha να υπολογίσει πότε θα φτάσουν οι παραγγελίες στη βιβλιοθήκη σας στην αναφορά καθυστερημένων παραγγελιών.
es: Si sabe cuanto tiempo demora un proveedor en enviar los pedidos, puede definir un tiempo de entrega. Esto le permitirá a Koha estimar cuando llegará el material a la biblioteca en el informe de pedidos demorados.
eu: Si usted sabe cuanto tiempo suele tardar el pedido de este proveedor, puede introducir toempo de entrega. Esto permite que koha estime cuando llegaran los pedidos a la biblioteca segun el informe de pedido de retraso.
fi: Jos tiedät, kuinka pitkä toimitusaika toimittajalla on, voit syöttää toimitusajan. Tämä antaa Kohan arvioida, milloin toimitus saapuu kirjastoosi ja milloin se menee myöhässä olevien toimitusten raporttiin.
fr: Si vous connaissez le délai habituel de livraison de ce fournisseur, vous pouvez saisir un délai de livraison. Cela permet à Koha de calculer la date prévue pour la livraison des commandes dans le rapport sur les commandes en retard.
hi: आप जानते हैं कि कब तक यह आम तौर पर आदेश लेता है इस विक्रेता से आने के लिए हैं, तो आप एक प्रसव के समय प्रवेश कर सकते हैं। इस Koha अनुमान लगाने के लिए जब आदेश देर आदेशों की रिपोर्ट पर अपने पुस्तकालय में आ जाएगा अनुमति देगा।
it: Se sai quanto di solito ci impiegano gli ordini ad arrivare da questo fornitore, puoi inserire un tempo di arrivo. Questo permetterà a Koda di stimare quando le cose ordinate arriveranno in biblioteca nel report degli ordini in ritardo.
oc: Se vous connaissez lo relambi habituel de livraison de ce provesidor, podètz sasir un relambi de livraison. Aquò permet a Koha de calculer la data prevista per la livraison des comandas dins lo rapòrt sus las comandas en retard.
pl: Jeśli wiesz jaki jest zwykle czas otrzymania zamówienia od dostawcy, możesz określić czas dostawy. To pozwala systemowi oszacować, które zamówienia wyświetlą się w Raportach jako opóźnione.
pt: Se sabe quanto tempo normalmente demora a chegar encomendas deste fornecedor, pode introduzir o tempo de entrega. Isto permite que o Koha estime quando é que a encomenda irá chegar a biblioteca nos relatórios.
pt_br: Se você sabe um tempo médio que os pedidos deste fornecedor são entregues, você pode digitar um tempo de entrega. Este dado permitirá ao Koha estimar quando os pedidos irão chegar em sua biblioteca no relatório de pedidos atrasados.
sk: Ak viete, ako dlho zvyčajne trvá kým príde objednávka od predajcu, môžete zadať čas doručenia. Toto umožní Kohe odhadnúť, kedy objednávky prídu to vašej knižnice v správe oneskorených objednávok.
sv: Om du vet hur lång tid leveranser normalt tar från denna leverantör, kan du ange en leveranstid. Det ger Koha möjlighet att beräkna när beställningar kommer att ankomma till biblioteket på rapporten över försenade beställningar.
tr: Siparişlerin bu sağlayıcıdan ne kadar sürede geleceğini biliyorsanız, teslim zamanını girebilirsiniz. Bu Koha’ya, kütüphanenize siparişler ulaşırken gecikmiş siparişler raporunda tahmin etmeye imkan verecektir.
zh_tw: 若能預期訂單到館時間，可以鍵入送達時間；允許Koha計算遲到的報表。

source: If you know that all of the items attached to your record are not currently checked out you can use the 'Delete all items' option under the 'Edit menu' and it will remove all items from the record.
ar: اذا كنت تعرف أن كل المواد المرتبطة بتسجيلتك هي ليست مُعارة حالياً يمكنك استخدام خيار 'حذف كل المواد' تحت قائمة 'التحرير' وسوف تُزيل كل المواد من التسجيلة.
cs: Pokud víte, že všechny výtisky připojené k vašemu záznamu nejsou v současné době vypůjčené, můžete použít volbu "Odstranit všechny výtisky" pod menu "Editace" a odstranit všechny výtisky ze záznamu.
da: Hvis du ved at alle eksemplarer tilknyttet til posten ikke er lånt ud i øjeblikket kan du bruge optionen 'Stel alle eksemplarer' under 'Editer menu' og det vil fjerne alle eksemplarer fra posten.
de: Wenn Sie wissen, dass keines der Exemplare aktuell ausgeliehen ist, können Sie über 'Alle Exemplare löschen' im Menü 'Bearbeiten' alle Exemplare am Datensatz auf einmal löschen.
el: Αν γνωρίζετε ότι όλα τα αντίτυπα που έχουν προσαρτηθεί στην εγγραφή δεν είναι δανεισμένα, μπορείτε να επιλέξετε την επιλογή 'Διαγραφή όλων των αντιτύπων' κάτω από το 'Μενού επεξεργασίας' και θα διαγράψει όλα τα αντίτυπα της εγγραφής.
es: Si sabe que todos los ítem del registro no están prestados puede utilizar la opción 'Eliminar todos los ítems' en 'Menú de edición' y removerá todos los ítems del registro.
eu: Si sabe que todos los ítem del registro no están prestados puede utilizar la opción 'Eliminar todos los ítems' en 'Menú de edición' y removerá todos los ítems del registro.
fi: Jos mikään tietueeseen liitetyistä niteistä ei ole tällä hetkellä lainassa, voit käyttää 'Poista kaikki niteet' -valintaa 'Muokkaus'-valikossa ja poistaa kaikki tietueen kaikki niteet kerralla.
fr: Si vous êtes sûr que tous les exemplaires attachés à votre notice ne sont pas actuellement en prêt, vous pouvez utiliser l'option 'Supprimer tous les exemplaires' dans le menu 'Modifier'.
hi: आप जानते हैं कि अपने रिकॉर्ड से जुड़ी वस्तुओं के सभी वर्तमान में बाहर की जाँच नहीं कर रहे हैं, तो आप का उपयोग करें 'संपादन' मेनू' के तहत विकल्प 'सभी आइटम हटाएं' कर सकते हैं और यह रिकॉर्ड से सभी आइटम को हटा देगा।
it: Se pensi che tutte le copie del record non siano in prestito, puoi usare la casella "Cancella tutte le copie" sotto il menù Edit, e tutte le copie verranno rimosse dal record.
oc: Se sètz segur que totes los exemplars attachés a votre notícia ne son pas actualament en prèst , podètz utilizar l'opcion 'Suprimir totes los exemplars' dins lo menú 'Modificar'.
pl: Jeśli wiesz, że żaden z egzemplarzy podpiętych do rekordu nie jest udostępniany, możesz użyć opcji 'Usuń wszystkie egzemplarze' pod menu modyfikacji.
pt: Se sabe que todos os exemplares ligados ao registo não se encontram emprestados pode usar a opção 'Eliminar todos os exemplares' no menu 'Editar' de forma a remover todos os exemplares do registo.
pt_br: Se você tem certeza que os itens do registro não estão emprestados você pode usar a opção 'Excluir todos os itens' no Menu editar e isso removerá todos os itens do registro.
sk: Ak viete, že všetky exempláre pripojené k Vašim záznamom momentálne nie sú vypožičané, môžete použiť možnosť 'Odstrániť všetky exempláre' v ponuke 'Upraviť', čím sa odoberú všetky exempláre zo záznamu.
sv: Om du vet att alla objekt som är kopplade till din post inte är utlånade för tillfället, kan du använda alternativet 'Radera alla objekt' under menyn 'Redigera' för att ta bort alla objekt från posten.
tr: Kaydınıza eklenen tüm materyallerin şu anda ödünç verilmediğini biliyorsanız, 'Menüyü düzenle'nin altındaki 'Tüm materyalleri sil' seçeneğini kullanabilirsiniz ve bu işlem kayıttaki tüm materyalleri silecektir.
zh_tw: 若能確認附屬於書目紀錄的館藏都未借出，可以使用 '編輯選單' 下的 '刪除全部館藏' 選項，移除該紀錄的館藏。

source: If you place orders from more than one country you will want to input currency exchange rates so that your acquisitions module will properly calculate totals.
ar: اذا وضعت أوامر من أكثر من بلد واحد ستحتاج إلى ادخال أسعار صرف العملات لذلك وحدة التزويد ستحسب الاجماليات بشكل صحيح.
cs: Pokud nakupujete v různých zemích, pravděpodobně budete chtít vložit směnné kurzy, aby mohl akviziční modul správně počítat celkové ceny.
da: Hvis du bestiller fra mere end et land, skal der indtastes en valutakurs, så bestillingsmodulet kan beregne de samlede omkostninger korrekt.
de: Wenn Sie aus mehreren Ländern mit unterschiedlichen Währungen bestellen, können Sie Wechselkurse definieren, damit die Preise in der Erwerbung korrekt berechnet werden.
el: Αν κάνετε παραγγελίες και από άλλες χώρες θα πρέπει να βάλετε τη συναλλαγματική ισοτιμία έτσι ώστε η υπομονάδα προσκτήσεων να κάνει σωστά τους υπολογισμούς των συνόλων.
es: Si usted hace pedidos a más de un país debe completar la entrada de cambio de divisas para que el módulo de adquisiciones pueda calcular correctamente los totales.
eu: Eskaerak hainbat herrialdetatik egiten badituzu, moneten kanbio-tasak sartu beharko dituzu, eskurapenen moduluak guztizkoak zuzenki kalkulatu ditzan.
fi: Jos teet tilauksia useasta maasta, voit tarvita määrityksiä vaihtokursseihin, jotta hankintaosio osaa laskea summat oikein.
fr: Si vous effectuez des commandes dans plusieurs devises, il est souhaitable d'entrer les taux de change de façon à permettre au module Acquisitions de faire des totaux corrects.
hi: आप एक से अधिक देशों से आदेश जगह अगर आप इनपुट मुद्रा विनिमय दरों करना चाहते हैं ताकि आपके अधिग्रहण मॉड्यूल ठीक से योग की गणना होगी।
it: Se hai fatto ordini relativi a più nazioni, dovrai indicare i cambi per ogni valuta, in modo che il sistema possa fare i calcoli esatti dei totali.
oc: Se vous effectuez des comandas dins plusieurs devisas, il es souhaitable d'entrer les taux de change de faiçon a permetre al modul Aquisicions de faire des totaux corrects.
pl: Jeśli składasz zamówienia z więcej niż jednego kraju, wprowadź kurs wymiany walut, by obliczyć dokładne koszty.
pt: Se desejar realizar encomendas de mais que um país deverá inserir as taxas de câmbio para que o seu módulo de aquisições calcule os totais correctamente.
pt_br: Se você fez pedidos a partir de diferentes países, você pode definir as unidades monetárias, assim o módulo de aquisições calculará adequadamente os totais.
sk: Ak zadáte objednávky z viac než jednej krajiny, bude dobré, ak zadáte výmenné kurzy tak, že Vám modul akvizícií správne vypočíta sumy.
sv: Om du lägger beställningar till fler än ett land, behöver du lägga in växelkurser, så att inköpsmodulen kan beräkna korrekta värden.
tr: Birden fazla ülkeye sipariş verirseniz, sağlama modülünüzün toplam tutarı tam olarak hesaplaması için döviz oranlarını gireceksiniz.
zh_tw: 若向多個國家發出訂單，需要鍵入匯率，讓採訪模組適度的計算總額。

source: If you plan on printing this notice you can set the Print template next
ar: غذا كنت تخطط لطباعة هذا الإخطار يمكنك ضبط قالب الطباعة بعد ذلك
cs: Pokud zamýšlíte tisknout tuto poznámku, upravte také Tiskovou šablonu
de: Wenn gedruckte Benachrichtigungen benötigt werden, können diese als nächstes konfiguriert werden
el: Εάν σκοπεύετε να εκτυπώσετε αυτή την ειδοποίηση μπορείτε να ορίσετε το πρότυπο εκτύπωσης στη συνέχεια
es: Si usted planea en la impresión de este aviso puede configurar la plantilla de impresión a continuación
eu: Inprimaketa jakinarazpen honetan prestatzen baduzu, inpresioaren txantiloia hemen konfigura dezakezu
fi: Jos aiot tulostaa viestin, määrittele tulostuspohja seuraavaksi
fr: Si vous prévoyez d'imprimer cette notice, vous pouvez par la suite paramétrer le modèle d'impression
hi: आप अगले प्रिंट टेम्पलेट सेट कर सकते हैं यदि आप इस सूचना के मुद्रण पर योजना
it: Se pensi di stampare questo avviso, puoi successivamente impostare il template per la stampa.
oc: Se vous prévoyez d'imprimir aquesta notícia, podètz per la suite parametrar lo modèl d'impression
pt: Se planea imprimir este aviso pode definir o modelo de Impressão
pt_br: Caso você deseje imprimir este aviso, você poderá configurar um template para impressão a seguir
sk: Ak plánujete tieto oznámenia tlačiť, môžete si potom nastaviť šablónu tlače
tr: Bu bildirimi yazdırmayı planlıyorsanız, yayındaki Yazdırma şablonunu ayarlayabilirsiniz
zh_tw: 列印此通知時，可以設定列印模板

source: If you plan on writing the notice or slip in HTML check the 'HTML Message' box, otherwise the content will be generated as plain text
ar: اذا كنت تخطط لكتابة إخطار أو كعب في HTML قم بتحديد مربع 'HTML Message', وإلا سيُنشئ المحتوى كنص عادي
cs: Pokud chcete mít oznámení nebo potvrzení ve formátu HTML, zaškrtněte políčko 'Formát HTML', v opačném případě bude zpráva generována jako čistý text
da: Hvis du vil skrive en besked eller seddel i HTML sæt mærke i feltet 'HTML besked', ellers laves indholdet som ren tekst
de: Wenn Sie eine Benachritigung oder einen Zettel mit HTML formatieren möchten, wählen Sie die entsprechende Checkbox an. Falls diese nicht gewählt ist, wird der Inhalt als Text ausgegeben.
el: Εάν σκοπεύετε να γράψετε την ειδοποίηση ή το σημείωμα σε HTML πατήστε το κουτί 'Μήνυμα HTML', διαφορετικά το περιεχόμενο θα παρουσιαστεί σαν απλό κείμενο
es: Si planea escribir un aviso o recibo en HTML marque el casillero 'Mensaje HTML', de otro modo el contenido generado será texto plano
eu: Si usted planea la escritura del aviso y del recibo en HTML marque la casilla 'Mensaje HTML , de lo contrario el contenido se genera como texto sin formato
fi: Jos aiot kirjoittaa ilmoituksen tai kuitin HTML-kielellä, valitse 'HTML-viesti' -laatikko, muuten sisältö muodostetaan tavalliseksi tekstiksi
fr: Si vous avez prévu de rédiger vos notifications et tickets au format HTML, cochez la case 'HTML Message', sinon, vos contenus seront générés au format texte seul.
hi: 'एचटीएमएल संदेश' बॉक्स की जांच आप नोटिस लिखने पर योजना या HTML में पर्ची हैं, अन्यथा सामग्री सादा पाठ के रूप में उत्पन्न हो जाएगा
it: Se pensi di scrivere l'avviso o la ricevuta in HTML, selezione il flag 'Messaggio HTML', altrimenti il messaggio verrà generato come puro testo
oc: Se avètz previst de rédiger vos notificacions e tickets al format HTML, marcatz la casa 'HTML Messatge', siquenon, vos contenguts seràn générés al format tèxte seul.
pt: Se planeia escrever os avisos os os recebos em HTML marque a caixa 'Mensagem HTML', caso contrário o conteúdo será apresentado como texto simples
pt_br: Se você quiser elaborar os avisos ou etiquetas em formato HTML, verifique se a opção 'Mensagem HTML' está selecionada, senão o conteúdo será gerado como texto plano
sk: Ak plánujete napísať oznámenie alebo ústrižok v HTML, zaškrtnite políčko 'Správa HTML', inak sa obsah vygeneruje ako čistý text
sv: Om du tänker skriva meddelanden eller kvitteringstexter i HTML markerar du rutan 'HTML-meddelande', annars genereras innehållet som ren text
tr: HTML'de uyarı ya da slip yazmayı planlıyorsanız, 'HTML Mesaj' kutusunu onaylayınız, aksi takdirde içerik düz metin olarak oluşturulacaktır.
zh_tw: 若計畫以 HTML 格式撰寫通知或收條，勾選 'HTML訊息' 盒，否則其內容將視為純文字

source: If you see duplicates on that search results screen you can check the boxes next to the duplicates and click the 'Merge selected' button at the top of the results. If you choose more than or fewer than 2, you will be presented with an error.
fi: Jos havaitset tuplia hakutuloksessa, voit valita niiden nimekkeiden vieressä olevan valintalaatikon ja klikata 'Yhdistä valitut' hakutulostan yläpuolella. Jos valitset enemmän tai vähemmän kuin kaksi tietuetta, saat virheilmoituksen.
hi: आपको लगता है कि खोज परिणामों पर डुप्लिकेट देख अगर स्क्रीन आप डुप्लिकेट करने के लिए अगले बॉक्स चेक करें और परिणामों के शीर्ष पर 'मर्ज चयनित' बटन क्लिक कर सकते हैं। आप की तुलना में 2 या अधिक की तुलना में कम चुनते हैं, तो आप एक त्रुटि के साथ प्रस्तुत किया जाएगा।
