Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you do not want all of your libraries to participate in the on-shelf holds fulfillment process, you should list the the libraries that *do* participate in the process here by inputting all the participating library's branchcodes, separated by commas ( e.g. "MPL,CPL,SPL,BML" etc. ).
ar: إذا كنت لا تريد كل ما تبذلونه من المكتبات المشاركة في عملية حجز مكان، يجب أن قائمة هنا المكتبات المشاركة في هذه العملية عن طريق إدخال كافة "branchcodes" المشاركة المكتبات، مفصولة بفواصل (مثل "DPB، LC ، SPL، BML، الخ.)
cs: Pokud nechcete, aby všechny vaše knihovny se zúčastnily v procesu plnění skladu, měli byste si vložit do seznamu knihoven, které se účastní procesu, kódy poboček zúčastněných knihoven, oddělených čárkou (např. "MPL, CPL, SPL, BML" apod. ).
da: Hvis du ikke ønsker, at alle dine biblioteker skal deltage i opfyldeldelsesprocessen for hyldereserveringer, skal du liste de biblioteker her, som deltager i processen, ved at indtaste alle detagende bibliotekers afdelingskode, adskilt af kommaer (f.eks. "MPL,CPL,SPL,BML" osv.).
de: Wenn nicht alle Bibliotheken am Vormerkungsprozess teilnehmen, sollten Sie hier alle *teilnehmenden* Bibliotheken mit ihrem Code aufführen, separiert mit einem Komma ( z.B. "MPL,CPL,SPL,BML" usw. ).
el: Εάν δεν θέλετε όλες οι βιβλιοθήκες σας να συμμετέχουν στην διαδικασία εκπλήρωσης κρατήσεων στο ράφι, θα πρέπει να σημειώσετε τις βιβλιοθήκες που *συμμετέχουν* στη διαδικασία εδώ εισάγοντας όλους τους τμηματικούς κωδικούς των βιβλιοθηκών που συμμετέχουν, χωρισμένους με κόμματα ( π.χ. "ΒΚΠ,Ιατρική,Φιλολογία" κλπ. ).
es: Si no desea que todas sus bibliotecas participen en el proceso de cubrir las reservas, deberá listar las bibliotecas que *si* participan en el proceso aquí ingresando los códigos de sede de todas las bibliotecas participantes, separadas por comas (ej. "MPL,CPL,SPL,BML" etc.).
eu: Si no se desea que todas las bibliotecas a participar en el proceso de cumplimiento de la reserva, deberá incluir las bibliotecas de las que *do* participar en el proceso aquí introduciendo todos códigos de barras de la biblioteca participante, separados por comas (por ejemplo "MPL, CPL, SPL, BML"etc.).
fi: Jos kaikki kirjastot eivät ota kiinni hyllyvarauksia, täytyy tehdä lista niistä kirjastoista, jotka *ottavat* kiinni hyllyvarauksia. Syötä tähän osallistuvien kirjastojen koodit, erotusmerkkinä pilkku (esim. "MPL,CPL,SPL,BML" jne. ).
fr: Si vous ne voulez pas que toutes vos sites participent au processus de réservation en rayon, vous devez répertorier ici les sites qui participent au processus en saisissant leur 'branchcodes', séparés par des virgules (par ex. "MPL, CPL, SPL, BML", etc).
hi: आप अपने पुस्तकालयों के सभी पर मुस्तैद में भाग लेने के लिए नहीं करना चाहते, तो रखती पूर्ति प्रक्रिया है, आप पुस्तकालयों कि भाग *लेने* वाले सभी लाइब्रेरी की branchcodes, अल्पविराम के द्वारा अलग inputting (जैसे करके इस प्रक्रिया में भाग लेते हैं यहां की सूची चाहिए "एमपीएल, कारपोरल, एसपीएल, बीएमएल"आदि)।
it: Se non vuoi che le tue biblioteche partecipino al processo di assegnazione di prenotazioni, devi comunque elencare qui le biblioteche che vi prendono parte, con una lista di codici di biblioteca separate da virgola (es.: "MPL,CPL,SPL,BML" ecc. ).
oc: Se volètz pas que toutes vos sites participent al processus de reservacion en rayon, vos cal répertorier aicí les sites qui participent al processus en saisissant lor 'branchcodes', separats per des virgulas (par ex. "MPL, CPL, SPL, BML", etc).
pl: Jeśli nie chcesz, aby wszystkie biblioteki uczestniczyły w procesie zamawiania, powinieneś wybrać określone biblioteki, wpisując kody tych bibliotek/filii oddzielone przecinkiem, np. MPL,CPL,SPL,BML itd.
pt: Se não deseja que todas as bibliotecas participem no processo de preenchimento automático das reservas, deve listar as bibliotecas que participam no processo aqui ao introduzir todos os código de biblioteca, separados pode vírgulas (por exemplo: "MPL,CPL,SPL,BML").
pt_br: Caso você não queira que todas as suas bibliotecas façam parte dos empréstimos por reserva automática, você pode listar quais bibliotecas participam deste processo inserindo o código de todas as bibliotecas participantes, separados por vírgulas (ex. "MPL, CPL, SPL, BML" etc.).
sk: Ak nechcete, aby sa všetky vaše knižnice zúčastňovali na procese vykonávania rezervácií v policiach, mali by ste tu vymenovať knižnice *zúčastnené* v procese zadaním kódov pobočiek všetkých zúčastnených knižníc oddelených čiarkou ( napr. "MPL,CPL,SPL,BML" atď. ).
sv: Om du inte vill att alla dina bibliotek ska delta i processen med reservationsuppfyllnad baserat på det som finns i hyllorna, ska du ange de bibliotek som *deltar* i processen genom att ange alla deltagande biblioteks filialkoder, separerade av komman (t.ex. "MPL,CPL,SPL,BML" osv.).
tr: Tüm kütüphanelerinizin raflarda ayırma yerinekoyma işleminde yer almasını istemiyorsanız, işlemde *yer alan* tüm katılımcı kütüphanelerin virgüllerle ayrılmış birim kodlarını girerek kütüphaneleri listelemeniz gerekir. ( örneğin, "MPL,CPL,SPL,BML" vb. ).
zh_tw: 不讓所有圖書館參與館藏滿足預約計畫，應列出 *要* 參加該計畫的圖書館，包括圖書館的條碼，並以逗點區隔(如："MPL、CPL、SPL、BML" 等)。

source: If you don't find the title you need in your Z39.50/SRU search results you can click the 'Try Another Search' button at the bottom left of your results
eu: Ez baduzu behar duzun izenburua Z39.50/SRU bilaketa-emaitzetan topatzen, 'Beste bilaketa bat saiatu' aukeran klik egin dezakezu emaitzen behealdeko ezkerretara.
fi: Jos et löydä hakemaasi nimekettä Z39.50/SRU-haulla, klikkaa 'Uusi haku' hakutulosten alapuolella vasemmalla
hi: आप शीर्षक आप अपने Z39.50/SRU खोज में जरूरत है आप अपने परिणामों की बाईं तल पर 'प्रयास एक और खोज' बटन पर क्लिक कर सकते हैं परिणाम नहीं मिल पा रहे हैं तो

source: If you don't have a claim notice defined yet you will see a warning message that you need to first define a notice.
ar: اذا لم يكن لديك اشعار المطالبة مُعرّف بعد سترى رسالة تحذير بأنك تحتاج لأول تعريف اشعار.
cs: Pokud nemáte reklamační oznámení dosud definované, uvidíte varovnou zprávu, že je musíte nejprve předem definovat.
da: Hvis der ikke er defineret en rykkerbesked, vises en advarsel om, at det skal gøres først.
de: Wenn Sie noch kein Reklamationsschreiben definiert haben, wird eine entsprechende Warnmeldung angezeigt.
el: Αν δεν έχετε ορίσει ακόμα ειδοποίηση αξίωσης θα σας εμφανιστεί ένα μήνυμα ότι πρέπει πρώτα να ορίσετε μία ειδοποίηση.
es: Si no tiene un aviso de reclamo definido aun verá un mensaje de advertencia de que necesita primero definir un aviso.
eu: Si no tiene un aviso de reclamo definido aun verá un mensaje de advertencia de que necesita primero definir un aviso.
fi: Jos reklamoinnin viestiä ei ole määritelty, saat virheilmoituksen, jossa kerrotaan, että ilmoitusviesti pitää ensin laatia.
fr: Un message d'avertissement s'affiche si vous n'avez pas encore défini de notification de réclamation.
hi: आप एक का दावा नोटिस परिभाषित नहीं है, तो अभी तक आप एक चेतावनी संदेश है कि आप पहले एक नोटिस को परिभाषित करने की जरूरत है देखेंगे।
it: Se non hai già un avviso di sollecito predefinito, apparirà un messaggio che ti invita a definirne uno.
oc: Un messatge d'avertiment s'aficha se avètz pas encara défini de notificacion de reclamacion.
pl: Jeśli nie wybierzesz żadnej pozycji (numeru) do reklamacji, wyświetli się komunikat informujący o konieczności wybrania minimum jednej pozycji. Skontaktuj się z administratorem systemu w celu zdefiniowania powiadomienia reklamacji w module Narzędzia.
pt: Se não tem um aviso de reclamação definido verá uma mensagem de aviso a dizer que necessita de definir o aviso.
pt_br: Se você não tiver uma mensagem de reclamação definida você verá um aviso informando que você precisa primeiramente definir uma mensagem.
sk: Ak ešte nemáte definované oznámenie o reklamácii, uvidíte upozornenie, že najprv musíte definovať oznámenie.
sv: Om du inte har ett reklamationsmeddelande definierat visas en varning om att du först måste definiera ett meddelande.
tr: Tanımlanmış bir talep uyarınız henüz yoksa en kısa sürede bu uyarıyı tanımlamanıza yönelik bir uyarı mesajı göreceksiniz.
zh_tw: 沒有設定催缺通知，將看到警示訊息，應先設定該通知。

source: If you enter a field/subfield here (200b), a link appears after the subfield in the MARC Detail view. This view is present only in the staff client, not the OPAC. If the librarian clicks on the link, a search is done on the database for the field/subfield with the same value. This can be used for 2 main topics :
ar: اذا أدخلت حقل/حقل فرعي هنا(200b), يظهر رابط بعد الحقل الفرعي في عرض تفاصيل مارك. هذا العرض موجود فقط في عميل الموظفين, وليس الأوباك. اذا نقر المكتبي على الرابط, يتُم البحث في قاعدة البيانات للحقل/الحقل الفرعي مع نفس القيمة. هذا يمكن أن يُستخدم في موضوعين رئيسيين:
cs: Pokud zadáte pole / podpole zde (200b), odkaz se zobrazí za podpolem v detailním pohledu MARC. Tento pohled je vidět pouze v intranetu služebního klienta, nikoliv v OPACu. Pokud knihovník klikne na odkaz, vyhledávání je prováděno nad databázi pro pole / podpole se stejnou hodnotou. Toho lze využít pro 2 hlavní témata:
da: Hvis der her indtastes et felt/underfelt (200b), vises et link efter underfeltet i MARC-visningsdetaljerne. Denne visning ses kun i Intranet, ikke i Opac. Hvis bibliotekaren klikker på linket, laves en søgning i databasen for feltet/underfeltet med samme værdi. Kan bruges til 2 hovedemner :
de: Wenn Sie hier ein Feld/Unterfeld (200b) einfügen,wird in der MARC-Ansicht ein Link hinter dem Feld angezeigt. Diese Sicht ist nur im Intranet, aber nicht im OPAC verfügbar. Wenn Sie auf den Link klicken, wird eine Suche nach diesem Feld und Unterfeld in der Datenbank ausgelöst. Dies kann zu zwei Zwecken verwendet werden:
el: Αν εισάγετε εδώ ένα πεδίο/υποπεδίο (200b), εμφανίζεται ένας σύνδεσμος μετά το υποπεδίο στη προβολή Λεπτομερειών MARC. Αυτή η προβολή φαίνεται μόνο στο Intranet και όχι στον Opac. Αν ο βιβλιοθηκονόμος κάνει κλικ στον σύνδεσμο , γίνεται μία αναζήτηση στη βάση δεδομένων του πεδίου/υποπεδίου με την ίδια τιμή. Μπορεί να χρησιμοποιηθεί για 2 βασικά θέματα :
es: Si ingresa un campo/subcampo aquí (200b), un enlace aparecerá después del subcampo en la vista detallada MARC. Esta vista se presenta solo en la Intranet, no en el OPAC. Si el bibliotecario hace clic en el enlace, se hace una búsqueda en la base de datos por un campo/subcampo con el mismo valor. Puede usarse para 2 tópicos principales:
eu: Eremua/azpieremu bat idatzen baduzu hemen (200b), azpieremuaren ostean lotura bat agertuko da MARC xehetasunen bistan. Bista hori intranetean ikusiko da bakarrik, ez OPACen. Liburuzainak klik egiten badu lotura, balio bera duen eremua/azpieremuaren bilaketa egingo da datu basean. Hori bi gai nagusientzat erabili daiteke:
fi: Jos syötät kentän/osakentän tähän (200b), linkki tulee osakentän jälkeen MARC-näytöllä. Tämä näkymä on vain virkailijatyökalussa, ei verkkokirjastossa. Jos linkkiä klikataan, haku tehdään tietokantaan kentän/osakentän arvolla. Tätä voidaan käyttää kahdessa pääkohteessa:
fr: Si vous entrez ici un champ/sous-champ (200b), un lien apparaît après le sous-champ dans la page de Détail MARC. Cette vue est présente dans l'interface professionnelle, et non à l'OPAC. Si le bibliothécaire clique sur ce lien, une recherche est lancée sur le champ/sous-champ. Cela peut servir à :
hi: यदि आप (200B) यहाँ एक क्षेत्र / उप क्षेत्र में प्रवेश करते हैं, तो एक लिंक मार्क विस्तार से देखें में subfield के बाद प्रकट होता है। यह दृश्य केवल कर्मचारियों ग्राहक नहीं, ओपेक में मौजूद है। लाइब्रेरियन लिंक पर क्लिक करता है, एक खोज एक ही मूल्य के साथ मैदान / subfield के लिए डेटाबेस पर किया जाता है। यह 2 मुख्य विषयों के लिए इस्तेमाल किया जा सकता है:
it: link: se qui inserisci un campo/sottocampo (200b), apparirà una piccola lente dopo il sottocampo. Questo sarà presente solo in intranet e non in OPAC. Se il bibliotecario clicca sulla lente, nel database verrà eseguita la ricerca per gli stessi valori del campo/sottocampo. Può essere usata in due casi:
oc: Se vous entratz aicí un camp/soscamp (200b), un ligam apareis aprèp lo soscamp dins la pagina de Detalh MARC. Aquesta vista es presenta dins l'interfàcia professionala, e non a l'OPAC. Se lo bibliotecari clique sus ce ligam, una recèrca es aviada sul camp/soscamp. Aquò pòt servir a :
pt: Se inseriu um campo/subcampo aqui (200b), um link aparece depois do subcampo na vista detalhada MARC. Esta vista é apresentada apenas aos técnicos, e não no OPAC. Se clicar no link, uma pesquisa é feita na base de dados para o campo/subcampo com o mesmo valor. Pode ser usado para 2 tópicos principais :
pt_br: Se você digitar um campo/subcampo aqui (200b), um link aparecerá depois do subcampo na Visualização MARC Detalhada. Esta visualização só aparece na interface administrativa. Se o funcionário clicar no link, uma pesquisa é feita na base de dados pelo campo/subcampo com mesmo valor. Isto pode ser usado para duas aplicações principais:
sk: Ak zadáte pole/podpole na tomto mieste (200b), za podpoľom v zobrazení detailov MARC sa objaví odkaz. Toto zobrazenie sa nachádza len v knihovníckom rozhraní, nie v OPACu. Ak knihovník klikne na tento odkaz, spustí sa hľadanie v databáze poľa/podpoľa s rovnakou hodnotou. Možno to použiť pre 2 hlavné témy :
sv: Om du anger ett fält/underordnat fält här (200b), visas en länk efter det underordnade fältet i detaljvyn för MARC. Denna vy finns endast i personalklienten, inte i OPAC. Om bibliotekarien klickar på länken görs en sökning på databasen för fältet/det underordnade fältet med samma värde. Detta används huvudsakligen för två saker :
tr: Buraya (200b) alan /alt alan girerseniz, MARC Detay görünümdeki alt alandan sonra bir bağlantı gözükür. Bu görünüm OPAC’da değil, sadece personel istemcide mevcuttur. Kütüphaneci bağlantıya tıklarsa, veritabanında aynı değerle alanda / alt alanda arama yapılır. Bu iki ana başlıkta kullanılabilir:
zh_tw: 若從此 (200b) 鍵入欄位/分欄，連結顯示在檢視 MARC 詳情的分欄。祗顯示在館員介面，不出現在 OPAC。館員勾選該連結，則從資料庫搜尋欄位/分欄的同樣值。可用於 2 個主要主題：

source: If you enter in a date and/or note related to the restriction you will see that in the restricted message as well
ar: إذا ما أدخلتَ تاريخاً و/او ملاحظة مرتبطة بالقيود ، فإنك سترى ذلك أيضاً في الرسالة المقيدة
cs: Pokud zadáte do data a/nebo poznámky týkající se omezení uvidíte ji také v restrikčním hlášení
da: Hvis du indtaster en dato og/eller en note til restriktionen, vil du ligeledes se den i beskeden
de: Wenn Sie ein Datum und/oder eine Notiz zur Sperre eingeben, werden diese ebenfalls angezeigt.
el: Εάν εισάγετε μια ημερομηνία και/ή σημείωση που σχετίζεται με τον περιορισμό θα το δείτε και στο μήνυμα περιορισμού
es: Si ingresa una fecha y/o nota relacionada con la restricción usted la verá también en el mensaje de la restricción
eu: Si introduce una fecha y/o nota relacionada con la restricción podrá ver en el mensaje restringido como correcto
fi: Jos syötät päiväyksen ja/tai viestin rajoitukseen, näet sen rajoitusviestin yhteydessä
fr: Si vous entrez une date ou une note relative aux suspensions, vous la retrouverez aussi dans le message associé
hi: आप एक तारीख और / या टिप्पणी प्रतिबंध से संबंधित में दर्ज करते हैं आप प्रतिबंधित संदेश में कि वहाँ के रूप में अच्छी तरह से होगा
it: Se inserisci una data e/o una nota relativa alla restrizione, lo vedrai nel messaggio circa la restrizione.
pt: Se inseriu uma data e/ou uma nota relativa à restrição verá essa informação na mensagem de restrição
pt_br: Se você entrar numa data e/ou nota relacionada à restrição, você também a verá na mensagem restrita
sk: Ak zadávate dátum a/alebo poznámku súvisiacu s obmedzením, uvidíte to aj v správe o obmedzení
sv: om du anger ett datum och/eller en anteckning för begränsningen kommer detta att visas i begränsningsmeddelandet också
tr: Kısıtlamayla ilgili bir tarih ve/veya not girerseniz, o tarihi ya da notu kısıtlamış mesajda da göreceksiniz
zh_tw: 若您鍵入與限制有關的日期與說明，同時可看到限制的訊息

source: If you feel that this clutters the screen you can hide the question marks by unchecking the box next to the 'Show MARC tag documentation links' note at the top right of the editor
ar: اذا شعرت بأنّ هذا يبعث على ازدحام الشاشة يمكنك اخفاء علامات الترقيم عن طريق الغاء تحديد المربع بجانب الاشعار 'أظهر روابط وثائق سجلات مارك' في أعلى اليسار من المُحرر
cs: Pokud máte pocit, že toto příliš přeplňuje obrazovku, můžete skrýt otazníky odškrtnutím výběru vedle poznámky: "Zobrazit dokumentaci MARC polí" v pravé horní části editoru
da: Hvis du synes, at det fylder skærmen for meget, kan du skjule spørgsmålstegnene ved at fjerne markeringen i feltet ved siden af 'Vis MARC-felt dokumentationslinks' øverst til højre
de: Wenn Sie die Dokumentationslinks als störend empfinden oder nicht brauchen, können sie diese über die Checkbox 'MARC-Felddokumentationslinks' in der oberen rechten Ecke des Editors ausblenden.
el: Αν νομίζετε ότι αυτό χαλάει την οθόνη μπορείτε να κρύψετε τα ερωτηματικά αφήνοντας κενό το κουτί δίπλα στη σημείωση 'Εμφάνιση συνδέσμων τεκμηρίωσης πεδίων MARC' στα δεξιά του επιμελητή
es: Si piensa que esto desordena la pantalla puede ocultar los signos de interrogación desmarcando la casilla de verificación a lado de la nota 'Mostrar enlaces de documentación MARC' en la parte superior derecha del editor
eu: Si piensa que esto desordena la pantalla puede ocultar los signos de interrogación desmarcando la casilla de verificación a lado de la nota 'Mostrar enlaces de documentación MARC' en la parte superior derecha del editor
fi: Jos tämä mielestäsi sotkee näyttöä, voit piilottaa kysymysmerkit klikkaamalla valinnan 'Näytä linkit MARC-formaatin dokumentaatioon' pois näytön yläreunassa
fr: Si vous considérez que cette information nuit à la lisibilité de la page, vous pouvez désactiver cette option en cliquant sur Montrer les liens vers la doc MARC.
hi: आपको लगता है कि इस clutters स्क्रीन आप संपादक के ऊपर सही में 'शो मार्क टैग प्रलेखन लिंक' टिप्पणी करने के लिए अगले बॉक्स करें द्वारा प्रश्न चिह्न छिपा कर सकते हैं
it: Se ti sembra che ingombri lo schermo, puoi nascondere i punti interrogativi togliendo la spunta alla casella 'Mostra i link alla documentazione MARC'
oc: Se vous considérez qu'aquesta informacion nuit a la lisibilitat de la pagina, podètz desactivar aquesta opcion en clicant sus Far veire los ligams cap a la doc MARC.
pl: Jeśli chcesz ukryć znaki zapytania, nie klikaj na ramkę 'Wyświetl instrukcję pól Marc' na górze po prawej stronie edytora
pt: Se você acha isto torna o ecrã confuso, pode esconder os pontos de interrogação desmarcando a caixa próxima de 'Mostrar ligações para documentação dos campos MARC' no topo superior direito do editor
pt_br: Se você acha que estas imagens confundem a tela você pode ocultá-los desmarcando o box "Exibir links para a documentação de tags MARC" no topo do editor
sk: Ak máte pocit, že Vám to zneprehľadňuje prácu, môžete skryť otázniky odznačením políčka 'Zobraziť odkazy dokumentácie menoviek MARC' vedľa poznámky hore napravo od editora
sv: Om du tycker att detta gör att skärmen visar för mycket information kan du dölja frågetecknen genom att avmarkera rutan intill 'Visa dokumentationslänkar för MARC-tagg' längst upp till höger i redigeraren
tr: Bunun ekranda karışıklık oluşturduğunu düşünüyorsanız, soru işaretlerini metin düzenleyicinin en üst sağındaki 'MARC etiket belgeleme bağlantılarını göster' notunun yanındaki kutunun onayını kaldırarak gizleyebilirsiniz
zh_tw: 若覺得螢幕太擁擠，可以不勾選編輯器右上方 '顯示 MARC 欄號文件連結' 說明盒旁的問號
