Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Tip: If you do not fill in this value Koha will use the address in the ReplytoDefault preference
ar: فكرة مفيدة: إذا لم تقم بملء هذه القيمة سيقوم كوها باستخدام العنوان الموجود في التفضيل ReplytoDefault
de: Tipp: Wenn Sie diesen Wert nicht angeben, wird Koha die Adresse aus dem Systemparameter ReplytoDefault verwenden
es: Sugerencia: Si no se llena este valor, Koha utilizará la dirección de la preferencia ReplytoDefault
fi: Vinkki: Jos et täytä tätä arvoa, Koha käyttää ReplytoDefault-asetuksen osoitetta
fr: Astuce : si vous ne remplissez pas cette valeur, Koha utilisera l'adresse déclarée dans la préférence ReplytoDefault
hi: टिप: यदि आप इस मूल्य में नहीं भर पा रहे हैं तो कोहा ReplytoDefault वरीयता में पते का उपयोग करेगा
it: Consiglio: se non inserisci alcun valore qui, koha usera l'indirizzo presente nella preferenza di sistema ReplytoDefault
oc: Astuce : se vous ne remplissez pas aquesta valor, Koha utilizara l'adreça déclarée dins la preferéncia ReplytoDefault
pt: Dica: Se não preencher este valor o Koha irá usar o endereço na preferência ReplytoDefault
sk: Tip: Ak nevyplníte túto hodnotu, Koha použije adresu v nastavení ReplytoDefault
tr: İpucu: Eğer bu değeri doldurmazsanız Koha ReplytoDefault tercihindeki adresi kullanacaktır

source: Tip: If you do not fill in this value Koha will use the address in the ReturnpathDefault preference
ar: فكرة مفيدة: إذا لم تقم بملء هذه القيمة سيقوم كوها باستخدام العنوان الموجود في التفضيل ReturnpathDefault
de: Tipp: Wenn sie diesen Wert nicht angeben, wird Koha die Adresse aus dem Systemparameter ReturnpathDefault verwenden
el: Σημείωση: Εάν δεν συμπληρωθεί το πεδίο, το σύστημα θα χρησιμοποιήσει την διεύθυνση από την προτίμηση ReturnpathDefault
es: Sugerencia: Si no se llena este valor, Koha utilizará la dirección de la preferencia ReturnpathDefault
fi: Vinkki: Jos et täytä tätä arvoa, Koha käyttää ReturnpathDefault-asetuksen osoitetta
hi: युक्ति: यदि आप इस मूल्य में नहीं भर पा रहे हैं तो कोहा ReturnpathDefault वरीयता में पते का उपयोग करेगा
it: Suggerimento: se non metti alcun valore qui, Koha userà l'indirizzo indicato nella preferenza di sistema ReturnpathDefault
pt: Dica: Se não preencher este valor o Koha irá usar o endereço na preferência ReturnpathDefault
sk: Tip: Ak nevyplníte túto hodnotu, Koha použije adresu v nastavení ReturnpathDefault
tr: İpucu: Eğer bu değeri doldurmazsanız Koha ReturnpathDefault tercihindeki adresi kullanacaktır

source: Tip: If you're adding a report group on the fly, remember that you code should be fewer than 10 characters and should not include special characters or spaces.
ar: فكر مفيدة: إذا كنت تضيف مجموعة تقرير على الطاير، تذكر بأن الرمز يجب أن يكون أقل من 10 أحرف ولا يجب أن يحتوي على أحرف خاصة أو مسافات.
cs: Tip: Pokud přidáváte skupinu zpráv za běhu, pamatujte, že kód by měl být méně než 10 znaků a nesmí obsahovat speciální znaky ani mezery.
da: Tip: Hvis du tilføjer en rapportgruppe undervejs, husk at koden skal være mindre end 10 karakterer og ikke må indeholde specialtegn eller mellemrum.
de: Tipp: Vergessen Sie nicht, dass der Code für eine neue Gruppe nicht mehr als 10 Zeichen lang und keine Sonderzeichen enthalten sollte, wenn Sie mit dem Report auch eine neue Gruppe anlegen.
el: Συμβουλή: Εάν προσθέτετε μια ομάδα αναφοράς στα γρήγορα, θυμηθείτε ότι ο κωδικός σας θα πρέπει να είναι μικρότερος των 10 χαρακτήρων και δεν θα πρέπει να περιλαμβάνει ειδικούς χαρακτήρες ή κενά.
es: Sugerencia: Si está agregando un grupo de informes al vuelo, recuerde que su código debe tener menos de 10 caracteres y no debe incluir caracteres especiales o espacios.
eu: Apunte: Si se añade un grupo de informes sobre la marcha el código debe contener menos de 10 caracteres y no debe incluir ni caracteres especiales ni espacios.
fi: Vinkki: Muista, että 'Raportin ryhmän' tunnuksen pitäisi olla alle 10 merkkiä ja ilman erikoismerkkejä tai välilyöntejä.
fr: Astuce&nbsp;: Si vous ajoutez un groupe de rapport à la volée, souvenez-vous que le code doit avoir moins de 10 caractères et ne doit comprendre de caractères spéciaux ou d'espaces.
hi: युक्ति: यदि आप मक्खी पर एक रिपोर्ट समूह जोड़ रहे हैं, तो याद रखें कि आप कोड से कम 10 अक्षर होना चाहिए और विशेष वर्ण या स्थान को शामिल नहीं करना चाहिए।
it: Suggerimento: Se aggiungi un raggruppamento per i reports al volo, ricordati che il codice deve essere meno di 10 caratteri e senza caratteri speciali o spazi.
oc: Astuce&nbsp;: Se vous ajoutez un grop de rapòrt a la volée, souvenez-vous que lo còdi deu aver mens de 10 caractèrs e ne deu comprendre de caractèrs spéciaux o d'espaces.
pl: Wskazówka: Jeśli dodajesz raport grupy na bieżąco, pamiętaj, że kod powinien mieć mniej niż 10 znaków i nie powinien zawierać znaków specjalnych ani spacji.
pt: Dica: Se estiver a adicionar um grupo de relatório no momento, relembre que o código de ter menos de 10 caracteres e deve não incluir caracteres especiais ou espaços.
pt_br: Dica: se você estiver adicionando um grupo de relatório, lembre-se que seu código não deve ter mais que 10 caracteres e qualquer caractere especial ou espaços.
sk: Tip: Ak pridávate skupinu výkazov za jazdy, pamätajte, že váš kód by mal mať menej ako 10 znakov a nemal by obsahovať špeciálne znaky alebo medzery.
sv: Tips: om du lägger till en rapport lite snabbt, kom ihåg att din kod ska innehålla färre än tio tecken och inte får innehålla särskilda tecken eller mellanslag.
tr: İpucu: bir rapor grubunu anında ekliyorsanız, kodunuzun 10 karakterden daha az olmasına ve boşluklar ya da özel karakterler içermemesine dikkat ediniz.
zh_tw: 秘訣：即時新增報表群組時，其代碼必須少於10個字元且不能包括特殊字元與空格。

source: Tip: If you're adding a report subgroup on the fly, remember that you code should be fewer than 10 characters and should not include special characters or spaces.
ar: فكر مفيدة: إذا كنت تضيف مجموعة تقرير فرعية على الطاير، تذكر بأن الرمز يجب أن يكون أقل من 10 أحرف ولا يجب أن يحتوي على أحرف خاصة أو مسافات.
cs: Tip: Pokud přidáváte podskupinu zpráv za běhu, pamatujte, že kód by měl být méně než 10 znaků a nesmí obsahovat speciální znaky ani mezery.
da: Tip: Hvis du tilføjer en rapport-undergruppe undervejs, husk at koden skal være mindre end 10 karakterer og ikke må indeholde specialtegn eller mellemrum.
de: Tipp: Denken Sie daran, dass der Code für die neue Untergruppe nicht länger als 10 Zeichen lang und keine Sonderzeichen enthalten sollte, wenn Sie mit dem Report auch eine neue Untergruppe anlegen.
el: Συμβουλή: Εάν προσθέτετε μια υπομονάδα στα γρήγορα, θυμηθείτε ότι ο κωδικός σας θα πρέπει να είναι μικρότερος των 10 χαρακτήρων και δεν θα πρέπει να περιλαμβάνει ειδικούς χαρακτήρες ή κενά.
es: Sugerencia: Si está agregando un subgrupo de informes al vuelo, recuerde que su código debe tener menos de 10 caracteres y no debe incluir caracteres especiales o espacios.
eu: Apunte: Si se añade un subgrupo de informes sobre la marcha el código debe contener menos de 10 caracteres y no debe incluir ni caracteres especiales ni espacios.
fi: Vinkki: Muista, että 'Raportin alaryhmän' tunnuksen pitäisi olla alle 10 merkkiä ja ilman erikoismerkkejä tai välilyöntejä.
fr: Astuce&nbsp;: Si vous ajoutez un sous-groupe de rapport à la volée, rappelez-vous que votre code doit avoir moins de 10 caractères et ne devez pas inclure des caractères particuliers ou des espaces.
hi: युक्ति: यदि आप मक्खी पर एक रिपोर्ट उपसमूह जोड़ रहे हैं, तो याद रखें कि आप कोड से कम 10 अक्षर होना चाहिए और विशेष वर्ण या स्थान को शामिल नहीं करना चाहिए।
it: Suggerimento: Se aggiungi un sottoraggruppamento per i reports al volo, ricordati che il codice deve essere meno di 10 caratteri e senza caratteri speciali o spazi.
oc: Astuce&nbsp;: Se vous ajoutez un sosgrop de rapòrt a la volée, rappelez-vous que vòstre còdi deu aver mens de 10 caractèrs e ne devez pas inclure des caractèrs particuliers o des espaces.
pl: Wskazówka: Jeśli dodajesz raport podgrupy na bieżąco, pamiętaj, że kod powinien mieć mniej niż 10 znaków i nie powinien zawierać znaków specjalnych ani spacji.
pt: Dica: Se estiver a adicionar um grupo de relatório no momento, relembre que o código de ter menos de 10 caracteres e deve não incluir caracteres especiais ou espaços.
pt_br: Dica: se você estiver adicionando um subgrupo de relatórios, lembre-se que seu código não deve ter mais que 10 caracteres e qualquer caractere especial ou espaços.
sk: Tip: Ak pridávate podskupinu výkazov za jazdy, pamätajte, že váš kód by mal mať menej ako 10 znakov a nemal by obsahovať špeciálne znaky alebo medzery.
sv: Tips: om du lägger till en rapportundergrupp lite snabbt, kom ihåg att din kod ska innehålla färre än tio tecken och inte får innehålla särskilda tecken eller mellanslag.
tr: İpucu:bir rapor alt grubunu anında ekliyorsanız, kodunuzun 10 karakterden daha az olmasına ve boşluklar ya da özel karakterler içermemesine dikkat ediniz.
zh_tw: 秘訣：即時新增報表群組時，其代碼必須少於10個字元且不能包括特殊字元與空格。

source: Tip: In order for the unreceived orders to be automatically moved to the new budget, the fund structures in the previous budget must exist in the new budget. Budgets without unreceived orders cannot be closed.
ar: فكرة مفيدة: لكي يتم نقل الطلبيلا غير المستلمة تلقائيا إلى الميزانية الجديدة، فإن بنية التمويل الموجودة في الميزانية السابقة يجب أن توجد في الميزانية الجديدة. الميزانيات بدون طلبيات غير مستلمة لا يمكن إغلاقها.
de: Tipp: Damit nicht zugegangene Bestellungen automatisch zum neuen Etat verschoben werden, muss die Kontenstruktur des vorherigen Etats auch im neuen Etat existieren.
es: Sugerencia: Para que los pedidos sin recibir sean movidos automáticamente al nuevo presupuesto, las estructuras del fondo del presupuesto anterior deben existir en el nuevo presupuesto. Presupuestos sin pedidos no recibidos no se pueden cerrar.
fi: Vinkki: Jos haluat siirtää vastaanottamattomat tilaukset automaattisesti uuteen budjettiin, edellisen budjetin tilien rakenne pitää olla myös uudessa budjetissa. Budjettia ei voi sulkea, jos siinä on vastaanottamattomia tilauksia.
fr: Astuce&nbsp;: Pour que les commandes non reçues soient automatiquement déplacées vers le nouveau budget, les structures du poste budgétaire dans le budget précédent doivent exister dans le nouveau budget. Les budgets sans commandes non reçues ne peuvent pas être fermés.
hi: सुझाव: के लिए आदेश में unreceived आदेश स्वचालित रूप से नए बजट के लिए ले जाया जा सकता है, पिछले बजट में फंड संरचनाओं नए बजट में मौजूद होना चाहिए। unreceived आदेश के बिना बजट बंद नहीं किया जा सकता है।
it: Suggerimento: affinchè ordini non ricevuti siano spostati automaticamente nel nuovo budget, la struttutra dei fondi nel budget precedente deve già essere presente anche nel nuovo. Budgets senza ordini non ricevuti potranno essere chiusi.
oc: Astuce&nbsp;: Per que les comandas non recebudas sián automaticament desplaçadas cap a lo novèl budgèt, les structures del pòste budgètari dins lo budgèt precedent devon existir dins lo novèl budgèt. Les budgèts sens comandas non recebudas ne pòdon pas èsser tampats.
pt: Dica: De forma a mover as encomendas não recebidas automaticamente para o novo orçamento, a estrutura de fundos do orçamento antigo deve existir no novo orçamento. Orçamentos sem encomendas não recebidas não podem ser fechados.
sk: Tip: Na to, aby sa neprijaté objednávky automaticky presunuli do nového rozpočtu štruktúry fondu v predošlom rozpočte musia existovať v novom rozpočte.
tr: İpucu: Teslim alınmayan siparişlerin otomatik olarak yeni bütçeye taşınması için, bir önceki bütçede yer alan fon yapılarının yeni bütçe içerisinde yer alması gereklidir. Teslim alınmayan siparişleri bulunmayan bütçeler kapatılamaz.

source: Tip: It is also possible to create analytic records from this screen by clicking on "Create Analytics"
ar: تلميح: من الممكن أيضاً أن تُنشئ تسجيلات تحليلية من هذه الشاشة بالنقر على "أنشئ تحليلات"
cs: Tip: Je možno také vytvářet analytické záznamy z této obrazovky kliknutím na "Vytvořit Analytiku"
da: Tip: Det er også muligt at lave analyseposter fra denne skærm ved at klikke på "Lav analytiks"
de: Tipp: Sie können auch von dieser Seite ausgehend unselbstständige Werke erfassen, indem Sie die entsprechende Schaltfläche verwenden.
el: Συμβουλή: Είναι επίσης δυνατόν να δημιουργήσετε αναλυτικές εγγραφές από αυτή την οθόνη πατώντας το "Δημιουργία Αναλυτικών"
es: Sugerencia: Es también posible crear registros analíticos desde esta pantalla haciendo clic en "Crear Analíticas"
eu: Sugerencia: También es posible crear registros analíticos de la pantalla haciendo clic en "Crear Analytics "
fi: Vinkki: Myös tältä sivulta voi luoda analyyttisen tietueen klikkaamalla "Luo Analyyttinen"
fr: À savoir&nbsp;: Il est également possible de créer des notices de dépouillement à partir de cette page en cliquant sur 'Créer une notice de dépouillement'
hi: सुझाव: यह भी संभव है इस स्क्रीन से विश्लेषणात्मक रिकॉर्ड बनाने के लिए पर क्लिक करके "विश्लेषण बनाएँ " है
it: Tip: è anche possibile creare record analitici da questa schermata cliccando su "Crea analitici"
oc: De saber&nbsp;: Es tanben possible de crear des notícias de despolhament a partir d'aquesta pagina en clicant sus 'Crear una notícia de despolhament'
pl: Wskazówka: Można tworzyć rekordy analityczne z poziomu widoku normalnego rekordu – wystarczy kliknąć „Stwórz rekord analityczny”.
pt: Dica: É possível criar registos analíticos a partir deste ecrã carregando em "Criar analíticos"
pt_br: Dica: também é possível criar registros de analíticas nesta tela clicando em "Criar Analíticas"
sk: Tip: Je tiež možné vytvoriť analytické záznamy z tohto zobrazenia kliknutím na "Vytvoriť analytiku"
sv: Tips: det är också möjligt att skapa analysposter från denna skärm genom att klicka på "Skapa analys"
tr: İpucu: Analiz kayıtlarını "Analiz Oluştur "a tıklayarak bu ekrandan da oluşturmanız mümkündür
zh_tw: 秘訣：從此頁面點選 "新增分析" 就能夠新增分析記錄

source: Tip: Large libraries can choose to filter the report before it runs by setting the FilterBeforeOverdueReport system preference to 'Require'.
ar: نصيحة: المكتبات الكبيرة يمكن أن تختار لتصفية التقرير قبل تشغيله عن طريق تعيين تفضيل النظام FilterBeforeOverdueReport إلى 'مطلوب'.
cs: Tip: Velké knihovny si mohou vybrat filtrování sestavy před spuštěním, pomocí nastavení sytémové preference FilterBeforeOverdueReport na "Vyžadovat".
da: Tip: Store biblioteker kan vælge at filtrere rapporten før den kører ved at sætte indstillingen FilterBeforeOverdueReport til 'Krævet'.
de: Tipp: Große Bibliotheken können den Report vor der Ausführung filtern, indem der Systemparameter FilterBeforeOverdueReport aktiviert wird.
el: Συμβουλή: Οι μεγάλες βιβλιοθήκες μπορούν να επιλέξουν να φιλτράρουν την έκθεση προτού τρέξει επιλέγοντας το 'Απαιτείται' στην προτίμηση συστήματος FilterBeforeOverdueReport.
es: Sugerencia: las bibliotecas grandes pueden optar por filtrar el informe antes de que se ejecute colocando la preferencia del sistema FilterBeforeOverdueReport en 'Requerir'.
eu: Gomendioa: liburutegi handiek txostena iragazi dezakete hura exekutatu aurretik, FilterBeforeOverdueReport sistemaren lehentasuna 'Eskatu' ezartzen badute.
fi: Vinkki: Suuret kirjastot voivat suodattaa raportteja ennen niiden ajoa asettamalla FilterBeforeOverdueReport-järjestelmäasetukseksi 'Vaadi'.
fr: À savoir&nbsp;: Les bibliothèques importantes peuvent choisir de filtrer le rapport avant de le lancer en activant la préférence système FilterBeforeOverdueReport.
hi: सुझाव: बड़े पुस्तकालयों से पहले ही 'आवश्यक' को FilterBeforeOverdueReport प्रणाली वरीयता की स्थापना करके चलाता रिपोर्ट फिल्टर करने के लिए चुन सकते हैं।
it: Suggerimento: grandi biblioteche possono scegliere di filtrare i report prima dell'esecuzione mettendo il valore della preferenza di sistema FilterBeforeOverdueReport a 'Richiesto'
oc: De saber&nbsp;: Les bibliotècas importantes pòdon causir de filtrer lo rapòrt avant de lo aviar en activant la preferéncia sistèma FilterBeforeOverdueReport.
pl: Wskazówka: Biblioteki z dużym księgozbiorem, przed uruchomieniem tego raportu powinny ustawić opcję systemu FilterBeforeOverdueReport na 'Wymagaj'.
pt: Dica: Bibliotecas com um catálogo grande podem escolher filtrar o relatório antes de ser corrido definindo a preferência de sistema FilterBeforeOverdueReport para 'Necessita'.
pt_br: Dica: bibliotecas com acervos grandes podem filtrar o relatório antes de executá-lo configurando a preferência FilterBeforeOverdueReport para 'Requerir'
sk: Tip: Veľké knižnice si môžu zvoliť filtrovanie výkazu pred jeho spustením pomocou nastavenia 'Vyžadovať' v nastavení systému FilterBeforeOverdueReport.
sv: Tips: stora bibliotek kan välja att filtrera rapporten innan den körs, genom att ställa in FilterBeforeOverdueReport till 'Kräv'.
tr: İpucu: büyük kütüphaneler gereklilik özelliğine bağlı olarak "raporalmadanöncesüzünüz" sisteminin kurulması ile çalıştırmadan önce raporu filtrelemenizi seçebilir.
zh_tw: 秘訣：大型圖書館可設定 FilterBeforeOverdueReport 偏好為 '必備'，在執行報表前先篩選它。

source: Tip: Mac users use the OPTION button in place of ALT
ar: نصيحة: مستخدمي ماك استخدام زر الخيار في مكان ALT
cs: Tip: Na počítačích Mac použijte klávesu OPTION místo ALT
da: Tip: Mac brugere, anvender OPTION-tasten istedet for ALT
de: Tipp: Mac-Anwender verwenden OPTION an Stelle von ALT
el: Συμβουλή: Οι χρήστες Mac, χρησιμοποιήστε το κουμπί OPTION αντί για το ALT
es: Sugerencia: Los usuarios de Mac utilizan el botón de OPCIÓN en lugar de ALT
eu: Gomendioa: Mac-eko erabiltzaileek OPTION tekla erabiltzen dute ALT ordez
fi: Vinkki: Macin käyttäjät käyttävät OPTION-painiketta ALTin sijaan
fr: À savoir&nbsp;: Les utilisateurs de Mac utilisent la touche CMD à la place de Alt
hi: सुझाव: मैक उपयोगकर्ताओं एएलटी के स्थान पर विकल्प बटन का उपयोग
it: Suggerimento: gli utenti Mac devono usare il tasto 'Opzione' al posto di 'Alt'
oc: De saber&nbsp;: Los utilizaires de Mac utilizan la tòca CMD a la place de Alt
pl: Wskazówka: Użytkownicy Mac muszą używać klawisza OPTION na klawiaturze zamiast ALT
pt: Dica: Utilizadores Mac devem usar o botão OPTION em vez de ALT
pt_br: Dica: Usuários de Mac utilizam o botão OPTION no lugar de ALT
sk: Tip: Užívatelia Mac používajú tlačidlo OPTION namiesto ALT
sv: Tips: Mac-användare kan använda OPTION-knappen istället för ALT
tr: Öneri: Mac kullanıcıları ALT yerine OPTION düğmesini kullanın
zh_tw: 秘訣：麥金塔使用者可以使用OPTION鈕取代ALT

source: Tip: Notice also that if you'd like to notify patrons of new serial issues, you can click on 'define a notice' which will take you to the 'Notices' tool
ar: نصيحة: لاحظ أيضا أنه إذا كنت ترغب في إعلام المستفيدين عن أعداد الدورية الجديدة يمكنك النقرعلى'تعريف إخطار' الذي سيأخذك إلى أداة ' الإخطارات'
cs: Tip: Všimněte si také, že pokud byste chtěli oznámit čtenářům hlášení o nových došlých sešitech časopisů, můžete kliknout na "Definovat oznámení", který skočí na nástroj "Oznámení"
da: Tip: Bemærk også, at hvis du vil give lånere besked om nye tidsskriftsudgaver, kan du klikke på 'definer en besked' hvilket bringer dig til 'Besked'-væktøjet
de: Tipp: Wenn Sie die Benutzer über neu eingetroffene Zeitschriftenhefte informieren möchten, können Sie auf 'Neue Benachrichtigung' klicken und in das Werkzeug Benachrichtigungen wechsen.
el: Συμβουλή: Σημειώστε επίσης ότι αν θέλετε να ειδοποιήσετε τα μέλη για ένα νέα τεύχη περιοδικών έκδοσεων, μπορείτε να κάνετε κλικ στο 'καθορισμός ειδοποίησης' το οποίο θα σας πάει στο εργαλείο 'Ειδοποιήσεις'
es: Sugerencia: Note que si desea notificar a usuarios de nuevos ejemplares de publicaciones periódicas, puede hacer clic en 'definir un aviso' el cual lo llevará a la herramienta de 'Avisos'
eu: Sugerencia: Note que si desea notificar a socios de nuevos ejemplares, puede hacer clic en 'definir un aviso' el cual lo llevará a la herramienta 'Avisos'
fi: Vinkki: Jos haluat ilmoittaa asiakkaalle uudesta lehtinumerosta, klikkaa 'Määrittele ilmoitus', joka vie sinut 'Ilmoitukset ja kuitit' -työkaluun
fr: À savoir&nbsp;: Notez également que si vous voulez notifier vos adhérents de l'arrivées de nouveaux fascicules de périodiques, vous pouvez cliquer sur Définir une notification, ce qui vous amènera dans l'outil Notifications.
hi: सुझाव: सूचना भी अगर आप नए सीरियल इश्यूों के संरक्षक सूचित करने के लिए करना चाहते हैं, तो आप 'एक नोटिस परिभाषित' जो 'नोटिस' उपकरण के लिए ले जाएगा पर क्लिक कर सकते हैं कि
it: Suggerimento: Nota che se vuoi avvisare gli utenti dell'arrivo di nuovi fascicoli, puoi cliccare 'definisci un avviso' che ti porterà allo strumento 'Avvisi'
pt: Dica: Note que se desejar notificar os leitores de novas recepções, pode clicar em 'definir aviso' o que o levará para a ferramenta de avisos
pt_br: Dica: se você quiser avisar os usuários da chegada de novos fascículos você pode clicar em 'Definir um aviso', o que o levará a ferramenta de 'Avisos'
sk: Tip: Všimnite si tiež, že ak by ste chceli informovať čitateľov o nových číslach periodík, môžete kliknúť na 'definovať oznámenie', ktoré Vás zavedie k nástroju 'Oznámenia'
sv: Tips: om du vill informera låntagare om nya nummer av periodika, kan du klicka på 'definiera ett meddelande' vilket tar dig till verktyget 'Meddelanden'
tr: İpucu: Yeni süreli yayınları kullanıcılara bildirmek istiyorsanız, sizi 'Bildiriler' aracına yönlendirecek olan 'bildiri tanımla' butonuna tıklayabileceğinizi unutmayınız.
zh_tw: 秘訣：勾選 '設定新通知'，進入 '通知' 工具，就能通知讀者新的期刊到館

source: Tip: Of the fields listed, only 'Library code' and 'Name' are required
ar: فكرة مفيدة: من الحقول المذكورة، "رمز المكتبة" و"الاسم" هما المطلوبان فقط.
cs: Tip: Z uvedených polí jsou vyžadovány pouze "Kód knihovny" a "Název"
de: Tipp: Von den angezeigten Feldern sind nur 'Bibliothekscode' und 'Name' Pflichtfelder
es: Sugerencia: De los campos de la lista, sólo 'Código de biblioteca' y 'Nombre' son obligatorios
fi: Vinkki: Kenttien listalta vain 'Kirjaston tunnus' ja 'Nimi' ovat pakollisia
hi: सुझाव: सूचीबद्ध केवल 'पुस्तकालय कोड' और 'नाम' के खेतों के लिए आवश्यक हैं
it: Consiglio: Solo i campi 'Codice della biblioteca' e 'Nome' sono obbligatori
pt: Dica: Dos campos listados, apenas 'Código da biblioteca' e 'Nome' são necessários
sk: Tip: Z uvedených polí sú povinné len 'Kód knižnice' a 'Názov'
tr: İpucu: Listelenen alanlardan sadece ‘Kütüphane kodu’ ve ‘İsim’ zorunludur
