Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Use the AdvancedSearchLanguages preference to control which languages appear in the language pull down filter.
ar: قم باستخدام تفضيل AdvancedSearchLanguages للتحكم في اللغة التي تظهر في مرشح قائمة اللغات المنسدلة.
cs: Pro omezení vyhledávání pouze na některé jazyky můžete použít systémové nastavení AdvancedSearchLanguages.
de: Verwenden Sie den Systemparameter AdvancedSearchLanguages um zu steuern, welche Sprachen in der Auswahlliste der Erweiterten Suche angezeigt werden.
el: Χρησιμοποιήστε την προτίμηση AdvancedSearchLanguages για να ελέγχετε ποιες γλώσσες εμφανίζονται στο αναπτυσσόμενο φίλτρο γλωσσών.
es: Utilice la preferencia AdvancedSearchLanguages ​​para controlar qué idiomas aparecen en el filtro desplegable de idioma.
fi: Käytä AdvancedSearchLanguages-asetusta määrittääksesi, mitä kieliä näkyy kielivalinnan alasvetovalikossa.
fr: Utilisez la préférence système "AdvancedSearchLanguages" pour contrôler quelles langues apparaissent dans le filtre déroulant des langues.
hi: नियंत्रित करने के लिए जो भाषा को नीचे खींच फिल्टर में दिखाई AdvancedSearchLanguages ​​वरीयता का प्रयोग करें।
it: Usa la preferenza di sistema AdvancedSearchLanguages per limitare le lingue da inserire nel filtro per lingua.
oc: Utilizatz la preferéncia sistèma "AdvancedSearchLanguages" per contrôler quelles lengas apareisson dins lo filtre desenrotlant des lengas.
pt: Use a preferência AdvancedSearchLanguages para controlar quais os idiomas que irão aparecer no menu da pesquisa avançada.
pt_br: Utilize a preferência AdvancedSearchLanguages para controlar quais idiomas devem aparecer na lista suspensa.
sk: Pre ovládanie zobrazenia jazykov v rozbaľovacom filtri pre jazyky, použite nastavenie AdvancedSearchLanguages.
tr: Dil açılır menü filtresinde hangi dillerin görüneceğini kontrol etmek için AdvancedSearchLanguages tercihini kullanın.
zh_tw: 以AdvancedSearchLanguages偏好控制下拉篩選器的語文。

source: Use the AdvancedSearchTypes preference to control which tabs show for limiting to Item Type, Collection Code and/or Shelving location.
ar: قم باستخدام التفضيل AdvancedSearchTypes للتحكم في التبويبات التي سيتم عرضها لتحديد نوع المادة، رمز المجموعة و /أو موقع الترفيف
cs: Pro omezení zobrazovaných záložek v pokročilém vyhledávání na typ jednotky, kód části fondu nebo umístění na regále můžete použít systémové nastavení AdvancedSearchTypes.
de: Verwenden Sie den Systemparameter AdvancedSearchTypes um zu steuern, ob Medientyp, Sammlung und/oder Standort als Sucheinschränkungen in der Erweiterten Suche angeboten werden.
el: Χρησιμοποιήστε την προτίμηση AdvancedSearchLanguages για να ελέγχετε ποιες καρτέλες εμφανίζονται για τον περιορισμό στον Τύπο Τεκμηρίου, τον Κωδικό Συλλογής και/ή την τοποθεσία στο Ράφι.
es: Utilice la preferencia AdvancedSearchTypes para controlar cuáles pestañas mostrar para limitar a Tipo de ítem, Código de Colección y/o Ubicación en estante.
fi: Käytä AdvancedSearchTypes-asetusta määrittämään, mitä välilehtiä näkyy rajoittamaan aineistolajia, kokoelmakoodia ja/tai hyllypaikkaa.
fr: Utilisez la préférence système "AdvancedSearchTypes" pour contrôler quels champs afficher pour limiter le Type de document, le Code de Collection et/ou la Localisation.
hi: नियंत्रित करने के लिए जो टैब संग्रह संहिता आइटम प्रकार, सीमित और / या स्थान ठंडे बस्ते में डालने के लिए दिखाने AdvancedSearchTypes वरीयता का प्रयोग करें।
it: Usa la preferenza di sistema AdvancedSearchTypes per limitare la visualizzazione dei tab di ricerca al tipo copia, al codice della sezione di collocazione e/o alla collocazione
oc: Utilizatz la preferéncia sistèma "AdvancedSearchTipes" per contrôler quels camps afichar per limiter lo Tipe de document, lo Còdi de Colleccion e/o la Localisation.
pl: Opcja AdvancedSearchTypes pozwala kontrolować ograniczenie do typu dokumentu, kodu kolekcji i/lub znaku miejsca.
pt: Use a preferência AdvancedSearchTypes para controlar quais os separados que aparecem para os tipos de documento, código de coleção e/ou localização na prateleira.
pt_br: Utilize a preferência AdvancedSearchTypes para controlar o que as abas irão exibir, de acordo com restrições de Tipo de Material, Código de Coleção e/ou Localização na estante.
sk: Pre ovládanie záložiek, ktoré zobrazujú obmedzenie Typu exemplárov, Kódu zbierky a/alebo Umiestnenie v policiach, použite nastavenie AdvancedSearchTypes.
tr: Materyal türü sınırlandırılması, Koleksiyon Kodu ve/veya Raf Yerini hangi sekmelerin göstereceğini kontrol etmek için AdvancedSearchTypes preference tercihini kullanın.
zh_tw: 以AdvancedSearchTypes偏好控制分頁顯示館藏類型、館藏代碼與書架位置。

source: Use the Description field for the actual value that will be displayed. If you want something different to show in the OPAC, enter a 'Description (OPAC)'
ar: استخدم حقل الوصف للقيمة الفعلية التي سيتم عرضها. إذا كنت ترغب في عرض شيء آخر في الأوباك، قم بإدخال "وصف (أوباك)"
cs: Použijte pole "Popis" pro aktuální hodnotu, která se zobrazí. Pokud chcete ukázat něco jiného v OPACu, zadejte "Popis (OPAC)"
da: Brug beskrivelsesfeltet til den faktiske værdi, som skal vises. Hvis noget andet skal vises i OPAC, indtast en 'Beskrivelse (OPAC)'
de: Verwenden Sie das Feld Beschreibung für den Text, der angezeigt werden soll. Wenn Sie im OPAC eine andere Beschreibung als in der Dienstoberfläche anzeigen möchten, verwenden Sie 'Beschreibung (OPAC)' zusätzlich
el: Χρησιμοποιήστε την Περιγραφή πεδίου για την πραγματική τιμή που θα εμφανιστεί. Εάν θέλετε κάτι διαφορετικό να εμφανίζεται στον OPAC, εισάγετε μια 'Περιγραφή (OPAC)'
es: Utilizar el campo Descripción para el valor real que será mostrado. Si quiere mostrar algo diferente en el OPAC, ingrese una 'Descripción OPAC'
eu: Utilice el campo Descripción para el valor actual que quiere introducir. Si quiere que se muestre una descripción distinta en el OPAC, rellene "Descripción (OPAC)"
fi: Käytä 'Kuvaus'-kenttää siihen tekstiin, joka pitää näkyä. Jos haluat, että verkkokirjastossa näkyy eri teksti, syötä 'Kuvaus (verkkokirjastossa)' -kenttään
fr: Utilisez le champ Description pour la valeur qui sera affichée. Si vous souhaitez qu'un autre texte soit affiché à l'OPAC, entrez le dans 'Description (OPAC)'
hi: वास्तविक मूल्य है कि प्रदर्शित किया जाएगा के लिए विवरण क्षेत्र का प्रयोग करें। आप कुछ अलग ओपेक में दिखाना चाहते हैं, तो एक 'विवरण (ओपेक)' दर्ज
it: Usa il campo Descrizione per il valore che verrà visualizzato. Se vuoi visualizare qualcosa differente sull'Opac, inserisci una stringa in 'Descrizione (OPAC)'
oc: Utilizatz lo camp Descripcion per la valor qui serà afichada. Se vous souhaitez qu'un autre tèxte siá afichat a l'OPAC, entratz lo dins 'Descripcion (OPAC)'
pt: Usar o campo de descrição para o valor atual a ser inserido. Se desejar que aparece algo diferente no OPAC insira a 'Descrição (OPAC)'
pt_br: Use o campo de descrição para o valor atual que será exibido. Se você quiser exibir algo diferente no OPAC, insira uma 'Descrição (OPAC)'
sk: Použite pole Popisu pre skutočnú hodnotu, ktorá bude zadaná. Ak si želáte, aby sa v OPACu zobrazilo niečo iné, použite 'Popis (OPAC)'
sv: Använd beskrivningsfältet för det värde som ska visas. Om du vill att något annat ska visas i OPAC anger du det i 'Beskrivning (OPAC)'
tr: Gösterilecek gerçek değer için açıklama alanını kullanın. OPAC içerisinde farkı bir şey gösterilmesini istiyorsanız bir 'Açıklama (OPAC)' giriniz.
zh_tw: 使用敘述欄位的實際值做為顯示之用。若想在 OPAC 顯示其他的內容，進入 '著錄(OPAC)'

source: Use the Description field to enter a more detailed definition of your framework
ar: استخدم حقل الوصف لتدخل المزيد من التعريف المفصل عن قالب مارك الخاص بك.
cs: Použijte pole Popis pro upřesnění podrobnější definice své šablony
da: Brug beskrivelsesfeltet til at indtaste en mere detaljeret definition af din struktur
de: Verwenden Sie das Feld Beschreibung, um detailliertere Informationen für Ihr Framework einzugeben.
el: Χρησιμοποιήστε το πεδίο Περιγραφή για να εισάγετε έναν πιο λεπτομερή ορισμό του πλαισίου σας
es: Utilizar el campo Descripción para introducir una definición más detallada de su hoja de trabajo
eu: Erabili Deskribapena eremua zure lan-orriari buruzko informazio xehatua idatzeko
fi: Käytä 'Kuvaus'-kenttää lisätäksesi yksityiskohtaisemman määritelmän luettelointipohjastasi
fr: Utilisez la rubrique Description afin de décrire précisément votre grille
hi: अपने ढांचे के एक अधिक विस्तृत परिभाषा में प्रवेश के लिए विवरण फ़ील्ड का उपयोग करें
it: Usa il campo Descrizione per descrivere la tua griglia di catalogazione
oc: Utilizatz la rubrica Descripcion per fin de descriure precisatment vòstra grasilha
pt: Usar o campo de descrição para inserir uma definição mais detalhada do modelo
pt_br: Use o campo de descrição para inserir uma definição mais detalhada da sua planilha
sk: Použite pole Popisu pre zadanie detailnejšej definície Vášho rámca
sv: Använd beskrivningsfältet för att ge en mer detaljerad beskrivning av ditt ramverk
tr: Çerçevenizin daha ayrıntılı bir açıklamasını girmek için açıklama alanını kullanın.
zh_tw: 在說明欄位鍵入框架的更詳細定義

source: Use the name field to expand on your Code
ar: اسم حقل الاسم لتوسيع رمزك
cs: Použijte pole "Jméno" pro upřesnění určení upozornění
de: Verwenden Sie den Namen, um Ihren Code zu erweitertn
el: Χρησιμοποιήστε το πεδίο ονόματος για να περισσότερες λεπτομέρειες του Κωδικού σας
es: Utilizar el campo nombre para expandir en su Código
fi: Lisää 'Nimi'-kenttään tunnukselle selväkielinen nimi
hi: अपने कोड पर विस्तार करने के लिए नाम फ़ील्ड का उपयोग करें
it: Usa il campo 'nome' per espandere il tuo codice
pt: Usar o nome para expandir o código
pt_br: Use o nome do campo para expandir seu Código
sk: Použite názov poľa pre rozšírenie Vášho kódu
tr: Kodlamanız üzerinde genişleme yapmak için ad alanını kullanın
zh_tw: 以同樣的欄位擴允您的代碼

source: Used in the claim acquisition module
ar: تستخدم في المطالبة في وحدة التزويد
cs: Použito v reklamaci akvizičního modulu
da: Bruges i bestillingsmodulet
de: Wird für Reklamationen im Erwerbungsmodul verwendet
el: Χρησιμοποιείται στην υπομονάδα αξιώσεων προσκτήσεων
es: Usado en el módulo de reclamos de compras
eu: Usado en el módulo de reclamos de compras
fi: Käytetään hankinnan reklamoinnissa
fr: Utilisé en réclamation des acquisitions.
hi: दावे अधिग्रहण मॉड्यूल में प्रयुक्त
it: Usato nella acquisizioni per i solleciti
oc: Utilizat en reclamacion des aquisicions.
pt: Usado no módulo de reclamação de aquisições
pt_br: Utilizado na parte de reclamações do módulo de aquisição
sk: Používa sa v module reklamácií akvizícií
sv: Används i modulen Reklamera inköp
tr: Sağlama talep modülünde kullanılır
zh_tw: 使用於催缺採訪模組

source: Used in the serials module to notify patrons/staff of new issues of a serial
ar: تستخدم في وحدة الدوريات لتنبه المستفيدين/ الموظفين عن الأعداد الجديدة من الدوريات
cs: Používá se v modulu periodik, aby se oznámilo čtenářům/zaměstnancům o nových sešitech periodika
da: Bruges i tidsskriftsmodulet til at give besked til lånere/medarbejdere om nye udgaver af et tidsskrift
de: Wird in der Zeitschriftenverwaltung für Benachrichtigungen über neu eingetroffene Hefte verwendet
el: Χρησιμοποιείται στην υπομονάδα περιοδικών εκδόσεων για την ειδοποίηση μελών/προσωπικού για νέα τεύχη μίας περιοδικής έκδοσης
es: Usado en el módulo de publicaciones periódicas para notificar a usuarios/personal de nuevos ejemplares de una seriada
eu: Usado en el módulo de publicaciones periódicas para notificar a socios/personal de nuevos ejemplares
fi: Käytetään Kausijulkaisut-osiossa ilmoittamaan asiakkaalle lehden uudesta numerosta
fr: Utilisé dans le module Périodiques pour notifier les adhérents et les bibliothécaires de l'arrivée de nouveaux fascicules.
hi: संरक्षक/एक सीरियल के नए इश्यूों के कर्मचारियों को सूचित करने के लिए सिरियल मॉड्यूल में प्रयुक्त
it: Uasto nel modulo delle risorse in continuazione per avvisare gli utenti/staff dell'arrivo di nuovi fascicoli
oc: Utilizat dins lo modul Periodics per notifier los aderents e les bibliotecaris de l'arrivée de novèls fasciculs.
pt: Usado no módulo de periódicos para notificar leitores/staff de novos número de um periódico
pt_br: Utilizado no módulo de periódicos para notificar os usuários/funcionários sobre novos fascículos de um periódico
sk: Používa sa v module periodík pre oznamovanie čitateľom/knihovníkom o nových číslach periodika
sv: Används i Periodikamodulen för att meddela låntagare/personal om nya nummer av periodika
tr: Kulllanıcı/personeli bir süreli yayının yeni sayıları hakkında bilgilendirmek için süreli yayınlar modülünde kullanılır
zh_tw: 使用於期刊模組通知館員/讀者新刊到館

source: Used to notify a patron that another patron would like to share a list with them.
ar: يستخدم لإخطار المستفيد برغبة مستفيد آخر في مشاركة قائمة معه.
cs: Používá se k informování čtenáři, že nekdo jiný s ním chce sdílet seznam.
de: Wird verwendet, um einen Benutzer zu benachrichtigen, dass ein anderer Benutzer eine Liste mit ihm/ihr teilen möchte.
el: Χρησιμοποιείται για να ειδοποιήσει ένα μέλος ότι ένα άλλο μέλος θα ήθελε να μοιραστεί μαζί του μια λίστα.
es: Se utiliza para notificar al usuario que otro usuario le gustaría compartir una lista con ellos.
fi: Käytetään ilmoittamaan asiakkaalle, että toinen asiakas haluaa jakaa listan.
fr: Utilisé pour avertir l'adhérent qu'un autre adhérent aimerait partager une liste avec lui.
hi: एक संरक्षक है कि एक और संरक्षक उनके साथ एक सूची साझा करना चाहते हैं सूचित करने के लिए इस्तेमाल किया।
it: E' usato per notificare a un utente che un altro utente vuole condividere una lista con lui.
oc: Utilizat per avertir l'aderent qu'un autre aderent aimerait partejar una lista amb lui.
pt: Usado para notificar um leitor que outro leitor deseja partilhar uma lista com ele.
pt_br: Utilizado para notificar um usuário de que outro usuário deseja compartilhar uma lista com ele.
sk: Používa sa na upovedomenie čitateľa, že iný čitateľ by chcel s ním zdieľať zoznam.
tr: Başka bir kullanıcının kendisiyle bir liste paylaşmak istediğini diğer kullanıcıya bildirmek için kullanılır.
zh_tw: 通知讀者，其他讀者想要共享其虛擬書架。

source: Used to notify a patron when another patron has accepted their shared list.
ar: تستخدم لإعلام المستفيد عند قبول مستفيد آخر لقائمته المشاركة.
cs: Toto upozornění se používá pro oznámení čtenáři, že jiný čtenář přijal sdílený seznam.
de: Wird verwendet, wenn ein Benutzer eine Einladung zum Teilen einer Liste akzeptiert hat.
el: Χρησιμοποιείται για να ειδοποιήσει ένα μέλος όταν ένα άλλο μέλος έχει αποδεχτεί τη διαμοιρασμένη λίστα.
es: Se utiliza para notificar a un usuario cuando otro usuario ha aceptado su lista compartida.
fi: Käytetään ilmoittamaan asiakkaalle, kun toinen asiakas on hyväksynyt jaetun listan.
fr: Utilisé pour avertir un adhérent qu'un autre adhérent a accepté sa liste partagée.
hi: एक संरक्षक सूचित करने के लिए जब एक और संरक्षक अपने साझा सूची स्वीकार कर लिया है इस्तेमाल किया।
it: E' usato per notificare a un utente che un altro utente ha accettato di condividere la lista.
oc: Utilizat per avertir un aderent qu'un autre aderent a acceptat sa lista partejada.
pt: Usado para notificar um leitor quando outro leitor aceitou a partilha da sua lista.
pt_br: Utilizado para notificar um usuário quando outro usuário tiver aceitado sua lista compartilhada.
sk: Používa sa na upovedomenie čitateľa, keď iný čitateľ prijal jeho zdieľaný zoznam.
tr: Diğer bir kullanıcı paylaşılan listesini kabul ettiğinde bir kullanıcıyı bildirmek için kullanılır.
zh_tw: 通知讀者，其他讀者接受共享虛擬書架。

source: Used to print a full slip in circulation
ar: تستخدم في طباعة قسيمة كاملة في الإعارة
cs: Používá se k tisku plného výpůjčního lístku
da: Bruges til at udskrive en komplet seddel med udlån
de: Wird verwended um eine vollständige Quittung in der Ausleihe zu drucken
el: Χρησιμοποιείται για την εκτύπωση ενός πλήρους σημειώματος στη διακίνηση υλικού
es: Utilizado para imprimir el recibo completo en circulación
eu: Utilizar para imprimir el recibo completo en circulación
fi: Käytetään tulostamaan täysi lainauskuitti
fr: Utilisé pour imprimer un ticket de circulation complet
hi: परिसंचालन में एक पूर्ण पर्ची मुद्रित करने के लिए प्रयुक्त
it: Usato per stampare una ricevuta completa nella circolazione
oc: Utilizat per imprimir un ticket de circulacion complet
pl: Używany do druku wszystkich rewersów w module Udostępnianie
pt: Usado para imprimir um recibo completo no empréstimo
pt_br: Usado para imprimir um recibo completo na circulação
sk: Používa sa na tlačenie úplného ústrižku v obehu
sv: Används för att skriva ut en komplett kvittering för lån
tr: Dolaşımda tam slipi yazdırmak için kullanılır
zh_tw: 使用於列印流通的完整收條

source: Used to print a holds slip
ar: تستخدم في طباعة قسائم الحجز
cs: Používáno k tisku rezervačních lístků
da: Bruges til at udskrive seddel med reserveringer
de: Wird verwendet um eine Vormerkquittung zu drucken
el: Χρησιμοποιείται για να εκτυπώσει ένα σημείωμα κρατήσεων
es: Utilizado para imprimir un recibo de reservas
eu: Utilizar para imprimir un recibo reservado
fi: Käytetään tulostamaan varauskuitti
fr: Utilisé pour imprimer un ticket de réservation
hi: मुद्रित करने के लिए एक पर्ची होल्ड प्रयुक्त
it: Usato per stampare una ricevuta di prenotazione
oc: Utilizat per imprimir un ticket de reservacion
pl: używane do drukowania rewersów zamówień;
pt: Usado para imprimir de empréstimo
pt_br: Usado para imprimir um recibo de reserva
sk: Používa sa na tlačenie rezervačného ústrižku
sv: Används för att skriva ut en reservationskvittering
tr: Ayırma slipini yazdırmak için kullanılır
zh_tw: 使用於列印預約收條

source: Used to print a transfer slip
ar: تستخدم لطباعة قسائم النقل
cs: Používáno k tisku přepravních lístků
da: Bruges til at udskrive en overførselsseddel
de: Wird verwendet um eine Transportquittung zu drucken
el: Χρησιμοποιείται για να εκτυπώσει ένα σημείωμα μεταφοράς
es: Utilizado para imprimir un recibo de transferencia
eu: Utilizar para imprimir un recibo de transfernecia
fi: Käytetään tulostamaan kuljetuskuitti
fr: Utilisé pour imprimer un ticket de transfert
hi: एक हस्तांतरण पर्ची मुद्रित करने के लिए प्रयुक्त
it: Usato per stampare una ricevuta di trasferimento
oc: Utilizat per imprimir un ticket de transferiment
pt: Usado para imprimir um recibo de transferência
pt_br: Usado para imprimir um recibo de transferência
sk: Používa sa na tlačenie ústrižku o presune
sv: Används för att skriva ut en överföringskvittering
tr: Aktarım slipini yazdırmak için kullanılır
zh_tw: 使用於列印快速收條

source: Used to print the quick slip in circulation
ar: تستخدم لطباعة القسائم السريعة للإعارة
cs: Používáno k tisku rychlých výpůjčních lístků
da: Bruges til at udskrive en hurtig seddel i udlånet
de: Wird verwendet um eine Kurzquittung in der Ausleihe zu drucken
el: Χρησιμοποιείται για να εκτυπώσει ένα γρήγορο σημείωμα στη διακίνηση υλικού
es: Utilizado para imprimir el recibo rápido en circulación
eu: Utilizar para imprimir el recibo rápido en circulación
fi: Käytetään tulostamaan pikakuitti lainauksessa
fr: Utilisé pour imprimer un ticket rapide de circulation
hi: परिसंचालन में त्वरित पर्ची मुद्रित करने के लिए प्रयुक्त
it: Usato per stampare una ricevuta veloce di prestito
oc: Utilizat per imprimir un ticket rapide de circulacion
pl: Używany do druku dziennych rewersów w module Udostępnianie
pt: Usado para imprimir um recibo rápido de empréstimo
pt_br: Usado para imprimir um recibo rápido na circulação
sk: Používa sa na tlačenie rýchleho ústrižku v obehu
sv: Används för att skriva ut snabbkvitteringen för lån
tr: Dolaşımdaki hızlı slipi yazdırmak için kullanılır
zh_tw: 使用於流通的快速收條

source: Using CSV Profiles
ar: إستخدام الملفات الخاصة بـCSV
cs: Používání CSV profilů
da: Bruge CSV-profiler
de: CSV-Profile verwenden
el: Χρήση CSV Προφίλ
es: Uso de perfiles CSV
eu: CSV profilak erabiltzea
fi: CSV-profiilien käyttö
fr: Utiliser les Profils CSV
hi: सीएसवी प्रोफाइल उपयोग
it: Per usare i profile CSV
oc: Utilizar les Profils CSV
pt: Usando Perfis CSV
pt_br: Usando Perfis CSV
sk: Použitie profilov CSV
sv: Använda CSV-profiler
tr: CSV profillerini kullanmak
zh_tw: 使用CSV設定檔

source: Using XSLT file(s) to transform the imported records
ar: استخدام ملفات XSLT لتحويل التسجيلات المستوردة
cs: Použití XSLT šablon pro úpravu importovaných záznamů
de: Verwende XSLT-Datei(en) um importierte Datensätze zu verändern
el: Χρήση αρχείου/ων XSLT για τη μετατροπή των εισηγμένων εγγραφών
es: Utilizando archivo(s) XSLT para transformar los registros importados
fi: XSLT-tiedostojen käyttö tuotujen tietueiden muokkauksessa
fr: Utilisation de fichier(s) XSLT pour transformer les notices importées
hi: XSLT फ़ाइल(s) का उपयोग आयातित रिकॉर्ड को बदलने के लिए
it: Usa i campi XSLT per trasformare i record importati.
oc: Utilizacion de fichièr(s) XSLT per transformer las notícias importadas
pt: Usar ficheiros XSLT para transformar os registos importados
sk: Použitie súborov XSLT na zmenu importovaných záznamov
tr: İçe aktarılan kayıtları dönüştürmek için XLTS dosyaları kullanmak
zh_tw: 使用 XSLT 檔案轉換匯入的記錄
