Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: See the full documentation for the Label Creator in the
ar: انظر إلى التوثيق الكامل لمنشئ اللصاقات
cs: Viz úplnou dokumentaci pro tvůrce štítků v
da: Se hele dokumentationen for etiketværktøjet i
de: Die vollständige Hilfe zum Etikettendruck finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τον Δημιουργό Ετικετών στο
es: Vea la documentación completa para Creador de etiquetas en el
eu: Vea la documentación completa para Creador de etiquetas en la
fi: Katso koko dokumentaatio tarrojen luonnille
fr: Voir la documentation complète dans le
hi: में लेबल निर्माता के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per la Creazione di etichette nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Kreatora Etykiet w
pt: Ver a documentação completa para a criação de etiquetas no
pt_br: Ver a documentação completa para Criador de etiquetas no
sk: Pozrite si kompletnú dokumentáciu o tvorbe etikiet v
sv: Se den fullständiga dokumentationen för Etikettverktyget i
tr: Etiket Oluşturucu tam dokümantasyonuna bakınız
zh_tw: 見書標產生器的完整文件

source: See the full documentation for the Log Viewer in the
ar: انظر إلى التوثيق الكامل لعرض السجل
cs: Viz úplnou dokumentaci pro zobrazení logů v
da: Se hele dokumentationen for log-viseren i
de: Die vollständige Hilfe zur Anzeige von Logs finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τον Παρατηρητή Ιστορικού στο
es: Vea la documentación completa para Visor del log en el
eu: Vea la documentación completa para Visor del log en la
fi: Katso koko dokumentaatio lokien katselulle
fr: Voir la documentation complète dans le
hi: में लॉग प्रदर्शक के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per il Visualizzatore dei log nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Podglądu Dziennika Zdarzeń w
pt: Ver a documentação completa para a visualização de logs no
pt_br: Ver a documentação completa para Visualizador de Log no
sk: Pozrite si kompletnú dokumentáciu o Zobrazovači denníkov v
sv: Se den fullständiga dokumentationen för Loggranskningsverktyget i
tr: Sistem Günlüğü Görüntüleyici tam dokümantasyonuna bakınız
zh_tw: 見紀錄檢視器的完整文件

source: See the full documentation for the Lost Items report in the
ar: انظر إلى التوثيق الكامل لتقرير المواد المفقودة
cs: Viz úplnou dokumentaci pro zprávu o ztracených výtiscích v
da: Se hele dokumentationen for rapporten mistede eksemplarer i
de: Die vollständige Hilfe zum Report Vermisste Exemplare finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την έκθεση Απολεσθέντων Τεκμηρίων στο
es: Vea la documentación completa para Informe de ítems perdidos en el
eu: Vea la documentación completa para Informe de ítems perdidos en la
fi: Katso koko dokumentaatio kadonneet niteet -raportille
fr: Pour plus d'information, voir le
hi: खो मदों के लिए रिपोर्ट में पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per il Report delle copie smarrite nel
oc: Per plus d'informacion, veire lo
pl: Zobacz instrukcję dla raportów Egzemplarzy Zagubionych w
pt: Ver a documentação completa para o relatório de documentos perdidos no
pt_br: Ver a documentação completa para Itens perdidos no
sk: Pozrite si kompletnú dokumentáciu o výkaze stratených exemplárov v
sv: Se den fullständiga dokumentationen för Rapporten Borttappade objekt i
tr: Kayıp Materyaller Raporu tam dokümantasyonuna bakınız
zh_tw: 見遺失館藏報表的完整文件

source: See the full documentation for the MARC Bibliographic Framework Test in the
ar: انظر إلى التوثيق الكامل لاختبار قوالب مارك البيبليوغرافية في
cs: Viz úplná dokumentace pro testování bibliografických šablon MARC v
da: Se hele dokumentationen for bibliografisk MARC-strukturtest i
de: Die vollständige Hilfe zu den bibliographischen MARC-Frameworks finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τον Έλεγχο Βιβλιογραφικού Πλαισίου MARC στο
es: Vea la documentación completa para Verificación de hojas de trabajo bibliográficas MARC en el
eu: Ver la documentación completa para el MARC Bibliographic Framework Test en el
fi: Katso koko dokumentaatio MARC-luettelointipohjan testaukselle
fr: Voir la documentation complète pour le Test des grilles de catalogage MARC dans le
hi: में मार्क ग्रंथ सूची फ्रेमवर्क टेस्ट के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per il test delle griglie di catalogazione nel
oc: Voir la documentacion completa per lo Test des grasilhas de catalogatge MARC dans lo
pl: Zobacz instrukcję dla Testu Szablonu Bibliograficznego MARC w
pt: Ver a documentação completa para o teste do modelo bibliográfico MARC no
pt_br: Ver a documentação completa para o teste de planilha bibliográfica MARC no
sk: Pozrite si kompletnú dokumentáciu o testovaní knižničných rámcov MARC v
sv: Se den fullständiga dokumentationen för Test för bibliografiskt ramverk för MARC i
tr: MARC bibliyografik çerçeve testi tam dokümantasyonuna bakınız
zh_tw: 見 MARC 書目框架測試的完整文件

source: See the full documentation for the MARC Import in the
ar: انظر إلى التوثيق الكامل لاستيراد مارك
cs: Viz úplnou dokumentaci pro Import MARCu v
da: Se hele dokumentationen for MARC-import i
de: Die vollständige Hilfe zum MARC-Import finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Εισαγωγή MARC στο
es: Vea la documentación completa para Importación MARC en el
eu: Vea la documentación completa para Importación MARC en la
fi: Katso koko dokumentaatio MARC-tuonnille
fr: Voir la documentation complète dans le
hi: में मार्क आयात के लिए पूर्ण दस्तावेज़ देखें
it: Vedi la documentazione completa per l'importazione di record MARC nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Importowania MARC w
pt: Ver a documentação completa para a importação MARC no
pt_br: Ver a documentação completa para Importação MARC no
sk: Pozrite si kompletnú dokumentáciu o importe MARC v
sv: Se den fullständiga dokumentationen för Import av MARC-poster i
tr: MARC içe aktarma tam dokümantasyonuna bakınız
zh_tw: 見匯出 MARC 的完整文件

source: See the full documentation for the Managing Staged MARC Records in the
ar: انظر إلى التوثيق الكامل لإدارة تسجيلات مارك المجهزة في
cs: Viz úplnou dokumentaci pro Správu připravených záznamů MARC v
da: Se hele dokumentationen for forvaltning af klargjorte MARC-poster i
de: Die vollständige Hilfe zur Verwaltung von zwischengespeicherten MARC-Datensätzen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη Διαχείριση Οργανωμένων Εγγραφών MARC στο
es: Vea la documentación completa de Administrar Registros Preparados MARC en el
eu: Vea la documentación completa de Administrar Registros Preparados MARC en la
fi: Katso koko dokumentaatio MARC-tietueiden välivaraston hallinnalle
fr: Voir la documentation complète dans le
hi: प्रबंधन के लिए पूर्ण दस्तावेज में मार्क रिकॉर्ड मंचन देखें
it: Vedi la documentazione completa per la Gestione di record lavorati nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Zarządzania Rekordami MARC Przygotowanymi do Importu w
pt: Ver a documentação completa para a importação MARC no
pt_br: Ver a documentação completa para o Gerenciamento de Registros MARC no
sk: Pozrite si kompletnú dokumentáciu o Spracovaní pripravených záznamov MARC v
sv: Se den fullständiga dokumentationen för Import av MARC-poster i
tr: Hazırlanmış MARC Kayıtlarını Yönetme tam dokümantasyonuna bakınız
zh_tw: 見管理待處理 MARC 紀錄的完整文件

source: See the full documentation for the Most Circulation Items report in the
ar: انظر إلى التوثيق الكامل تقرير المواد الأكثر إعارةً
cs: Viz úplnou dokumentaci pro Nejčastěji půjčované výtisky v
da: Se hele dokumentationen for rapporten eksemplarer med flest udlån
de: Die vollständige Hilfe zum Report über meist ausgeliehene Exemplare finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την έκθεση για τα Τεκμήρια με την Περισσότερη Κυκλοφορία στο
es: Vea la documentación completa para el Informe de ítems más circulados en el
eu: Vea la documentación completa para el Informe de ítems más circulados en la
fi: Katso koko dokumentaatio lainatuimpien niteiden raportille
fr: Voir la documentation complète dans le
hi: अधिकांश सर्कुलेशन मदों के लिए रिपोर्ट पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per il Report sulle copie più circolanti nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Raportu Najczęściej Udostępnianych Egzemplarzy w
pt: Ver a documentação completa para o relatório 'Documentos mais emprestados' no
pt_br: Ver a documentação completa para o Relatório de Itens com maior quantidade de empréstimos no
sk: Pozrite si kompletnú dokumentáciu o výkaze najpožičiavanejších exemplárov v
sv: Se den fullständiga dokumentationen för Rapporten Mest utlånade objekt i
tr: Dolaşımda En Çok Yer Alan Materyaller Raporu tam dokümantasyonuna bakınız
zh_tw: 見最常流通館藏報表的完整文件

source: See the full documentation for the Overdue Notice/Status Triggers in the
ar: انظر إلى التوثيق الكامل لإشعار التأخير/حالات المشغل
cs: Viz úplnou dokumentaci pro Upomínky/Spouštěče statusů v
da: Se hele dokumentationen for udestående notits/status-udløser i
de: Die vollständige Hilfe zu den Mahntriggern finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Ειδοποιήσεις εκπρόθεσμων/Κατάστασης Ενεργοποίησης στο
es: Vea la documentación completa de Avisos de Retraso/Disparadores de Estado en el
eu: Vea la documentación completa de Disparadores de estado/aviso de retrasos en la
fi: Katso koko dokumentaatio myöhästymisilmoitusten määrittelylle
fr: Voir la documentation complète sur le Paramétrage des relances dans le
hi: अतिदेय नोटिस के लिए पूर्ण दस्तावेज देखें / स्थिति में ट्रिगर
it: Vedi la documentazione completa per i triggers di ritardo/status nel
oc: Voir la documentacion completa sul Parametratge des relances dins lo
pl: Zobacz instrukcję dla Wyzwalaczy powiadomień/statusów w
pt: Ver a documentação completa para o agendamento de avisos de atraso no
pt_br: Requer que você configure o Aviso de Atraso/Status de Ações Automáticas no
sk: Pozrite si kompletnú dokumentáciu o Oznámeniach o omeškaní/Spúšťačoch stavov v
sv: Se den fullständiga dokumentationen för Utlösare för förseningsmeddelande/status i
tr: Gecikme Bildirim/Durum Tetikleyicileri tam dokümantasyonuna bakınız
zh_tw: 見逾期通知/啟動狀態的完整文件

source: See the full documentation for the Patron Card Batches in the
ar: انظر إلى التوثيق الكامل لدفعات بطاقة المستفيد
cs: Viz úplnou dokumentaci pro Dávky čtenářských karet v
da: Se hele dokumentationen for lånerkortstabler i
de: Die vollständige Hilfe zum den Stapeln für den Benutzerausweisdruck finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Παρτίδες Καρτών Μελών στο
es: Vea la documentación completa para Lotes de Carnés de Usuarios en el
eu: Vea la documentación completa para Lotes de carnets de socios en la
fi: Katso koko dokumentaatio kirjastokorttien muokkaukselle eräajona
fr: Pour plus d'information, voir le
hi: में संरक्षक कार्ड बैचों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le modifiche batch ai record utente nel
oc: Per plus d'informacion, veire lo
pl: Zobacz instrukcję dla Grup Kart Użytkowników w
pt: Ver a documentação completa para os lotes de cartões de leitor no
pt_br: Ver a documentação completa para Lotes de Carteirinha no
sk: Pozrite si kompletnú dokumentáciu o dávkach čitateľských preukazov v
sv: Se den fullständiga dokumentationen för Låntagarkortssatser i
tr: Kullanıcı Kartı Grupları tam dokümantasyonuna bakınız
zh_tw: 見批次讀者證的完整文件

source: See the full documentation for the Patron Card Creator in the
ar: انظر إلى التوثيق الكامل لمنشئ بطاقة المستفيد
cs: Viz úplnou dokumentaci pro Tvůrce čtenářských karet v
da: Se hele dokumentationen for fremstilling af lånerkort i
de: Die vollständige Hilfe zum Benutzerausweisdruck finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τον Δημιουργό Καρτών Μελών στο
es: Vea la documentación completa del Creador de Carnés de Usuarios en el
eu: Vea la documentación completa del Creador de carnets de socios en la
fi: Katso koko dokumentaatio kirjastokorttien luonnille
fr: Voir la documentation complète dans le
hi: में संरक्षक कार्ड निर्माता के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la Creazione di schede utente nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Kreatora Kart Użytkowników w
pt: Ver a documentação completa para os cartões de leitor no
pt_br: Ver a documentação completa para o Criador de cartões de usuários no
sk: Pozrite si kompletnú dokumentáciu o tvorbe čitateľských preukazov v
sv: Se den fullständiga dokumentationen för Låntagarkortverktyget i
tr: Kullanıcı Kartı Oluşturucu tam dokümantasyonuna bakınız
zh_tw: 見新增讀者證的完整文件

source: See the full documentation for the Patron Card Layouts in the
ar: انظر إلى التوثيق الكامل لأشكال بطاقة المستفيد في
cs: Viz úplnou dokumentaci pro Vzhled čtenářských karet v
da: Se hele dokumentationen for lånerkort-layouts i
de: Die vollständige Hilfe zu den Benutzerausweislayouts finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Διατάξεις Καρτών Μελών στο
es: Vea la documentación completa para Diseños de Carnés de Usuario en el
eu: Vea la documentación completa para Diseños de carnets de socios en la
fi: Katso koko dokumentaatio kirjastokorttien ulkoasulle
fr: Voir la documentation complète dans le
hi: में संरक्षक कार्ड लेआउट के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i Modelli di schede utente nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Layoutów Kart Użytkowników w
pt: Ver a documentação completa para os esquemas dos cartões de leitor no
pt_br: Ver a documentação completa para Layouts do Catão de Usuário no
sk: Pozrite si kompletnú dokumentáciu o rozloženiach čitateľských preukazov v
sv: Se den fullständiga dokumentationen för Låntagarkortlayouter i
tr: Kullanıcı Kartı Tasarımları tam dokümantasyonuna bakınız
zh_tw: 見讀者證布局的完整文件

source: See the full documentation for the Patron Card Profiles in the
ar: انظر إلى التوثيق الكامل لملفات بطاقة المستفيد
cs: Viz úplnou dokumentaci pro Profily čtenářských karet v
da: Se hele dokumentationen for lånerkort-profiler i
de: Die vollständige Hilfe zu den Benutzerausweisprofilen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Προφίλ Καρτών Μελών στο
es: Vea la documentación completa para Perfiles de Carnés de Usuarios en el
eu: Vea la documentación completa para Perfiles de carnets de socios en la
fi: Katso koko dokumentaatio kirjastokorttien profiileille
fr: Voir la documentation complète dans le
hi: में संरक्षक कार्ड प्रोफाइल के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i Profili di schede utente nel
oc: Veire la documentacion completa dins lo
pt: Ver a documentação completa para os perfis dos cartões de leitor no
pt_br: Ver a documentação completa para Perfis de Carteirinha no
sk: Pozrite si kompletnú dokumentáciu o profiloch čitateľských preukazov v
sv: Se den fullständiga dokumentationen för Låntagarkortprofiler i
tr: Kullanıcı Kartı Profilleri tam dokümantasyonuna bakınız
zh_tw: 見讀者證設定檔的完整文件

source: See the full documentation for the Patron Card Templates in the
ar: انظر إلى التوثيق الكامل لقوالب بطاقة المستفيد
cs: Viz úplnou dokumentaci pro Šablony čtenářských karet v
da: Se hele dokumentationen for lånerkort-skabeloner i
de: Die vollständige Hilfe zu den Benutzerausweistemplates finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Πρότυπα Καρτών Μελών στο
es: Vea la documentación completa para Plantillas de Carnés de Usuarios en el
eu: Vea la documentación completa para Plantillas de carnets de socios en la
fi: Katso koko dokumentaatio kirjastokorttien pohjille
fr: Voir la documentation complète dans le
hi: में संरक्षक कार्ड टेम्पलेट्स के लिए पूरा दस्तावेज़ देखें
it: Vedi la documentazione completa per i modelli di schede utente nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Szablonów Kart Użytkowników w
pt: Ver a documentação completa para os modelos dos cartões de leitor no
pt_br: Ver a documentação completa para Templates de Carteirinha no
sk: Pozrite si kompletnú dokumentáciu o šablónach čitateľských preukazov v
sv: Se den fullständiga dokumentationen för Låntagarkortmallar i
tr: Kullanıcı Kartı Şablonları tam dokümantasyonuna bakınız
zh_tw: 見讀者證模板的完整文件

source: See the full documentation for the Patron Details in the
ar: انظر إلى التوثيق الكامل لتفاصيل المستفيد
cs: Viz úplnou dokumentaci pro detaily čtenáře v
da: Se hele dokumentationen for låner-detaljer i
de: Die vollständige Hilfe zu den Benutzerdaten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Στοιχεία Μελών στο
es: Vea la documentación completa para Detalles de Usuario en el
eu: Vea la documentación completa para Detalles de socio en la
fi: Katso koko dokumentaatio asiakastiedoille
fr: Voir la documentation complète dans le
hi: में संरक्षक विवरण के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i Dettagli utente nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Szczegółów Użytkownika w
pt: Ver a documentação completa para os detalhes do leitor no
pt_br: Ver a documentação completa para Detalhes do usuário no
sk: Pozrite si kompletnú dokumentáciu o detailoch čitateľov v
sv: Se den fullständiga dokumentationen för Låntagardetaljer i
tr: Kullanıcı Detayları tam dokümantasyonuna bakınız
zh_tw: 見讀者詳情的完整文件

source: See the full documentation for the Patron Image Uploader in the
ar: انظر إلى التوثيق الكامل لتحميل صورة المستفيد
cs: Viz úplná dokumentace pro načítání čtenářských fotografií v
da: Se hele dokumentationen for opload af lånerbilleder i
de: Die vollständige HIlfe zum Werkzeug für den Upload von Benutzerfotos finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη Φόρτωση Εικόνων Μελών στο
es: Vea la documentación completa de Cargador de Imágenes de Usuarios en el
eu: Vea la documentación completa de Cargador de imágenes de socios en la
fi: Katso koko dokumentaatio asiakkaiden kuvien lataukselle
fr: Voir la documentation complète dans le
hi: में संरक्षक छवि अपलोडर के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per il Caricamento di foto utente nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Wczytywania Zdjęć Użytkowników w
pt: Ver a documentação completa para o carregamento das imagens dos leitores no
pt_br: Ver a documentação completa para Uploader de imagens de usuários no
sk: Pozrite si kompletnú dokumentáciu o načítavači obrázkov čitateľov v
sv: Se den fullständiga dokumentationen för Uppladdningsverktyget för låntagarbilder i
tr: Kullanıcı Resmi Yükleyici tam dokümantasyonuna bakınız
zh_tw: 見上傳讀者照片的完整文件

source: See the full documentation for the Patron discharges in the
fi: Katso koko dokumentaatio asiakkaiden velattomuusilmoituksille
hi: में संरक्षक निर्वहन के लिए पूर्ण दस्तावेज देखें

source: See the full documentation for the Patron's Purchase Suggestions in the
ar: انظر التوثيق الكامل لمقترحات شراء المستفيد في
cs: Viz úplnou dokumentaci pro Návrhy na nákup v
de: Die vollständige Hilfe zu Anschaffungsvorschlägen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Προτάσεις Αγοράς Μελών στο
es: Vea la documentación completa para Sugerencias de compra de usuarios en el
fi: Katso koko dokumentaatio asiakkaiden hankintaehdotuksille
fr: Voir la documentation complète sur les Suggestions d'achat des adhérents dans le
hi: में संरक्षक की खरीद सुझाव के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i suggerimenti di acquisto nel
oc: Voir la documentacion completa sus las Suggestions de crompa des aderents dans lo
pl: Zobacz instrukcję dla Propozycji zakupu w
pt: Ver a documentação completa para as sugestões de aquisição do leitor no
pt_br: Ver a documentação completa sobre Sugestões de aquisição feitas por usuários em
sk: Pozrite si kompletnú dokumentáciu o návrhoch čitateľov na nákup v
tr: Kullanıcının satın alma önerileri tam dokümantasyonuna bakınız
zh_tw: 見讀者採訪建議的完整文件於

source: See the full documentation for the Patrons module in the
ar: انظر إلى التوثيق الكامل لنماذج المستفيدين
cs: Viz úplnou dokumentaci pro modulu čtenáře v
da: Se hele dokumentationen for lånermodulet i
de: Die vollständige Hilfe zum Modul Benutzer finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την υπομονάδα Μέλη στο
es: Vea la documentación completa para Módulo de Usuarios en el
eu: Vea la documentación completa para Módulo de socios en la
fi: Katso koko dokumentaatio asiakasosiolle
fr: Voir la documentation complète dans le
hi: में संरक्षक मॉड्यूल के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per il Modulo Utenti nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla modułu Użytkowników w
pt: Ver a documentação completa para o módulo dos leitores no
pt_br: Ver a documentação completa para o Módulo de usuários no
sk: Pozrite si kompletnú dokumentáciu o module čitateľov v
sv: Se den fullständiga dokumentationen för Låntagarmodulen i
tr: Kullanıcı Modülü tam dokümantasyonuna bakınız
zh_tw: 見讀者模組的完整文件

source: See the full documentation for the Patrons with no Checkouts report in the
ar: انظر إلى التوثيق الكامل للمستفيدين من دون تقرير الإعارات
cs: Viz úplnou dokumentaci pro zobrazení čtenářů bez výpůjčekv
da: Se hele dokumentationen for rapporten låneren uden udlån i
de: Die vollständige Hilfe zum Report Benutzer ohne Ausleihen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την έκθεση Μέλη χωρίς Δανεισμούς στο
es: Vea la documentación completa para el Informe de Usuarios sin Préstamos en el
eu: Vea la documentación completa para el Reporte de socios sin préstamos en la
fi: Katso koko dokumentaatio asiakkaat, joilla ei lainoja -raportille
fr: Voir la documentation complète dans le
hi: में कोई Checkouts रिपोर्ट के साथ संरक्षक के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per il Report utenti senza prestiti nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Raportu użytkowników bez wypożyczeń w
pt: Ver a documentação completa para o relatório 'Leitores sem empréstimos' no
pt_br: Ver a documentação completa para o Relatório de Usuários que nunca realizaram empréstimos no
sk: Pozrite si kompletnú dokumentáciu o výkaze čitateľov bez výpožičiek v
sv: Se den fullständiga dokumentationen för Låntagare som inte lånat i
tr: Hiç Ödünç Almayan Kullanıcılar Raporu tam dokümantasyonuna bakınız
zh_tw: 見不曾借出館藏讀者報表的完整文件

source: See the full documentation for the Patrons with the most Checkouts report in the
ar: انظر إلى التوثيق الكامل للمستفيدين من دون تقرير الأكثر إعارات
cs: Viz úplnou dokumentaci pro zobrazení čtenářů s nejvíce výpůjčkami v
da: Se hele dokumentationen for rapporten låner med flest udlån i
de: Die vollständige Hilfe zum Report Benutzer mit den meisten Ausleihen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την έκθεση Μέλη με τους περισσότερους Δανεισμούς στο
es: Vea la documentación completa para el Informe de Usuarios con muchos Préstamos en el
eu: Vea la documentación completa para el Reportes de socios con muchos préstamos en la
fi: Katso koko dokumentaatio asiakkaat, joilla on eniten lainoja -raportille
fr: Voir la documentation complète dans le
hi: में सबसे Checkouts रिपोर्ट के साथ संरक्षक के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per il Report utenti con più prestiti nel
oc: Veire la documentacion completa dins lo
pl: Zobacz instrukcję dla Raportu użytkowników z największą liczbą wypożyczeń w
pt: Ver a documentação completa para o relatório 'Leitores com mais empréstimos' no
pt_br: Ver a documentação completa para o Relatório de Usuários com maior quantidade de empréstimos no
sk: Pozrite si kompletnú dokumentáciu o výkaze čitateľov s najväčším počtom výpožičiek v
sv: Se den fullständiga dokumentationen för Låntagare med flest lån i
tr: En Çok Ödünç Alan Kullanıcılar Raporu tam dokümantasyonuna bakınız
zh_tw: 見最常借出報表的完整文件
