Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Clicking 'Finish' will delete or anonymize your data
ar: بالنقر على 'الإنتهاء' سيتم حذف أو تجهيل بياناتك
cs: Kliknutí na tlačítko 'Dokončit' odstraní nebo anonymizuje vaše údaje
da: Klik på 'Afslut' sletter eller anonymiserer dine data
de: Klicken Sie auf 'Beenden' um die Daten zu löschen oder zu anonymisieren
el: Κάνοντας κλικ στο 'Τέλος' θα διαγράψει ή θα ανωνυμοποιήσει τα δεδομένα σας
es: Haciendo clic en 'Terminar' borrará o anonimizará sus datos
eu: Haciendo clic en 'Terminar' borrará o anonimizará sus datos
fi: Klikkaamalla 'Valmis' poistat tai anonymisoit dataasi
fr: En cliquant sur Finir, vos données seront supprimées ou anonymisées.
hi: क्लिक 'समाप्त' को हटाना या अपने डेटा को अनाम होगा
it: Premendo 'Fine' i dati verranno cancellati o resi anonimi
oc: En clicant sus Finir, vòstras donadas seràn suprimidas o anonimizadas.
pt: Ao clicar em 'Terminar' irá eliminar e anonimizar os dados
pt_br: Clicando em 'Finalizar' para com que todos os dados sejam excluídos ou anonimizados
sk: Kliknutím na 'Dokončiť' sa odstránia alebo utaja Vaše údaje
sv: Klicka 'Slutför' för att radera eller anonymisera dina data
tr: 'Bitir'e tıklamak verinizi siler ya da anonimleştirir.
zh_tw: 勾選 '完成'，將刪除或匿名您的資料

source: Clicking 'Manage suggestions' will take you to the suggestion management tool. If there are no pending suggestions you can access the suggestion management tool by clicking the 'Manage suggestions' link on the menu on the left of the Acquisitions page.
ar: النقر على ‘إدارة المقترحات’ سيأخذك إلى أداة إدارة المقترحات. وإذا لم يكن هنالك أي مقترحات معلقة يمكنك الوصول إلى أداة إدارة المقترحات بالنقر على وصلة ‘إدارة المقترحات’ في القائمة على يمين صفحة التزويد.
cs: Kliknutím na "Správa návrhů" se dostanete k nástroji pro správu návrhů. Pokud nejsou žádné nevyřízené návrhy, můžete se k nástroji pro správu návrhů dostat kliknutím na odkaz "Spravovat návrhy" v menu na levé straně stránky Akvizice.
da: Klik på 'Administrer forslag' fører til forslags-administrations værktøjet. Hvis der er udestående forslag kan man komme til forslags-administrations værktøjet ved at klikke på linket 'Administrer forslag' i menuen til venstre for indkøbssiden.
de: Wenn Sie auf 'Anschaffungsvorschläge verwalten' klicken, gelangen Sie in das Werkzeug zur Bearbeitung von Anschaffungsvorschlägen. Wenn keine Vorschläge auf Bearbeitung warten, können Sie das Werkzeug auch über den Link 'Anschaffungsvorschläge verwalten' auf der linken Seite im Modul Erwerbung erreichen.
el: Πατώντας 'Διαχείριση προτάσεων' θα μεταφερθείτε στο εργαλείο διαχείρισης προτάσεων. Αν δεν υπάρχουν εκκρεμείς προτάσεις μπορείτε να έχετε πρόσβαση στο εργαλείο διαχείρισης προτάσεων πατώντας το σύνδεσμο 'Διαχείριση Προτάσεων' στο μενού αριστερά στη σελίδα Προσκτήσεων.
es: Haciendo clic en 'Administrar sugerencias' lo llevará a la herramienta de administración de sugerencias. Si no hay sugerencias pendientes puede acceder la herramienta haciendo clic en el enlace 'Administrar sugerencias' en el menú a la izquierda de la página de Adquisiciones.
eu: Klik egiten baduzu 'Proposamenak' aukeran, kudeatu proposamenak kudeatzeko tresnara joango zara. Egin gabeko proposamenik ez badago, proposamenak kudeatzeko tresnara sartu zaitezke eskurapenen orriaren ezkerrera dagoen menuaren 'Kudeatu proposamenak' loturan klik eginez.
fi: Klikkaamalla 'Käsittele hankintaehdotuksia' pääset hankintaehdotusten käsittelytyökaluun. Jos käsittelyä odottavia ehdotuksia ei ole, pääset ehdotusten käsittelytyökaluun klikkaamalla 'Käsittele hankintaehdotuksia' -linkkiä Hankinnan sivuilla vasemmalla valikossa.
fr: En cliquant sur Gérer les suggestions, vous arrivez dans l'outil de gestion des suggestions. S'il n'y a pas de suggestion en attente, vous pouvez atteindre cet outil en passant par la page principale du module Acquisitions.
hi: क्लिक करने के 'सुझावों प्रबंधित' करें सुझाव प्रबंधन उपकरण के लिए ले जाएगा। अगर कोई लंबित सुझाव हैं आप अधिग्रहण पेज के बाईं तरफ 'प्रबंधित सुझाव' मेनू पर लिंक पर क्लिक करके सुझाव प्रबंधन उपकरण का उपयोग कर सकते हैं।
it: Clicca 'Gestione suggerimenti di acquisto' per entrare nella relativa pagina. Se non ci sono richieste in attesa, puoi entrare nella pagina della Gestione cliccando sulla relativa voce nel menù a sinistra della pagina degli Acquisti.
oc: En clicant sus Gerir las suggestions, arribatz dins l'aisina de gestion de las suggestions. Se i a pas de suggestion en espèra, podètz aténher aqueste aisina en passant per la pagina principala del modul Aquisicions.
pl: Jeśli nie ma oczekujących propozycji zakupu na głównej stronie Koha, możesz zostać przekierowany do narzędzia 'Zarządzania propozycjami' w module Gromadzenie, w menu po lewej stronie.
pt: Ao clicar em 'Gerir sugestões' irá abrir a ferramenta de gestão de sugestão. Se não existem sugestões pendentes pode aceder à ferramenta de gestão de sugestões clicando na ligação 'Gerir sugestões' no menu à esquerda na página de aquisições.
pt_br: Clicando 'Gerenciar sugestões' te levará a ferramenta de gerenciamento de sugestões. Se não existirem sugestões pendentes você poderá acessar a ferramenta de gerenciamento de sugestões clicando no link 'Gerenciar sugestões' a esquerda na página de Aquisições.
sk: Kliknutím na 'Spracovať návrhy' sa dostanete do nástroja spracovania návrhov. Ak tam práve nie sú nevybavené návrhy, môžete vojsť do nástroja spracovania návrhov kliknutím na odkaz 'Spracovať návrhy' v ponuke naľavo od stránky Akvizícií.
sv: Klickar du på 'Hantera förslag' kommer du till verktyget för förslagshantering. Om det inte finns några väntande förslag kan du komma till verktyget för förslagshantering genom att klicka på länken 'Hantera förslag' i menyn till vänster på inköpssidan.
tr: 'Önerileri Yönet'e tıklamak sizi yönetim aracına yönlendirecektir. Askıda öneri yoksa 'Önerileri Yönet' bağlantısına tıklayarak, Ödünç Alma sayfasının solundaki menüden öneri yönetim aracına giriş yapabilirsiniz.
zh_tw: 勾選 '管理建議'，將進入管理建議工具頁面。若沒有待決的建議，您可從管理頁面左方的人選單，勾選 '管理建議'，進入管理建議工具頁面。

source: Clicking 'Order' will bring the subscription info in to the order form without an 'Add item' section since you are just ordering a subscription and an item isn't needed
fi: Klikkaamalla 'Tilaa' tuo kausijulkaisun tilausnäytön ilman 'Lisää nide' -osiota, koska olet tekemässä lehtitilausta ja niteitä ei tarvita
hi: क्लिक 'ऑर्डर' एक 'आइटम जोड़ें' खंड के बिना आदेश फार्म के लिए सदस्यता जानकारी लाएगा, क्योंकि आप सिर्फ एक सदस्यता आदेश दे रहे हैं और एक आइटम की जरूरत नहीं है
oc: Un clic sus "Comanda" importarà las infos d'abonament dins lo bon de comanda sens la seccion 'Apondre un exemplar" perque comandatz solament un abonament e un exemplar es pas necessari

source: Clicking 'Print' below your order will generate a PDF for printing, which will have all of your library information followed by the items in your order.
ar: بالنقر على 'طباعة' اسفل طلب الشراء سيولد لك ذلك ملف PDF قابل للطباعة والذي سيحتوي على كل معلومات مكتبتك متبوعةً بالمواد في طلبك.
cs: Kliknutím na 'Tisk' pod vaší objednávkou se vytvoří soubor PDF pro tisk, který bude mít veškeré informace knihovny následovné položkami ve vaší objednávce.
da: Med klik på 'Udskriv' under bestillingen dannes en PDF til udskrift, som indeholder alle biblioteks-informationer efterfulgt af eksemplarerne i bestillingen.
de: Wenn Sie auf 'Drucken' unterhalb Ihrer Bestellung klicken, wird ein PDF für den Druck erstellt. Das PDF enthält alle Informationen zu Ihrer Bibliothek und der Bestellung.
el: Πατώντας 'Εκτύπωση' κάτω από την παραγγελία σας θα δημιουργηθεί ένα PDF προς εκτύπωση, το οποίο θα περιέχει όλες τις πληροφορίες για τη βιβλιοθήκης σας, καθώς και τα τεκμήρια της παραγγελίας σας.
es: Hacer clic en 'Imprimir' debajo de su pedido se generará un PDF para imprimir. El PDF tendrá toda la información sobre su biblioteca seguida de los ítems de su pedido.
eu: Klik egiten baduzu 'Inprimatu' botoian, zure eskaerak inprimatzeko PDF bat sortuko du. PDFak zure liburutegi informazio guztia izango du, bai eta zure eskaerako elementuak ere.
fi: Klikkaamalla 'Tulosta' tilauksen alla muodostat tulostusta varten PDF:n, jossa on kirjastosi ja tilattavien nimekkeiden tiedot.
fr: Cliquer sur le bouton 'Imprimer' sous votre commande pour générer un fichier PDF contenant toutes les informations relatives à votre bibliothèque et la liste des exemplaires commandés.
hi: क्लिक अपने आदेश मुद्रण के लिए एक पीडीएफ, जो अपने आदेश में आइटम के द्वारा पीछा अपने पुस्तकालय जानकारी के सभी होगा उत्पन्न होगा नीचे 'प्रिंट'।
it: Premi 'Stampa' per generare un file PDF dell'ordine. Il PDF conterrà tutta l'informazione della tua biblioteca seguita dai dettagli delle copie in ordinazione.
oc: Clicar sul boton 'Imprimir' jos vòstra comanda per generar un fichièr PDF que conten totas las informacions relativas a vòstra bibliotèca e la lista des exemplars comandats.
pl: Kliknięcie 'Drukuj' w Grupie koszyków zamkniętych generuje plik PDF do druku, który będzie zawierał dane zamówienia.
pt: Clique em 'Imprimir' abaixo para gerar um PDF para impressão, que terá todas as informações dos exemplares na biblioteca.
pt_br: Clicando em 'Imprimir' seu pedido será gerado em um arquivo PDF para impressão. O PDF conterá todos as informações seguintes dos itens que foram solicitados.
sk: Kliknutím na 'Tlačiť' pod Vašou objednávkou sa vygeneruje PDF na tlač, ktoré bude obsahovať úplnú informáciu o Vašej knižnici a následne exempláre na Vašej objednávke.
sv: Klickar du på 'Skriv ut' under beställningen genereras en PDF för utskrift, denna har all biblioteksinformation följt av objekten i din beställning.
tr: Siparişiniz altındaki 'Yazdır'a tıklamak, siparişinizdeki materyallerle birlikte kütüphane bilgilerinizin hepsinin mevcut olacağı bir PDF çıktısı oluşturur.
zh_tw: 勾選訂單下方的 '列印'，將產生可列印的 PDF 檔案，在訂單資訊前，有圖書館的資訊。

source: Clicking 'edit' to the right of the suggested title will open a suggestion editing page.
ar: بالنقر على ‘تحرير’ على يسار العنوان المقترح سيفتح لك صفحة تحرير المقترح
cs: Kliknutím na tlačítko 'Editace' vpravo od navrhovaného titulu se otevře editační stránka návrhu.
da: Hvis der klikkes 'edit' til højre for den foreslåede titel, åbnes en side med ændringsforslag.
de: Klicken Sie auf 'Bearbeiten' um einen Anschaffungsvorschlag zu bearbeiten.
el: Πατώντας 'επεξεργασία' δεξιά του προτεινόμενου τίτλου θα ανοίξει μία σελίδα για επεξεργασία της πρότασης.
es: Si hace clic en 'editar' a la derecha del título sugerido abrirá una página de edición de sugerencia.
eu: Seleccionando 'editar' a la derecha del t´tulo propuesto se abrirá una ventana de sugerencia de edición.
fi: Klikkaamalla 'Muokkaa' ehdotetun nimekkeen oikealla puolella pääset muokkaamaan ehdotusta.
fr: Cliquer sur 'Modifier' à droite du titre suggéré va ouvrir une page de modification de la suggestion.
hi: सुझाव शीर्षक का सही करने के लिए क्लिक करने 'संपादन' एक सुझाव संपादन पेज खुल जाएगा।
it: Cliccando 'modifica' sulla destra del titolo suggerito, si aprirà un pagima per modificare il suggerimento.
oc: Clicar sus 'Modificar' a dreita del títol suggéré va ouvrir una pagina de modificacion de la suggestion.
pl: Jeśli chcesz modyfikować propozycje zakupu, kliknij [modyfikuj] po prawej stronie propozycji.
pt: Ao clicar em 'Editar' à direita do título da sugestão irá abrir uma página de edição da sugestão.
pt_br: Clicando 'editar' a direita do título sugerido irá abrir uma página de edição da sugestão.
sk: Kliknutím na 'upraviť' napravo od navrhovaného titulu sa otvorí stránka úpravy návrhov.
sv: Klicka på 'Redigera' till höger om den föreslagna titeln för att öppna en sida för redigering av förslag.
tr: Önerilen başlığının sağındaki 'düzenle' ye tıklamak bir öneri düzenleme sayfası açacaktır.
zh_tw: 勾選建議題名右方的 '編輯'，將打開編輯建議頁面。

source: Clicking Advanced Search to the right of the search button will give you all of the order search options available.
ar: بالنقر على البحث المتقدم على اليسار من زر البحث ستعطيك كل خيارات أوامر البحث المتاحة.
cs: Kliknutím na Pokročilé vyhledávání vpravo od tlačítka pro vyhledávání budete mít k dispozici všechny možnosti pořadí vyhledávání.
da: Klik på Udvidet Søgning til højre for søgeknappen giver alle søgemulighederne.
de: Wenn Sie auf 'Erweiterte Suche' auf der rechten Seite neben der Schaltfläche 'Suche' klicken, bekommen Sie alle verfügbaren Suchoptionen angezeigt.
el: Πατώντας Σύνθετη Αναζήτηση δεξιά από το κουμπί αναζήτησης θα έχετε όλες τις διαθέσιμες επιλογές αναζήτησης παραγγελιών.
es: Hacer clic en "Búsqueda avanzada" a la derecha del botón de búsqueda le presentará todas las opciones de búsqueda disponibles para los pedidos.
eu: Seleccionar Búsqueda avanzada, a la derecha del botón de búsqueda, le presentará todas las opciones de búsqueda disponibles.
fi: Klikkaamalla Tarkka haku hakupainikkeen oikealla puolella saat kaikki valinnat tilaushaun tekemiseksi.
fr: Cliquer sur 'Recherche avancée' sur la droite du bouton de recherche, vous donnera toutes les options de recherche disponibles.
hi: खोज बटन के दाईं ओर उन्नत खोज क्लिक करने से आपको आदेश में खोज उपलब्ध विकल्पों में से सभी को दे देंगे।
it: Premendo Ricerca avanzata a destra del bottone Cerca mostrerà tutte le possibili opzioni di ordinamento.
oc: Clicar sus 'Recèrca avançada' sus la dreita del boton de recèrca, vos donarà totas las opcions de recèrca disponiblas.
pl: Wyszukiwanie zaawansowane pozwala wyszukiwać według tytułu, autora, ISBN, dostawcy, koszyka, faktury, itd.
pt: Ao clicar em Pesquisa avançada à direita do botão de pesquisa aparecerá todas as opções de pesquisa disponíveis.
pt_br: Clicando em Busca Avançada à direita do botão de busca lhe dará todos os tipos de opções de ordenação disponíveis.
sk: Kliknutím na Rozšírené hľadanie napravo od tlačidla hľadania Vám ponúkne všetky dostupné možnosti hľadania objednávok.
sv: Klicka på Avancerad sökning till höger om sökknappen för att se alla sökmöjligheter för beställningar.
tr: Arama butonunun sağındaki Gelişmiş aramayı tıklamak tüm arama isteği seçeneklerini kullanılabilir hale getirecektir.
zh_tw: 勾選搜尋鈕右方的進階搜尋，將出現所有搜尋的選項。

source: Clicking Preview MARC will allow you to see what edits will be made when you finalize the edit.
fi: Klikkaamalla 'Esikatsele MARC' näet, mitä muokkauksia tehdään, kun lopetat muokkauksen.
hi: क्लिक पूर्वावलोकन मार्क आप देखने के लिए जब आप संपादित अंतिम रूप देने के संपादन क्या प्रयास किए जाएंगे अनुमति देगा।
oc: Clicar sus la fonction de previsualizacion MARC vos permettra de visionner lo rendu final de vòstras modificacions.

source: Clicking on repeatable events will offer slightly different options
ar: النقر على أحداث قابلة للتكرار سيقدم لك قليلاً من من الخيارات المختلفة
cs: Kliknutí na opakovanou událost nabídne mírně odlišné možnosti
da: Klik på gentagne lukkedage giver lidt anderledes optioner
de: Für wiederholte Schließtage werden etwas andere Optionen angeboten
el: Κάνοντας κλικ σε επαναλαμβανόμενα γεγονότα θα έχετε ελαφρώς διαφορετικές επιλογές
es: Haciendo clic en eventos repetíbles tendrá opciones ligeramente diferentes
eu: Klik egiten baduzu gertaera errepikagarrietan, aukera apur bat ezberdinak ikusiko dira
fi: Klikkaamalla toistuvia kiinnioloja saat hieman erilaiset valintamahdollisuudet
fr: En cliquant sur des jours de fermeture répétables vous obtiendrez des options sensiblement différentes
hi: repeatable घटनाओं पर क्लिक करने से थोड़ा अलग विकल्पों की पेशकश करेगा
it: Cliccando sugli eventi ripetibili, verranno presentate opzioni leggermente differenti
oc: En clicant sus des jorns de tampadura repetibles vous obtiendrez des opcions sensiblement diferentas
pt: Ao clicar em eventos repetidos oferece diferentes opções
pt_br: Clicar em eventos repetitivos fará com que sejam oferecidas opções ligeiramente distintas
sk: Kliknutie na opakovateľné udalosti Vám ponúkne mierne odlišné možnosti
sv: Klickar du på upprepningsbara händelser får du se lite annorlunda alternativ
tr: Tekrarlayan işlemlere tıklamak biraz farklı seçenekler sunacaktır.
zh_tw: 勾選可重複事件，將出現略為不同的選項

source: Clicking on the 'List name' will show the contents of the list
ar: النقر على 'اسم القائمة' سيعرض لك محتويات القائمة
cs: Kliknutím na název seznamu zobrazíte jeho obsah
da: Klik på 'Listenavnet' viser indholdet af listen
de: Über einen Klick auf den Listennamen, werden die Einträge der Liste angezeigt
el: Πατώντας στο 'Όνομα Λίστας' θα εμφανιστούν τα περιεχόμενα της λίστας
es: Haciendo clic en 'Nombre de lista' mostrará los contenidos de la lista
eu: Haciendo clic en 'Nombre de lista' mostrará los contenidos de la lista
fi: Klikkaamalla 'Listan nimeä' näet listan sisällön
fr: Vous verrez le contenu d'une liste en cliquant sur son nom.
hi: 'सूची का नाम' पर क्लिक करके सूची की सामग्री दिखाएगा
it: Cliccando su 'Nome lista' si vedranno i contenuti della lista
oc: Vous veirez lo contengut d'una lista en clicant sus son nom.
pl: Klikając na 'Nazwa listy' pokazana zostanie zawartość listy
pt: Ao clicar no nome da lista aparecerá os conteúdos dessa lista
pt_br: Clicando em 'Nome da Lista' exibirá todos os conteúdos da lista
sk: Kliknutie na 'Názov zoznamu' zobrazí obsah zoznamu
sv: Klickar du på 'Listnamn' visas listans innehåll
tr: 'Liste ismine' tıklamak listenin içeriğini gösterecektir.
zh_tw: 勾選 '清單名稱'，將顯示清單的內容

source: Clicking on the authority record summary will open the full record and the option to edit the record.
ar: النقر على ملخص التسجيلة الإستنادية سيفتح لك التسجيلة الكاملة والخيارات لتحرير التسجيلة.
cs: Kliknutím na obsah záznamu autority se otevře plný záznam a možnost upravení záznamu.
da: klik på normpost-oversigten åbner hele posten og mulighed for at editere posten.
de: Wenn Sie auf die Zusammenfassung des Normdatensatzes klicken, öffnet sich der vollständige Satz mit der Möglichkeit, diesen zu ändern.
el: Κάνοντας κλικ στην περίληψη εγγραφής καθιερωμένου όρου θα ανοίξει η πλήρης εγγραφή και η επιλογή επεξεργασίας της εγγραφής.
es: Haciendo clic en el resumen del registro de autoridad abrirá el registro completo y la opción de editarlo.
eu: Klik egiten baduzu autoritate erregistroaren laburpenean, erregistroa osorik eta hura editatzeko aukera irekiko ditu.
fi: Klikkaamalla auktoriteettitietueen yhteenvetoa avautuu koko tietue ja mahdollisuus muokata tietuetta.
fr: En cliquant sur le détail de l'autorité, une fenêtre s'ouvre qui montre l'autorité complète et l'option de modification.
hi: प्राधिकरण रिकॉर्ड सारांश पर क्लिक करके पूरा रिकार्ड और रिकॉर्ड संपादित करने का विकल्प खुल जाएगा।
it: Cliccando sulla riga del record di autorità, apre il record completo e permette di editarlo.
oc: En clicant sul detalh de l'autoritat, una fenèstra s'ouvre qui montre l'autoritat completa e l'opcion de modificacion.
pl: Jeśli klikniesz na podsumowanie rekordu hasła wzorcowego, otworzy się pełny rekord i opcja jego modyfikowania.
pt: Ao clicar no sumário do registo de autoridade abrirá o registo completo e a opção para editar o registo.
pt_br: Clicando no sumário do registro de autoridade irá abrir o registro completo e a opção de editar o registro.
sk: Kliknutie na súhrn záznamu autority otvorí plný záznam a možnosť upraviť ho.
sv: Klickar du på summering av auktoritetsposten öppnas den kompletta posten och alternativet att redigera posten.
tr: Otorite kayıt özetine tıklamak tüm kaydı ve kaydı değiştirme seçeneğini açacaktır.
zh_tw: 勾選權威紀錄摘要，將打開完整的紀錄，並可以選擇編輯該紀錄。

source: Clicking on the blue headings will expand the filtering options and clicking '[clear]' will clear all filters and show all suggestions.
ar: النقر على العناوين الزرقاء سيوسع خيارات التصفية وانقر على '[مسح]' سيمسح كل التصفيات ويعرض كل المقترحات.
cs: Kliknutím na modré záhlaví se rozšíří možnosti filtrování a kliknutím na '[vymazat]' se vymažou všechny filtry a zobrazí všechny návrhy.
da: Klik på den blå overskrift udvider sorteringsoptionerne og klik på '[slet]' sletter alle filtre og viser alle forslag.
de: Wenn Sie auf die blauen Überschriften klicken, öffnen sich die Filteroptionen. Wenn Sie auf '[löschen]' klicken, werden alle Filter geleert und alle Anschaffungsvorschläge angezeigt.
el: Πατώντας στις μπλε επικεφαλίδες θα διευρυνθούν οι επιλογές φιλτραρίσματος και πατώντας '[καθαρισμός]' θα αφαιρεθούν όλα τα φίλτρα και θα εμφανιστούν όλες οι προτάσεις.
es: Haciendo clic en los encabezados azules expandirá las opciones de filtrado y haciendo clic en '[limpiar]' eliminará los filtros y mostrará todas la sugerencias.
eu: Gainburu urdinetan klik egitean iragazte-aukerak zabalduko dira eta '[clear]' aukeran klik egitean iragazketak ezabatu eta proposamenak erakutsiko dira.
fi: Klikkaamalla sinisiä otsikoita laajennat suodatusvalinnat ja klikkaamalla '[tyhjennä] poistaa kaikki suodattimet ja näyttää kaikki ehdotukset.
fr: En cliquant sur le titre en bleu, vous étendez les options de filtrage et en cliquant sur Effacer vous effacez tous les filtres et montrez ainsi toutes les suggestions.
hi: नीले रंग के शीर्षकों पर क्लिक करके विस्तार छानने के विकल्प और क्लिक '[स्पष्ट]' सभी फिल्टर साफ हो जाएगा और सभी सुझावों को दिखा देंगे।
it: Cliccando sulle intestazioni blu aprirà i filtri e cliccando '[cancella]' toglierà i filtri e mostrerà tutti i suggerimenti di acquisto.
oc: En clicant sul títol en bleu, vous étendez les opcions de filtrage e en clicant sus Escafar vous effacez totes los filtres e montratz ainsi toutes les suggestions.
pl: Klikając na rozwijane opcje, można filtrować wyniki, klikając '[wyczyść]' zostaną anulowane filtry i wyświetlą się wszystkie propozycje zakupu.
pt: Ao clicar nos cabeçalhos azuis irá expandir as opções de filtragem e ao carregar em '[limpar]' irá limpar todos os filtros e mostrar todas as opções.
pt_br: Clicando nos cabeçalhos azuis irá expandir as opções de filtragem e clicando '[limpar]' irá eliminar os filtros e exibir todas as sugestões.
sk: Kliknutím na modré hlavičky rozšírite možnosti filtrovania, a kliknutím na '[vymazať]' sa vyčistia všetky filtre a zobrazia sa všetky návrhy.
sv: Klickar du på de blå rubrikerna expanderar filteralternativen och klickar du på '[rensa]' tas alla filter bort och alla förslag visas.
tr: Mavi başlıklara tıklamak filtreleme seçeneklerini artıracaktır ve '[temizle]' ye tıklamak tüm filtreleri temizleyecek ve tüm önerileri gösterecektir.
zh_tw: 勾選藍色的標題，將擴展篩選的選項，勾選 '[清除]' 後，將清除所有的篩選並顯示全部建議。
