Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: From the holds list you can suspend or resume patrons holds using the options at the bottom of the list if you have the SuspendHoldsIntranet preference set to 'allow.'
ar: من قائمة الحجوزات ستتمكن من تعليق أو أستئناف الحجوزات للمستفيدين باستخدام الخيارات في أسفل القائمة. إذا كان لديك التفضيل SuspendHoldsIntranet معين إلى 'سماح.'
cs: V seznamu rezervací můžete pozastavovat a prodlužovat čtenářské rezervace pomocí možností na konci seznamu, pokud máte SuspendHoldsIntranet nastavené na 'povolit'.
da: Fra reserveringsliste kan man stoppe og genstarte låneres reserveringer med optionen nederst på siden, hvis SuspendHoldsIntranet indstillingen er sat til 'tillad.'
de: In der Liste der Vormerkungen können Sie Vormerkungen für einen Benutzer aussetzen oder wieder aktivieren, indem Sie die Schaltflächen am Ende der Liste verwenden. Dazu muss der Systemparameter SuspendHoldsIntranet auf 'erlaube' gesetzt sein.
el: Από τη λίστα κρατήσεων μπορείτε να διακόψετε ή να συνεχίσετε τις κρατήσεις των μελών χρησιμοποιώντας τις επιλογές στη βάση της λίστας εάν έχετε την προτίμηση SuspendHoldsIntranet ρυθμισμένη στο 'επιτρέψτε'.
es: Desde la lista de reservas puede suspender o reactivar reservas de usuarios utilizando las opciones al final de la lista si ha configurado la preferencia SuspendHolds a 'permitir'.
eu: Desde la página Listado de Reservas puede suspender o resumir las reservas utilizadas de los socios, las opciones en la parte inferior de la lista.
fi: Varausjonossa voit keskeyttää tai jatkaa asiakkaan varausta listan alla olevissa valinnoissa, jos SuspendHoldsIntranet-asetus on 'Salli'.
fr: Si vous avez configuré votre préférence système 'SuspendHoldsIntranet' sur 'Autoriser', vous pouvez suspendre ou reprendre une réservation d'un adhérent en utilisant les options au bas de la liste des réservations.
hi: से सूची रखती है आप को निलंबित या संरक्षक सूची के तल पर विकल्पों का उपयोग करता है, तो आप SuspendHoldsIntranet पसंद करने के लिए सेट है रखती फिर से शुरू कर सकते हैं 'अनुमति देते हैं।'
it: Dalla lista di prenotazioni puoi sospendere o riattivare le prenotazioni dell'utente usando le opzioni alla fine della lista. Solo se hai 'attiva' la preferenza SuspendHoldsIntranet.
oc: Se avètz configuré vòstra preferéncia sistèma 'SuspendHoldsIntranet' sus 'Autorizar', podètz suspendre o reprendre una reservacion d'un aderent en utilizant les opcions al bas de la lista des reservacions.
pl: Można zawiesić lub wznowić zamówienia użytkownika przy użyciu opcji 'Zawieś'/'Wznów' poniżej podsumowania, wyłącznie wtedy, gdy wartość w opcji SuspendHoldsIntranet będzie ustawiona na 'Zezwalaj'.
pt: A partir da página de reservas pode suspender ou recuperar reservas de leitores usando as opções no fundo da lista se tiver a preferência de sistema SuspendHoldsIntranet definida para permitir.
pt_br: Na página de listas de reservas você pode suspender ou manter reservas usando as opções na parte inferior da página caso a preferência SuspendHoldsIntranet esteja configurada para 'permitir'.
sk: Zo zoznamu rezervácií môžete pozastaviť alebo obnoviť rezervácie čitateľa pomocou možností umiestnených pod zoznamom, ak máte nastavenie SuspendHoldsIntranet zapnuté na 'povoliť.'
sv: Från reservationslistan kan du avaktivera eller aktivera låntagares reservationer med alternativen längst ner i listan om inställningen SuspendHoldsIntranet är satt till 'tillåt'.
tr: Size sunulan dosyalar listesinden, hazırlanmış dosyalar içerisinden kayıtları kendi siparişinize eklemek için 'Sipariş ekle' bağlantısını seçin.
zh_tw: 設定 SuspendHoldsIntranet 偏好為 '允許'，就可以從預約清單下方的選項，暫停或恢復讀者的預約。

source: From the list of files you are presented with, choose the 'Add orders' link to add the records in the staged file to your order.
ar: من قائمة الملفات التي تظهر لك، قم باختيار رابط "إضافة طلبيات" لإضافة التسجيلات إلى الملف المنظم إلى طلبيتك.
cs: Chcete-li objednat dokumenty obsažené v importovaném soubor, vyberte odkaz 'Přidat objednávky'.
de: Verwenden Sie 'Bestellungen hinzufügen' um Datensätze aus der Datei der Bestellung hinzuzufügen.
el: Από τη λίστα των αρχείων που θα σας εμφανιστεί, επιλέξτε τον σύνδεσμο 'Προσθήκη παραγγελιών' για να προσθέσετε τις εγγραφές στο προετοιμασμένο αρχείο στην παραγγελία σας.
es: Desde el listado de archivos que se le presenta, seleccione el enlace 'Agregar pedidos' para agregar los registros del archivo preparado a su pedido.
fi: Valitse listalta 'Lisää tilauksia' -linkki, jos haluat lisätä väliaikaisvarastosta nimekkeen tilaukseesi.
fr: Dans la liste des fichiers qui vous est présentée, choisissez le lien 'Ajouter les commandes' pour ajouter les notices téléchargées dans votre commande.
hi: फाइलों की सूची आप के साथ प्रस्तुत कर रहे हैं से, का चयन करने के लिए अपने आदेश का मंचन फ़ाइल में रिकॉर्ड जोड़ने के लिए लिंक के 'आदेश जोड़ें'।
it: Scegli il link 'Aggiungi ordini' dalla lista dei file che ti viene presentata per aggiungere record al file del tuo ordine.
oc: Dins la lista dels fichièrs que vos es presentada, causissètz lo ligam 'Apondre las comandas' per apondre las notícias telecargadas dins vòstra comanda.
pl: Wybierz link 'Dodaj zamówienia' z listy plików, które się wyświetlają.
pt: Da lista de ficheiro que são apresentados, escolha a ligação 'Adicionar encomendas' para adicionar registos à sua encomenda.
pt_br: A partir da lista de arquivos, clique no link 'Adicionar pedidos' para adicionar registros no arquivo carregado para seu pedido.
sk: Zo zoznamu súborov pred Vami, zvoľte odkaz 'Pridať objednávky', aby sa pridali záznamy z pripraveného súboru do vašej objednávky.
tr: Size sunulan dosyalar listesinden, kayıtları hazırlanmış dosyalar içinden siparişinize eklemek için Sipariş ekle' bağlantısını seçin.
zh_tw: 從檔案清單裡，您可選擇 '新增訂單' 連結，將待處理檔案裡的記錄加入訂單。

source: From the list of files you are presented with, choose the 'Add orders' link.
ar: من قائمة الملفات المعروضة عليك ، اختر وصلة 'إضافة الطلبات'.
cs: V zobrazeném seznamu souborů vyberte odkaz 'Přidat objednávky'.
da: Fra den viste filliste, vælg linket 'Tilføj ordrer'
de: Wählen Sie in der Liste den Link 'Bestellungen hinzufügen'.
el: Από τη λίστα των αρχείων που θα σας εμφανιστεί, επιλέξτε τον σύνδεσμο 'Προσθήκη παραγγελιών'
es: Desde el listado de archivos que se le presenta, seleccione el enlace 'Agregar pedidos'.
eu: Desde el listado de archivos que se le presentan, seleccione el enlace 'Agregar ordenes'.
fi: Valitse listalta 'Lisää tilauksia' -linkki.
fr: Dans la liste des fichiers qui vous est présentée, choisissez le lien 'Ajouter les commandes'.
hi: आप के साथ प्रस्तुत कर रहे हैं फ़ाइलों की सूची से 'आदेशों जोड़ें' लिंक चुनें।
it: Scegli il link 'Aggiungi ordini' dalla lista dei file che ti viene presentata.
oc: Dins la lista dels fichièrs que vos es presentada, causissètz lo ligam 'Apondre las comandas'.
pl: Z listy plików, które są prezentowane, wybierz link "Dodaj zamówienia".
pt: Da lista de ficheiro que são apresentados, escolha a ligação 'Adicionar encomendas'.
pt_br: A partir da lista de arquivos, clique no link 'Adicionar pedidos'.
sk: Zo zoznamu súborov pred Vami, zvoľte odkaz 'Pridať objednávky'.
sv: Välj länken 'Lägg till beställning' i listan med filer som visas.
tr: Size sunulan dosyalar listesinden, 'Sipariş ekle' bağlantısını seçiniz.
zh_tw: 從檔案清單裡，您可選擇 '新增訂單' 連結。

source: From the list of holds you can change the order of the holds, the pickup location and/or cancel the hold.
ar: من قائمة الحجز تستطيع تغيرطلب الحجوزات ،مكان الإلتقاط أو إلغاء الحجز
cs: V seznamu rezervací můžete měnit pořadí rezervací, místo vyzvednutí a/nebo rezervace rušit.
da: Fra listen med reserveringer kan rækkefølgen af reserveringer ændres, afhentningsstedet og/eller reserveringen kan annulleres.
de: In der Liste der Vormerkungen können Sie die Reihenfolge der Warteliste oder die Abholbibliothek ändern und Vormerkungen stornieren.
el: Στη λίστα κρατήσεων μπορείτε να αλλάξετε τη σειρά των κρατήσεων, την τοποθεσία παραλαβής και/ή να ακυρώσετε την κράτηση.
es: Desde la lista de reservas puede cambiar el orden de las mismas, la ubicación de retiro y/o cancelar la reserva.
eu: Desde la lista de reservas puede cambiar el orden de las mismas, la ubicación de retiro y/o cancelar la reserva.
fi: Varausjonossa voit vaihtaa varausten järjestystä, noutopaikkaa ja/tai perua varauksen.
fr: Dans la liste des réservations, vous pouvez modifier l'ordre des réservations, l'emplacement de retrait, ou bien annuler des réservations.
hi: सूची से की रखती है आप के रखती पिक स्थान बदल सकते हैं, और / या होल्ड रद्द कर दें।
it: Nell'elenco delle prenotazioni, puoi cambiarne l'ordine, il luogo i ritiro o cancellarle.
oc: Dins la lista des reservacions, podètz modificar l'òrdre des reservacions, l'emplaçament de retirament, o bien anullar des reservacions.
pl: Lista zamówień może być modyfikowana poprzez zmianę kolejności rezerwacji, dostarczenie do danej lokalizacji, zawieszenie i/lub anulowanie.
pt: Na lista de reservas pode alterar a ordem das reservas, a biblioteca de levantamento e/ou cancelar a reserva.
pt_br: Na lista de reservas você pode alterar a ordem das reservas, o local de retirada e /ou cancelar a reserva.
sk: Zo zoznamu rezervácií môžete zmeniť poradie rezervácií, miesto vyzdvihnutia a/alebo zrušiť rezerváciu.
sv: Från listan med reservationer kan du ändra reservationsordning, utlämningsplats och/eller annullera reservationen.
tr: Ayırma listesinden ayırmaların sırasını, alıcı konumunu değiştirebilir ve/veya ayırmayı iptal edebilirsiniz.
zh_tw: 從預約清單裡，可以改變預約的順位、提取圖書館或取消預約。

source: From the list of late issues you can choose which ones you want to send a claim email to by clicking the checkbox to the left of late issue, choosing the notice template to use and clicking the 'Send notification' button.
ar: من قائمة الأعداد المتأخرة تستطيع أن تختار أيها تريد أن يتم إرسال بريد الكتروني للمطالبة من خلال النقر على مربع الاختيار على يمين العدد المتأخر، اختر قالب الإشعار لاستخدامه وانقر زر 'أرسل الإشعار'
cs: Ze seznamu posledních vydání můžete vybrat, kam chcete odeslat pohledávkový e-mail zaškrtnutím políčka na levé straně, vybráním šablony oznámení a kliknutím na tlačítko 'Zaslat oznámení'.
da: Fra listen med forsinkede udgaver kan man vælge den, der skal sendes en rykker email for ved at klikke i feltet til venstre for denne udgave, vælge rykker-skabelonen og trykke på knappen 'Send besked'.
de: Über die Liste der verspäteten Hefte können Sie Reklamationen per E-Mail verschicken, indem Sie das Heft über die Checkbox auf der rechten Seite auswählen, ein Benachrichtigungstemplate auswählen und anschließend auf 'Benachrichtigung versenden' klicken.
el: Από τη λίστα με τα αργοπορημένα τεύχη μπορείτε να επιλέξετε για ποια θέλετε να στείλετε ένα email αξίωσης κάνοντας κλικ στο κουτί επιλογής στα αριστερά του αργοπορημένου τεύχους, επιλέγοντας το πρότυπο ειδοποίησης και κάνοντας κλικ στο 'Αποστολή ειδοποίησης'.
es: Desde la lista de ejemplares retrasados puede elegir a cuales quiere enviar un email de reclamo haciendo clic en la casilla a la izquierda del mismo, eligiendo la plantilla de aviso a utilizar y haciendo clic en 'Enviar notificación'.
eu: Desde la lista de ejemplares retrasados puede elegir a cuales quiere enviar un email de reclamo haciendo clic en la casilla a la izquierda del mismo, eligiendo la plantilla de aviso a utilizar y haciendo clic en 'Enviar notificación'.
fi: Myöhässä olevien lehtien listalta voit valita, mistä haluat lähettää reklamointisähköpostin klikkaamalla valintaa lehden vasemmalla puolella, valitsemalla käytettävän viestipohjan ja klikkaamalla 'Lähetä ilmoitus'.
fr: Dans la liste des fascicules en retard, vous sélectionnez en utilisant les boîtes à cocher les fascicules pour lesquels vous voulez émettre un courriel de réclamation. Vous choisissez le modèle de notification à utiliser. Puis vous cliquez sur le bouton Envoyer une notification.
hi: देर इश्यूज की सूची से आप जो लोगों को आप, देर से इस मुद्दे के बाईं ओर चेकबॉक्स क्लिक का उपयोग करने के लिए नोटिस टेम्पलेट चुनने और 'सूचना भेजें' बटन पर क्लिक करके एक का दावा ईमेल भेजना चाहते हैं चुन सकते हैं।
it: Dall'elenco dei fascicoli in ritardo, puoi scegliere quali sollecitare via email cliccando la casella a sinistra, scegliendo il modello del sollecito e premendo il bottone "Spedisci".
oc: Dins la lista dels fasciculs en retard, seleccionatz en utilizant las bóstias de marcar los fasciculs pels quals volètz emetre un corrièr electronic de reclamacion. Causissètz lo modèl de notificacion d'utilizar. Puèi clicatz sul boton Mandar una notificacion.
pl: Z listy zaległych (opóźnionych) numerów wybierz tytuły i numery, które należy zareklamować. Po wybraniu kliknij 'Wyślij reklamacje'.
pt: A partir da lista de números em atraso pode escolher quais os que deseja que seja enviado um email de reclamação clicando na caixa de selecção à esquerda do número, escolhendo o modelo a usar e clicando no botão de 'Enviar notificação'.
pt_br: Na lista de fascículos em atraso você pode escolher para quais você deseja enviar reclamações por e-mail clicando na caixa ao lado esquerdo do fascículo em atraso, escolhendo o template do aviso e clicando em 'Enviar notificação'.
sk: Zo zoznamu oneskorených čísiel si môžete zvoliť, ktorým chcete poslať reklamačný E-mail zaškrtnutím políčka naľavo od oneskoreného čísla, voľbou šablóny oznámenia a kliknutím na tlačidlo 'Poslať upomienku'.
sv: Från listan med försenade nummer kan du välja vilka du vill skicka ett kravbrev via e-post till genom att klicka på kryssrutan till vänster om det försenade numret, välja den meddelandemall som ska användas och klicka på knappen 'Skicka meddelande'.
tr: Gecikmiş yayınlar listesinden kimlere uyarı mesajı (e-posta) göndermek istediğinizi, gecikmiş yayının solundaki onay kutusuna tıklayarak, uyarı şablonunu kullanmayı seçerek ve 'Uyarı gönder' butonuna tıklayarak seçebilirsiniz.
zh_tw: 從最新到館清單裡，可以選擇勾選遲到期刊、通知模版以及勾選 '送出通知' 鈕，發送催缺電子郵件。

source: From the list of records, click 'Add order' next to the item that you want to add to your order.
ar: من قائمة التسجيلات ، انقر 'أضف طلب' بجانب المادة التي تود أن تضيفها إلى طلبك.
cs: V seznamu záznamů klikněte na 'Přidat objednávku' vedle jednotky, kterou chcete přidat k objednávce.
da: Fra listen med viste poster, klik på 'Tilføj ordrer' ved siden af det eksemplar, der skal føjes til ordren.
de: Klicken Sie in der Liste der Datensätze 'Zur Bestellung hinzufügen' neben dem Titel, das Sie ihrer Bestellung beifügen wollen.
el: Από τη λίστα εγγραφών, πατήστε το 'Προσθήκη παραγγελίας' δίπλα στο τεκμήριο που θέλετε να προσθέσετε στην παραγγελία σας.
es: Desde la lista de registros, haga clic en 'Agregar pedido' al lado del ítem que desea agregar a su pedido.
eu: Erregistro zerrendan, egin klik 'Gehitu eskaera' botoian, eskaera gehitu nahi duzun elementuaren alboan.
fi: Klikkaa 'Lisää tilaus' sen nimekkeen vieressä, jonka haluat lisätä tilaukseesi.
fr: Dans la liste de notices, cliquez sur 'Ajouter commande' à côté de l'exemplaire que vous voulez ajouter à la commande.
hi: अभिलेखों की सूची से, आइटम है कि आप अपने आदेश में जोड़ना चाहते हैं के बगल में 'आदेश जोड़ें' पर क्लिक करें।
it: Dalla lista dei record, clicca "Aggiungi all'ordine" a destra della copia che vuoi ordinare.
oc: Dins la lista de notícias, clicatz sus 'Apondre comanda' a costat de l'exemplar que volètz apondre a la comanda.
pl: Z listy rekordów, kliknij na "Dodaj zamówienie" obok egzemplarza, który chcesz dodać do swojego zamówienia.
pt: Da lista de registos, clique em 'Adicionar encomenda' junto ao item que pretende adicionar à encomenda.
pt_br: Na lista de registros, clique 'Adicionar pedido' ao lado do exemplar que você deseja adicionar um pedido.
sk: Zo zoznamu záznamov, kliknite na 'Pridať objednávku' vedľa exemplára, ktorý chcete pridať k Vašej objednávke.
sv: Från listan med poster klickar du 'Lägg till order' intill den post du vill lägga till i beställningen.
tr: Kayıtlar listesinden, sipariş etmek istediğiniz materyalin yanındaki 'Sipariş ekle'ye tıklayınız.
zh_tw: 從紀錄清單點選館藏旁的 '新增訂單'，就能加入新的訂單。

source: From the list of staged records, click on the file name that you want to finish importing
ar: من قائمة التسجيلات المحضَّرة ، انقر على اسم الملف الذي تريده لإنهاء الإستيراد
cs: V seznamu připravených záznamů klikněte na název souboru, který budete chtít importovat
da: Fra listen med klargjorte poster, klik på det filnavn for hvilket importen skal afsluttes
de: Wählen Sie aus der Liste der bereitgestellten Daten den Namen der Datei, die Sie in den Katalog übernehmen möchten
el: Από τη λίστα οργανωμένων εγγραφών, κάντε κλικ στο όνομα αρχείου του οποίου θέλετε να τερματίσετε την εισαγωγή
es: Desde la lista de registros preparados, haga clic en el nombre que desee terminar de importar
eu: Taldekatutako erregistroen zerrendan, klik egin inportatu nahi den fitxategiaren izenean
fi: Välivarastoitujen tietueiden listalta klikkaa sitä tiedostoa, jonka tuonnin haluat vahvistaa
fr: Dans la liste des notices téléchargées, cliquez sur le nom du fichier dont vous voulez finaliser l'import dans votre catalogue
hi: स्टेज रिकार्ड की सूची से, कि आप आयात खत्म करना चाहते हैं फ़ाइल नाम पर क्लिक करें
it: Dalla lista dei record lavorati, clicca sul nome del file che contiene i records che vuoi finire di importare
oc: Dins la lista des notícias telecargadas, clicatz sul nom del fichièr dont volètz finaliser l'impòrt dins vòstre catalòg
pl: Na liście przygotowanych rekordów kliknij na nazwę pliku, który chcesz skończyć importować
pt: Da lista de registos, seleccione o nome do ficheiro que pretende terminar a importação
pt_br: Na lista de registros tratados, clique no nome do arquivo que pretende terminar de importar
sk: V zozname pripravených záznamov, kliknite na ľubovoľný názov súboru, ktorý chcete naimportovať
sv: Från listan med förberedda poster klickar du på filnamnet du vill slutföra importen för
tr: Aşamalı kayıtlar listesinden, içe aktarmayı sonlandırmak istediğiniz dosyanın ismine tıklayınız.
zh_tw: 從待處理紀錄清單裡，勾選檔案名稱，就能完成匯入

source: From the list of subfields you can click 'Delete' to the right of each to delete the subfields
ar: من قائمة الحقول الفرعية تستطيع أن تنقر على 'حذف' على يسار كل منها لتحذف الحقول الفرعية
cs: V seznamu podpolí můžete vpravo u každého podpole kliknout na 'Odstranit' a tím jej odstraníte
da: Fra listen med underfelter kan du klikke på 'Slet' til højre for det underfelt, der skal slettes
de: In der Liste der Unterfelder können Sie auf 'Löschen' rechts neben jedem Feld klicken, um die Unterfelder zu löschen
el: Στη λίστα υποπεδίων μπορείτε να κάνετε κλικ στο κουμπί 'Διαγραφή' στα δεξιά κάθε υποπεδίου για να το διαγράψετε
es: Desde la lista de subcampos puede hacer clic en 'Eliminar' a la derecha de cada uno para eliminarlos.
eu: Azpieremuen zerrendan, bakoitzaren eskuinera dagoen 'Ezabatu' botoian klik egin dezakezu azpieremuak ezabatzeko
fi: Jokaisen osakentän oikealla puolella on 'Poista'-painike, josta voit poistaa osakentän
fr: À partir de la liste des sous-champs, vous pouvez cliquer sur 'supprimer' à droite de chaque sous-champ
hi: उपक्षेत्रों की सूची से आप क्लिक कर सकते हैं प्रत्येक की सही उपक्षेत्रों को नष्ट करने के लिए 'हटाएँ'
it: Scegli il link 'Cancella' posto a destra di un sottocampo per cancellarlo.
oc: A partir de la lista des soscamps, podètz clicar sus 'suprimir' a dreita de cada soscamp
pt: Na lista de subcampos pode clicar em 'Eliminar' à direita de cada um para eliminar os subcampos
pt_br: Na lista de subcampos você pode clicar em 'Deletar' ao lado de cada subcampo para deletá-lo
sk: Zo zoznamu podpolí môžete kliknúť na 'Odstrániť' napravo od každého pre odstránenie podpolí
sv: Från listan med underliggande fält kan du klicka på 'Ta bort' till höger om varje fält för att ta bort det
tr: Alt alanlar listesinden, alt alanları silmek için her birinin sağındaki 'Sil'e tıklayınız.
zh_tw: 從分欄清單裡，您可勾選分欄右方的 '刪除' 鈕，刪除該分欄

source: From the list of subfields, you can click 'Delete' to the right of each to erase the subfield in question.
ar: من قائمة الحقول الفرعية تستطيع أن تنقر على 'حذف' على يسار كل منها لتحذف الحقول الفرعية
cs: V seznamu podpolí můžete vpravo u každého podpole kliknout na 'Odstranit' a tím jej odstraníte
da: Fra listen med underfelter kan du klikke på 'Slet' til højre for det underfelt, der skal slettes.
de: In der Liste der Unterfelder können Sie auf 'Löschen' rechts neben jedem Feld klicken, um die Unterfelder zu löschen.
el: Από τη λίστα υποπεδίων, μπορείτε να πατήσετε το κουμπί 'Διαγραφή' στα δεξιά κάθε υποπεδίου για να το διαγράψετε.
es: Desde la lista de subcampos, puede hacer clic en 'Eliminar' a la derecha de cada uno para eliminar el subcampo en cuestión.
eu: Desde la lista de subcampos, puede seleccionar 'Eliminar' a la derecha de cada uno para eliminarlos.
fi: Jokaisen osakentän oikealla puolella on 'Poista'-painike, josta voit poistaa osakentän
fr: À partir de la liste des sous-champs, vous pouvez cliquer sur 'Supprimer' à droite, pour effacer le sous-champ concerné.
hi: उपक्षेत्रों की सूची से आप क्लिक कर सकते हैं प्रत्येक की सही उपक्षेत्रों को नष्ट करने के लिए 'हटाएँ'
it: Dalla lista dei sottocampi, puoi scegliere il link 'Cancella' posto a destra di un sottocampo per cancellarlo.
oc: A partir de la lista des soscamps, podètz clicar sus 'Suprimir' a dreita, per escafar lo soscamp concerné.
pt: Na lista de subcampos pode clicar em 'Eliminar' à direita de cada um para eliminar o subcampo em questão.
pt_br: Na lista de subcampos você pode clicar em 'Deletar' ao lado de cada subcampo para deletá-lo.
sk: Zo zoznamu podpolí môžete kliknúť na 'Odstrániť' napravo od každého pre odstránenie podpolí.
sv: Från listan med underliggande fält kan du klicka på 'Ta bort' till höger om varje fält för att ta bort det.
tr: Alt alanlar listesinden, söz konusu alt alanı silmek için her birinin sağındaki 'Sil'e tıklayabilirsiniz.
zh_tw: 從分欄清單裡，您可點選分欄旁的 '刪除'，清除有問題的分欄。
