Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: A profile is a set of "adjustments" applied to a given template just prior to printing which compensates for anomalies unique and peculiar to a given printer (to which the profile is assigned). This means if you set a template up and then print a sample set of data and find that the items are not all aligned the same on each label, you need to set up a profile for each printer to make up for the differences in printing styles, such as the shifting of text to the left, right, top or bottom.
ar: الوضع هو مجموعة من "التعديلات" التي يتم تطبيقها على قالب معين قبل الطبع مباشرة مما يعوض عن المفارقات الفريدة والغربية لطابعة معينة ( التي يتم تعيين الوضع لها). يعني هذا أنك إذا قمت بضبط قالب ثم طبعت عينة مجموعة من البيانات ووجدت أن المواد ليست جميعها منتظمة بنفس الطريقة في كل ملصق، سوف تحتاج إلى تنضيب سمت لكل طابعة للتعويض عن الاختلاف في أنماط الطبع، مثل تحويل النص إلى اليسار ، اليمين ، أعلى أو أسفل.
cs: Profil je skupina "úprav" aplikovaných na danou šablonu těsně před tiskem, který kompenzuje anomálie charakteristické pro danou tiskárnu (ke které je profil přiřazen). To znamená, že pokud nastavíte šablonu a pak vytisknete ukázkovou sadu dat, a zjistíte, že položky nejsou všechny zarovnány stejně na každém štítku, musíte nastavit profil pro každou tiskárnu, aby se vyrovnaly rozdíly v tiskových stylech, jako je například posun textu vlevo, vpravo, nahoru nebo dolů.
da: En profil er et sæt af "indstillinger", som tilordnes en bestemt skabelon før udskrivningen, for at udligne en printers egenskaber (som er tilordnet profilen). Det betyder, hvis du efter udformning af en skabelon udskriver eksempler og finder ud af, at dataene ikke er placeret ens på alle etiketter, kan der laves en profil på hver printer, for at udligne forskellene i printeregenskaberne. F.eks. flytning af teksten op, ned, højre eller venstre.
de: Ein Profil ist ein Set von "Einstellungen", das einem bestehenden Template vor dem Druck zugeordnet wird, um Eigenschaften eines bestimmten Druckers auszugleichen (dem das Profil zugeordnet ist). Das bedeutet, wenn Sie nach der Gestaltung eines Templates Beispieldaten ausdrucken und feststellen, dass die Daten nicht auf allen Etiketten gleich ausgerichtet sind, können Sie ein Profil für jeden Drucker erstellen um die Unterschiede in den Druckeigenschaften auszugleichen. Z.B. die Verschiebung des Texts nach link, rechts, oben oder unten.
el: Ένα προφίλ είναι ένα σύνολο "προσαρμογών" που εφαρμόζονται σε ένα συγκεκριμένο πρότυπο πριν την εκτύπωση το οποίο αντισταθμίζει τις ανωμαλίες μοναδικές και ιδιαίτερες σε έναν δεδομένο εκτυπωτή (στον οποίο έχει δοθεί το προφίλ). Αυτό σημαίνει ότι αν επιλέξετε ένα πρότυπο και μετά εκτυπώσετε ένα δείγμα δεδομένων και βρείτε ότι τα τεκμήρια δεν είναι στοιχισμένα στην ίδια ετικέτα, πρέπει να ρυθμίσετε ένα προφίλ για κάθε εκτυπωτή για να διορθώσετε τις διαφορές στα στυλ εκτύπωσης, όπως η μετατόποιση του κειμένου στα αριστερά, δεξιά, κορυφή, κάτω.
es: Un perfil es un conjunto de "ajustes" aplicado a una plantilla justo antes de imprimir el cual compensa por anomalías únicas y propias de una impresora determinada (a la cual se le asigna el perfil). Esto significa que si usted se fija una plantilla y luego imprime una muestra de conjunto de datos y encuentra que los ítems no están todos alineados en cada etiqueta, usted debe configurar un perfil para la impresora para compensar las diferencias en estilos de impresión, como el desplazamiento de texto a la izquierda, derecha, arriba o abajo.
eu: Profil bat txantiloi jakin bati inprimatu aurretik aplikatzen zaion "doikuntza" sorta da, eta inprimagailu jakin (profila aplikatuko zaiona) baten berezitasunetara egokitzeko balio du. Horrek esan nahi du txantiloi bat ezarri eta datuen sortaren lagina inprimatzean, elementuak etiketetan desberdin lerrokatuta daudela aurkitzen baduzu, inprimagailuarentzako profil bat konfiguratu behar duzula inprimaketa estiloen arteko diferentziak orekatzeko, hala nola testua ezkerrera, eskuinera, gora edo behera desplazatzea.
fi: Profiili on nippu "asetuksia", jotka tehdään annetulle pohjalle helpottamaan tulostamista tietyllä tulostimella (jolle profiili on tehty). Tämä tarkoittaa, että jos teet pohjan ja tulostat siihen koetarroja ja huomaat, että kaikki tarrat eivät asetu arkille oikein, täytyy muuttaa jokaisen kirjoittimen asetuksia siten (esim. siirtämällä tekstiä vasemmalle, oikealle, ylös, alas), että tarrat asettuvat oikeille kohdille.
fr: Un profil est un paramétrage "d'ajustement" appliqué à un modèle donné juste avant l'impression pour compenser des anomalies uniques et spécifiques à une imprimante donnée (à laquelle le profil est rattaché). Ceci signifie que si vous paramétrez un modèle et imprimez un test de données et trouvez que les exemplaires ne sont pas alignés de la même façon sur chaque étiquette, vous avez besoin de définir un profil pour chaque imprimante, pour compenser la différence des styles d'impression, comme le décalage du texte vers la gauche, la droite, le haut ou le bas.
hi: एक प्रोफ़ाइल का एक सेट "समायोजन "बस मुद्रण जो अद्वितीय है और एक दिया प्रिंटर (जो करने के लिए प्रोफाइल सौंपा है) के लिए अजीब विसंगतियों के लिए क्षतिपूर्ति करने से पहले एक दिया टेम्पलेट के लिए आवेदन किया है। इसका मतलब यह है कि यदि आप एक टेम्पलेट की स्थापना की और तब डेटा का एक नमूना सेट प्रिंट और पाते हैं कि आइटम सभी प्रत्येक लेबल पर एक ही गठबंधन नहीं कर रहे हैं, आप एक प्रोफ़ाइल सेट करने की जरूरत है एक प्रिंटर मुद्रण शैलियों में मतभेद के लिए बनाने के लिए , इस तरह के बाएँ, दाएँ, ऊपर या नीचे करने के लिए पाठ के स्थानांतरण के रूप में।
it: Un profilo è un gruppo di "adattamenti" a un template subito prima della stampa che tiene conto delle peculiartà della stampante (a cui il profilo è assegnato). Ciò significa che se in una prova di stampa si verificano disallineamenti trale etichette, dovrai usare il profilo per cambiare i margini sinistro, destro, alto, basso.
oc: Un perfil es un parametratge "d'ajustament" aplicat a un modèl donat juste abans l'impression per compensar d'anomalias unicas e especificas a una imprimenta donada (a la quala lo perfil es restacat). Aquò significa que se parametratz un modèl e imprimissètz un tèst de donadas e trobatz que los exemplars son pas alinhats de la meteissa faiçon sus cada etiqueta, avètz besonh de definir un perfil per cada imprimenta, per compensar la diferéncia dels estils d'impression, coma lo decalatge del tèxte cap a esquèrra, a dreita, amont o aval.
pt: Um perfil é um conjunto de "ajustes" aplicado a um determinado modelo apenas antes da impressão que compensa anomalias únicas e peculiares a uma determinada impressora (ao qual é atribuído o perfil). Isto significa que se você definir um modelo para cima e, em seguida, imprimir uma amostra conjunto de dados e verificar que os itens não estão todos alinhados a mesma em cada etiqueta, você precisa configurar um perfil para cada impressora para compensar as diferenças de estilos de impressão, tais como a mudança de texto para a esquerda, direita, superior ou inferior.
pt_br: Um perfil é um conjunto de "configurações" aplicadas a um template para compensar peculiaridades de uma determinada impressora (a qual o perfil de aplica). Isto significa que se você selecionar um template e em duas impressoras diferentes os itens aparecerem de forma distinta, será necessário configurar o perfil para cada impressora para ajustar as diferenças, como ajustar a orientação do texto mais para esquerda, direita, cima ou para baixo.
sk: Profil je sada "úprav" použítých v danej šablóne tesne pred tlačením, čím sa vyvažujú odchýlky vlastné pre danú tlačiareň (ktorej je pridelený tento profil). To znamená, že ak nastavíte šablónu a potom tlačíte vzorkovú sadu údajov a zistíte, že položky nie sú všetky zarovnané rovnako na každej etikete, musíte nastaviť profil pre každú tlačiareň, aby ste zadosťučinili rozdielom v tlačových štýloch, akými sú napríklad posunutie textu doľava, doprava, nahor alebo nadol.
sv: En profil är en uppsättning "justeringar" som tillämpas för en given mall precis innan utskrift för att kompensera för defekter och egenskaper som är unika för en viss skrivare (till vilken profilen tilldelas). Det innebär att om du skapar en mall och skriver ut en uppsättning testdata där alla poster inte skrivs ut på samma plats på varje etikett så kan du skapa en profil för varje skrivare för att kompensera skillnaderna i resultat, som att text drar iväg åt vänster, höger, uppåt eller nedåt.
tr: Bir profil, yazdırmadan hemen önce belirli bir yazıcıya özgü anormalliklerin telafi edilmesini sağlayan, belirli bir şablona uygulanan "ayarlamalar" kümesidir. (Profil atandığı). Bu şu anlama gelir: Eğer bir şablon ayarlanıp örnek veri kümesi yazdırıldığında, öğeler her etiket üzerinde aynı hizada değilse, sol, sağ, üst veya alt metnini kaydırma gibi yazdırma stilleri farklılıkları oluşturan her yazıcı için bir profil ayarlamanız gerekir.
zh_tw: 設定檔是一組適用於指定模版的 "調整"，於列印之前補償特定印表機的屬性 (指定給該印表機)。設定模版後，列印樣本資料，發現館藏並未出現在預期的位置，此時，對該印表機給個設定檔，指示上下左右的位移值。

source: A public report is accessible via a URL that looks like this: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
ar: التقرير العام سيكون مُتاح عن طريق الـ URL الذي سيبدو مثل هذا: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
cs: Veřejný výstup je dostupný pomocí URL, které vypadá takto: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
da: En offentlig rapport er tilgængelig via en URL, som sådan ud: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
de: Ein öffentlicher Report kann durch eine URL ähnlich wie die folgende aufgerufen werden: http://MEIN-OPAC/cgi-bin/koha/svc/report?id=REPORTID
el: Μία δημόσια αναφορά είναι προσβάσιμη μέσω ενός URL που μοιάζει σαν αυτό: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
es: Un reporte público está accesible via una URL tal como: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
eu: Un informe público será accesible a través de una dirección URL como esta: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
fi: Julkinen raportti on nähtävissä tämänkaltaisen URLin kautta: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
fr: Un rapport public est accessible via une URL qui ressemble à cela : http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
hi: एक सार्वजनिक रिपोर्ट एक यूआरएल है कि इस तरह दिखता है के माध्यम से पहुँचा जा सकता है: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
it: Un report pubblico è accessibile tramite un URL del tipo: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
oc: Un rapòrt public es accessible via una URL qui ressemble a aquò : http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
pl: Publiczny raport jest dostępny pod adresem: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
pt: Um relatório público está acessível por um URL como este: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
pt_br: Um relatório público estará acessível via URL por um endereço como: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
sk: Verejný výkaz je prístupný cez URL, ktorá vypadá takto: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
sv: En publik rapport är tillgänglig via en URL som ser ut så här: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
tr: Ortak erişime açık bir rapor, şu şekilde görünen bir URL üzerinden erişilebilir olacaktır: http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID
zh_tw: 公開報表可以從這樣的網址取得：http://MYOPAC/cgi-bin/koha/svc/report?id=REPORTID

source: A routing list is a list of people who receive the serial before it goes to the shelf. When setting up your serial subscription you want to be sure to pick 'Routing List' from the 'Patron Notification' pull down.
ar: يتم إعداد قائمة تمرير للأشخاص الذين استلموا الأعداد قبل وضعها على الرفوف , وعندما تريد إعداد قائمة اشتراك بالدوريات يجب أن تتأكد من اختيار 'قائمة التمرير' من منسدلة 'الإشعارات' .
cs: Distribuční seznam je seznam lidí, kteří mají obdržet číslo periodika před tím, než bude uskladněn. Při sestavování předplatného na periodika se ujistěte vybráním 'Distribuční seznam' z roletky 'Oznámení čtenáři'.
da: En ruteliste er en liste med folk, som modtager tidsskriftet, før det lander på hylden. Når du laver dit tidsskriftsabonnement, skal du vælge din 'Ruteliste' fra pull down menuen 'Lånerbeskeder'.
de: Ein Umlauf ist eine Liste an Personen, die das Zeitschriftenheft erhalten, bevor es in der Bibliothek ausgelegt wird.
el: Μία λίστα δρομολόγησης είναι μία λίστα μελών που θέλουν να παραλάβουν την περιοδική έκδοση προτού μπει στα ράφια. Κατά τη ρύθμιση μίας συνδρομής περιοδικής έκδοσης πρέπει να επιλέξετε το 'Λίστα Δρομολόγησης' από την κατεκδιπλούμενη λίστα 'Ειδοποιήσεις Μελών'.
es: Una lista de circulación es una lista de personas que recibirán la publicación periódica antes de llegar a la estantería. Cuando se está configurando su suscripción de publicación periódica Usted querrá asegurarse de seleccionar la 'Lista de Circulación' desde el menú desplegable de 'Notificación al Usuario'.
eu: Una lista de enrutamiento es una lista de personas que recibirán la publicación seriada antes de llegar a la estantería. Cuando se está configurando su suscripción de publicación seriada Usted querrá asegurarse de seleccionar la 'Lista de enrutamiento' desde el menú desplegable de 'Notificación al Usuario o socio'.
fi: Kiertolista on lista ihmisistä, jotka saavat luettavakseen lehden ennen sen menemistä hyllyyn. Kun lehtitilaus tehdään, valitse siellä 'Kiertolista' 'Asiakkaan huomautukset' -alasvetovalikosta.
fr: Une Liste de routage contient la liste des personnes à qui faire parvenir le périodique avant de le placer en rayon. Lors du paramétrage de votre abonnement, pensez à sélectionner 'Liste de routage' dans le menu déroulant 'Notifications à l'adhérent'
hi: एक मार्ग सूची जनता की एक सूची है हैं, जो सीरियल प्राप्त करने से पहले इसे शेल्फ को जाता है । जब अपने सीरियल सदस्यता की स्थापना आप 'संरक्षक अधिसूचना' से नीचे खींच 'रूटिंग सूची' लेने के लिए सुनिश्चित होना चाहते हैं।
it: Una 'routing list' è una lista di persone che ricevo il periodico prima che venga messo sugli scaffali. Quando configuri un abbonamento poui selezione 'Routing List'' dal menu 'Notificazione per gli utenti'
oc: Una Lista de rotatge conten la lista de las personas a las qualas cal mandar lo periodic avant de lo placer en rayon. Al moment del parametratge de vòstre abonament, pensatz a seleccionar 'Lista de rotatge' dins lo menú desenrotlant 'Notificacions a l'aderent'
pl: Lista obiegu to lista osób, które otrzymują czasopismo, zanim trafi do magazynu. Jeśli lista obiegu ma się wyświetlić przy danej prenumeracie, należy wybrać 'Lista obiegu' z pola 'Powiadomienie użytkownika' w 'Nowej prenumeracie'.
pt: Um lista de circulação é uma lista de pessoas que recebem o periódico antes de ir para a prateleira. Quanto estiver a descrever a assinatura seleccione a lista circulação.
pt_br: Uma lista de circulação é uma lista de pessoas que recebem um periódico antes que ele vá para a estante. Quando configurar a assinatura do periódico você deve montar a 'Lista de Circulação' a partir da lista de usuários.
sk: Distribučný zoznam je zoznam ľudí, ktorí dostávajú periodikum skôr ako sa uloží do poličky. Keď nastavujete predplatné pre Vaše periodiká, uistite sa, že vyberiete 'Distribučný zoznam' z rozbaľovacej ponuky 'Na vedomie čitateľom'.
sv: En mottagarlista är en lista med personer som mottar ett periodika innan den går till hyllan. När du konfigurerar prenumerationen för periodika bör du vara noga med att välja 'Mottagarlista' från rullgardinsmenyn 'Låntagarnotifiering'.
tr: Dolaşım listesi, süreli yayınlar rafa konmadan önce süreli yayınları alan bir grup insan listesidir. Süreli yayınlar aboneliğini ayarlarken, 'Dolaşım Listesi'ni' 'Kullanıcı Bilgilendirme' çekme menüsünden seçtiğinizden emin olunuz.
zh_tw: 傳閱清單是在期刊上架前先在指定讀者間傳閱的清單。訂閱期刊前，從 '告知讀者' 下拉選單裡，選擇 '傳閱清單'。

source: A summary of your import will appear along with the option to change your matching rules
ar: سوف يظهر ملخص لعملية الإستيراد مع خيار تغيير قواعد المطابقة
cs: Přehled vašeho importu se zobrazí vedle voleb změny pravidel na vyhledání.
da: Der vises en opsummering af din import og muligheden for at tilpasse afstemningsreglerne
de: Es wird eine Zusammenfassung Ihres Imports angezeigt und die Möglichkeit angeboten die Abgleichregeln anzupassen
el: Η περίληψη της εισαγωγής σας θα εμφανιστεί μαζί με την επιλογή να αλλάξετε τους κανόνες ταύτισης
es: Un resumen de su importación se presentará junto con la opción de cambiar sus reglas de coincidencia
eu: Zure inportazioaren laburpena agertuko da, bat etortze arauak aldatzeko aukerarekin batera
fi: Tuonnin yhteenveto näkyy yhdessä yhdistämissääntöjen vaihtamisen mahdollisuuden kanssa
fr: Un résumé de votre import s'affiche avec la possibilité de changer vos règles de concordance
hi: अपने आयात का एक सारांश विकल्प के साथ दिखाई देते हैं अपने मिलान नियमों को बदलने के लिए होगा
it: Apparirà un riepilogo del tuo import con l'opzione di cambiare le regole di corrispondenza
oc: Un resumit de vòstre impòrt s'aficha amb la possibilitat de cambiar vòstras règlas de concordància
pt: Um resumo de sua importação aparecerá junto com a opção de mudar as regras de correspondência
pt_br: Um resumo de sua importação aparecerá junto com a opção de mudar as regras de correspondência
sk: Súhrn Vášho importu sa objaví spolu s možnosťou zmeniť Vaše pravidlá zhody
sv: En sammanfattning av din import visas tillsammans med alternativet att ändra dina matchningsregler
tr: İçe aktarılmış kayıtlarınızın özeti, eşleştirme kurallarını değiştirme seçeneği ile birlikte görüntülenecektir
zh_tw: 報表的摘要將與選項同時出現，供改變對映規則之用
