Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you are allowing patrons to edit their accounts via the OPAC with the OPACPatronDetails preference then you will need to approve all changes via the staff client before they're applied. If there are patron edits awaiting action they will appear on the staff client dashboard below the modules list (along with other items awaiting action).
ar: إذا كنت تسمح للمستفيدين بتحرير حساباتهم عبر الأوباك باستخدام تفضيل OPACPatronDetails عندئذ يجب عليك الموافقة على كل التغييرات عبر برنامج العميل قبل تطبيقها. في حالة وجود تعديلات خاصة بالمستفيدين في انتظار اتخاذ إجراء ستظهر في لوحة برنامج العميل الرئيسية أدنى قائمة الأنظمة الفرعية (إلى جانب المواد الأخرى التي تنتظر إتخاذ إجراء)
cs: Pokud jste umožnili čtenářům upravovat své účty prostřednictvím OPACu preferencemi s OPACPatronDetails, pak budete muset schválit všechny změny prostřednictvím obsluhy knihovny dříve, než budou použity. Pokud jsou nějaké čtenářské editace, které čekají na schválení, zobrazí se obrazovce obsluhy pod seznamem modulů (spolu s jinými čekajícími položkami).
da: Hvis du tillader lånere at editere deres konti via OPAC med indstillingen OPACPatronDetails, skal ændringerne godkendes via admin, før de træder i kraft. Hvis der er låner-editeringer, der afventer godkendelse, vises de på admin opslagstavelen under modullisten (sammen med andre elementer, der afventer handling).
de: Wenn Sie Benutzern erlauben Änderungen in Ihren Benutzerdetails über den OPAC mitzuteilen (Systemparameter OPACPatronDetails), müssen Sie alle Änderungswünsche zunächst über die Dienstoberfläche moderieren und übernehmen, bevor die Änderung wirksam wird. Wenn es Änderungswünsche gibt, wird auf der Startseite der Dienstoberfläche ein Hinweis im Dashboard unterhalb der Modulauswahl angezeigt.
el: Εάν επιτρέπετε στα μέλη να επεξεργάζονται τους λογαριασμούς τους μέσω OPAC με την προτίμηση OPACPatronDetails τότε θα χρειαστεί να εγκρίνετε όλες τις αλλαγές μέσω της διεπαφής προσωπικού πριν κάνουν αίτηση. Εάν υπάρχουν επεξεργασίες μελών που περιμένουν κάποια ενέργεια θα εμφανιστούν στον πίνακα διεπαφής προσωπικού κάτω από τη λίστα υπομονάδων (μαζί με άλλα τεκμήρια που περιμένουν κάποια ενέργεια).
es: Si permite a sus usuarios editar sus cuentas utilizando el OPAC con la preferencia OPACPatronDetails entonces deberá aprobar todos los cambios utilizando la interfaz administrativa antes que se apliquen. Si hay detalles de usuarios esperando una acción ellos aparecerán en la vista del cliente bajo la lista de módulos (junto con otros ítems esperando una acción).
eu: I está permitido para los socios editar sus datos desde el OPAC mediante la preferencia del sistema OPACPatronDetails se deberán aprobar todos los cambios desde la intranet antes de aplicarse. Si hay cambios de los usuarios esperando alguna acción aparecerá en la intranet un aviso debajo de la lista de módulos (junto con los demás avisos).
fi: Jos asiakkaat saavat muokata omia tilejään verkkokirjaston kautta OPACPatronDetails-asetuksen mukaan, kirjaston pitää hyväksyä virkailijatyökalussa asiakastietojen muutokset ennen niiden voimaantuloa. Jos järjestelmässä on asiakastietoja odottamassa hyväksyntää, ne näkyvät virkailijatyökalun päänäytöllä toimintokuvakkeiden alla (muiden käsittelyä odottavien toimintojen ohella).
fr: Si vous autorisez des adhérents à modifier leur compte via l'OPAC avec la préférence d'OPACPatronDetails alors vous devrez approuver tous les changements dans l'interface professionnelle avant qu'ils soient appliqués. S'il y a des modifications d'adhérent en attente de validation, elles apparaîtront sur le tableau de bord de l'interface professionnelle en-dessous de la liste des modules (avec d'autres éléments attendant une validation).
hi: आप संरक्षक OPACPatronDetails वरीयता के साथ ओपेक के माध्यम से उनके खातों को संपादित करने की अनुमति दे रहे हैं तो आप इससे पहले कि वे लागू कर रहे कर्मचारियों को कलाइन्ट के माध्यम से सभी परिवर्तन को मंजूरी की जरूरत होगी। अगर वहाँ (अन्य आइटमों का इंतजार कर कार्रवाई के साथ) संरक्षक संपादन कार्रवाई वे मॉड्यूल सूची के नीचे के कर्मचारियों कलाइन्ट डैशबोर्ड पर दिखाई देगा का इंतजार कर रहे हैं।
it: Se permetti agli utenti di modificare i loro dati dall'Opac attivando la preferenza di sistema OPACPatronDetails, allora dovrai approvare tutti i cambiamenti usando l'interfaccia staff affinchè diventino attivi. Se ci sono utenti che stanno aspettando una verifica sui loro dati, essi appariranno nell'interfaccia staff sotto il modulo liste, insieme alle altre cose che stanno aspettando un'azione da parte del bibliotecario.
oc: Se vous autorisez des aderents a modificar lor compte via l'OPAC amb la preferéncia d'OPACPatronDetails alors vous devrez approuver totes los cambiaments dins l'interfàcia professionala avant qu'ils sián aplicats. S'i a des modificacions d'aderent en espèra de validation, elles apparaîtront sul tablèu de bord de l'interfàcia professionala en-dejós de la lista des modules (amb d'autres elements attendant una validation).
pl: Jeśli zezwolisz użytkownikowi na zmiany na swoim koncie w OPAC przy użyciu opcji OPACPatronDetails, bibliotekarz będzie musiał zatwierdzić zmiany w interfejsie bibliotekarza. Powiadomienie o propozycji użytkownika wyświetli się na stronie głównej interfejsu bibliotekarza, pod modułami.
pt: Se estiver a permitir os leitores editar as suas contas pelo OPAC com a preferência de sistema OPACPatronDetails então terá que aprovar as modificações no interface dos técnicos antes de serem aplicadas. Se houver edições de leitores a aguardar ações, as mesmas aparecerão na página principal do interface dos técnicos debaixo da lista de módulos (junto com outras ações à espera de moderação).
pt_br: Caso você permita que os usuários editem suas contas no OPAC utilizando a preferência OPACPatronDetails, então você precisará aprovar as alterações através da interface administrativa antes que elas sejam aplicadas. Caso existam atualizações pendentes no cadastro dos usuários, elas aparecerão no painel da interface administrativa abaixo da lista de módulos (juntamente com outros itens aguardando alguma ação).
sk: Ak oprávňujete čitateľom upravovať si svoje účty cez OPAC pomocou nastavenia OPACPatronDetails, budete musieť povoliť všetky zmeny cez intranet skôr, ako nadobudnú platnosť. Ak úpravy čitateľov čakajú na vaše schválenie, objavia sa na palubnej doske intranetu pod zoznamom modulov (spolu s ostatnými exemplármi čakajúcimi na schválenie).
sv: Om du tillåter att låntagare redigerar sina konton i OPAC med inställningen OPACPatronDetails måste du godkänna alla ändringar via personalklienten innan de tillämpas. Om det finns låntagarändringar som väntar på godkännande visas de i personalklientens översikt under modullistan (tillsammans med andra saker som kräver åtgärd).
tr: Kullanıcılara hesaplarını OPAC Kullanıcı Detaylar seçeneğiyle düzenlenmesine imkan veriyorsanız, uygulanmadan önce tüm değişiklikleri personel istemci yoluyla onaylamak zorunda kalacaksınız. Bekleyen kullanıcı düzenleme işlemleri mevcutsa, ekranda modüller listesi altındaki personel istemci gösterge tablosu belirecektir (işlem yapılmayı bekleyen diğer materyallerle birlikte).
zh_tw: 設定 OPACPatronDetails 偏好，允許讀者經由 OPAC 編輯其帳戶，您需從館員介面批准此等改變。讀者編輯其帳戶後，會出現在館員介面的模組清單下(與其他待處理的館藏在一起)，等待館員批准。

source: If you are charged sales tax, choose that from the tax_rate field
fi: Jos kirjasto maksaa arvonlisäveroa ostoista, lisää veroprosentti kenttään tax_rate
hi: यदि आप बिक्री कर चार्ज करते है, तो यह है कि tax_rate क्षेत्र से चुनें

source: If you are checking an item in at a library other than the home branch, a message will appear asking you to transfer the book to the home library
ar: اذا كنت تقوم برد مادة في مكتبة أخرى غير فرع المكتبة الرئيسية, ستظهر رسالة تطلب منك أن تنقل الكتاب إلى المكتبة الرئيسية
cs: Pokud přijímáte výtisk v knihovně, která je jiná než domácí pobočka, zobrazí se zpráva s dotazem na převedení výtisku do domácí knihovny
da: Hvis du tager et eksemplar tilbage, som ikke stammer fra hjemmebiblioteket, vises en besked med transportopfordring til hjemmebiblioteket
de: Wenn Sie ein Exemplar in einer anderen Bibliothek als der besitzenden Bibliothek zurückgeben, wird eine Meldung mit der Transportaufforderung zurück in die besitzende Bibliothek angezeigt.
el: Εάν επιστρέφετε ένα αντίτυπο σε βιβλιοθήκη στην οποία δεν ανήκει, θα εμφανιστεί ένα μήνυμα που θα σας ζητά να μεταφέρετε το βιβλίο στην κύρια βιβλιοθήκη
es: Si usted recibe un ítem en una biblioteca distinta a la biblioteca de origen, aparecerá un mensaje pidiendo que transfiera el libro a la biblioteca de origen
eu: Elementu bat jatorri-liburutegia ez den liburutegian maileguan hartzen baduzu, mezu bat agertuko zaizu liburua jatorriz-liburutegiera transferitzeko eskatuz
fi: Jos palautat niteen muualla kuin sen kotikirjastossa, saat ilmoituksen, jossa pyydetään kuljettamaan nide kotikirjastoonsa
fr: Si vous rendez un document à une bibliothèque autre que le site d'origine, un message s'affichera vous demandant de le transférer à la bibliothèque d'origine
hi: आप घर शाखा के अलावा अन्य एक पुस्तकालय में एक आइटम की जाँच कर रहे हैं, तो एक संदेश घर पुस्तकालय के लिए पुस्तक स्थानांतरण करने के लिए आप पूछ दिखाई देगा
it: Se fai rientrare il prestito di una copia in una biblioteca diversa da quella che la possiede, apparirà un messaggio che ti chiede di trasferire la copia nella biblioteca che la possiede
oc: Se vous rendez un document a una bibliotèca autre que lo site d'origine, un messatge s'aficharà vous demandant de lo transferir a la bibliotèca d'origine
pl: Jeśli zwracasz egzemplarz w innej bibliotece niż macierzysta, wyświetli się komunikat, czy przesłać książkę do biblioteki macierzystej
pt: Se está a devolver um exemplar a biblioteca que não seja a biblioteca origem, irá aparecer uma mensagem a perguntar se deseja transferir o livro para a biblioteca a que pertence
pt_br: Se você estiver registrando a devolução de um exemplar em uma biblioteca que não é a de origem do material, uma mensagem irá surgir perguntando se você deseja transferir o livro para a biblioteca de origem
sk: Ak spracúvate návrat exemplára v knižnici inej ako je jeho domovská pobočka, hlásenie Vás vyzve k presunu knihy do domovskej knižnice
sv: Om du tar emot en bok på ett bibliotek som inte är hemfilialen visas ett meddelande om att boken ska överföras till hembiblioteket
tr: Bir materyali ana birimden ziyade diğer bir kütüphanede iade alıyorsanız ekranda, kitabı ana kütüphaneye aktarmanız konusunda bir mesaj belirecektir
zh_tw: 勾選所屬圖書館以外的館藏時，顯示訊息詢問是否轉移該館藏至所屬圖書館

source: If you are checking in an item that should have multiple parts or pieces a message will appear warning you about the number of pieces you should have in your hand
ar: اذا كنت تقوم برد مادة ينبغي أن يكون لديها أجزاء متعددة أو وثائق ستظهر رسالة تحذرك حول عدد الوثائق التي يجب أن تكون معك
cs: Pokud přijímáte výtisk, který by měl mít několik částí, zobrazí se zpráva informující vás o počtu kusů, který byste měli mít v ruce
da: Hvis du tager et eksemplar tilbage, som ikke stammer fra hjemmebiblioteket, vises en besked med transportopfordring til hjemmebiblioteket
de: Wenn Sie ein Exemplar in einer anderen als der Heimatbibliothek zurückbuchen, wird eine Transportaufforderung zurück in die Heimatbibliothek angezeigt
el: Εάν επιστρέφετε ένα τεκμήριο το οποίο θα έπρεπε να έχει πολλαπλά μέρη ή τεμάχια θα εμφανιστεί ένα μήνυμα που θα σας προειδοποιεί για τον αριθμό των τεμαχίων που θα πρέπει να έχετε ανά χείρας
es: Si usted recibe un ítem que debe tener múltiples partes o piezas aparecerá un mensaje advirtiéndole acerca del número de piezas que debería tener en la mano
eu: Si usted recibe un ítem que debe tener múltiples partes o piezas aparecerá un mensaje advirtiéndole acerca del número de piezas que debería tener en la mano
fi: Jos palautat niteen, jossa pitäisi olla useita osia, saat ilmoituksen, jossa kerrotaan osien lukumäärä
fr: Si vous retournez un document comprenant plusieurs éléments ou parties, un message vous alertera sur le nombre d''éléments que vous devriez avoir entre vos mains.
hi: आप किसी वस्तु को कई भागों या टुकड़े संदेश टुकड़े की संख्या के बारे में चेतावनी दिखाई देगी होना चाहिए कि में जाँच कर रहे हैं, तो आप अपने हाथ में होनी चाहिए
it: Se fai rientrare il prestito di una copia ceh deve avere più parti, apparirà un messaggio che ti avviserà del numero di pezzi che dovrati avere in mano
oc: Se vous retournez un document comprenant plusieurs elements o partidas, un messatge vous alèrtara sul nombre d''elements que vous devriez aver entre vos mains.
pl: Jeśli zwracasz egzemplarz z dodatkami (mapy, płyty itd.), wyświetli się komunikat o liczbie dodatków
pt: Se está a devolver um exemplar que deve ter múltiplas partes irá aparece uma mensagem a avisar sobre o número de parte que você deve ter na mão
pt_br: Se você estiver registrando a devolução de um exemplar que tem multiplas partes ou peças uma mensagem irá aparecer alertando sobre o número de peças que você deve receber
sk: Ak vraciate exemplár, ktorý má viacero častí alebo kusov, objaví sa upozornneie o počte kusov, ktoré by ste mali držať v ruke
sv: Om du tar emot ett objekt som består av flera olika delar visas ett meddelande med en varning om det antal delar du bör ha i handen
tr: Çoklu bölümleri ya da parçaları olan gereken bir materyali iade alıyorsanız, o materyalin kaç parçadan oluştuğuna dair sizi uyaran bir mesaj gözükecektir.
zh_tw: 勾選的館藏是成套時，顯示提示訊息表示還有其他部份可借出

source: If you are checking items in that were put in the book drop while the library was closed you can check the 'Book drop mode' box before scanning items. This will effectively roll back the returned date to the last date the library was open.
ar: إذا كنت تقوم برد المواد التي تم وضعها في صندوق إيداع الكتب أثناء إغلاق المكتبة يمكنك تحديد مربع "وضع إيداع الكتب" قبل مسح المواد ضوئيا. سيقوم ذلك بإعادة التاريخ إلى آخر تاريخ لفتح المكتبة.
cs: Pokud chcete provádět vracení jednotek, které byly vloženy do biblioboxu, zatímco knihovna byla uzavřena, můžete zaškrtnout políčko "Vracení knih z biblioboxu". Tím se zapíše datum vrácení zpět na poslední den, kdy knihovna byla otevřena.
de: Wenn Sie Bücher zurückbuchen, die über die Bücherbox zurück gegeben wurden, können Sie die Option 'Bücherboxrückgabe' anhaken, bevor Sie die Exemplare einscannen. Das Rückgabedatum ist in diesem Fall das letzte Datum an dem die Bibliothek vor dem aktuellen Datum geöffnet war.
el: Εάν επιστρέφετε αντίτυπα που επιστράφηκαν εκτός του γραφείου δανεισμού ενόσω η βιβλιοθήκη ήταν κλειστή μπορείτε να επιλέξετε το κουτί 'Επιστροφές Εκτός Γραφείου Δανεισμού' προτού σαρώσετε τα αντίτυπα. Αυτό θα μεταφέρει επιτυχώς την ημερομηνία επιστροφής στην τελευταία ημέρα που ήταν ανοιχτή η βιβλιοθήκη.
es: Si está devolviendo ejemplares que fueron puestos en el buzón de devolución mientras la biblioteca estuvo cerrada usted puede marcar el 'Modo buzón' antes de ingresar los ejemplares. Esto efectivamente hacer retroceder la fecha de devolución a la última fecha en que la biblioteca estaba abierta.
fi: Jos palautat niteitä, jotka on jätetty palautusluukkuun kirjaston ollessa kiinni, voit valita 'Palautuslaatikkotila' ennen niteiden palauttamista. Palautusajaksi merkitään viimeisin päivä, jolloin kirjasto oli auki.
fr: Si vous procédez au retour d'exemplaires déposés dans la boîte de retour par des usagers, cochez l'option 'Mode boîte de retour' avant de scanner les codes à barres. La date de retour effective sera fixée au dernier jour d'ouverture de la bibliothèque.
hi: आप उस में आइटम की जाँच कर रहे हैं पुस्तक बूंद में डाल रहे थे, जबकि पुस्तकालय बंद हो गया आप आइटम स्कैनिंग से पहले 'पुस्तक ड्रोप मोड' बॉक्स की जांच कर सकते हैं। यह प्रभावी ढंग से करने की अंतिम तिथि पुस्तकालय खुला था लौटे तिथि वापस रोल करेंगे।
it: Se fai rientrare dei prestiti su copie che sono state lasciate nella 'dropbox' quando la biblioteca era chiusa, allora puoi selezionare la casella 'Modalità dropbox' prima di passarli al lettore di barcode. Questo farà in modo che verrà registrata come data di restituzione l'ultima data in cui la biblioteca era aperta.
oc: Se vous procédez al retorn d'exemplars déposés dins la bóstia de retorn per des usagièrs, cochez l'opcion 'Mode bóstia de retorn' avant de scanner les còdis a barres. La data de retorn effective serà fixée al darrièr jorn de dobertura de la bibliotèca.
pl: Jeśli zwracasz egzemplarze, które zostały umieszczone w skrzynce, kiedy biblioteka była zamknięta, sprawdź 'Zwroty do skrzynki' przed skanowaniem egzemplarzy. Termin zwrotu zostanie cofnięty do dnia, kiedy biblioteka była otwarta.
pt: Se está a devolver itens que foram colocados na caixa de retorno enquanto a biblioteca estava fechada pode seleccionar o modo 'Dropbox' antes de ler os itens. Com este método a data de retorno será a última data que a biblioteca esteve aberta.
pt_br: Se estiver devolvendo exemplares que foram colocados na caixa de retorno enquanto a biblioteca estava fechada, você pode selecionar o modo 'Caixa de devolução' antes de escanear os exemplares. Com este método a data de retorno será a última data em que a biblioteca esteve aberta.
sk: Ak spracúvate návrat exemplárov, ktoré boli vhodené do schránky kým knižnica bola zatvorená, môžete zaškrtnúť políčko 'Režim návratu cez schránku' pred skenovaním exemplárov. Týmto sa účinný termín návratu presunie späť na posledný dátum, kedy knižnica bola otvorená.
tr: İade kutusuna bırakılan materyalleri kütüphane kapalıyken iade alıyorsanız, materyalleri taramadan önce 'İade kutusu modu'nu etkinleştirebilirsiniz. Bu etkinleştirme, iade tarihinden kütüphanenin açık olduğu son güne kadar olan işlemleri etkili bir şekilde geri alacaktır.
zh_tw: 處理還入箱的館藏時，先勾選 '還入箱模式'，再掃瞄館藏；才能把還入日期設為上個開館日。

source: If you are entering a new subscription from the Serials module you will be presented with a blank form (if creating new from a bibliographic record the form will include the bib info).
ar: إذا كنت تقوم بإدخال اشتراك جديد من وحدة الدوريات ستقدم لك مع نموذج فارغ (اذا الانشاء الجديد من تسجيلة ببليوغرافية النموذج سيتضمن معلومات ببليوغرافية).
cs: Pokud zadáváte nový odběr z modulu Periodika, bude vám nabídnut prázdný formulář (pokud je vytvářen nový bibliografický záznam, formulář bude zahrnovat i bibliografické údaje).
da: Hvis der indtastes et nyt abonnement fra tidsskriftmodulet, vises en blank formular (hvis der laves et nyt fra en bibliografisk post, indeholder formularen denne information).
de: Wenn Sie ein neues Abonnement im Zeitschriftenmodul anlegen wird Ihnen eine leere Maske angezeigt (wenn Sie das Abonnement vom Titel aus anlegen ist der Titel bereits eingetragen).
el: Αν εισάγετε μία νέα συνδρομή από την υπομονάδα Περιοδικές Εκδόσεις θα σας εμφανιστεί μία κενή φόρμα (αν δημιουργείτε νέα από βιβλιογραφική εγγραφή η φόρμα θα περιλαμβάνει βιβλιογραφικές πληροφορίες).
es: Si usted está entrando en una nueva suscripción desde el módulo de publicaciones periódicas se le presentará un formulario en blanco (si se está creando desde un registro bibliográfico existente el formulario incluirá la información correspondiente).
eu: Si usted está entrando en una nueva suscripción desde el módulo de publicaciones periódicas se le presentará un formulario en blanco (si se está creando desde un registro bibliográfico existente el formulario incluirá la información correspondiente).
fi: Jos teet uuden lehtitilauksen Kausijulkaisujen kautta, saat tyhjän lomakkeen (jos teet uuden nimeketietueesta, tietueen tunnus tulee jo valmiiksi lomakkeeseen).
fr: Si vous ajoutez un abonnement à partir du module Périodiques, vous arriverez sur un formulaire vide (prérempli en cas d'abonnement créé à partir d'une notice bibliographique existante).
hi: आप धारावाहिकों मॉड्यूल आप एक खाली फार्म के साथ प्रस्तुत किया जाएगा से एक नई सदस्यता प्रवेश कर रहे हैं (अगर एक ग्रंथ सूची रिकॉर्ड से नया बनाने प्रपत्र बिब जानकारी शामिल होंगे)।
it: Se inserisci un nuovo abbonamento dal modulo Risorse in continuazione, ti sarà presentato un form vuoto; se lo stai creando da un record bibliografico, il form includerà le informazioni bibliografiche.
oc: Se vous ajoutez un abonament a partir del modul Periodics, vous arriverez sus un formulari vide (prérempli en cas d'abonament creat a partir d'una notícia bibliografica existenta).
pl: Tworzenie prenumeraty z poziomu modułu Czasopisma wyświetli pusty formularz nowej prenumeraty. Tworzenie prenumeraty z poziomu rekordu czasopisma, wyświetli formularz zawierający podstawowe informacje o prenumeracie danego czasopisma.
pt: Se está a inserir uma nova subscrição no módulo dos periódicos será mostrado um formulário em branco (se criar um a partir de um registo o formulário inclui a informação do mesmo).
pt_br: Se você adicionou uma nova assinatura no módulo de Periódicos você será levado a um formulário em branco (se estiver fazendo um novo registro bibliográfico, o formulário irá conter estas informações).
sk: Ak zadávate nové predplatné v module Periodiká, objaví sa pred Vami prázdny formulár (ak vytvárate nové z knižničného záznamu, formulár bude zahŕňať aj knižničnú informáciu).
sv: Om du lägger in en ny prenumeration från periodikamodulen visas ett tomt formulär (om du skapar nytt från en bibliografisk post inkluderar formuläret den bibliografiska informationen).
tr: Süreli yayınlar modülünden yeni bir abonelik giriyorsanız, size boş bir form sunulacak (yeni bibliyografik kayıt oluşturulacaksa, form bibliyografik kayıt bilgisini içerecektir).
zh_tw: 若從期刊模組鍵入新的訂閱，將出現空白表單(若從書目紀錄新增表單，此表單將包括書目資訊)。

source: If you are looking for specific items you can use the item search engine in the staff client to find them.
ar: إذا كنت تبحث عن مواد معينة يمكنك استخدام محرك بحث المادة في برنامج العميل للعثور عليها
de: Wenn Sie nach Exemplaren suchen möchten, können Sie hierzu die spezielle Exemplarsuchfunktion in der Dienstoberfläche verwenden.
el: Εάν αναζητάτε ένα συγκεκριμένο τεκμήριο μπορείτε να χρησιμοποιήσετε την αναζήτηση τεκμηρίων στην διεπαφή προσωπικού για να το βρείτε.
es: Si usted busca ítems específicos, puede utilizar el motor de búsqueda de ítems en la interfaz del personal para poder encontrarlos.
eu: Item espezifikoak bila baldin bazabiltza, pertsonalaren interfazeko item-en bilatzailea erabil dezakezu horiek bilatu ahal izateko.
fi: Jos haet tiettyjä niteitä, voit käyttää virkailijatyökalun nidehakua.
fr: Si vous cherchez des exemplaires précis vous pouvez utiliser le moteur de recherche sur les exemplaires dans l'interface professionnelle pour les trouver.
hi: आप उन्हें खोजने के लिए कर्मचारियों को ग्राहक में आइटम खोज इंजन का उपयोग कर सकते हैं आप देख रहे हैं, विशेष आइटम के लिए।
it: Se stai cercando una copia specifica, puoi usare la ricerca sulla copia presente nello staff client per cercarla.
oc: Se vous cherchez des exemplars précis podètz utilizar lo moteur de recèrca suls exemplars dins l'interfàcia professionala per los trobar.
sk: Ak hľadáte špecifické exempláre, môžete na ich nájdenie použiť vyhľadávač exemplárov v intranete.
tr: Belirli materyalleri arıyorsanız bu materyalleri bulmak için personel istemcideki materyal arama motorunu kullanabilirsiniz.
