Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: ex. If you're importing patrons specific to one library you can use the field on the Import form to apply the branchcode to all those you are importing.
ar: مثال: إذا ما استوردتَ مستفيدين محددين إلى واحدة من المكتبات فبإمكانك ان تستخدم الحقل في نموذج الإستيراد لتطبيق رمز المكتبة الفرعية على كل هؤلاء المستورَدين.
cs: ex. Pokud importujete čtenáře jedné knihovny můžete použít pole na formuláři importu a použít kód pobočky pro všechny ty, kteří se importují.
da: eks. Hvis du importerer lånere specifikt til en bestemt afdeling, kan du bruge feltet i import-formularen, for at tildele afdelingkoden til alle de importerede poster.
de: Beispiel: Wenn Sie Benutzer für eine Bibliothek importieren, können Sie das Feld 'branchcode' verwenden, um den korrekten Standort für alle importierten Benutzer zu setzen.
el: π.χ. Εάν εισάγετε μέλη συγκεκριμένα σε ένα παράρτημα μπορείτε να χρησιμοποιήσετε το πεδίο στη φόρμα Εισαγωγής για να εφαρμόσετε τον κωδικό βιβλιοθήκης σε όλα όσα εισάγετε.
es: ej. si está importando usuarios de una sede específica puede utilizar el campo del formulario de importación para asignar el código de sede a aquellos que esté importando.
eu: ej. si está importando socios de una biblioteca específica puede utilizar el campo del formulario de importación para asignar el código de biblioteca a aquellos que esté importando.
fi: Esimerkiksi, jos tuot yhden kirjaston asiakkaita, voit käyttää kenttää 'Tuonti'-lomakkeella lisäämään kirjaston tunnuksen kaikkiin tuotaviin.
fr: Par exemple, si vous importez des adhérents pour un site donné, vous pouvez utiliser le champ branchcode.
hi: पूर्व। आप एक पुस्तकालय के लिए विशिष्ट संरक्षक आयात कर रहे हैं आप आयात फार्म पर क्षेत्र का उपयोग उन सभी आप आयात कर रहे हैं करने के लिए branchcode लागू करने के लिए कर सकते हैं।
it: Es.: se stai importando utenti relativi a una biblioteca, puoi usare questo campo per indicare la biblioteca da utilizzare nella fase di importazione.
oc: Per exemple, se vous importez des aderents per un site donat, podètz utilizar lo camp branchcode.
pt: ex. Se está a importar leitores específicos de uma biblioteca pode usar o campo no formulário de importação para aplica o código de biblioteca a todos os leitores a serem importados.
pt_br: ex. Se você estiver importando usuários específicos de uma ramal você pode usar o campo no formulário de importação que aplica o código da ramal pata todos que estiver importando.
sk: napr. Ak importujete čitateľov vlastných pre jednu knižnicu, môžete použiť pole na formulári Importu, aby sa použil kód pobočky na všetkých, ktorých importujete.
sv: exempel: om du importerar låntagare för ett specifikt bibliotek, kan du använda fältet på importformuläret för att tillämpa filialkod för alla du importerar.
tr: örn. Kullanıcıları özel bir kütüphaneye aktarıyorsanız, aktarma formu üzerindeki alanı branş kodunu aktardığınız her şeye uygulamak için kullanabilirsiniz.
zh_tw: 如：匯入特定圖書館的讀者時，可以在匯入表單將分館代碼欄位給那些匯入的讀者。

source: fic:0 Non-fiction
el: fic:0 Μη λογοτεχνικό
fi: fic:0 Tietokirjallisuus
hi: fic: 0 गैर गल्प

source: fic:1 Fiction
ar: fic:1 أدبي
cs: fic:1 Fikce
da: fic:1 fiktion
de: fic:1 Belletristik
el: fic:1 Λογοτεχνικό
es: fic:1 Ficción
eu: fic:1 Fikzioa
fi: fic:1 Kaunokirjallisuus
hi: fic: 1 गल्प
it: fic:1 Narrativa
pl: fic:1 Fikcja
pt: fic:1 Ficção
pt_br: fic:1 Ficção
sk: fic:1 Beletria
tr: rom:1 Roman
zh_tw: fic:1 小說

source: get a RSS/Atom feeds on these new items.
eu: RSS/Atom bat lortu ale berri hauentzat.
fi: hae RSS/Atom-syötteitä uusista niteistä.
hi: एक आरएसएस मिल / एटम इन नए आइटम पर खिलाती है।

source: here
eu: hemen
fi: täällä
hi: यहाँ

source: holds administrative preferences such as admin email address, sessions and timeout.
ar: مفضلات الحجوزات الإدارية كعنوان البريد الالكتروني الإداري، الجلسات، ووقت انتهائها.
cs: má administrátorská práva jako e-mailovou adresu administrátora, sezení (relaci připojení) a timeouty.
de: enthält Systemeinstellungen wie zum Beispiel die E-Mail-Adresse des Administrators, Sitzungen und Sitzungs-Timeout.
el: διατηρεί διαχειριστικές προτιμήσεις όπως την ηλεκτρονική διεύθυνση διαχειριστή, συνεδρίες και λήξη χρόνου.
es: almacena preferencias administrativas tales como el email del administrador, sesiones y tiempo de espera.
eu: administrazio lehentasunak dauzka, hala nola, administrariaren helbide elektronikoa, sesioak eta itxaron-denbora.
fi: sisältää ylläpidon asetuksia kuten ylläpitäjän sähköpostiosoitteen, istunnot ja aikakatkaisut.
fr: contient les préférences administratives telles que le courriel de l'administrateur, les sessions et le timeout.
hi: जैसे कि प्रशासन ईमेल पता, सत्र और मध्यांतर के रूप में प्रशासनिक वरीयताओं रखती है।
it: preferenze amministrative come gestione email indirizzo dia dmin, sessioni e timout.
oc: contient las preferéncias administratives telles que lo corrièr electronic de l'administrator, les sessions e lo timeout.
pt: tem preferências administrativas, tais como endereço de email do administrador, sessões e tempo limite.
pt_br: preferências administrativas de reservas, tais como endereço de email do administrador, sessões e tempo limite do sistema.
sk: obsahuje administratívne nastavenia akými je E-mail administrátora, pripojenia a čas vypršania.
tr: Yönetici e-posta adresi, oturumlar ve zaman aşımı gibi yönetimsel tercihleri içerisinde bulundurur.
zh_tw: 預約管理偏好，如：管理電子郵件、作業與終止時間。

source: holds all preferences related to managing serial subscriptions.
ar: يحتوي على كل التفضيلات المرتبطة بتعيين إشتراكات الدوريات.
cs: má všechna potřebná nastavení ke správě odběrů periodik.
da: indeholder parametre med forbindelse til tidsskriftsforvaltning
de: enthält alle Parameter mit Bezug zur Zeitschriftenverwaltung
el: διατηρεί τις προτιμήσεις που έχουν να κάνουν με τη διαχείριση συνδρομών περιοδικών εκδόσεων.
es: agrupa todas las preferencias relacionadas con la gestión de suscripciones a publicaciones periódicas.
eu: aldizkako argitalpenen kudeaketarekin lotutako lehentasun guztiak gortzen ditu.
fi: sisältää kaikki kausijulkaisujen tilauksiin liittyvät asetukset.
fr: contient les préférences relatives à la gestion des périodiques.
hi: सीरियल सदस्यता के प्रबंधन से संबंधित सभी वरीयताओं रखती है।
it: gestisce le preferenze collegate alle risorse in continuazione e agli abbonamenti.
oc: conten las preferéncias relativas a la gestion des periodics.
pt: tem todas as preferências relacionadas à gestão de assinaturas de periódicos.
pt_br: tem todas as preferências relacionadas à gestão de assinaturas de periódicos.
sk: obsahuje všetky nastavenia súvisiace so spracovaním predplatných periodík.
sv: innehåller alla inställningar som rör hanteringen av prenumerationer på periodika.
tr: Süreli yayın aboneliklerini yönetmek için ilgili tercihlerinin tümünü içerir.
zh_tw: 所有與管理期刊訂閱有關的偏好。

source: holds preference related to advanced search functions such as removing stop words or allowing stemming.
ar: يحتوي على تفضيلات ترتبط بوظيفة البحث المتقدم مثل حذف كلمات التوقف أو السماح بالبتر.
cs: má potřená nastavení k pokročilým funkcím pro vyhledávání jako je odstranění stop-slov nebo povolení stemmingu (vyhledávání slovního kmene)
da: indeholder indstillinger til de udvidede søgefunktioner som fjernelse af stopord eller mulige begrænsninger.
de: enthält Parameter zu den erweiterten Suchfunktionen wie die Entfernung von Stop-Wörtern oder die Ermöglichung von Eingrenzungen.
el: διατηρεί προτιμήσεις που έχουν να κάνουν με τις λειτουργίες σύνθετης αναζήτησης όπως την αφαίρεση εξαιρούμενων λέξεων ή την άδεια αποκοπής.
es: almacena preferencias relacionadas con funciones de búsqueda avanzada tales como remover palabras de parada o permitir stemming.
eu: bilaketa aurreratuaren funtzioekin lotutako lehentasunak gordetzen ditu, hala nola hitz hutsak kentzea edo erro bilaketa baimentzea.
fi: sisältää tarkkaan hakuun liittyvien ominaisuuksien kuten hukkasanojen poistoon tai katkaisun sallimiseen liittyvät asetukset.
fr: contient les préférences relatives aux fonctions de recherche avancées telles que les mots vides ou la désuffixation.
hi: ऐसे रोक शब्दों को हटाने या stemming अनुमति के रूप में उन्नत खोज कार्यों से संबंधित वरीयता रखती है।
it: preferenza di prenotazioni collegata per avanzare le funzioni di ricerca come rimuovere parole ferme o permettere l'aver origine.
oc: contient las preferéncias relativas a las fonctions de recèrca avançadas telles que les mots vides o la désuffixation.
pt: detém preferência relacionada às funções de pesquisa avançada como a remoção de palavras vazias ou permitir decorrentes.
pt_br: detém preferência relacionada às funções de pesquisa avançada como a remoção de palavras vazias ou permitir decorrentes.
sk: obsahuje nastavenie súvisiace s funkciami rozšíreného vyhľadávania, akými je mazanie stop-slov alebo povolenie slovných kmeňov.
sv: innehåller inställningar för avancerade sökfunktioner, som borttagning av stoppord eller att tillåta sökning på ordstam.
tr: Dur sözcüklerini veya dallanmayı kaldırma gibi gelişmiş arama fonksiyonları ile ilgili tercihi tutar.
zh_tw: 與進階搜尋功能有關的偏好，如：移除高頻字或允許切截。

source: holds preference related to handling authority records.
ar: يحتوي تفضيلات ترتبط بالتعامل مع التسجيلات الإستنادية.
cs: má potřebná oprávnění ke správě autoritních záznamů.
da: indeholder indstillinger i forbindelse med behandling af normadata.
de: enthält Parameter, die auf die Behandlung von Normdaten bezogen sind.
el: διατηρεί τη προτίμηση που έχει να κάνει με τον χειρισμό των εγγραφών καθιερωμένων όρων.
es: almacena preferencias relacionadas con el manejo de registros de autoridades.
eu: autoritate erregistroen kudeaketarekin lotutako lehentasunak gordetzen ditu.
fi: sisältää auktoriteettitietueiden käsittelyyn liittyvät asetukset.
fr: contient les préférences relatives à la gestion des notices d'autorité.
hi: प्राधिकरण के रिकॉर्ड से निपटने से संबंधित होल्ड वरीयता रखती है।
it: preferenze di prenotazioni collegate per trattare records di authority.
oc: contient las preferéncias relativas a la gestion des notícias d'autoritat.
pt: detém preferência relacionada com registos de autoridade.
pt_br: preferência de reserva relacionada com registos de autoridade.
sk: obsahuje nastavenie súvisiace s manipuláciou so záznamami autorít.
sv: innehåller inställningar som rör hantering av auktoritetsposter.
tr: Otorite kayıtlarını işlemek için ilgili tercihleri içerir.
zh_tw: 與權威紀錄有關偏好。

source: holds preferences related to acquisitions such as handling patron suggestions and local taxes.
ar: يحتوي تفضيلات ترتبط بالتزويد مثل التعامل مع مقترحات المستفيدين والضرائب المحلية.
cs: má potřebná oprávnění k akvizici jako je správa podnětů od čtenářů a správa místních poplatků.
da: indeholder indstillinger i forbindelse med anskaffelser som forvaltning af anskaffelsesforslag og moms.
de: enthält Parameter mit Bezug zur Erwerbung wie zur Verwaltung von Anschaffungsvorschägen und MWSt.
el: διατηρεί προτιμήσεις που έχουν να κάνουν με τις προσκτήσεις όπως ο χειρισμός των προτάσεων των μελών και οι φόροι.
es: agrupa preferencias relacionadas con adquisiciones como el manejo de sugerencias de usuarios y los impuestos locales.
eu: eskurapenekin lotutako lehentasunak gordetzen ditu, hala nola bazkideen proposamenen eta tokiko zergen kudeaketa.
fi: sisältää hankintaan, kuten asiakkaiden hankintaehdotuksiin tai paikallisiin veroihin liittyvät asetukset.
fr: les préférences relatives aux acquisitions, telles que les suggestions d'achat et les taux de TVA
hi: इस तरह के संरक्षक सुझाव और स्थानीय करों से निपटने के रूप में अधिग्रहण से संबंधित वरीयताओं रखती है।
it: le preferenze collegate alle acquisizioni come gestione dei suggerimenti e le tasse.
oc: les preferéncias relativas a las aquisicions, telles que les suggestions de crompa e les taux de TVA
pl: opcje systemu dotyczące modułu Gromadzenie takich jak propozycje zakupu czy lokalne podatki.
pt: tem preferências relacionadas com aquisições como a manipulação de sugestões de leitor e impostos locais.
pt_br: tem preferências relacionadas com aquisições como a manipulação de sugestões de usuário e impostos locais.
sk: obsahuje nastavenia súvisiace s akvizíciami akými sú manipulácia čitateľských návrhov a miestne dane.
sv: innehåller inställningar för inköp, som låntagarposter och lokala skatter.
tr: kullanıcı önerileri ve yerel vergiler gibi sağlamalarla ilgili tercihleri içerir.
zh_tw: 與採訪有關的偏好，如：讀者建議與地方稅。

source: holds preferences related to internationalization and localization such as date formats and languages.
ar: يحتوي على تفضيلات مرتبطة بالتدويل والتوطين مثل صيغ التاريخ واللغات.
cs: má potřebná oprávnění ke správě internacionalizace a lokalizace, jako jsou datové formáty a jazyky.
da: indeholder indstillinger, om internationalisering og lokalisering, som f.eks. datoformat og sprog.
de: enthält Parameter, die auf die Internationalisierung und Lokalisierung bezogen sind, wie zum Beispiel Datumsformate und Sprachen.
el: διατηρεί προτιμήσεις που έχουν να κάνουν με τη διεθνοποίηση και την προσαρμογή όπως τις μορφές ημερομηνίας και τις γλώσσες.
es: almacena preferencias relacionadas con la internacionalización y localización tales como formatos de fecha e idiomas.
eu: nazioartekotzearekin eta lokalizazioarekin lotutako lehentasunak gordetzen ditu, hala nola data formatuak eta hizkuntzak.
fi: sisältää kansainvälisyyteen ja paikallistamiseen liittyvät asetukset kuten päiväyksen muodon ja kielet.
fr: contient les préférences relatives à l'internationalisation et la localisation, telles que les formats de date ou les langues.
hi: ऐसी तारीख स्वरूपों और भाषाओं के रूप में अंतर्राष्ट्रीयकरण और स्थानीयकरण से संबंधित वरीयताओं रखती है।
it: preferenze di prenotazioni collegate all'internazionalizzazione e localizzazione come formati di data e linguaggi.
oc: contient las preferéncias relativas a l'internationalisation e la localisation, telles que les formats de data o les lengas.
pt: tem preferências relacionadas à internacionalização e localização, tais como formatos de data e línguas
pt_br: tem preferências relacionadas à internacionalização e localização, tais como formatos de data e línguas
sk: obsahuje nastavenia súvisiace s internacionalizáciou a lokalizáciou, akými sú napríklad formáty dátumu a jazyky.
sv: innehåller inställningar för internationalisering, som datumformat och språk.
tr: tarih biçimleri ve diller gibi yerelleştirme ve uluslararası duruma getirme ile ilgili tercihleri içerir.
zh_tw: 與國際化與在地化有關的偏好，如：日期格式與語文。

source: holds preferences that control circulation functions such as holds and fines.
ar: تحتوي على التفضيلات التي تتحكم بوظائف الإعارة مثل الحجوز والغرامات.
cs: má potřebná oprávnění ke správě výpůjčních funkcí jako jsou rezervace a pokuty.
da: indeholder indstillinger, som kontrollerer udlånsbetingelserne, som f.eks. reservering og bøder.
de: enthält Parameter, die die Ausleihfunktionen kontroliieren, wie zum Beispiel Vormerkungen und Gebühren.
el: διατηρεί προτιμήσεις που ελέγχουν τις λειτουργίες κυκλοφορίας υλικού όπως τις κρατήσεις και τα πρόστιμα.
es: almacena preferencias que controlan las funciones de circulación tales como reservas y multas.
eu: zirkulazio funtzioak kontrolatzen dituzten lehentasunak gordetzen ditu, hala nola erreserbak eta isunak,
fi: sisältää asetuksia, jotka kontrolloivat lainauksen toimintoja kuten varauksia ja maksuja.
fr: contient les préférences qui contrôlent les fonctions de circulation telles que les réservations et les amendes.
hi: वरीयताओं कि परिसंचालन कार्यों को नियंत्रित जैसे रखती है और जुर्माना भी रहती है।
it: preferenze di prenotazioni che controllano le funzioni di circolazione come prenotazioni e regole.
oc: contient las preferéncias qui contrôlent les fonctions de circulacion telles que las reservacions e les emendas.
pl: kontrola opcji udostępniania, na przykład zamówienia czy należności.
pt: tem preferências que controlam funções de circulação como as reservas e multas.
pt_br: tem preferências que controlam funções de circulação como as reservas e multas.
sk: obsahuje nastavenia, ktoré ovládajú funkcie obehu akými sú napríklad rezervácie a pokuty.
sv: innehåller inställningar för cirkulationsrelaterade funktioner som reservationer och böter.
tr: ayırmalar ve cezalar gibi dolaşım fonksiyonlarını kontrol eden tercihleri içerir.
zh_tw: 與控制流通功能有關的偏好，如：預約與罰款。

source: holds preferences that control how your system handles patron functions. Some preferences include the minimum password length and membership number settings.
ar: تحتوي على التفضيلات التي تتحكم بالكيفية التي يتعامل بها نظامك مع وظائف المستفيدين. بعض التفضيلات تتضمن الطول الأدنى لكلمات المرور وإعدادات رقم العضوية.
cs: má potřebná oprávnění, která určují, jak váš systém zvládá čtenářské funkce. Některá oprávnění zahrnují nastavení minimální délky hesla a nastavení členského čísla.
da: indeholder indstillinger, der kontrollrer, hvordan systemet behandler lånerfunktioner. Nogle indstillinger omfatter den minimale passwordlængde og indstillinger for lånernummer.
de: enthält Parameter, die kontrollieren, wie Ihr System Benutzerfunktionen behandelt. Einige Parameter schließen die minimale Passwortlänge und die Einstellungen der Mitgliedernummer ein.
el: διατηρεί προτιμήσεις που ελέγχουν πώς χειρίζεται το σύστημά σας τις λειτουργίες πυ έχουν να κάνουν με τα μέλη. Μερικές προτιμήσεις συμπεριλαμβάνουν το ελάχιστο και μέγιστο αριθμό κωδικού πρόσβασης και τις ρυθμίσεις των αριθμών των μελών.
es: almacena preferencias que controlan cómo su sistema maneja funciones de usuarios. Algunas preferencias incluyen largo mínimo de contraseña, etc.
eu: zure sistemak bazkideen funtzioak nola kudeatzen dituen kontrolatzen duten lehentasunak gordetzen ditu. Lehentasunen artean pasahitzaren gutxieneko luzera eta bazkidetza zenbakiaren ezarpenak daude.
fi: sisältää asetuksia, jotka kontrolloivat, kuinka järjestelmäsi käsittelee asiakkaiden toimintoja. Jotkut asetukset sisältävät salasanan minimipituuden ja jäsennumeroon liittyviä asetuksia.
fr: contient les préférences qui contrôlent la façon dont le système gère les fonctionnalités adhérent. Par exemple la taille minimum du mot de passe.
hi: वरीयताओं कि नियंत्रण कैसे अपने सिस्टम संरक्षक कार्यों संभालती रखती है। कुछ प्राथमिकताएं न्यूनतम पासवर्ड लंबाई और सदस्यता संख्या सेटिंग्स में शामिल हैं।
it: le preferenze di prenotazioni che controllano come il tuo sistema tratta le funzioni utente. Alcune preferenze includono la lunghezza minima della password e il numero di tessera d'iscrizione.
oc: contient las preferéncias qui contrôlent la faiçon dont lo sistèma gère les foncionalitats aderent. Per exemple la talha minimum del senhal.
pt: tem preferências que controlam como o sistema lida com as funções de leitor. Algumas preferências incluem o comprimento mínimo da palavra-passe e as configurações de número de inscrição.
pt_br: tem preferências que controlam como o sistema lida com as funções de usuário. Algumas preferências incluem o comprimento mínimo de senha e as configurações de número de inscrição.
sk: obsahuje nastavenia, ktoré kontrolujú, ako Váš systém zvláda funkcie čitateľa. Niektoré nastavenia zahŕňajú minimálnu dĺžku hesla a nastavenia počtu členov.
sv: innehåller inställningar som styr hur systemet hanterar funktioner för låntagare. Vissa inställningar inkluderar kortaste lösenordslängd samt nummerinställningar för medlemskap.
tr: sisteminizin kullanıcıların işlevleri nasıl işleyeceğini denetleyen tercihlerini içerir. Bazı tercihler, en kısa şifre uzunluğu ve üyelik numarası ayarlarını içerir.
zh_tw: 與控制系統管理讀者功能的偏好。部份偏好包括最短密碼長度與讀者證號碼設定。

source: holds preferences that control the cataloging functions. This is where you choose your MARC flavor, set up Z39.50 and barcoding.
ar: تحتوي على التفضيلات التي تتحكم بوظيفة الفهرسة. حيث تختار هنا مارك المفضل لديك، وتضبط Z39.50 والباركود.
cs: má preference, které ovládají katalogizační funkce. Toto je místo, kde si vyberete druh MARCu, nastavíte Z39.50 a používání čárových kódů.
da: indeholder indstillinger, som kontrollerer katalogiseringsfunktionerne. Her vælges MARC-type, opsætning af Z39.50 og stregkoder.
de: enthält Parameter, die die Katalogisierungsfunktionen kontrolliert. Dies ist der Ort, an dem Sie Ihre MARC-Version wählen, Z39.50 und Barcodes einstellen.
el: διατηρεί προτιμήσεις που ελέγχουν τις λειτουργίες καταλογογράφησης. Είναι εκεί που επιλέγετε το MARC που προτιμάτε και που κάνετε τις ρυθμίσεις για το Z39.50 και τα barcodes.
es: almacena preferencias que controlan las funciones de catalogación. Aquí es donde elige tipo MARC, configura Z39.50 y códigos de barras.
eu: katalogatze funtzioak kontrolatzen dituzten lehentasunak gordetzen ditu. Hor MARC mota aukeratzen duzu eta Z39.50 eta barra kodeak ezarri.
fi: sisältää asetuksia, jotka kontrolloivat luetteloinnin toimintoja. Täällä valitset MARC-formaattisi, asetat Z39.50-palvelimen ja viivakoodit.
fr: contient les préférences qui contrôlent les fonctions de catalogage. C'est ici que vous choisissez votre version de MARC, que vous paramétrez Z39.50 et les code-barres
hi: वरीयताओं कि सूचीबद्ध कार्यों को नियंत्रित रखती है। यह वह जगह है जहां आप चुन अपने मार्क स्वाद, Z39.50 और बारकोडिंग की स्थापना की।
it: preferenze di prenotazioni che controllano le funzioni di catalogazione. E' dove scegli il tuo tipo di MARC, imposti lo Z39.50 e i codici a barre.
oc: contient las preferéncias qui contrôlent les fonctions de catalogatge. Es aicí que vous causissètz vòstra version de MARC, que parametratz Z39.50 e les code-barres
pt: tem preferências que controlam as funções de catalogação. Isto é onde você escolhe o seu tipo MARC, definir Z39.50 e código de barras.
pt_br: tem preferências que controlam as funções de catalogação. Isto é onde você escolhe o seu tipo MARC, definir Z39.50 e código de barras.
sk: obsahuje nastavenia, ktoré kontrolujú funkcie katalogizácie. Tu sa dá navoliť Vaše zafarbenie MARC, nastavenie Z39.50 a generovanie čiarových kódov.
sv: innehåller inställningar som styr katalogiseringsfunktionerna. Det är här du väljer MARC-typ, konfigurerar Z39.50 och streckkodfunktioner.
tr: Katalog işlevlerini denetleyen tercihleri içerir. Burası MARC tercihinizi, Z39.50 ayarlarını yaptığınız ve barkodlamayı seçtiğiniz yerdir.
zh_tw: 與控制編目功能有關的偏好，允許您選擇MARC、設定Z39.50以及條碼。
