Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: A template is based on the label/card stock you are using. This might be Avery 5160 for address labels, Gaylord 47-284 for spine labels or Avery 28371 for your patron cards, just to give a couple of examples. These labels will include all of the information you will need for setting up a Koha, this information may be on the packaging, and if not it can usually be found on the vendor's website.
ar: القالب هو مخزون الملصقات/البطاقات الذي تستخدمه. يمكن أن يكون ذلك أكثر من 5160 ملصقات عنوان، Gaylord 47-284 لكعوب الملصقات أو Avery 28371 لبطاقات مستفيديك، فقط لإعطائك مثالين. سوف تشمل هذه الملصقات كافة المعلومات التي سوف تحتاجها لتنصيب كوها، هذه المعلومات يمكن عمل نسخ احتياطية منها، وإذا لم يتم ذلك بمكن العثور عليها في موقع المزود.
cs: Šablona je založena na štítku/skladovací kartě, kterou používáte. To může být Avery 5160 pro adresní štítky, Gaylord 47-284 pro hřbetní štítky Avery nebo 28371 pro průkazy čtenářů, jako několik příkladů. Tyto štítky budou obsahovat všechny informace, které budete potřebovat pro nastavení Koha, mohou být na obalu, a pokud ne, lze obvykle nalézt na webových stránkách dodavatele.
da: En skabelon er det etiket- eller kortformat, som du bruger. Det kan f.eks. være Avery 5160 til adresseetiketter, Gaylord 47-284 til signaturskilte eller Avery 28371 til lånerkort. Ved disse etiketter hhv. printerforlæg er de informationer, som skal bruges i Koha anført på emballagen eller producentens hjemmeside.
de: Ein Template ist das Etiketten- bzw. Kartenformat, das Sie verwenden. Das kann z.B. Avery 5160 für Adressetiketten, Gaylord 47-284 für Signaturschilder oder Avery 28371 für Benutzerausweise sein. Bei diesen Etiketten bzw. Druckvorlagen sind die Informationen die Sie für die Konfiguration in Koha brauchen auf der Verpackung oder auch auf der Webseite des Herstellers angegeben.
el: Ένα πρότυπο είναι η βάση ετικετών/καρτών που χρησιμοποιείτε. Αυτό μπορει να είναι Avery 5160 για ετικέτες, Gaylord 47-284 για ετικέτες ράχης ή Avery 28371 για κάρτες μελών. Αυτές οι ετικέτες θα περιλαμβάνουν όλες τις πληροφορίες που χρειάζεστε για να ρυθμίσετε το Koha πάνω στο πακέτο του προϊόντος. Αν όχι μπορείτε να τις βρείτε στον δικτυακό τόπο του προμηθευτή.
es: Una plantilla es la etiqueta/carné que está utilizando. Esto podría ser Avery 5160 para etiquetas de direcciones, Gaylord 47-284 para etiquetas de lomo o Avery 28371 para los carnés de usuario, sólo para dar unos ejemplos. Estas etiquetas incluyen toda la información necesaria para la configuración en Koha, esta información puede estar en el envase, y si no se puede encontrar en la página Web del proveedor.
eu: Txantiloi bat erabiltzen ari zaren etiketa/txartelan oinarritzen da. Besteak beste, hori Avery 5160 izan daiteke helbide-etiketentzat, Gaylord 47-284 bizkar-etiketentzat eta Avery 28371 bazkide-txartelentzat. Etiketok Koha konfigurazioarentzat beharko duzun informazio guztia dute, eta informazioa bilgarrian egon daiteke. Bestela, hornitzailearen webgunean aurkituko duzu, oro har.
fi: Pohja perustuu tarra/korttipohjiin, joita olet käyttämässä. Tämä voi olla Avery 5160 osoitteille, Gaylord 47-284 selkätarroille tai Avery 28371 kirjastokorteille. Nämä tarrat sisältävät kaiken tiedon, jonka tarvitset Kohan asetuksiin. Tieto voi olla joko pakkauksessa tai sitten se löytyy toimittajan nettisivuilta.
fr: Un modèle est le type d'étiquettes/cartes que vous utilisez. Ce peut être Avery·5160 pour les étiquettes d'adresse, Gaylord·47-284 pour les étiquettes de dos ou Avery·28371 pour les cartes adhérent, par exemple. Ces étiquettes incluent toutes les informations dont vous avez besoin pour paramétrer Koha, ces informations pouvant être sur l'emballage, ou si ce n'est pas le cas pouvant généralement être trouvées sur le site web du fournisseur.
hi: एक टेम्पलेट लेबल / कार्ड स्टॉक आप उपयोग कर रहे हैं पर आधारित है। इस रीढ़ लेबल या अपने संरक्षक कार्ड के लिए एवरी 28371 के लिए पता लेबल के लिए एवरी 5160, जेराल्ड 47-284 हो सकता है, सिर्फ उदाहरण के एक जोड़े को देने के लिए। इन लेबलों जानकारी आप एक Koha की स्थापना के लिए की आवश्यकता होगी सभी को, इस जानकारी पैकेजिंग पर हो सकता है, और यदि नहीं यह आमतौर पर विक्रेता की वेबसाइट पर पाया जा सकता है शामिल होंगे।
it: Un template è la collezione di etichette/schede che stai usando. Il template può essere Avery 5160 per le etichette degli indirizzi, Gaylord 47-284 per le etichette dei dorsi oppure Avery 28371 per le schede degli utenti. Queste etichette contengono tutte le informazioni di cui hai bisogno per configurare Koha, queste informazioni possono essere contenute nell'involucro oppure si possono trovare sul sito del fornitore.
oc: Un modèl es lo tipe d'etiquetas/cartas qu'utilizatz. Aqueste pòt èsser Avery·5160 per las etiquetas d'adreça, Gaylord·47-284 per las etiquetas de dos o Avery·28371 per las cartas aderent, per exemple. Aquestas etiquetas incluson totas las informacions que n'avètz besonh per parametrar Koha, aquelas informacions que pòdon èsser sus l'embalatge, o se es pas lo cas que pòdon generalament èsser trobadas sul site web del provesidor.
pt: Um modelo é a etiqueta / cartão usado. Pode ser Avery 5160 para etiquetas de endereço, Gaylord 47-284 para etiquetas Avery coluna ou 28371 para seus cartões de leitor, só para dar alguns exemplos. Esses rótulos incluem todas as informações que precisa para a criação, esta informação pode constar na embalagem, e se não for ele pode ser encontrado no site do fornecedor.
pt_br: Um template é baseado na etiqueta/stock que você utiliza. Pode ser Avery 5160 para etiquetas de endereço, Gaylord 47-284 para etiquetas de lombada ou Avery 28371 para carteirinhas, por exemplo. Estas etiquetas em geral são acompanhadas de informações para configuração no Koha (largura, altura, etc.). Esta informação em geral está na embalagem, mas também pode ser obtida no site do fabricante.
sk: Šablóna je založená na zásobe etikiet/preukazov, ktoré používate. Mohlo by to byť Avery 5160 pre etikety adries, Gaylord 47-284 pre chrbtové etikety alebo Avery 28371 pre čitateľské preukazy. Tieto etikety zahrnú všetky informácie, ktoré potrebujete pre nastavenie Kohy. Tieto informácie môžu byť na obaloch a pokiaľ nie, zvyčajne sa dá nájsť na stránke predajcu.
sv: En mall baseras på det format för etiketter/kort som du använder. Detta kan t.ex. vara Avery 5160 för adressetiketter, Gaylord 47-284 för ryggetiketter eller Avery 28371 för låntagarkort. Dessa etiketter inkluderar all den information du behöver för att konfigurera Koha. Informationen kan finnas på förpackningen och kan annars oftast hittas på leverantörens webbplats.
tr: Şablon, kullanmakta olduğunuz etiket/kart stoğudur. Bunlara verilecek örnekler şunlardır: Adres etiketleri için Avery 5160, cilt etiketleri için Gaylord 47-284 veya kullanıcı kartları için Avery 28371. Bu etiketler Koha'yı ayarlamak için gereksinim duyacağınız tüm bilgiyi içerecektir. Bu bilgi ambalaj üzerinde olabilir; eğer ambalaj üzerinde yer almıyorsa, genellikle sağlayıcının web sitesinden bu bilgiye erişmek mümkündür.
zh_tw: 模版是標籤/讀者證的基礎。可能是借Avery 5160地址標籤之用、Gaylord 47-284 書標之用或Avery 28371讀者證之用等。這些標籤有Koha設定的資訊，也可能來自供應商的人網站。

source: A template is the label/card stock you are using. This might be Avery 5160 for address labels, Gaylord 47-284 for spine labels or Avery 28371 for your patron cards, just to give a couple of examples. These labels will include all of the information you will need for setting up a Koha, this information may be on the packaging, and if not it can usually be found on the vendor's website.
ar: القالب هو مخزون الملصقات/البطاقات الذي تستخدمه. يمكن أن يكون ذلك أكثر من 5160 ملصقات عنوان، Gaylord 47-284 لكعوب الملصقات أو Avery 28371 لبطاقات مستفيديك، فقط لإعطائك مثالين. سوف تشمل هذه الملصقات كافة المعلومات التي سوف تحتاجها لتنصيب كوها، هذه المعلومات يمكن عمل نسخ احتياطية منها، وإذا لم يتم ذلك بمكن العثور عليها في موقع المزود.
cs: Šablona je založena na štítku/skladovací kartě, kterou používáte. To může být Avery 5160 pro adresní štítky, Gaylord 47-284 pro hřbetní štítky Avery nebo 28371 pro průkazy čtenářů, jako několik příkladů. Tyto štítky budou obsahovat všechny informace, které budete potřebovat pro nastavení Koha, mohou být na obalu, a pokud ne, lze obvykle nalézt na webových stránkách dodavatele.
da: En skabelon er det etiket- eller kortformat, som du bruger. Det kan f.eks. være Avery 5160 til adresseetiketter, Gaylord 47-284 til signaturskilte eller Avery 28371 til lånerkort. Ved disse etiketter hhv. printerforlæg er de informationer, som skal bruges i Koha anført på emballagen eller producentens hjemmeside.
de: Ein Template ist das Etiketten- bzw. Kartenforamt, das Sie verwenden. Das kann z.B. Avery 5160 für Adressetiketten, Gaylord 47-284 für Signaturschilder oder Avery 28371 für Benutzerausweise sein. Bei diesen Etiketten bzw. Druckvorlagen sind die Informationen die Sie für die Konfiguration in Koha brauchen auf der Verpackung oder auch auf der Webseite des Herstellers angegeben.
el: Ένα πρότυπο είναι η βάση ετικετών/καρτών που χρησιμοποιείτε. Αυτό μπορει να είναι Avery 5160 για ετικέτες, Gaylord 47-284 για ετικέτες ράχης ή Avery 28371 για κάρτες μελών. Αυτές οι ετικέτες θα περιλαμβάνουν όλες τις πληροφορίες που χρειάζεστε για να ρυθμίσετε το Koha πάνω στο πακέτο του προϊόντος. Αν όχι μπορείτε να τις βρείτε στον δικτυακό τόπο του προμηθευτή.
es: Una plantilla es la etiqueta/carné que está utilizando. Esto podría ser Avery 5160 para etiquetas de direcciones, Gaylord 47-284 para etiquetas de lomo o Avery 28371 para los carnés de usuario, sólo para dar un par de ejemplos. Estas etiquetas incluyen toda la información necesaria para la configuración en Koha, esta información puede estar en el envase, y si no se puede encontrar en la página Web del proveedor.
eu: Txantiloi bat erabiltzen ari zaren etiketa/txartela da. Besteak beste, hori Avery 5160 izan daiteke helbide-etiketentzat, Gaylord 47-284 bizkar-etiketentzat eta Avery 28371 bazkide-txartelentzat. Etiketok Koha konfiguraziorako beharko duzun informazio guztia dute, eta informazioa bilgarrian egon daiteke. Bestela, hornitzailearen webgunean aurkituko duzu, oro har.
fi: Pohja perustuu tarra/korttipohjiin, joita olet käyttämässä. Tämä voi olla Avery 5160 osoitteille, Gaylord 47-284 selkätarroille tai Avery 28371 kirjastokorteille. Nämä tarrat sisältävät kaiken tiedon, jonka tarvitset Kohan asetuksiin. Tieto voi olla joko pakkauksessa tai sitten se löytyy toimittajan nettisivuilta.
fr: Un modèle est le type d'étiquettes/cartes que vous utilisez. Ce peut être Avery·5160 pour les étiquettes d'adresse, Gaylord·47-284 pour les étiquettes de dos ou Avery·28371 pour les cartes adhérent, par exemple. Ces étiquettes incluent toutes les informations dont vous avez besoin pour paramétrer Koha, ces informations pouvant être sur l'emballage, ou si ce n'est pas le cas pouvant généralement être trouvées sur le site web du fournisseur.
hi: एक टेम्पलेट लेबल / कार्ड स्टॉक का प्रयोग कर रहे है। इस रीढ़ लेबल या अपने संरक्षक कार्ड के लिए एवरी 28371 के लिए पता लेबल के लिए एवरी 5160, जेराल्ड 47-284 हो सकता है, सिर्फ उदाहरण के एक जोड़े को देने के लिए। इन लेबलों जानकारी आप एक Koha की स्थापना के लिए की आवश्यकता होगी सभी को, इस जानकारी पैकेजिंग पर हो सकता है, और यदि नहीं यह आमतौर पर विक्रेता की वेबसाइट पर पाया जा सकता है शामिल होंगे।
it: Un template è la collezione di etichette/schede che stai usando. Il template può essere Avery 5160 per le etichette degli indirizzi, Gaylord 47-284 per le etichette dei dorsi oppure Avery 28371 per le schede degli utenti. Queste etichette contengono tutte le informazioni di cui hai bisogno per configurare Koha, queste informazioni possono essere contenute nell'involucro oppure si possono trovare sul sito del fornitore.
oc: Un modèl es lo tipe d'etiquetas/cartas qu'utilizatz. Aqueste pòt èsser Avery·5160 per las etiquetas d'adreça, Gaylord·47-284 per las etiquetas de dos o Avery·28371 per las cartas aderent, per exemple. Aquestas etiquetas incluson totas las informacions que n'avètz besonh per parametrar Koha, aquelas informacions pòdon èsser sus l'embalatge, o se es pas lo cas pòdon generalament èsser trobadas sul site web del provesidor.
pt: Um modelo é a etiqueta / cartão usado. Pode ser Avery 5160 para etiquetas de endereço, Gaylord 47-284 para etiquetas Avery coluna ou 28371 para seus cartões de leitor, só para dar alguns exemplos. Esses rótulos incluem todas as informações que precisa para a criação, esta informação pode constar na embalagem, e se não for ele pode ser encontrado no site do fornecedor.
pt_br: Um modelo é a etiqueta / cartão usado. Pode ser Avery 5160 para etiquetas de endereço, Gaylord 47-284 para etiquetas Avery coluna ou 28371 para suas carteirinhas, só para dar alguns exemplos. Esses rótulos incluem todas as informações que precisa para a criação, esta informação pode constar na embalagem, e se não for ele pode ser encontrado no site do fornecedor.
sk: Šablóna je zásoba etikiet/preukazov, ktoré používate. Mohlo by to byť Avery 5160 pre etikety adries, Gaylord 47-284 pre chrbtové etikety alebo Avery 28371 pre čitateľské preukazy. Tieto etikety zahrnú všetky informácie, ktoré potrebujete pre nastavenie Kohy. Tieto informácie môžu byť na obaloch a pokiaľ nie, zvyčajne sa dá nájsť na stránke predajcu.
sv: En mall baseras på det format för etiketter/kort som du använder. Detta kan t.ex. vara Avery 5160 för adressetiketter, Gaylord 47-284 för ryggetiketter eller Avery 28371 för låntagarkort. Dessa etiketter inkluderar all den information du behöver för att konfigurera Koha. Informationen kan finnas på förpackningen och kan annars oftast hittas på leverantörens webbplats.
tr: Şablon, kullanmakta olduğunuz etiket/kart stoğudur. Bunlara verilecek örnekler şunlardır: Adres etiketleri için Avery 5160, cilt etiketleri için Gaylord 47-284 veya kullanıcı kartları için Avery 28371. Bu etiketler Koha'yı ayarlamak için gereksinim duyacağınız tüm bilgiyi içerecektir. Bu bilgi ambalaj üzerinde olabilir; eğer ambalaj üzerinde yer almıyorsa, genellikle sağlayıcının web sitesinden bu bilgiye erişmek mümkündür.
zh_tw: 模版是標籤/讀者證的基礎。可能是借Avery 5160地址標籤之用、Gaylord 47-284 書標之用或Avery 28371讀者證之用等。這些標籤有Koha設定的資訊，也可能來自供應商的人網站。

source: A title can also be added to a list by selecting titles on the search results page and choosing the list from the 'Add to' menu
ar: يمكن إضافة العنوان أيضا من خلال اختيار عناوين من صفحة نتائج البحث ومن خلال اختيار القائمة من 'أضف إلى ' القائمة
cs: Tituly mohou být přidávány do seznamu také vybráním na stránce s výsledky hledání vybráním seznamu z menu "Přidat do"
da: En titel kan også tilføjes til en liste ved at vælge titler fra søgeresultatsiden og vælge listen fra menuen 'Tilføj til'
de: Ein Titel kann auf eine Liste gesetzt werden, indem er innerhalb der Trefferliste markiert und dann die Liste bei 'Hinzufügen zu' ausgewählt wird.
el: Ένας τίτλος μπορεί επίσης να προστεθεί σε μία λίστα με την επιλογή τίτλων στα αποτελέσματα αναζήτησης και της λίστας από το μενού 'Προσθήκη'
es: Un título puede además ser agregado a una lista seleccionando títulos en la página de resultados de búsqueda y seleccionando de la lista con el menú de 'Agregar a'
eu: Un título puede además ser agregado a una lista seleccionando títulos en la página de resultados de búsqueda y seleccionando de la lista con el menú de 'Agregar a'
fi: Nimeke voidaan lisätä listalle myös valitsemalla nimeke hakutulossivulta ja valitsemalla lista 'Lisää tähän' -valikosta
fr: On peut également ajouter un titre à une liste en le sélectionnant dans la page de résultat d'une recherche et en choisissant Ajouter à une liste.
hi: एक शीर्षक भी खोज परिणाम पृष्ठ पर शीर्षक का चयन और 'में जोड़ें' मेनू से सूची का चयन करके एक सूची में जोड़ा जा सकता है
it: Un titolo può essere aggiunto a una lista selezionadolo nei risultati di ricerca e scegliendo la lista dal menu 'Aggiungi a'
oc: Se pòt tanben apondre un títol a una lista en lo seleccionant dins la pagina de resultat d'una recèrca e en causissent Apondre a una lista.
pl: Pozycja może być również dodana do listy przez zaznaczenie na stronie wyników wyszukiwania i wybór listy z menu 'Dodaj do'.
pt: Um título pode ser adicionado a uma lista após selecção de título nos resultados de uma pesquisa e escolhendo a lista no menu 'Adicionar a'
pt_br: Um título também pode ser adicionado a uma lista selecionando os títulos na página dos resultados de pesquisa e escolhendo a lista no menu 'Adicionar para'
sk: Titul možno pridať do zoznamu vybraním titulov na stránke výsledkov hľadania a voľbou zoznamu z ponuky 'Pridať'
sv: En titel kan också läggas till en lista genom att välja titlar på sökresultatsidan och välja listan från menyn 'Lägg till i'
tr: Arama sonuç sayfasındaki başlıklar seçilerek ve menüye 'Ekle' den liste seçilerek de, listeye başlık eklenebilir
zh_tw: 題名可以新增至虛擬書架，勾選搜尋結果的題名，再從 '加入' 選單裡把它加入虛擬書架

source: ACQCLAIM (Acquisition Claim)
ar: ACQCLAIM ( دعوى للتزويد )
cs: ACQCLAIM (Požadavek na akvizici)
da: ACQCLAIM (indkøbsbestilling)
de: ACQCLAIM (Reklamationen in der Erwerbung)
el: ACQCLAIM (Αξίωση Πρόσκτησης)
es: ACQCLAIM (Reclamación de adquisición)
eu: ACQCLAIM (Reclamación de adquisición)
fi: ACQCLAIM (Hankinnan reklamointi)
fr: ACQCLAIM (Réclamation acquisition)
hi: ACQCLAIM (अधिग्रहण दावा)
it: ACQCLAIM (Sollecito in acquisizioni)
oc: ACQCLAIM (Reclamacion aquisicion)
pt: ACQCLAIM (Reclamação de aquisição)
pt_br: ACQCLAIM (Pedido de aquisição)
sk: ACQCLAIM (Reklamácia akvizície)
sv: ACQCLAIM (beställningskrav)
tr: ACQCLAIM (Sağlama Claim)
zh_tw: ACQCLAIM(採訪需求)

source: ANSCR (sound recordings)
ar: ANSCR (تسجيل صوتي)
cs: ANSCR (zvukové záznamy)
da: ANSCR (lydoptagelser)
de: ANSCR (Tonaufnahmen)
el: ANSCR (ηχογραφήσεις)
es: ANSCR (grabaciones sonoras)
eu: ANSCR (soinu grabazioak)
fi: ANSCR (äänitallenteet)
fr: ANSCR (enregistrement sonore)
hi: ANSCR (ध्वनि रिकॉर्डिंग)
it: ANSCR (registrazioni sonore)
oc: ANSCR (enregistrament sonòr)
pl: ANSCR (nagrania dźwiękowe)
pt: ANSCR (gravações de som)
pt_br: ANSCR (gravações de áudio)
sk: ANSCR (zvukové nahrávky)
sv: ANSCR (ljudinspelningar)
tr: ANSCR (ses kayıtları)
zh_tw: ANSCR (錄音資料)

source: Ability to access all cataloging functions via the Cataloging page
ar: إمكانية الوصول إلى جميع وظائف الفهرس من خلال صفحة الفهرس
cs: Možnost přístupu ke všem katalogizačním funkcím přes stránku Katalogizace
da: Kunne ikke tilgå alle katalogiseringsfunktioner via katalogsiden
de: Auf alle Funktionen der Katalogisierung zugreifen.
el: Δυνατότητα πρόσβασης σε όλες τις λειτουργίες καταλογογράφησης μέσω της σελίδας Καταλογογράφηση
es: Posibilidad de acceder a todas las funciones de catalogación a través de la página Catalogación
eu: Katalogatze funtzio guztietara Katalogatzea orriaren bidez sartzeko ahalmena.
fi: Oikeus päästä kaikkiin luetteloinnin toimintoihin Luettelointi-sivun kautta
fr: Donne l'accès à toutes les fonctions de catalogage à travers la page de catalogage
hi: सूचीबद्ध पेज के माध्यम से सभी सूचीबद्ध कार्यों का उपयोग करने की क्षमता
it: Abilita ad accedere a tutte le funzioni di catalogazione attraverso l'apposita pagina
oc: Donne l'accès a totas las foncions de catalogatge a travers la pagina de catalogatge
pl: Możliwość dostępu do wszystkich funkcji katalogowania za pośrednictwem strony Katalogowanie
pt: Capacidade de aceder a todas as funções de catalogação no módulo de catalogação
pt_br: Habilidade para acessar todas as funções da catalogação via página de catalogação
sk: Možnosť prístupu ku všetkým katalogizačným funkciám cez stránku Katalogizácie
sv: Möjlighet att nå alla funktioner för katalogisering via Katalogiseringssidan
tr: Katalog sayfası yoluyla tüm katalog fonksiyonlarına ulaşabilme
zh_tw: 經由編目頁面近用所有編目功能

source: Ability to make edits to item/holdings records, but not bibliographic records
ar: إمكانية إجراء تعديلات على تسجيلات المادة / المقتنيات، وليس التسجيلات البيبلوغرافية
cs: Možnost upravovat záznamy jednotek, ale ne bibliografické záznamy
da: Evne til at editere eksemplarposter men ikke bib-poster
de: Berechtigung Exemplare, aber nicht Titeldaten, zu bearbeiten
el: Δυνατότητα επεξεργασίας των εγγραφών αντιτύπων , αλλά όχι των βιβλιογραφικών εγγραφών
es: Habilidad de editar registros de ejemplares/existencias, pero no registros bibliográficos
eu: Permiso para modificar registros de ítems, pero no registros bibliográficos
fi: Oikeus muokata nidetietoja, mutta ei nimeketietuetta
fr: Droit de modifier des exemplaires mais pas celui de modifier des notices bibliographiques
hi: आइटम/होल्डिंग रिकॉर्ड करने के लिए संपादन, लेकिन ग्रंथ सूची नहीं रिकॉर्ड बनाने की क्षमता
it: Abilita a modificare le copie ma non i dati bibliografici
oc: Dreit de modificar des exemplars mas pas lo de modificar des notícias bibliograficas
pl: Możliwość modyfikacji egzemplarzy/zamówień, bez rekordów bibliograficznych
pt: Capacidade de editar exemplares, mas não registos bibliográficos
pt_br: Pode editar registros/exemplares, mas não registros bibliográficos
sk: Možnosť upravovať exempláre, ale nie knižničné záznamy
sv: Möjlighet att redigera poster för objekt/innehav, men inte bibliografiska poster
tr: Bibliyografik kayıtları değil, materyalleri/ayırtılmış kayıtları düzenleyebilme
zh_tw: 可以編輯館藏記錄，但不能編輯書目記錄

source: Ability to use the 'Delete all items' option found under the 'Edit' menu in cataloging
eu: 'Elementu guztiak ezabatu' aukera 'Editatu" katalogazio menua bidez
fi: Oikeus käyttää 'Poista kaikki niteet' -toimintoa luetteloinnin 'Muokkaa'-valikossa
hi: का उपयोग करने के लिए सूचीबद्ध करने में विकल्प 'संपादन' मेनू के नीचे पाया 'सभी आइटम हटाएं' की क्षमता
oc: La possibilitat d'utilizar l'opcion "Suprimir totes los exemplars" se tròba dins lo menú "Modificar" del catalogatge

source: About Koha
ar: حول كوها
cs: O systému Koha
da: Om Koha
de: Über Koha
el: Σχετικά με το Koha
es: Acerca de Koha
eu: Kohari buruz
fi: Tietoja Kohasta
fr: À propos de Koha
hi: Koha के बारे में
it: Informazioni su Koha
oc: A prepaus de Koha
pl: O Koha
pt: Sobre o Koha
pt_br: Sobre o Koha
sk: Informácie o Kohe
sv: Om Koha
tr: Koha Hakkında
zh_tw: 關於 Koha
