Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: A child fund simply a sub-fund of the fund listed. An example would be to have a fund for 'Fiction' and under that have a fund for 'New Releases' and a fund for 'Science Fiction.' It is an optional way to further organize your finances.
ar: التمويل الفرعي هو ببساطة تمويل متفرع من التمويل المذكور. على سيبل المثال أن يكون لديك تمويل لل"لأدب" وأدناه يوجد تمويل ل"الإصدارات الجديدة" وتمويل ل"الخيال العلمي". هذه طريقة اختيارية للمزيد من التنظيم لأمورك المالية.
cs: Dceřinný fond je podfond mateřského fondu. Například, mateřský fond by mohl být "Beletrie", a dceřinné fondy "Novinky" a "Sci-fi." Je to volitelný způsob, jak podrobněji uspořádat své finance.
de: Ein Kind-Konto ist ein Unterkonto des aufgelisteten Kontos. Ein Beispiel: Für ein Konto 'BelletristikÄ könnte man weitere Unterkonten 'Neuerscheinungen' und 'Science Fiction' definieren. Es handelt sich um eine optionale Funktion um die Finanzmittel zu organisieren.
es: Un fondo asociado es simplemente un sub-fondo del fondo listado. Un ejemplo sería tener un fondo para 'Ficción' y bajo ese tener un fondo para 'Estrenos' y un fondo para "Ciencia ficción". Es una forma opcional para organizar más sus finanzas.
fi: Alitili on alirahasto tilille. Esimerkiksi voisi olla tili 'Kaunokirjat' ja sen alla tili 'Uudet painokset' ja tili 'Science fiction'. Tilien organisointi riippuu tarpeestasi.
fr: Un poste budgétaire enfant est simplement un sous-poste d'un poste inscrit. Un exemple pourrait être d'avoir un poste budgétaire pour "la Fiction" avec un sous-poste "Nouveautés" et un sous-poste "Science-fiction". C'est une façon facultative de mieux organiser vos finances.
hi: एक बच्चे फंड बस सूचीबद्ध निधि की एक उप-कोष। एक उदाहरण के लिए 'नई विज्ञप्ति' और के लिए एक कोष के लिए एक निधि है 'फिक्शन' के लिए और उस के तहत एक कोष के लिए किया जाएगा 'विज्ञान कथा।' यह एक वैकल्पिक रास्ता आगे अपने वित्त का आयोजन है।
it: Alla destra di ogni fondo troverai le opzioni 'Modifica, ' Cancella' e 'Aggiungi un fondo figlio'. Un fondo figlio è semplicemente un sotto fondo del fondo stesso. Ad esempio ci potrebbe essere un fondo 'Romanzi' e sotto di lui un fondo 'Riedizioni' e un fondo 'Novità'. E' un modo opzionale di organizzare le tue spese.
oc: Un pòste budgètari enfant es simplament un sosposte d'un pòste inscrit. Un exemple poiriá èsser d'aver un pòste budgètari per "la Ficcion" amb un sosposte "Novetats" e un sospòste "Sciéncia-ficcion". Es una faiçon facultativa de mieux organizar vòstras finanças.
pt: Um fundo filho é simplesmente um subfundo do fundo listado. Um exemplo seria a de ter um fundo de 'Ficção' e em que têm um fundo para 'Lançamentos' e um fundo de 'ficção científica'. É uma forma opcional para organizar melhor suas finanças.
sk: Detský fond je jednoducho podriadený fond menovaného fondu. Napríklad môžeme mať fond pre 'Fikciu' a pod ním fond pre 'Novinky' a fond pre 'Sci-Fi'. Toto je voliteľný spôsob ďalšieho organizovania vašich zdrojov.
tr: Alt fon listelenen fonun bir alt fonudur. Örneğin, 'Roman' için bir ana fon vardır ve 'Yeni Yayınlar' ve 'Bilim Kurgu' başlıkları bu ana fon için alt fonlardır. Bu, finansınızı daha iyi düzenlemek için opsiyonel bir yöntemdir.
zh_tw: 子基金是上層基金的次基金。例如上層基金是 '小說' 可能有一個子基金 '新出版' 與另個子基金 '科幻小說'。可以更細緻地組織您的財務。

source: A child patron will list their Guarantor
ar: فئة المستفيدين الأطفال سيتم إعداد قائمة بضامنهم
cs: Dětského čtenáře vyplní jeho ručitel
da: En barnelåner vil anføre sin garant
de: In einem Kindbenutzer wird der Bürge angezeigt
el: Ένα μέλος παιδί θα έχει καταγεγραμμένο τον Εγγυητή
es: Un usuario niño puede listar su Garante
eu: Haur bazkide batek abal-emailea zerrendatuko du
fi: Lapsiasiakas tarvitsee Takaajan.
fr: Un adhérent "enfant" sera rattaché à son garant
hi: एक बच्चे के संरक्षक उनकी गारंटर की सूची होगी
it: Un bambino vedrà i suoi garanti
oc: Un aderent "enfant" serà restacat a son garant
pl: Dziecko będzie widoczne na koncie swojego opiekuna
pt: Para um leitor criança será mostrado o seu fiador
pt_br: Uma criança irá listar seus Responsáveis
sk: Detský čitateľ bude mať v zozname svojho ručiteľa
sv: En minderårig låntagare listar sin förmyndare
tr: Çocuk kullanıcı garantörlerini listeleyecektir
zh_tw: 兒童讀者必須有保證人

source: A common use for this field would be for a student ID number or a Driver's license number.
ar: الإستخدام الشائع لهذا الحقل سيكون لأرقام هويات الطلاب أو أرقام شهادات القيادة الخاصة بهم
cs: Běžně se do tohoto pole zapisuje číslo studentského nebo občanského průkazu.
da: En hyppig anvendelse af dette felt kunne være et studenternummer eller et kørekortnummer.
de: Dieses Feld kann zum Beispiel für Matrikelnummern oder Personalausweisnummern verwendet werden.
el: Σε αυτό το πεδίο θα μπορούσε να μπει ο αριθμός φοιτητικής ταυτότητας ενός φοιτητή ή αριθμός άδειας οδήγησης ενός οδηγού.
es: Un uso común para este campo sería el de contener el número de documento (ID) de un usuario/estudiante o el número de su Licencia de conducir.
eu: Hona hemen eremu horren ohiko erabilera bat: ikasle baten ID zenbakia edo gidabaimenaren zenbakia izatea.
fi: Yleinen käyttö tälle kentälle voisi olla opiskelijakortin numero tai ajokortin numero.
fr: Une utilisation courante de ce champ serait un numéro d'identifiant pour un étudiant ou un numéro de permis de conduire.
hi: इस क्षेत्र के लिए एक आम उपयोग के एक छात्र आईडी नंबर या एक ड्राइवर का लाइसेंस नंबर के लिए किया जाएगा।
it: Un tipico uso di questo campo è l'ID dello studente o il numero di patente di guida.
oc: Una utilizacion correnta d'aqueste camp seriá un numèro d'identificant per un estudiant o un numèro de permés de conduire.
pl: Zwykle używa się tych pól do wprowadzania numeru legitymacji lub innego dokumentu służącego do identyfikacji użytkownika.
pt: Um uso comum para este campo será o identificador do aluno ou o número/identificador da carta de condução.
pt_br: Um uso comum para este campo seria para a idenficação do estudante ou para o número da carteira de motorista.
sk: Bežne sa do tohto poľa zapisuje číslo študentského alebo občianskeho preukazu.
sv: Ett vanligt användningsområde för detta fält är för student-ID eller körkortsnummer.
tr: Bu alanın yaygın kullanımı öğrenci kimlik numarası ya da ehliyet ile olacaktır.
zh_tw: 此欄位常用於學號或駕照號碼。

source: A confirmation will appear asking if you're sure this is what you want to happen
ar: سيظهر لك سؤال تأكيدي لتأكد فيه أنه هذا ما تريد فعله حقا
cs: Zobrazí se potvrzení s otázkou zda-li jste si jistý/á, že chcete toho dosáhnout
da: Der vises en bekræftelse, som spørger, om du er sikker på, at det er, hvad du ønsker.
de: Sie werden aufgefordert, die Aktion zu bestätigen
el: Θα εμφανιστεί μία επιβεβαίωση που θα σας ρωτάει αν είστε σίγουροι ότι είναι αυτό αυτό που θέλετε να κάνετε.
es: Una confirmación aparecerá preguntándole si está seguro que esto es lo que Usted quiere que suceda
eu: Una confirmación aparecerá preguntándole si está seguro que esto es lo que Usted quiere que suceda
fi: Vahvistusviesti kysyy, oletko ihan varma siitä, mitä olet tekemässä
fr: Une demande de confirmation est affichée.
hi: यदि आप सुनिश्चित कर रहे हैं एक संपुष्टि पूछ दिखाई देगा यह आप क्या चाहते है
it: Per confermare ti verrà chiesto se sei sicuro che questo avvenga
oc: Una demanda de confirmacion es afichada.
pl: Pojawi się komunikat proszący o potwierdzenie operacji.
pt: Uma confirmação irá aparecer a perguntar se tem a certeza que é o que pretende
pt_br: Uma confirmação aparecerá perguntando se você está ciente do que está fazendo
sk: Zobrazí sa potvrdenie s otázkou, či ste si istý/á, že toto chcete dosiahnuť
sv: En bekräftelse visas och frågar om du är säker
tr: Ekranda işleminizle ilgili bir onay mesajı belirecektir.
zh_tw: 將出現確認訊息，讓您確認將進行的工作

source: A discharge is a certificate that says the patron has no current checkouts, no holds and owe no money. To enable this option on the patron record you need to set the useDischarge system preference to 'Allow'.
el: Η απαλλαγή είναι μια βεβαίωση ότι το μέλος δεν έχει εκκρεμής χρεώσεις, κρατήσεις και δεν οφείλη χρήματα. Για να ενεργοποιήσετε αυτή την επιλογή στην εγγραφή του χρήστη, πρέπει να ρυθμίσετε την προτίμηση συστήματος useDischarge σε "Να επιτρέπεται"
fi: Velattomuusilmoitus on todistus, jossa kerrotaan, että asiakkaalla ei ole lainoja, varauksia eikä hän ole velkaa kirjastolle. Jotta tämä toiminto olisi mahdollinen, täytyy useDischarge -järjestelmäasetuksen olla 'Salli'.
hi: एक डिस्चार्ज एक एक प्रमाण पत्र जिसका कहना है कि संरक्षक कोई मौजूदा checkouts है, कोई रखती है और कोई पैसा नहीं देना है। संरक्षक जानकारी के लिए आप 'अनुमति' के लिए useDischarge प्रणाली वरीयता निर्धारित करने की आवश्यकता पर इस विकल्प को सक्षम करने के लिए।
oc: Un quitus es un document certifiant que l'aderent a pas mai de prèstes en cors, ni de reservacions, ni de deutes. Per permetre aquesta opcion sus la notícia de l'aderent vos cal reglar la preferéncia sistèma "useDischarge" sus "Autorizar".

source: A framework exported this way can be imported into any other Koha installation using the import framework option.
fi: Tällä tavoin viety pohja voidaan tuoda mihin tahansa Kohan asennukseen käyttämällä tuo luettelointipohja -toimintoa.
hi: एक ढांचा इस तरह का निर्यात आयात ढांचे के विकल्प का उपयोग कर किसी अन्य Koha स्थापना में आयात किया जा सकता है।
oc: Una grasilha exportada d'aquesta faiçon pòt èsser importada dins una autra installacion Koha utilizant l'opcion de d'importacion de grasilha.

source: A fund is added to a budget.
ar: تمت إضافة التمويل إلى الميزانية
cs: Fondy lze přiřadit k rozpočtu.
de: Ein Konto wird zu einem Etat hinzugefügt.
es: Un fondo puede agregarse a un presupuesto.
eu: Aurrekontu bati funts bat gehitzen zaio.
fi: Tili on lisätty budjettiin.
fr: Un poste budgétaire est ajouté à un budget.
hi: एक कोष के लिए एक बजट में जोड़ा जाता है।
it: Un fondo è aggiunto a un budget.
oc: Un pòste budgètari es apondut a un budgèt.
pt: Um fundo é adicionado a um orçamento.
sk: Fond je pridaný k rozpočtu.
tr: Bir fon bir bütçeye eklenir.
zh_tw: 基金可加入預算。

source: A layout defines the text and images that will be printed on to the card and where it will appear.
ar: التخطيط يحدد النص والصور التي ستتم طباعتها على البطاقة و سيتم تحديد أيضا المكان الذي ستظهر فيه.
cs: Rozložení definuje text a obrázky, které se vytisknou na kartě a kde se objeví.
da: Layoutet definerer teksten og billederne og hvor på lånerkortet de skal trykkes.
de: Das Layout definiert den Text und die Bilder und an welcher Stelle sie auf dem Benutzerausweis gedruckt werden.
el: Μία διάταξη καθορίζει το κείμενο και τις εικόνες που θα εκτυπωθούν πάνω στην κάρτα και που θα εμφανίζονται.
es: Un diseño define el texto y las imágenes que serán impresas en el carné y donde aparecerán los mismos.
eu: Diseinuak txartelan inprimatuko diren testu eta irudiak zehazten ditu, bai eta horiek agertuko diren tokia ere.
fi: Asettelu määrittää tekstin ja kuvat sekä sen, mihin ne tulostetaan kirjastokorttiin.
fr: Le format définit le texte et les images qui seront imprimés sur la carte et leur emplacement.
hi: एक लेआउट पाठ और छवियों है कि कार्ड और जहां यह दिखाई देगा पर मुद्रित किया जाएगा परिभाषित करता है।
it: Il layout definisce il testo e l'immagine che verranno stampate sulla scheda e il punto in cui appariranno.
oc: Lo format definís lo tèxte e los imatges que seràn imprimits sus la carta e lor emplaçament.
pl: Układ definiuje tekst i obrazy, które będą drukowane na karcie.
pt: Um esquema define o texto e as imagens que vai ser impressas no cartão e onde devem aparecer.
pt_br: Um esquema define o texto e as imagens que vai ser impressas no cartão e onde devem aparecer.
sk: Rozloženie definuje text a obrázky, ktoré sa vytlačia na preukaz a kde sa objavia.
sv: En layout definierar den text och de bilder som kommer att skrivas ut på kortet och var de skall placeras.
tr: Yerleşim düzeni, kartın üzerine basılacak metin ve görüntüleri ve bunların nerede görüneceğini tanımlar.
zh_tw: 布局定義印在讀者證的文字與照片位置。

source: A layout is used to define the fields you want to appear on your labels.
ar: يستخدم التخطيط ليحدد لك الحقل الذي تريد أن يظهر على ملصقك.
cs: Rozložení se používá, aby se definovala pole, které chcete zobrazit na vašich štítcích.
da: Felter og underfelter til eksport skal defineres, adskilt af lodrette streger.
de: Das Layout wird verwendet um festzulegen welche Felder auf die Etiketten gedruckt werden sollen.
el: Μία διάταξη χρησιμοποιείται για να καθορίσει τα πεδία που θέλετε να εμφανίζονται στις ετικέτες σας.
es: Un diseño se usa para definir los campos que aparecerán en las etiquetas.
eu: Diseinua zure etiketetan agertzea nahi duzun eremuak zehazteko erabiltzen da.
fi: Asettelu määrittää kentät, jotka halutaan näkyvän tarroissa.
fr: Une disposition est utilisée pour définir les champs que vous voulez voir sur les étiquettes.
hi: एक लेआउट क्षेत्रों आप अपने लेबल पर प्रदर्शित करना चाहते हैं परिभाषित करने के लिए प्रयोग किया जाता है।
it: Devi definire quali campi o sottocampi vuoi esportare, separandoli con barra verticale.
oc: Una disposicion es utilizada per definir los camps que volètz veire sus las etiquetas.
pl: Układ jest używany do definiowania pól, które mają być widoczne na etykietach.
pt: Um esquema é usado para definir quais os campos que deseja que apareça nas etiquetas.
pt_br: Um layout é usado para definir quais campos aparecerão em suas etiquetas.
sk: Rozloženie sa používa na definovanie polí, ktoré sa majú zobraziť na Vašich etiketách.
sv: En layout används för att definiera de fält du vill visa på dina etiketter.
tr: İçerik düzeni etiketlerinizin üzerinde görünmesini istediğiniz alanları tanımlamak için kullanılır.
zh_tw: 布局用於定義書標上的欄位。

source: A library EAN is the identifier the vendor gives the library to send back to them so they know which account to use when billing. One EDI account can have multiple EANs.
fi: Kirjasto-EAN on toimittajan kirjastolle antama tunniste, jolla he tunnistavat, ketä laskutetaan. Yhdellä EDI-tilillä voi olla useampi EAN.
hi: एक पुस्तकालय EAN पहचानकर्ता विक्रेता पुस्तकालय उन्हें वापस भेजने के लिए तो वे जो जब बिलिंग का उपयोग करने के लिए खाते में पता देता है। एक EDI खाते के कई EANs के हो सकता है।

source: A list can also be created from the catalog search results:
hi: एक सूची भी सूची खोज परिणामों से बनाया जा सकता है

source: A list can be created by visiting the Lists page and clicking 'New list'
ar: القائمة يتم إنشائها من خلال زيارة صفحة القوائم والنقر على 'قائمة جديدة'
cs: Seznam je možné vytvořit v modulu Seznamy pomocí tlačítka 'Nový seznam'
da: En liste kan laves ved at besøge listesiden og klikke på 'Ny liste'
de: Listen können im Modul 'Listen' über 'Neue Liste' angelegt werden
el: Μία λίστα μπορεί να δημιουργηθεί με επίσκεψη στη σελίδα Λιστών και πατώντας στο 'Νέα Λίστα'
es: Una lista puede ser creada visitando la página de Listas y haciendo clic en 'Nueva Lista'
eu: Una lista puede ser creada visitando la página de Listas y seleccionar 'Nueva Lista'
fi: Lista voidaan luoda Listat-sivulla klikkaamalla 'Uusi lista'
fr: On crée une liste en allant dans la page Listes et en cliquant sur le bouton Ajouter une liste.
hi: एक सूची सूचियाँ पेज पर जाकर और 'नई सूची' पर क्लिक करके बनाया जा सकता है
it: Una lista può essere creata visitando la pagina 'Liste' e cliccando su 'Nuova lista'
oc: On crèa una lista en allant dins la pagina Listas e en clicant sul boton Apondre una lista.
pl: Listę możesz utworzyć w module 'Listy', klikając 'Nowa lista'
pt: Uma lista pode ser criada nas páginas das listas clicando 'Nova lista'
pt_br: Uma lista pode ser criada visitando a página de Listas e clicando em 'Nova Lista'
sk: Zoznam sa dá vytvoriť na stránke Zoznamov a kliknutím na 'Nový zoznam'
sv: En lista kan skapas genom att besöka Listor-sidan och klicka på 'Ny lista'
tr: Bir liste, listeler sayfasını ziyaret edip 'Yeni Liste' butonu üzerine tıklayarak oluşturulabilir
zh_tw: 虛擬書架可以從虛擬書架頁面點選 '新增虛擬書架'，新增它

source: A list of all of the serial routing lists the patron belongs to will be accessible via the 'Routing Lists' tab on the patron record.
ar: قائمة بجميع قوائم تمرير الدوريات التي تعود للمستفيد ستكون متاحة عن طريق تبويب 'قوائم التمرير' في تسجيلة المستفيد.
cs: Seznam všech kolovacích seznamů které náleží určitému čtenáři bude dostupný pomocí záložky 'Kolovací seznamy' v záznamu čtenáře.
da: En liste over alle læsekredse, som låneren tilhører, er tilgængelig via 'Læsekredse' fanen på lånerens optegnelse.
de: Eine Liste aller Umlauflisten auf denen ein Benutzer steht ist im Benutzerkonto über den Reiter 'Umlauflisten' verfügbar.
el: Μία λίστα με όλες τις λίστες δρομολόγησης περιοδικών εκδόσεων στις οποίες ανήκει ένα μέλος θα είναι προσβάσιμη μέσω της καρτέλας 'Routing Lists' στην εγγραφή του μέλους.
es: Una lista de todas las listas de circulación de publicaciones seriadas a las que pertenece el usuario, serán accesibles en la pestaña 'Listas de Circulación' en el registro del usuario.
eu: Una lista de todas las listas de enrutamiento de serie del socio al que pertenece será accesible a través de la etiqueta 'Listas de Enrutamiento' en el registro de usuario.
fi: Lista kaikista kiertolistoista, johon asiakas kuuluu, löytyy asiakastietojen 'Kiertolistat'-välilehdeltä.
fr: Toutes les listes de routages auxquelles un adhérent appartient sont consultables dans l'onglet 'Listes de routage' de sa fiche.
hi: सीरियल रूटिंग सूचियों में से सभी की एक सूची संरक्षक को संरक्षक रिकॉर्ड पर 'रूटिंग सूचियाँ' टैब के माध्यम से सुलभ हो जाएगा अंतर्गत आता है।
it: Una lista di tutte le routing list dell'utente è disponibile nella sezione 'Routing List' nella scheda dell'utente.
oc: Totas las listas de rotatges a las qualas un aderent aparten son consultables dins l'onglet 'Listas de rotatge' de sa ficha.
pl: W zakładce 'Listy obiegu' będzie można zobaczyć i modyfikować wszystkie listy obiegu, w których uczestniczą użytkownicy.
pt: Um lista de todas as listas de circulação de assinaturas ao qual o leitor pertence está acessível no separador 'Listas de circulação' no registo do leitor.
pt_br: Uma lista de todas as listas de circulação de periódicos pertencentes ao usuário estará acessível pela aba 'Listas de circulação' no registro do usuário.
sk: Zoznam všetkých distribučných zoznamov periodík, do ktorých čitateľ patrí, bude prístupný cez záložku 'Distribučných zoznamov' v zázname o čitateľovi.
sv: En lista över alla mottagarlistor för periodika som låntagaren hör till kommer att vara tillgängliga via fliken 'Mottagarlistor' i låntagarposten.
tr: Kullanıcıya ait tüm süreli yayın dolaşım listelerinin bir listesi, kullanıcı kaydı üzerinde yer alan 'Dolaşım Listeleri' sekmesi üzerinden erişilebilir olacaktır.
zh_tw: 虛擬書架是讀者所屬的期刊傳閱清單，可經由讀者紀錄的 '傳閱清單' 分頁查看。

source: A log of all messages sent and received via EDIFACT can be found under EDIFACT Messages.
eu: Bidalitako eta jasotako mezu guztien erregistroa EDIFACT bidez, EDIFACT Messages-en aurki daitekena.
fi: Loki kaikista lähetetyistä ja saapuneista EDIFACT-sanomista löytyy EDIFACT-sanomat -osiosta.
hi: EDIFACT के माध्यम सभी संदेशों की एक लॉगऔर प्राप्त EDIFACT संदेश के नीचे पाया जा सकता है।

source: A matching record is found using the field you chose for matching criteria to prevent duplication
ar: تم العثور على سجل مطابق للحقل الذي اخترته من أجل مطابقة معايير منع التكرار
cs: Shodný záznam se určí na základě hodnoty "Pole pro zjišťování shody záznamů"
da: En dubletpost findes ud fra det felt, som du vælger til sammenligningskriterier.
de: Vorhandene Datensätze werden anhand des Feldes, das zum Abgleich angegeben wurde, gefunden, um Dubletten zu vermeiden
el: Μία ταυτισμένη εγγραφή βρίσκεται με τη χρήση των πεδίων που επιλέξατε για κριτήρια ταύτισης έτσι ώστε να αποφευχθούν οι διπλοεγγραφές
es: Un registro repetido se encuentra usando el campo que Usted seleccionó como criterio de chequeo para evitar duplicaciones
eu: Un registro repetido se encuentra usando el campo que Usted seleccionó como criterio de chequeo para evitar duplicaciones
fi: Vastaava tietue löytyi käyttämällä valitsemaasi vastaavuuskenttää, joka estää tuplatietueet
fr: Un doublon est trouvé en utilisant le champ que vous avez choisi en tant que critère de concordance.
hi: एक मेल रिकॉर्ड क्षेत्र आप दोहराव को रोकने के लिए मानदंडों से मिलान करने के लिए चुना है का उपयोग करते हुए पाया जाता है
it: Un record equivalente viene trovato usando i valori già presenti nel campo scelto per il controllo delle equivalenze, questo per evitare duplicazioni
oc: Un doblon es trobat en utilizant lo camp qu'avètz causit en tant que critèri de concordància.
pt: Um registo correspondente é encontrado usando o campo que escolhe como sendo o critério para prevenir a duplicação
pt_br: Um registro correspondente é encontrado utilizando o campo que você escolheu como critério de correspondência para evitar duplicação
sk: Zhodný záznam sa nájde pomocou poľa, ktoré ste si vybrali pre kritérium zhody, aby sa predišlo duplikácii
sv: En matchande post hittas genom att använda fältet du valde som sökkriterium för att undvika dubbletter
tr: Eşleme kaydı, seçtiğiniz alanda kullandığınız eşleme kriterinin çoğaltılmasını önlemek üzere bulunmaktadır.
zh_tw: 匹配紀錄是以欄位找到的，避免出現重複紀錄
