Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: This can be done by searching for an existing record by clicking on the 'Search for Biblio' link below the boxes or by entering the bib number for a record in the first box. Only if you search with the field between the parenthesis.
ar: يمكن أن يتم هذا من خلال البحث عن التسجيلة الموجودة من خلال النقر على 'البحث الببليوغرافى' الرابط أدناه مربعات أو عن طريق إدخال رقم التسجيلة الببليوغرافية في المربع الأول. فقط إذا كنت تبحث مع حقل بين قوسين.
cs: Toto může být provedeno vyhledáním existujícího záznamu klepnutím na odkaz "Vyhledat Biblio" pod políčky nebo zadáním čísla bibliografického záznamu v prvním políčku. Platí pouze pokud hledáte pole mezi závorkami.
da: Det kan gøres ved at søge efter en eksisterende post ved at klikke på 'Søg efter biblio' linket under felterne eller ved at indtaste bib-nummeret på en post i det første felt. Kun hvis du søger med feltet mellem paranteserne.
de: Sie können dies tun, indem Sie nach einem existierenden Datensatz über den Link 'Suche nach Titel' recherchieren oder indem Sie direkt die Titelsatznummber des Datensatzes in das erste Feld eintragen. Der Titel wird aber nur angezeigt, wenn Sie die Suche verwenden.
el: Αυτό μπορεί να γίνει με την αναζήτηση μίας υπάρχουσας εγγραφής κάνοντας κλικ στο 'Αναζήτηση Biblio' κάτω από τα κουτιά ή εισάγοντας τον αριθμό bib για μία εγγραφή στο πρώτο κουτί. Μόνο αν αναζητήσετε με το πεδίο μέσα σε παρένθεση.
es: Esto puede hacerse buscando un registro existente haciendo clic en el enlace 'Buscar registro' bajo las casillas o ingresando el número de un registro en la primer casilla. Solo si busca con el campo entre paréntesis.
eu: Esto puede hacerse buscando un registro existente haciendo clic en el enlace 'Buscar registro' bajo las casillas o ingresando el número de un registro en la primer casilla. Solo si busca con el campo entre paréntesis.
fi: Tämä voidaan tehdä hakemalla olemassa oleva tietue klikkaamalla linkkiä laatikoiden alapuolella tai syöttämällä tietuenumero nimekkeestä ensimmäiseen laatikkoon. Vain jos haet kenttää sulkumerkkien sisällä.
fr: Cela peut être réalisé en cherchant une notice : vous cliquez sur Rechercher la notice sous la boîte de saisie ; ou bien en entrant directement le numéro d'une notice.
hi: इस बक्से नीचे दिए गए लिंक 'Biblio के लिए खोज' पर क्लिक करके या पहले बॉक्स में एक रिकार्ड के लिए बिब नंबर दर्ज करके एक मौजूदा रिकॉर्ड के लिए खोज के द्वारा किया जा सकता है। सिर्फ आप कोष्ठक के बीच क्षेत्र के साथ खोज करते हैं।
it: Questo si può fare cercando un record esistente cliccando sul link 'Ricerca record' posto sotto le caselle o inserendo un numero di record nella prima casella. Solo se cerchi con il campo tra parentesi.
oc: Aquò pòt èsser realizat en cherchant una notícia : vous clicatz sus Recercar la notícia jos la bóstia de sasida ; o bien en entrant dirèctament lo numèro d'una notícia.
pl: Rekord można dodać przeglądając indeks tytułów lub wpisując jego numer systemowy.
pt: Isto pode ser feito pesquisando por um registo existente ao clicar na ligação 'Pesquisar por registo' debaixo das caixas ou inserindo o número de registo na primeira caixa. Apenas pesquisa o campo entre parêntesis.
pt_br: Isto pode ser feito pesquisando por um arquivo existente, clicando em 'Procurar por Biblio', no link abaixo das caixas ou pela entrada do número da biblio para um registro na primeira caixa. Somente se você pesquisar com o campo entre parenteses.
sk: Toto sa dá uskutočniť hľadaním existujúceho záznamu kliknutím na odkaz 'Hľadať záznam' pod políčkami, alebo zadaním čísla knižničného záznamu v prvom vyhľadávacom riadku. Iba ak hľadáte pomocou poľa v zátvorkách.
sv: Det kan göras genom att man söker efter en befintlig post genom att klicka på länken 'Sök för biblio' under rutorna eller genom att man anger bibnumret för en post i den första rutan. Bara om du söker med fältet mellan parenteserna.
tr: Bu işlem, kutuların altındaki ‘Bibliyografik kayıt Ara' bağlantısına tıklayıp mevcut bir kaydı arayarak ya da ilk kutuya bibliyografik kayıt numarasını girerek yapılabilir. Alanı sadece parentez içinde arayın.
zh_tw: 點選盒之下的 '搜尋書目' 連結或在第一個盒鍵入書目號，都能搜尋既有的紀錄。祗有搜尋欄位才需用到括號。

source: This can be done easily by using the 'Edit as New (Duplicate)' option found on the subscription information page and changing only the 'Library' field
ar: يمكن القيام بذلك بسهولة عن طريق استخدام 'تحرير وجديد (مكرر)' الخيار وجد على صفحة معلومات الاشتراك والتغيير فقط في حقل 'مكتبة '
cs: Toto lze snadno provést pomocí nabídky "Upravit jako Nový (Duplikace)", kterou lze najít na stránce informací o odběru (předplatném) a změnou pouze pole "Knihovna"
da: Det kan nemt gøres ved at bruge optionen 'Editer som ny (Dublet)' på abonnements informations-siden og kun ændre feltet 'Bibliotek'
de: Das kann sehr einfach getan werden, indem Sie die Option 'Abonnement duplizieren' auf der Abonnementseite verwenden und nur das Feld 'Bibliothek' verändern.
el: Αυτό μπορεί να γίνει εύκολα με την επιλογή 'Επεξεργασία ως Νέο (Αντίγραφή)' στη σελίδα πληροφοριών συνδρομή, αλλάζοντας μόνο το πεδίο 'Βιβλιοθήκη'
es: Esto puede hacerse fácilmente utilizando la opción 'Editar como nuevo (duplicados)' que se encuentra en la página de información de suscripción y cambiando únicamente el campo 'Biblioteca'
eu: Esto puede hacerse fácilmente utilizando la opción 'Editar como nuevo (duplicados)' que se encuentra en la página de información de suscripción y cambiando únicamente el campo 'Biblioteca'
fi: Tämä voidaan tehdä helposti käyttämällä 'Muokkaa uutena (kopioi)' valintaa, joka löytyy lehtitilauksen tietosivulta, ja vaihtamalla vain 'Kirjasto'-kentän
fr: Cela peut être réalisé facilement en utilisant l'option 'Modifier' > 'Dupliquer' sur la page d'information de l'abonnement, puis en ne changeant que le contenu du champ 'Site'.
hi: इस 'नए (डुप्लिकेट) के रूप में संपादित' विकल्प सदस्यता जानकारी पृष्ठ पर पाया का उपयोग कर और केवल 'लाइब्रेरी' क्षेत्र बदलकर आसानी से किया जा सकता है
it: Questo può essere fatto usando l'opzione 'Modifica come nuovo (duplica)' che trovi nella pagina dinformazioni dell'abbonamento e cambiando solo il campo 'Biblioteca'
oc: Aquò pòt èsser realizat facilement en utilizant l'opcion 'Modificar' > 'Duplicar' sus la pagina d'informacion de l'abonament, puèi en ne changeant que lo contengut del camp 'Site'.
pl: Dodatkową prenumeratę możesz utworzyć rozwijając menu 'Modyfikuj' i wybierając 'Modyfikuj jako nowy (duplikuj)'
pt: Isso pode ser feito facilmente usando a opção 'Editar como Novo (Duplicaco)', encontrada na página de informações de assinatura e alterando apenas o campo 'Biblioteca'
pt_br: Isto pode ser feito facilmente usando o 'Editar como Novo (Duplicado)', opção encontrada na página de informações de inscrição e alteradas somente no campo 'Biblioteca'
sk: Toto sa dá ľahko dosiahnuť pomocou možnosti 'Upraviť ako nový (Duplikát)', ktorá sa nachádza na stránke informácií o predplatnom a iba zmenou poľa 'Knižnica'
sv: Det kan enkelt göras med alternativet 'Redigera som ny (dubblett)' på sidan med prenumerationsinformation och sedan bara ändra fältet 'Bibliotek'
tr: Bu işlem abonelik bilgi sayfasında bulunan ve sadece 'Kütüphane' alanını değiştiren, 'Yeni olarak Düzenle (Kopyala)' seçeneği kullanılarak kolayca yapılabilir.
zh_tw: 使用訂閱資訊頁面的 '編輯新增(複製)' 選項，或改變 '圖書館' 欄位，都可以做到

source: This can be overridden with the AllowRenewalLimitOverride system preference
ar: هذا يمكن أن يتم التجاوز مع AllowRenewalLimitOverride تفضيل نظام
cs: Toto může být přepsáno preferencí systému AllowRenewalLimitOverride
da: Dette kan tilsidesættes med AllowRenewalLimitOverride systemindstillingen
de: Dies kann durch die Systemeinstellung AllowRenewalLimitOverride überschrieben werden
el: Αυτό μπορεί να παραβλεφθεί με την προτίμηση συστήματος AllowRenewalLimitOverride
es: Esto puede ser anulado con la preferencia del sistema AllowRenewalLimitOverride
eu: Hau baliogabetu daiteke AllowRenewalLimitOverride sistemaren lehentasunarekin
fi: Tämä voidaan ohittaa AllowRenewalLimitOverride-järjestelmäasetuksella
fr: Cela peut être outrepasser au moyen de la préférence système AllowRenewalLimitOverride
hi: इस AllowRenewalLimitOverride प्रणाली वरीयता के साथ अधिरोहित जा सकता है
it: Questa impostazione può essere sovrascritta dalla preferenza di sistema AllowRenewalLimitOverride
oc: Aquò pòt èsser outrepasser amb l'ajuda de la preferéncia sistèma AllowRenewalLimitOverride
pl: Opcja może być zmieniona w ustawieniach systemu AllowRenewalLimitOverride
pt: Isto pode ser sobreposto com a preferência de sistema AllowRenewalLimitOverride
pt_br: Isto pode ser ignorado com a preferência do sistema AllowRenewalLimitOverride
sk: Toto sa dá obísť nastavením systému AllowRenewalLimitOverride
sv: Detta kan åsidosättas med systeminställningen AllowRenewalLimitOverride
tr: Bu işlem, Yenileme Limitini Geçersiz Kılmaya İzin Ver sistem seçeneğiyle geçersiz kılınabilir.
zh_tw: 經由 AllowRenewalLimitOverride 系統偏好就能覆寫

source: This can be set by the librarian editing a patron record and adding a flag
ar: يمكن ضبط هذا من قبل أمين المكتبة بتحرير تسجيلة المستفيد وإضافة إشارة
cs: Toto lze nastavit knihovníkem editací záznamu čtenáře a přidáním příznaku
da: Det kan gøres af en bibliotekar ved at editere en lånerpost og sætte et flag
de: Ein Bibliotheksmitarbeiter kann im Benutzerdatensatz eine Sperre eintragen
el: Αυτό μπορεί να ρυθμιστεί από το βιβλιοθηκονόμο που επεξεργάζεται την εγγραφή μέλους με τη προσθήκη μίας σημαίας
es: Esto se puede establecer por un bibliotecario editando un registro de usuario y adicionando una bandera
eu: Hori liburuzainak ezarri dezake, bazkide erregistro bat editatu eta adierazle bat gehitzen badu
fi: Tämän virkailija voi asettaa muokkaamalla asiakastietoja ja lisäämällä rajoituksen
fr: Ceci peut être paramétré par le bibliothécaire en modifiant la fiche adhérent pour ajouter un signalement
hi: इस संपादन एक संरक्षक रिकॉर्ड और एक झंडा जोड़ने लाइब्रेरियन से सेट किया जा सकता
it: Questo può essere fatto dal bibliotecario modificando il record dell'utente e aggiungendo un flag
oc: Aquò pòt èsser parametrat per lo bibliotecari en modifiant la ficha aderent per apondre un signalement
pl: ograniczenie może nadać bibliotekarz w 'Modyfikuj' na koncie użytkownika
pt: Isso pode ser definido pela edição de um registo de leitor e adicionando um sinal
pt_br: Isso pode ser definido pela edição de um registro de usuário e adicionando um sinal
sk: Toto sa môže nastaviť knihovník úpravou záznamu o čitateľovi a pridaním príznaku
sv: Det kan ställas in av bibliotekarien genom att redigera en låntagarpost och lägga till en flagga
tr: Bu kısım, kullanıcı kaydını düzenleyerek ve bayrak ekleyerek kütüphaneci tarafından ayarlanabilir.
zh_tw: 館員編輯讀者紀錄並新增旗標就完成設定

source: This can be set by the librarian editing a patron record and adding a restriction or by the Overdue/Notice Status Triggers
ar: يمكنضبط هذا بواسطة موظف المكتبة الذي يقوم بتحرير تسجيلة المستفيد وإضافة القيد أو بواسطة مطلق حالة إشعار/التأخير
de: Die Sperre kann manuell durch einen Bibliotheksmitarbeiter oder durch die Mahntrigger im Benutzerdatensatz eingetragen werden
es: Esto puede ser configurado por un bibliotecario editando el registro de usuario y agregando una restricción o por los Avisos de retraso/disparadores de estado
fi: Tämän virkailija voi asettaa muokkaamalla asiakastietoja ja lisäämällä rajoituksen tai määrittelemällä myöhästymisilmoituksia
hi: इस लाइब्रेरियन संपादन एक संरक्षक रिकॉर्ड और एक प्रतिबंध जोड़कर या अतिदेय / सूचना स्थिति ट्रिगर द्वारा सेट किया जा सकता
it: Questo può essere fatto dal bibliotecario modificando il record dell'utente e aggiungendo un blocco o in automatico con i Triggers degli avvisi/messaggi di ritardo
sk: Toto môže nastaviť knihovník úpravou záznamu o čitateľovi a pridaním obmedzenia alebo Oznámenia o omeškaní/Spúšťačov stavov
tr: Bu kısım, bir kütüphaneci tarafından kullanıcı kaydının düzenlenmesi ve kısıtlama eklenmesi ile ya da Gecikme/Bildirim durum tetikleyicileri tarafından ayarlanabilir.

source: This configuration page allows to configure the rules for the automatic item modifications by age cronjob script.
el: Αυτή η σελίδα ρυθμίσεων επιτρέπει την προσαρμογή των κανόνων για την αυτόματη τροποποίηση τεκμηρίων με βάση την ηλικία τους μέσω χρονοπρογραμματισμού
fi: Tällä kokoonpanosivulla voit määrittää säännöt 'automaattinen niteiden muokkaus iän mukaan' -cronjob-komentosarjalle (script).
hi: यह विन्यास पेज उम्र cronjob स्क्रिप्ट के द्वारा स्वत: आइटम संशोधनों के लिए नियमों को विन्यस्त करने के लिए अनुमति देता है।

source: This field has been disabled on this form. The Koha to MARC mapping is maintained on the corresponding form in the Administration module. For more information on this field, consult the online help page of that form.
hi: इस फ़ील्ड को इस फ़ॉर्म पर अक्षम कर दिया गया है। एमएआरसी मानचित्रण को कोहा प्रशासन मॉड्यूल में इसी रूप में बनाए रखा है। इस क्षेत्र की अधिक जानकारी के लिए, उस फॉर्म के ऑनलाइन सहायता पृष्ठ से परामर्श करें।

source: This field must be wrapped in quotes if multiple values are defined.
fi: Jos arvoja on useita, kentän on oltava lainausmerkeissä.
hi: इस क्षेत्र उद्धरण में लिपटे किया जाना चाहिए अगर एकाधिक मानों परिभाषित कर रहे हैं।

source: This flag can automatically be set with the Overdue/Notice StatusTriggers
ar: هذه الإشارة من الممكن أن تضبط بشكل تلقائي مع مطلق حالة إشعار/التأخير
cs: Tento příznak se může automaticky nastavit po událostu Upomínka
da: Dette flag kan sættes automatisk med For sent/Rykker-status-udløseren
de: Diese Sperre kann automatisch durch den Mahntrigger gesetzt werden
el: Αυτή η επισήμανση μπορεί να ρυθμιστεί αυτόματα με τις Ενεργοποιήσεις Ειδοποίησης Εκπρόθεσμων/Κατάστασης
es: Este indicador se puede ajustar de forma automática en Avisos de retraso/disparadores de estado
fi: Tämä rajoitus voidaan automaattisesti asettaa määrittelemällä myöhästymisilmoituksia
fr: La suspension peut être automatiquement activée en cas de retard dans l'outil de Paramétrage des relances.
hi: इस ध्वज को स्वचालित रूप से अतिदेय / सूचना StatusTriggers साथ सेट किया जा सकता है
it: Questa casella può essere spuntata automaticamente con un trigger che manda una avviso di ritardo nella restituzione
pl: Ta opcja może być automatycznie ustawiona w Overdue/Notice StatusTriggers
pt: Este sinal pode ser definido automaticamente com os avisos de atraso
pt_br: Esta seleção pode ser feita automaticamente no Status de Envio Automático de Avisos/Atrasos
sk: Tento príznak možno automaticky nastaviť v Overdue/Notice StatusTriggers
sv: Denna flagga kan automatiskt ställas in med utlösare för meddelanden/status
tr: Bu işaret otomatik olarak Gecikme/Uyarı Durum Tetikleyicileri ile otomatik olarak ayarlanabilir.
zh_tw: 經由逾期通知/啟動狀態，可以自動設定旗標

source: This form can automatically generate a random password if you click the link labeled "Click to fill with a randomly generated suggestion. Passwords will be displayed as text."
ar: يمكن لهذا النموذج تلقائيا إنشاء كلمة مرور عشوائي إذا نقرت على الرابط المسمى "انقر للملء مع اقتراح عشوائيا. سيتم عرض كلمات السر كنص".
cs: Tentoformulář může automaticky generovat náhodné heslo, pokud kliknete na odkaz označený "Klikněte na vyplnění náhodně generovaným heslem. Hesla se zobrazí jako text."
da: Formularen kan automatisk danne et tilfældigt password, hvis du klikker på linket "Klik for at fylde med et tilfældigt dannet forslag. Passwords vises som tekst."
de: Dieses Formular kann automatisch ein Zufallspasswort generieren. Klicken Sie dazu auf den Link "Klicken Se hier, um ein Zufallspasswort zu generieren".
el: Αυτή η φόρμα μπορεί να δημιουργήσει αυτόματα έναν τυχαίο κωδικό πρόσβασης εάν πατήσετε τον σύνδεσμο με την ετικέτα "Πατήστε για να συμπληρώσετε με μια τυχαία παραγόμενη πρόταση. Οι κωδικοί πρόσβασης θα εμφανίζονται ως κείμενο.
es: Este formulario puede generar automáticamente una contraseña aleatoria si hace clic en el enlace etiquetado 'Haga clic para llenar con una sugerencia aleatoria. Las contraseñas de mostrarán como texto."
eu: Esta forma puede generar automáticamente una contraseña al azar si seleciona en el enlace titulado "Seleccionar para rellenar con una sugerencia generada aleatoriamente. Las contraseñas se mostraran como texto ".
fi: Tämä lomake voi automaattisesti muodostaa satunnaisen salasanan, jos klikkaat linkkiä '"Klikkaa tästä luodaksesi satunnaisesti luodun salasanaehdotuksen. Salasanat näytetään tekstinä."
fr: Ce formulaire peut générer automatiquement un mot de passe de façon aléatoire. Si vous cliquez sur le lien "cliquer pour compléter avec un mot de passe généré automatiquement. Le mot de passe affichésera un texte".
hi: यदि आप लिंक लेबल क्लिक करें यह फार्म स्वचालित रूप से एक यादृच्छिक पासवर्ड उत्पन्न कर सकते हैं "एक बेतरतीब ढंग से उत्पन्न सुझाव के साथ भरने के लिए क्लिक करें। पासवर्ड के रूप में पाठ। प्रदर्शित किया जाएगा"
it: Questa form può generare automaticamente una password casuale se premi il link che ha etichetta 'Clicca per generare una password casuale. Verrà mostrata in chiaro'.
oc: Aqueste formulari pòt generar automaticament un senhal de faiçon aléatoire. Se vous clicatz sul ligam "clicar per compléter amb un mot de passe généré automaticament. Lo senhal afichatsera un tèxte".
pl: Formularz ten może automatycznie wygenerować losowe hasło, jeśli klikniesz na link 'Kliknij, aby wypełnić losowo wygenerowaną sugestię. Hasła będą wyświetlane jako tekst'.
pt: Este formulário pode automaticamente gerar uma palavra-passe aleatória se clicar na ligação "Clique para preenche com uma sugestão gerada aleatoriamente. Palavras-passe serão mostradas como texto."
pt_br: Este formulário pode gerar automaticamente uma senha aleatória, se você clicar no link "Clique para preencher com uma sugestão gerada aleatoriamente. Senhas serão exibidos como texto."
sk: Tento formulár môže automaticky vygenerovať náhodné heslo, ak kliknete na odkaz označený "Kliknutím vyplňte náhodne vygenerovaný návrh. Heslá sa zobrazia ako text."
sv: Detta formulär kan automatiskt generera ett lösenord om du klickar på länken "Klicka för att fylla i med ett slumpmässigt genererat förslag. Lösenord visas som text."
tr: "Rastgele oluşturulmuş öneriyle doldurmak için tıklayınız. Şifreler metin olarak gösterilecektir." etiketli bağlantıya tıklarsanız, bu form otomatik olarak rastgele bir şifre oluşturacaktır.
zh_tw: 若您點選標示為 "勾選將產生隨機建議，密碼以純文字顯示"，此表單就能自動產生隨機密碼。

source: This form will not appear if you have the patronimages system preference to not allow patron images
ar: وهذا النموذج لا يظهر إذا كان لديك تفضيل نظام patronimages عدم سماح صور المستفيد
cs: Tento formulář se nezobrazí, pokud máte systémovou preferenci "patronimages" nastavenou na "Nepovolit"
da: Denne formular vises ikke, hvis lånerbillede system-indstillingen ikke tillader lånerbilleder
de: Das Formular wird nicht angezeigt, wenn Sie den Systemparameter patronimages nicht aktiviert haben
el: Αυτή η φόρμα δε θα εμφανίζεται εάν έχετε ορίσει τις προτιμήσεις συστήματος patronimages να μην επιτρέπουν τις εικόνες μελών
es: Este formulario no aparecerá si tiene la preferencia del sistema patronimages configurada a no permitir imágenes de usuarios
eu: Este formulario no aparecerá si usted tiene la preferencia del sistema patronimages no permitir imágenes de socio
fi: Tämä lomake ei näy, jos patronimages-järjestelmäasetus ei salli asiakkaiden kuvia
fr: Ce formulaire n'apparaîtra pas si vous avez configuré la préférence système "patronimages" sur Ne pas autoriser.
hi: यदि आप patronimages प्रणाली वरीयता संरक्षक छवियों की अनुमति नहीं करने के लिए है यह फार्म दिखाई नहीं देंगे
it: Questo from non appare solo se hai settato la preferenza di sistema patronimages per non permettere le immagini degli utenti
oc: Aqueste formulari n'apareisserà pas se avètz configuré la preferéncia sistèma "patronimatges" sus Autorizar pas.
pl: Ten formularz nie będzie wyświetlany, jeżeli w ustawieniach systemu patronimages ustawiono opcję 'Nie zezwalaj' na zdjęcia użytkowników
pt: Este formulário não aparece se a preferência do sistema patronimages não permitir imagens de leitor
pt_br: Este formulário não irá aparecer se você tiver configurado a preferência PatronImages para 'permitir' imagens de usuários
sk: Tento formulár sa nezobrazí, ak máte systémové nastavenie patronimages nepovoľujúce obrázky čitateľov
sv: Detta formulär visas inte om systeminställningen patronimages är inställd på att inte tillåta låntagarbilder
tr: Kullanıcı resmi sistem seçeneğini kullanıcı resimlerine izin verme olarak ayarlarsanız bu form gözükmeyecektir.
zh_tw: 若您設定patronimages系統偏好為不允許讀者照片，則此表單不會出現

source: This function allows for the selection and upload of a CSV file containing quotes.
ar: هذه الوظيفة تسمح لإختيار ورفع ملفات CSV تحتوي على اقتباسات.
cs: Tato funkce Vám umožní načíst CSV soubor s citáty určenými k importu.
da: Med denne funktion kan man vælge og oploade en CSV-fil med citater.
de: Mit dieser Funktion kann eine CSV-Datei mit Zitaten ausgewählt und hochgeladen werden.
el: Αυτή η λειτουργία επιτρέπει την επιλογή και ανάρτηση ενός αρχείου CSV που περιέχει αποφθέγματα.
es: Esta función permite la selección y carga de un archivo CSV conteniendo citas.
eu: Esta función permite para la seleción y carga de un fichero CVS que contenga quotes.
fi: Tällä toiminnolla voit ladata sitaatteja CSV-tiedostona.
fr: Cette fonction permet la sélection et le téléchargement d'un fichier CSV contenant les citations.
hi: इस समारोह में चयन और उद्धरण से युक्त एक सीएसवी फाइल के अपलोड करने के लिए अनुमति देता है।
it: Questa funzione permette di scegliere e caricare file CSV contenenti citazioni.
oc: Aquesta fonction permet la seleccion e lo telecargament d'un fichièr CSV que conten les citacions.
pl: Ta funkcja pozwala na wybranie i wczytanie pliku CSV zawierającego cytaty.
pt: Esta função permite a selecção e carregamento de um ficheiro CSV com frases.
pt_br: Esta função permite a seleção e o upload de um arquivo CSV que contenha citações.
sk: Táto funkcia umožňuje výber a načítanie súboru CSV obsahujúceho citáty.
sv: Med denna funktion kan du välja och ladda upp en CSV-fil med citat.
tr: Bu fonksiyon, bilgiler içeren bir CSV dosyasının seçimine ve yüklenmesine imkan tanır.
zh_tw: 此天能允許選擇並上傳包括引句的CSV檔案。

source: This is a custom field that libraries can use for any type of data about the patron.
fi: Tämä on muokattava kenttä, johon voidaan lisätä mitä tahansa asiakkaaseen liittyvää tietoa.
hi: यह एक कस्टम क्षेत्र है जोकि पुस्तकालयों संरक्षक के बारे में डेटा के किसी भी प्रकार के लिए उपयोग कर सकते हैं।
