Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The details page will show you the items you have on reserve for your course. From here you can add/remove items and edit the course.
ar: ستعرض لك صفحة التفاصيل المواد الموجود في الحجز للكورس الخاص بك. من هنا يمكنك إضافة / حذف المواد وتحرير الكورس
cs: Stránka s podrobnostmi o kurzu zobrazuje dokumenty přiřazené kurzu. Z této stránky také můžete dokumenty přidávat a odebírat a také upravovat popis/vlastnosti kurzu.
de: Die Detailsicht zeigt die Exemplare, die diesem Semesterapparat zugeordnet wurden. Von dort ausgehend können Sie Exemplare zum Semesterapparat hinzufügen und löschen.
el: Η σελίδα λεπτομερειών θα σας δείξει τα τεκμήρια που έχετε σε κράτηση για το μάθημά σας. Από εδώ μπορείτε να προσθέσετε/αφαιρέσετε τεκμήρια και να επεξεργαστείτε το μάθημα.
es: La página de detalles le mostrará los ítems que tiene en reserva para su curso. Desde aquí puede agregar/eliminar ítems y editar el curso.
fi: Tämä sivu näyttää kurssille varatut niteet. Voit lisätä/poistaa niteitä ja muokata kurssia.
fr: La page détaillée affichera les documents mis en réserve pour votre cours. Vous pourrez ajouter ou retirer des documents et modifier le cours.
hi: विवरण पृष्ठ आप आइटम अपने पाठ्यक्रम के लिए आप रिजर्व पर है दिखाएगा। यहाँ से आप जोड़ने / मदों को दूर करने और पाठ्यक्रम संपादित कर सकते हैं।
it: La pagina di dettaglio ti mostrerà le copie che hai riservato per il tuo corso. Da qui puoi aggiungere/rimuove copie e modificare il corso.
oc: La pagina detalhada aficharà los documents mis en resèrva per vòstre cours. Poiretz apondre o levar des documents e modificar lo cours.
pl: Na stronie wyświetlają się informacje o egzemplarzach zarezerwowanych dla kursu. Można dodawać/usuwać egzemplarz lub modyfikować informacje o kursie.
pt: A página de detalhes irá mostrar os exemplares que estão da reserva do curso. A partir deste ponto pode adicionar/remover exemplares e editar o curso.
pt_br: A página de detalhes exibirá exemplares que foram reservados para o seu curso. Nesta tela você pode adicionar/remover exemplares e editar o curso.
sk: Stránka podrobností vám zobrazí exempláre, ktoré máte v rezerve vo vašom kurze. Odtiaľto môžete pridať/odobrať exempláre a upravovať kurz.
tr: Ayrıntılar sayfası kurs programınız için üzerine rezerve konmuş materyalleri gösterecektir. Buradan materyaller üzerinde ekleme/çıkarma yapabilir ve kurs üzerinde düzenleme yapabilirsiniz.
zh_tw: 在詳細頁面顯示課程指定的參考書內容，在該頁面可以新增/移除館藏，以及編輯課程。

source: The developers of the Label Creator module hope you will find this an extremely useful tool in the course of your cataloging work. You are encouraged to submit any enhancement requests as well as any bugs via Koha Project Bugzilla.
ar: يتمنى المطورين من وحدة منشئ اللصاقة أن تجد هذه الأداة المفيدة للغاية في سياق عملك بالفهرسة. وأنت مدعو لتقديم أي طلبات تحسين فضلا عن أي خلل عبر Koha Project Bugzilla.
cs: Vývojáři modulu Label Creator (Tvůrce štítků) doufají, že shledáte tento nástroj jako velmi užitečný v průběhu své katalogizační práce. Neváhejte předkládat své návrhy na vylepšení, stejně jako hlásit jakékoli chyby přes Bugzilla projektu Koha.
da: Udviklerne af etiketmodulet håber, at det vil være til stor hjælp under katalogiseringen. Ønsker om udvidelser og oplysninger om fejl må gerne indsendes via Koha Project Bugzilla.
de: Die Entwickler des Etikettenmoduls hoffen, dass Sie dieses Werkzeug für die Arbeit in der Katalogisierung nützlich finden. Bitte teilen Sie uns Verbesserungswünsche und Fehler über das Koha Bugzilla Projekt mit.
el: Οι προγραμματιστές της υπομονάδας Δημιουργίας Ετικετών ελπίζουν ότι θα βρείτε αυτό το εργαλείο εξαιρετικά χρήσιμο κατά την καταλογογράφηση. Είστε ευπρόσδεκτοι να υποβάλλετε αιτήματα επέκτασης καθώς και σφάλματα μέσω του Koha Project Bugzilla.
es: Los desarrolladores del módulo de creación de etiquetas esperan que lo encuentre útil en su trabajo de catalogación. Le animamos a presentar solicitudes de mejora, así como cualquier error a través del
eu: Etiketa sortzailearen moduluaren garatzaileek katalogatze lanetan tresna hau zuretzat baliagarria izatea espero dute. Hobetzeko proposamenen eta programazio erroreen berri ematera animatzen zaitugu, honen bidez:
fi: Tarrojen luonnin kehittäjät toivovat, että koet tämän hyvin hyödyllisenä työkaluna luetteloinnissa. Ilmoita kehitystoiveesta tai ohjelmavirheistä Koha Project Bugzillan kautta.
fr: Les développeurs du module Création d'étiquettes espèrent que vous trouverez cet outil utile pendant le catalogage. Vous êtes invité à transmettre des demandes d'amélioration ainsi que d'éventuels bugs via Koha Project Bugzilla
hi: लेबल निर्माता मॉड्यूल के डेवलपर्स आशा है कि आप इस आपके सूचीबद्ध काम के दौरान एक अत्यंत उपयोगी उपकरण मिल जाएगा। आप कोहा परियोजना बगजिला माध्यम से किसी भी बढ़ाने के अनुरोधों के रूप में अच्छी तरह से किसी भी कीड़े प्रस्तुत करने के लिए प्रोत्साहित किया जाता है।
it: Gli sviluppatori del creatore di etichette sperano che tu trovi utile questo strumento. Siete incoraggiati a segnalare ogni bug o richiesta di sviluppo sul Koha Project Bugzilla.
oc: Los desvolopaires del modul Creacion d'etiquetas espèrent que vous trobarez aqueste aisina utile pendant lo catalogatge. Sètz invité a transmetre des demandes d'amélioration ainsi que d'éventuels bugs via Koha Project Bugzilla
pl: Twórcy modułu Kreatora Etykiet mają nadzieję, że narzędzie to okaże się przydatne w trakcie pracy. Proszą również o przesyłanie wszelkich sugestii i zgłoszeń zauważonych błędów za pośrednictwem Projektu Koga Bugzilla.
pt: Os programadores do módulo de etiquetas esperam que ache esta um ferramenta extremamente útil no seu processo de catalogação. Você é encorajado a submeter qualquer proposta de melhoramento ou qualquer bug encontrado no Koha Project Bugzilla.
pt_br: Os desenvolvedores do módulo de Criação de Etiquetas esperam quem você considere esta uma ferramenta útil no decorrer do trabalho de catalogação. Sinta-se a vontade para enviar sugestões de melhorias e informações sobre bugs via Koha Project Bugzilla.
sk: Vývojári modulu Tvorby etikiet dúfajú, že Vám bude veľmi užitočným nástrojom v priebehu Vašej katalogizačnej práce. Povzbudzujeme Vás, aby ste odoslali akékoľvek požiadavky na zlepšenie ako aj akékoľvek chyby cez Koha Project Bugzilla.
sv: Utvecklarna av etikettverktyget hoppas att du kommer att ha mycket nytta av verktyget när du katalogiserar. Du uppmanas att skicka förfrågningar om förbättringar eller buggar via Koha Project Bugzilla.
tr: Etiket Oluşturucu modülünün geliştiricileri, bu modülü kataloglama çalışmanız esnasında oldukça kullanışlı bir araç olarak göreceğinizi ummaktadırlar. Programdaki hataların yanı sıra her hangi bir geliştirme talebinizi Koha Project Bugzilla vasıtasıyla gönderebilirsiniz.
zh_tw: 新增標籤模組的發展者希望您將發現這個極為有用的編目工具，您可送出任何強化它的建議，以及可能錯誤送至Bugzilla計畫。

source: The developers of the Patron Card Creator module hope you will find this an extremely useful tool. You are encouraged to submit any enhancement requests as well as any bugs via Koha Project Bugzilla.
ar: يتمنى المطورين من وحدة منشئ بطاقة المستفيد أن تجد هذه الأداة المفيدة للغاية. وأنت مدعو لتقديم أي طلبات تحسين فضلا عن أي خلل عبر Koha Project Bugzilla.
cs: Vývojáři modulu Patron Card Creator (Tvůrce čtenářských karet) doufají, že shledáte tento nástroj jako velmi užitečný v průběhu své katalogizační práce. Neváhejte předkládat své návrhy na vylepšení, stejně jako hlásit jakékoli chyby přes Bugzilla projektu Koha.
da: Udviklerne af lånerkortmodulet håber, at det vil være til stor hjælp under katalogiseringen. Ønsker om udvidelser og oplysninger om fejl må gerne indsendes via Koha Project Bugzilla.
de: Die Entwickler des Moduls Benutzerausweisdruck hoffen, dass Sie dieses Werkzeug nützlich finden. Bitte teilen Sie uns Verbesserungswünsche und Fehler über das Koha Bugzilla Projekt mit.
el: Οι προγραμματιστές της υπομονάδας Δημιουργίας Καρτών Μελών ελπίζουν ότι θα βρείτε αυτό το εργαλείο εξαιρετικά χρήσιμο. Είστε ευπρόσδεκτοι να υποβάλλετε αιτήματα επέκτασης καθώς και σφάλματα μέσω του Koha Project Bugzilla.
es: Los desarrolladores del módulo de Creador de Carnés de Usuarios esperan que lo encuentre útil en su trabajo de catalogación. Le animamos a presentar solicitudes de mejora, así como cualquier error a través del Koha Project Bugzilla.
eu: Bazkide txartelen sortzailearen garatzaileek tresna hau zuretzat baliagarria izatea espero dute. Koha proiektuaren bugzillaren bidez hobetzeko proposamenen eta programazio erroreen berri ematera animatzen zaitugu
fi: 'Kirjastokorttien luonti' -työkalun kehittäjät toivovat, että työkalu on erinomainen lisä kirjastoille. Kehitysehdotuksia ja bugeja voi lähettää Koha Project Bugzillan kautta.
fr: Les développeurs du module Création de Carte Adhérent espèrent que vous trouverez cet outil utile. Vous êtes invité à transmettre des demandes d'amélioration ainsi que d'éventuels bugs via Koha Project Bugzilla
hi: संरक्षक कार्ड प्रजापति मॉड्यूल के डेवलपर्स आशा है कि आप इस एक अत्यंत उपयोगी उपकरण मिल जाएगा। आप कोहा परियोजना बगजिला माध्यम से किसी भी बढ़ाने के अनुरोधों के रूप में अच्छी तरह से किसी भी कीड़े प्रस्तुत करने के लिए प्रोत्साहित किया जाता है।
it: Gli sviluppatori del creatore di tessere sperano che tu trovi utile questo strumento. Siete incoraggiati a segnalare ogni bug o richiesta di sviluppo sul Koha Project Bugzilla.
oc: Los desvolopaires del modul Creacion de Carte Aderent espèrent que vous trobarez aqueste aisina utile. Sètz invité a transmetre des demandes d'amélioration ainsi que d'éventuels bugs via Koha Project Bugzilla
pl: Twórcy modułu Kreatora Kart Użytkowników mają nadzieję, że narzędzie to okaże się przydatne. Proszą również o przesyłanie wszelkich sugestii i zgłaszania zauważonych błędów za pośrednictwem Projektu Koha Bugzilla.
pt: Os programadores do módulo de cartões de leitor esperam que ache esta um ferramenta extremamente útil no seu processo de catalogação. Você é encorajado a submeter qualquer proposta de melhoramento ou qualquer bug encontrado no Koha Project Bugzilla.
pt_br: Os desenvolvedores do módulo de Criação de Carteirinhas de Usuário esperam quem você considere esta uma ferramenta útil no decorrer do trabalho de catalogação. Sinta-se a vontade para enviar sugestões de melhorias e informações sobre bugs via Koha Project Bugzilla.
sk: Vývojári modulu Tvorby čitateľských preukazov dúfajú, že Vám bude veľmi užitočným nástrojom. Povzbudzujeme Vás, aby ste odoslali akékoľvek požiadavky na zlepšenie ako aj akékoľvek chyby cez Koha Project Bugzilla.
sv: Utvecklarna av låntagarkortverktyget hoppas att du kommer att ha mycket nytta av verktyget. Du uppmanas att skicka förfrågningar om förbättringar eller buggar via Koha Project Bugzilla.
tr: Kullanıcı Kart Oluşturucu modülünün geliştiricileri, bu modülü oldukça kullanışlı bir araç olarak göreceğinizi ummaktadırlar. Programdaki hataların yanı sıra her hangi bir geliştirme talebinizi Koha Project Bugzilla vasıtasıyla gönderebilirsiniz.
zh_tw: 新增讀者證模組的發展者希望您將發現這個極為有用的工具，您可送出任何強化它的建議，以及發現的可能錯誤至 Bugzilla 計畫。

source: The duration
fi: Kesto
hi: अवधि

source: The easiest way to merge together duplicate bibliographic records is to add them to a list and use the Merge Tool from there.
ar: أسهل طريقة لدمج التسجيلات الببليوغرافية المكررة مع بعضها هي إضافتهم إلى القائمة واستخدام ادوات الدمج من هنا.
cs: Nejjednodušší způsob jak sloučit duplicitní bibliografické záznamy je přidat je do jednoho seznamu a sloučit je odtud.
da: Den nemmeste måde at sammenlægge ens bibliografiske poster er, at tilføje dem til en liste og bruge sammenlægningsværktøjet derfra.
de: Der einfachste Weg zwei dublette Titel miteinander zu bereinigen ist, diese zu einer Liste hinzuzufügen und von dort aus zu verschmelzen.
el: Ο πιο εύκολος τρόπος για να συγχωνεύσετε διπλοεγγραφές είναι να τις προσθέσετε σε μία λίστα και να χρησιμοποιήσετε το Εργαλείο Συγχώνευσης από εκεί.
es: La forma mas sencilla de combinar dos registros bibliográficos duplicados es agregarlos a una lista y utilizar la herramienta de combinación desde allí.
eu: Bibliografia erregistro bikoiztuak konbinatzeko modu errazena horiek zerrenda batera gehitzea eta bertan konbinatu tresna erabiltzea da.
fi: Helpoin tapa yhdistää tuplanimeketietueita on lisätä ne listalle ja käyttää yhdistämistyökalua siellä.
fr: La manière la plus simple de fusionner des notices bibliographiques dupliquées est de les ajouter à une liste et d'utiliser l'Outil de Fusion à partir de là.
hi: एक साथ विलय ग्रंथ सूची रिकॉर्ड नकल करने के लिए सबसे आसान तरीका है कि उन्हें एक सूची में जोड़ने और वहाँ से मर्ज उपकरण का उपयोग करने के लिए है।
it: Il modo più facile per fondere insieme i records bibliografici duplicati è di aggiungerli a una lista e usare lo strumento 'Fondi' su di essi.
oc: La manièra la plus simple de fusionar des notícias bibliograficas dupliquées es de les apondre a una lista e d'utilizar l'Aisina de Fusion a partir de là.
pt: A forma mais simples de unificar registos bibliográficos duplicados é adicionar-los a uma lista e usar a ferramenta de unificação.
pt_br: A forma mais simples de unificar registros bibliográficos duplicados é adicioná-los a uma lista e usar a ferramenta de unificação.
sk: Najľahší spôsob zlučovania duplicitných knižničných záznamov je ich pridaním do zoznamu a použitím nástroja zlučovania tam.
sv: Det enklaste sättet att slå samman bibliografiska dubblettposter är att lägga till dem i en lista och använda verktyget för sammanslagning därifrån.
tr: Kopya bibliyografik kayıtları birleştirmenin en kolay yolu, bu kayıtlara bir liste eklemek ve Birleştirme Aracını buradan kullanmaktır.
zh_tw: 合併多個書目紀錄的最簡單方法是把它們加入清單，再使用合併工具。

source: The edit menu is also where items can be deleted from
ar: قائمة التحريرهي أيضاً المكان الذي تسطيع حذف المواد منها
cs: Menu úprav je místem, odkud mohou být položky také odstraněny
da: Editmenuen er også stedet, hvor eksemplarer kan slettes
de: Das Menü Ändern ist auch der Ort, wo Exemplare gelöscht werden können
el: Το μενού επεξεργασίας είναι επίσης εκεί από όπου μπορούν να διαγραφούν αντίτυπα
es: El menú de edición es también donde los ítems pueden borrar
eu: Editatzeko menuan, era berean, elementuak ezabatu daitezke
fi: Muokkausvalikossa voidaan myös poistaa niteitä
fr: Les exemplaires peuvent être supprimés à partir du menu Modification
hi: संपादन मेनू भी है जहां मदों से नष्ट किया जा सकता
it: Le copie possono essere cancellate anche dal menù della modifica
oc: Los exemplars pòdon èsser suprimits a partir del menú Modificacion
pl: Menu modyfikowania wyświetla się także przy możliwości usunięcia egzemplarzy
pt: O menu de edição é onde também pode eliminar exemplares
pt_br: No menu Editar também é possível excluir exemplares
sk: V ponuke úpravy sa exempláre dajú tiež odstrániť
sv: I redigeringsmenyn kan objekt också raderas
tr: Düzenle menüsü aynı zamanda materyallerin de silenebileceği bir yerdir.
zh_tw: 編輯選單必須是可以刪除館藏的地方

source: The email address field is not required, but it should be filled for every library in your system
ar: حقل عنوان البريد الالكتروني غير مطلوب، لكن يجب ملؤه لكل مكتبة في نظامك
de: E-Mail-Adresse ist kein Pflichtfeld, sollte jedoch für jede Bibliothek im System ausgefüllt werden.
es: El campo de dirección de email no es requerido, pero debería ser llenado para cada biblioteca en su sistema
fi: Sähköpostiosoitekenttä ei ole pakollinen, mutta sen pitäisi olla täytetty jokaisen järjestelmäsi kirjaston kohdalla
hi: ईमेल पते क्षेत्र की आवश्यकता नहीं है, लेकिन यह आपके सिस्टम में हर पुस्तकालय के लिए भरा जाना चाहिए
it: Il campo indirizzo email non è obbligatorio ma volendo può compilato nel tuo sistema da ciascuna biblioteca
sk: Pole emailovej adresy nie je povinné, ale malo by sa vyplniť pre každú knižnicu vo vašom systéme
tr: E-posta adresi alanı zorunlu değildir, ancak sistem içindeki her kütüphane için doldurulması gerekir.

source: The final option for ordering is to order from a list of titles with the highest hold ratios
ar: الخيار الأخير للطلب هو الطلب من قائمة العناوين ذات أعلى معدلات الحجز
cs: Poslední možností pro objednání je objednat ze seznamu titulů s největším poměrem rezervací
de: Die letzte Option eine Bestellung zu erzeugen ist einen Titel aus der Liste mit der höchsten Vormerkrate auszuwählen
el: Η τελική επιλογή παραγγελίας είναι να παραγγείλετε από μια λίστα τίτλων με τα υψηλότερα ποσοστά κρατήσεων
es: El última opción para hacer pedidos es hacerlo desde una lista de títulos con máxima tasa de reserva.
fi: Viimeinen vaihtoehto tilaukseen on tilata 'Varauksia per nide' -listan nimekkeiden kautta
hi: आदेश देने के लिए अंतिम विकल्प उच्चतम पकड़ अनुपात के साथ खिताब की एक सूची से आदेश है
it: L'ultima opzione per effettuare ordini è ordinare a partire da una lista di titoli con il più alto numero di prenotazioni.
pl: Ostatnią opcją jest dodawanie zamówienia z tytułów o wysokim wskaźniku zamówień
pt: A última opção para encomendar é a partir de uma lista de títulos com rácios elevados de reserva
pt_br: A última opção para fazer um pedido é com base na lista de títulos com maior taxa de reservas
sk: Záverečná možnosť pre objednávanie je objednať z pripraveného zoznamu titulov s najvyšším podielom rezervácií
tr: Sipariş için son seçenek, yüksek ayırma oranlarına sahip başlıkların bir listesinden sipariş etmektir
zh_tw: 訂單的最後一個選項是向庫存量最大的題名清單發出訂單

source: The final section is for billing information:
ar: القسم الأخير هو من أجل معلومات الفواتير:
cs: Závěrečná část je pro fakturační údaje:
da: Sidste afsnit er til faktureringsinformationer:
de: Der letzte Abschnitt ist für die Information bezüglich Rechnungsstellung
el: Ο τελευταίος τομέας είναι για πληροφορίες τιμολόγησης:
es: El última sección es para datos de facturación:
eu: Azken atala fakturazio informazioari buruzkoa da:
fi: Viimeinen osio on laskutustietoja varten:
fr: La dernière section est pour les informations financières.
hi: अंतिम खंड बिलिंग जानकारी के लिए है:
it: L'ultima sezione è per informazioni sulla fatturazione
oc: La darrièra seccion es per las informacions financières.
pl: Ostatnia część to informacje o zamówieniach.
pt: A última secção é para informação de facturação:
pt_br: A última seção destina-se a informações de cobrança:
sk: Záverečná sekcia slúži pre fakturačnú informáciu:
sv: Den sista sektionen är för faktureringsinformation:
tr: Son bölüm fatura bilgileri içindir.
zh_tw: 最後一個區塊是帳單資訊：

source: The final way to receive serials is from the 'Serial Collection' page. To the left of the Subscription summary page there is a menu with a link to 'Serial Collection'
ar: الطريقة الأخيرة لاستلام الدوريات من صفحة 'مجموعة الدورية'. على الجانب الأيمن من صفحة ملخص الاشتراك توجد قائمة ذات رابط الى 'مجموعة الدورية'
cs: Konečný způsob, jak získat periodika je ze stránky "Fond periodik". V levé části stránky Souhrn odběrů je menu s odkazem na "Fond periodik"
da: Den sidste metode til modtagelse af tidsskrifter er via siden 'Tidsskriftsindsamling'. Til venstre for abonnementsoversigtssiden er der en menu med link til 'Tidsskriftsindsamling'
de: Die letzte Möglichkeit Hefte zugehen zu lassen ist von der Seite 'Zeitschriftenbestand'. Auf der linken Seite der Abonnementzusammenfassung gibt es ein Menü mit einem Link 'Zeitschriftenbestand'
el: Ο τελευταίος τρόπος για να παραλάβετε περιοδικές εκδόσεις από τη σελίδα 'Συλλογής Περιοδικών Εκδόσεων'. Στα αριστερά της σελίδας περίληψης Συνδρομής υπάρχει ένα μενού με ένα σύνδεσμο στο 'Συλλογή Περιοδικής Έκδοσης'
es: La última forma de recibir publicaciones periódicas es en la página 'Colección de publicaciones periódicas'. A la izquierda de la página de Resumen de Suscripción hay un menú con un enlace a la 'Colección de publicaciones periódicas'
eu: Aldizkako argitalpenak jasotzeko azken modua 'Aldizkako argitalpenen bilduma' orritik da. Harpidetzaren laburpenaren ezkerraldean 'Aldizkako argitalpenaren bilduma' orrirako lotura duen menu bat dago
fi: Viimeinen tapa vastaanottaa lehtiä on 'Kausijulkaisukokoelma'-sivu. Vasemmalla tilauksen yhteenvetosivulla on valikko, jossa on linkki 'Kausijulkaisukokoelma'.
fr: La dernière possibilité pour réceptionner les fascicules est d'utiliser la page 'État de collection'. Sur la gauche de la page avec les Informations d'abonnement vous trouvez un menu avec un lien vers 'État de collection'
hi: धारावाहिकों प्राप्त करने के लिए अंतिम रास्ता 'सीरियल संग्रह' पेज से है। सदस्यता सारांश पेज के बाईं ओर 'सीरियल' संग्रह के लिंक के साथ एक मेनू है
it: L'ultimo modo per ricevere dei periodici è dalla pagina ''Informazioni globali'. A sinistra della pagina riassuntiva degli abbonamenti c'è un menu con il link a 'Informazioni globali'
oc: La darrièra possibilitat per recepcionar les fasciculs es d'utilizar la pagina 'Estat de colleccion'. Sus la esquèrra de la pagina amb les Informacions d'abonament vous trouvez un menú amb un ligam cap a 'Estat de colleccion'
pl: Otrzymaj numer czasopisma przez kliknięcie 'Kolekcja czasopism' w menu 'Szczegóły prenumeraty'
pt: O meio final para receber periódicos é a partir da página 'Colecção de periódicos', havendo um menu à esquerda da página de sumário de assinatura com um link para essa página.
pt_br: O meio final para receber periódicos é a partir da página 'Coleção de periódicos', havendo um menu à esquerda da página de sumário de assinatura com um link para essa página.
sk: Konečným spôsobom prijatia periodík je zo stránky 'Zbierka periodík'. Naľavo od stránky súhrnu predplatného je ponuka s odkazom na 'Zbierku periodík'
sv: Det sista sättet att ta emot periodika är från sidan 'Periodikasamling'. Till vänster om sammanfattningssidan för prenumerationer finns en meny med en länk till 'Periodikasamling'
tr: Süreli yayınları almak için son yöntem 'Süreli Yayınlar Kolleksiyon' sayfasıdır. Abonelik özet sayfasının solunda 'Süreli Yayınlar Koleksiyonu' bağlantısıyla birlikte bir menü mevcuttur.
zh_tw: 從 '期刊館藏' 頁面簽收期刊。在訂閱摘要頁面左方有個連結至 '期刊館藏' 的選單

source: The fine totals will be updated with the payment applied to oldest fines first.
ar: وسيتم تحديث مجاميع الغرامة مع دفع الغرامات المطبقة على الأقدم أولا.
cs: Souhrny pokut budou aktualizovány po připsání platby za nejstarší pokutu.
da: De samlede bøder opdateres først med det betalte beløb på de ældste bøder.
de: Die Gesamtgebühr wird aktualisiert, indem die ältesten Gebühren zuerst bezahlt werden.
el: Τα σύνολα προστίμων θα ενημερωθούν όταν γίνει πληρωμή πρώτα στα παλαιότερα πρόστιμα.
es: Los totales de multas se actualizarán con el pago aplicado a las multas mas viejas primero.
eu: Los totales de multas se actualizarán con el pago aplicado a las multas más viejas primero.
fi: Maksujen summa päivittyy maksuihin vanhimpaan maksuun ensin.
fr: Le total des amendes sera mis à jour en appliquant le paiement aux plus anciennes amendes en premier.
hi: ठीक योग भुगतान पहले पुराना जुर्माना करने के लिए आवेदन के साथ अद्यतन किया जाएगा।
it: Il totale delle multe verrà aggiornato prima con il pagamento effettuato per le multe più vecchie.
oc: Lo total des emendas serà mis a jorn en applicant lo pagament a las plus ancianas emendas en primièr.
pl: Należności zostaną zaktualizowane, zawsze płacone są najpierw najstarsze należności.
pt: Os totais das multas serão actualizados com o pagamento aplicado às multas mais antigas.
pt_br: Os totais de multas serão atualizados com o pagamento aplicados às multas mais antigas primeiro.
sk: Celkové čiastky pokút budú aktualizované po zaplatení počnúc najstaršou pokutou.
sv: Bötesbeloppen kommer att uppdateras med betalningen mot den äldsta boten först.
tr: Ceza toplamları ilk olarak, en eski cezalara uygulanan ödemeyle güncellenecektir.
zh_tw: 罰款總額依照支付的金額更新。
