Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The Staff and OPAC Display options allow you to control how many issues appear by default on bibliographic records in the Staff Client and the OPAC
ar: تتيح لك خيارات عرض الموظف والأوباك التحكم في عدد الأعداد التي تظهر افتراضياً في التسجيلات البيبلوغرافية في برنامج العميل والأوباك.
cs: Možnosti Zobrazení Intranetu a OPAC vám umožní řídit, kolik výtisků ve výchozím nastavení se zobrazí v bibliografických záznamech v Intranetu a v OPACu
da: Intranet og OPAC visningsoptionerne giver mulighed for at bestemme, hvor mange udgaver, der som standard skal vises på bibliografiske poster i intranet og OPAC
de: Die Anzeigeoptionen für OPAC und Dienstobefläche ermöglichen es Ihnen festzulegen wie viele Hefte jeweils in OPAC und Dienstoberfläche bei diesem Titel angezeigt werden
el: Οι επιλογές Εμφάνισης Προσωπικού και OPAC σας επιτρέπουν να ελέγξετε πόσα τεύχη εμφανίζονται εξ ορισμού στις βιβλιογραφικές εγγραφές στη Διεπαφή Προσωπικού και στον OPAC
es: Las opciones de pantalla para Personal y OPAC le permiten controlar cuantos ejemplares aparecen por defecto en los clientes Personal y OPAC
eu: Las opciones de pantalla para Personal y OPAC le permiten controlar cuantos ejemplares aparecen por defecto en los clientes Personal y OPAC
fi: Virkailijatyökalun ja verkkokirjaston näyttövaihtoehdot päättävät, montako numeroa näkyy oletuksena perustiedot-näytöllä kummassakin näkymässä
fr: Les options d'affichage OPAC et bibliothécaires permettent de contrôler combien de fascicules apparaissent par défaut avec les notices bibliographiques à l'OPAC et dans l'interface professionnelle.
hi: स्टाफ और ओपेक प्रदर्शन विकल्प आप को नियंत्रित करने के लिए कितने इश्यूों डिफ़ॉल्ट रूप से स्टाफ क्लाइंट और ओपेक में ग्रंथ सूची रिकॉर्ड पर प्रकट की अनुमति देते हैं
it: Le opzioni di visualizzazione staff e Opac ti permettono di definire quanti fascicoli appaiono di default sui records bibliografici nell'OPAC e nell'intranet
oc: Les opcions d'afichatge OPAC e bibliotecaris permettent de contrôler combien de fasciculs apareisson per defaut amb las notícias bibliographiques a l'OPAC e dins l'interfàcia professionala.
pl: 'Liczba numerów wyświetlana bibliotekarzowi'/'Liczba numerów wyświetlana w OPAC' - liczba numerów domyślnie wyświetlanych w interfejsie bibliotekarza i w katalogu
pt: As opções de visualização dos técnicos e do OPAC permitem controlar quantos registos bibliográficos aparecem no OPAC e na interface dos técnicos
pt_br: As opções de exibição na interface administrativa e no OPAC permitem que você controle quantos fascículos aparecem por padrão nos registros bibliográficos
sk: Možnosti zobrazenia Intranetu a OPACu Vám umožňujú kontrolovať, koľko čísel sa objaví predvolene v knižničných záznamoch v Intranete a v OPACu
sv: Visningsinställningarna för personal och OPAC gör att du kan ställa in hur många nummer som visas som standard på bibliografiska poster i personalklienten och OPAC
tr: Personel ve OPAC Görüntü seçenekleri size Personel İstemcideki ve OPAC'daki bibliyografik kayıtlarda kaç tane varsayılan materyalin gözüktüğünü kontrol etmenize imkan verir.
zh_tw: 館員介面與 OPAC 顯示的選項，允許您控制顯示的期刊數

source: The Staff/OPAC asks for the username and password to be used by the patron (and/or staff member) to log into their account in the OPAC and for staff to log in to the staff client.
ar: الموظف / OPAC يسأل عن اسم المستخدم وكلمة المرور ليتم استخدامها من قبل المستفيد(و / أو الموظف العضو) لتسجيل الدخول إلى حساباتهم في OPAC وبالنسبة للموظف لتسجيل الدخول إلى عميل الموظف.
cs: Intranet/OPAC se zeptá na uživatelské jméno a heslo, které používá čtenář (a/nebo zaměstnanec) přihlásit do svého účtu v OPACu a u zaměstnanců pro přihlášení do intranetu.
da: OPAC login og password bruges af låneren til at logge ind i kontoen på OPAC. For medarbejder-konti bruges de også til at give adgang til admin-klienten.
de: OPAC-Login und Passwort werden vom Benutzer verwendet, um sich im OPAC in sein Konto einzuloggen. Außerdem dienen sie Mitarbeitern dazu, sich in die Dienstoberfläche einzuloggen.
el: Το Προσωπικό/OPAC ζητούν το όνομα χρήστη και τον κωδικό που θα χρησιμοποιηθεί από το μέλος (και/ή το μέλος προσωπικού) για να συνδεθεί στο λογαριασμό του στον OPAC και από το προσωπικό για να συνδεθεί στη διεπαφή προσωπικού.
es: El OPAC y la interfaz administrativa piden un nombre de usuario y contraseña para ser utilizadas por el usuario (y/o personal de biblioteca) para ingresar a su cuenta en el OPAC o en la interfaz administrativa.
eu: Para registrarse en la cuenta de socio y en la cuenta de personal como cliente Administrador en el OPAC, el Cliente Administrador/OPAC pedirá el apellido y contraseña
fi: Virkailijatyökalu/verkkokirjasto kysyy käyttäjätunnusta ja salasanaa, joiden avulla kirjaudutaan tilille kummassakin liittymässä.
fr: Les idenfiants et mots de passe sont utilisés par les adhérents pour se connecter à leur compte à l'OPAC. Ils sont également utilisés par les bibliothécaires pour se connecter à l'interface professionnelle de Koha.
hi: स्टाफ / ओपेक ओपेक में अपने खाते में प्रवेश करने और कर्मचारियों के स्टाफ ग्राहक में लॉग इन करने के लिए संरक्षक (और / या स्टाफ सदस्य) द्वारा इस्तेमाल किया जा यूज़रनेम और पासवर्ड के लिए पूछता है।
it: La login e la password dell' OPAC sono usate dall'utente per loggarsi all'Opac. Lo staff le usa anche per loggarsi al client staff.
oc: Les idenfiants e senhals son utilizats pels aderents per se connecter a lor compte a l'OPAC. Ils son tanben utilizats pels bibliotecaris per se connecter a l'interfàcia professionala de Koha.
pl: W sekcji 'Logowanie użytkownika' należy wprowadzić nazwę i hasło użytkownika. Dane te będą wykorzystywane przez użytkownika (i/lub pracownika), do logowania się na konto w OPAC i dla bibliotekarzy, do logowania się do konta pracowników.
pt: O OPAC e o interface pedem a nome de utilizador e a palavra-passe do leitor para que o mesmo possa entrar na sua conta no OPAC ou entrar como técnico no interface dos técnicos.
pt_br: O Login e Senha do OPAC são utilizados pelo usuário para acessar sua conta no OPAC. Eles também são utilizados por funcionários para lhes dar acesso à interface administrativa
sk: Intranet/OPAC si pýtajú prihlasovacie meno a heslo, ktoré čitateľ (a/alebo knihovník) musia zadať pri prihlasovaní do svojho účtu v OPACu a knihovník pri prihlasovaní do intranetu.
sv: Personalklienten/OPAC ber låntagare och personal om användarnamn och lösenord för inloggning till OPAC och personalklienten.
tr: Personel/OPAC, OPAC’taki hesaplarına girmeleri için kullanıcı tarafından kullanılan kullanıcı adı ve şifre sorar (ve/veya personel üyesi) ve personel için de personel istemciye girmeleri için kullanıcı adı ve şifre sorar.
zh_tw: 登入 OPAC /館員介面時，都會詢問其使用者名稱與密碼。

source: The Transport cost matrix lets a library system define relative costs to transport books to one another. In order for the system to use this matrix you must first set the UseTransportCostMatrix preference to 'Use'.
ar: منظومة قيمة النقل تتيح لنظام المكتبة أن يعرف القيمة المتعلقة بنقل الكتب. ليستخدم النظام هذه المنظومة عليك أن تضبط تفضيل النظام UseTransportCostMatrix إلى 'استخدم'.
cs: Matice nákladů přepravy umožňuje knihovnímu systému definovat relativní náklady na dopravu knihy od jednoho k jinému. Aby systém mohl používat tuto matici, musíte nejprve nastavit parametr UseTransportCostMatrix na "Použít".
da: Matricen over transportomkostninger lader et bibliotekssystem definere hvordan de relative transportomkostninger bogføres. For at systemet kan bruge denne matriks, må du først sætte præferencen UseTransportCostMatrix til 'Brug'.
de: Die Transportkostentabelle erlaubt es, die Transprotkosten zwischen Bibliotheken zu definieren. Damit das System diese Tabelle nutzen kann, muss der Systemparameter 'UseTransportCostMatrix' eingeschaltet sein.
el: Ο Πίνακας κόστους μεταφοράς επιτρέπει σε ένα σύστημα βιβλιοθήκης να ορίσει σχετικά κόστη για τη μεταφορά βιβλίων από τη μία στην άλλη. Προκειμένου να χρησιμοποιήσει αυτόν τον πίνακα το σύστημα πρέπει πρώτα να ρυθμίσετε την προτίμηση του UseTransportCostMatrix στο 'Χρήση'.
es: La Matriz de costo de transporte permite a su biblioteca definir costos relativos de transporte de libros a otra. Para que el sistema utilice esta matriz deberá configurar la preferencia UseTransportCostMatrix a 'Usar'.
eu: La matriz de costes de transporte permite un sistema de biblioteca de definir los costos relativos para transportar los libros a la otra. Para que el sistema para utilizar esta matriz, primero debe establecer la preferencia UseTransportCostMatrix en 'Usar'
fi: Kuljetusten painomatriisi antaa kirjaston ylläpidon määrittää suhteelliset kustannukset kuljetuksille kirjastosta toiseen. Jos haluat tämän asetuksen käyttöön, aseta ensin UseTransportCostMatrix -asetus 'Käytä'.
fr: La matrice Coût de Transport permet à un réseau de définir les coûts de transport entre les sites. Pour permettre l'utilisation de cette matrice vous devez au préalable définir la préférence UseTransportCostMatrix à 'Utiliser'.
hi: परिवहन लागत मैट्रिक्स एक पुस्तकालय प्रणाली एक दूसरे के लिए पुस्तकों के परिवहन के लिए रिश्तेदार लागत परिभाषित करने देता है। प्रणाली के लिए आदेश में इस मैट्रिक्स का उपयोग करने के लिए आपको सबसे पहले का 'प्रयोग' करने के लिए UseTransportCostMatrix वरीयता सेट करना होगा।
it: La Matrice Costo Trasporto permette a un sistema di più biblioteche di definire i costi di trasporto libri da una biblioteca all'altra. Per disporne, devi prima impostare la preferenza di sistema UseTransportCostMatrix al valore 'Use'.
oc: La matritz Còst de Transport permet a un ret de definir los còstes de transport entre les sites. Per permetre l'utilizacion d'aquesta matritz vos cal al préalable definir la preferéncia UseTransportCostMatrix a 'Utilizar'.
pl: Narzędzie pozwala określić koszty transportu dokumentów z jednej biblioteki/filii do innej. Wartość w opcji UseTransportCostMatrix ustaw na 'Używaj'.
pt: A tabela de custo de transporte permite ao definir aos custos relativo ao transporte de livros para outra localização. Para que o sistema use esta tabela deve primeiro definir a preferência de sistema UseTransportCostMatrix para 'Usar'.
pt_br: A Matriz de custo de transporte permite um sistema de biblioteca definir custos relativos ao transporte de livros de uma biblioteca a outra. Para usar este sistema, você primeiro precisa definir a prefrência UseTransportCostMatrix para 'Use'.
sk: Matrica nákladov na prevoz umožňuje knižničnému systému definovať relatívne náklady na vzájomný prevoz kníh. Aby systém mohol využívať túto matricu, musíte najprv zapnúť nastavenie UseTransportCostMatrix na 'Použiť'.
sv: Med fraktkostnadstabellen kan systemet definiera relativa kostnader för transport av böcker till och från olika filialer. För att systemet ska använda denna tabell måste du ställa in UseTransportCostMatrix till 'Använd'.
tr: Taşıma fiyat düzeyi bir kütüphane sistemine kitapları birbirine aktarmak için ilgili fiyatları tanımlar. Sistemin bu düzeyi kullanması için, öncelikle Taşıma Fiyat Düzeyini Kullan seçeneğini 'Kullan ' olarak ayarlamanız gerekir.
zh_tw: 轉移成本矩陣讓圖書館系統設定轉移圖書至其他圖書館的相關成本。必須先設定 UseTransportCostMatrix 偏好為 '使用'，系統才能使用該矩陣。

source: The Uncertain Prices page is independent of the basket. It is linked to the vendor so you will see all items on order with uncertain prices for that vendor.
ar: صفحة الأسعار غير المحددة هي لا تعتمد على السلة. إنها مرتبطة بالمورد لذلك سترى كل المواد المدرجة كاسعار غير محددة لذاك المورد.
cs: Stránka Nejisté Ceny je nezávislá na koši. Je to spojeno s dodavateli, takže uvidíte všechny výtisky na objednávce s nejistými cenami tohoto dodavatele.
da: Vigtigt: Siden med usikre priser er uafhængig af kurven. Den er linket til leverandøren, så alle bestilte emner fra denne leverandør med usikre priser vil blive vist.
de: Wichtig: Die Seite Unsichere Preise ist unabhängig von einzelnen Bestellungen. Sie zeigt alle unsicheren Preise für einen einzelnen Lieferanten.
el: Η σελίδα Αβέβαιων Τιμών είναι ανεξάρτητη από το καλάθι. Συνδέεται με τον προμηθευτή έτσι ώστε να δείτε όλα τα τεκμήρια υπό παραγγελία με αβέβαιες τιμές από αυτόν τον προμηθευτή.
es: La página de Precios Inciertos es independiente de la cesta. Está relacionada con el proveedor por lo que verá todos los ítems en el pedido con precios inciertos para ese proveedor.
eu: La página de Precios Inciertos es independiente de la cesta. Está relacionada con el proveedor, por lo que podrá ver todos los ítems con precios inciertos por orden de este proveedor.
fi: Vahvistamattomat hinnat -sivu on riippumaton tilauskorista. Se on linkitetty toimittajaan, joten näet kaikki tilausnimekkeet, joissa on vahvistamattomia hintoja tälle toimittajalle.
fr: La page Prix Incertains est indépendante du panier. Elle est liée au fournisseur ce qui permet de voir tous les exemplaires en commande qui ont un prix incertain, par fournisseur.
hi: अनिश्चित दाम पेज बास्केट से स्वतंत्र है। यह विक्रेता से जुड़ा हुआ है तो आप उस विक्रेता के लिए अनिश्चित कीमतों के साथ आदेश पर सभी वस्तुओं को देखेंगे।
it: La pagina 'Prezzi incerti' è indipendente dal raccoglitore: Essa è relativa al fornitore, cosi vedrai tutte le copie in ordinazione con prezzo incerto per quel fornitore.
oc: La pagina Prix Incertains es indépendante del panièr. Es liée al provesidor ce qui permet de veire totes los exemplars en comanda qui ont un prix incertain, per provesidor.
pl: Zamówienia z niepewnymi cenami są niezależne od koszyka. Egzemplarze zamówione z niepewnymi cenami powiązane są z dostawcami.
pt: A página de preços incertos é independente do cesto. Está ligada a fornecedor para que veja todos os itens na encomenda com preços incertos para esse fornecedor.
pt_br: A página de Preços Indefinidos é independente do pedido, sendo ligada pelo fornecedor, assim você pode ver todos os exemplares de um determinado fornecedor que estão com preços indefinidos.
sk: Stránka Neisté ceny je nezávislá na košíku, ale je prepojená na predajcu, takže uvidíte všetky objednané exempláre u tohto predajcu s neistými cenami.
sv: Sidan med osäkra priser är oberoende av korgen. Den är länkad till leverantören så att du ser alla beställda objekt med osäkra priser från den leverantören.
tr: Belirsiz Fiyatlar sayfası sepetten bağımsızdır. Sağlayıcı ile bağlantılıdır, dolayısıyla sağlayıcının siparişte olan tüm materyallerini belirsiz fiyatlarıyla göreceksiniz.
zh_tw: 價格不定頁面獨立於購物籃之外，連結至代理商，可看到該代理商所有價格未定的館藏。

source: The Units pull down is used to define what measurement scale you're going to be using for the template. This should probably match the unit of measurement used on the template description provided by the product vendor.
ar: الوحدات المندسلة تستخدم لتحديد مقياس القياس وأنت تستخدم القالب. ربما هذا يجب أن يطابق وحدة القياس المستخدمة في وصف القالب المقدم من قبل مورد المنتج.
cs: Roletka Jednotky se používá k definování měřítka, které budete používat pro šablonu. To bude pravděpodobně měrná jednotka používaná na popisu šablony poskytnuté dodavatelem produktu.
da: Enhedsmenuen bruges til at vælge måleenhed til skabelonen. Den bør svare til de enheder leverandøren bruger på udskrifts-forlægget.
de: Die Auswahlliste Maße wird verwendet um festzulegen welche Maßeinheit Sie für Ihr Template verwenden möchten. Es sollte am besten den Maßeinheiten entsprechen, die der Lieferant für Ihre Druckvorlagen angegeben hat.
el: Οι κατεκδιπλούμενες Μονάδες χρησιμοποιούνται για να καθορίσουν τί σκάλα μέτρων θα χρησιμοποιήσετε για το πρότυπο. Αυτό θα έπρεπε πιθανώς να ταιριάζει με τη μονάδα μέτρησης που χρησιμοποιείται στην περιγραφή προτύπου από τον προμηθευτή του προϊόντος.
es: El desplegable Unidades se usa para definir qué escala de medición va a usar para la plantilla. Esto probablemente debe coincidir con la unidad de medida utilizada en la descripción de la plantilla proporcionada por el proveedor del producto.
eu: Unitateak goitibeherako zerrenda txantiloiarentzat erabiliko duzun neurketa eskala definitzeko erabilitzen da. Kasu gehienetan, hori produktuaren hornitzaileak emandako txantiloi deskribapenean erabilitako neurketa unitatearekin bat etorri beharko da.
fi: Yksikköjen alasvetovalikkoa käytetään määrittelemään, mitä mittayksikköä käytetään pohjassa. Tämän tiedon pitää olla yhteensopiva toimittajan tuotteen mittayksikön kanssa.
fr: La liste des unités vous permet de choisir l'unité de mesure employée dans la définition du modèle.
hi: इकाइयों नीचे खींच क्या माप पैमाने आप टेम्पलेट के लिए उपयोग किया जा रहे हैं परिभाषित करने के लिए प्रयोग किया जाता है। यह शायद उत्पाद विक्रेता द्वारा प्रदान की टेम्पलेट विवरण पर इस्तेमाल किया माप की इकाई मेल खाना चाहिए।
it: La lista 'Unità' è utilizzata per definire la scala di misura che stai usando per i template. Probabilmente coinciderà con le unità di misura usate nella descrizione del template nella descrizione data dal fornitore del prodotto.
oc: La lista des unités vos permet de causir l'unité de mesure employée dins la definicion del modèl.
pt: O menu Unidades é usado para definir a escala de medição que vai ser usada no modelo. Deve ser provavelmente a mesma unidade de medição usada na descrição do modelo dado pelo fornecedor.
pt_br: O menu Unidades é usado para definir a escala de medição que vai ser usada no modelo. Deve ser provavelmente a mesma unidade de medição usada na descrição do modelo dado pelo fornecedor.
sk: Rozbaľovací zoznam Jednotiek sa používa na definovanie druhu mier, ktoré budete používať pre šablónu. Toto by sa pravdepodobne malo zhodovať s jednotkami miery používanými v popise šablón poskytovanom predajcom.
sv: Rullgardinsmenyn Enheter används för att ange vilken mätenhet du vill använda för mallen. Denna bör oftast stämma överens med den enhet som använts i mallbeskrivningen från produktleverantören.
tr: Birimler çek menüsü şablonda hangi ölçüm ayarını kullanacağınızı tanımlamak için kullanılır. Bu menünün büyük bir olasıkla materyal sağlayıcısı tarafından sağlanmış, şablon tanımında kullanılan ölçüm birimiyle eşleşmesi gerekir.
zh_tw: 單位下拉選單用在模板內設定衡量的單位，應與產品代理商提供模板說明裡的單位相呼應。

source: The Units pull down is used to define what measurement scale you're going to be using for the template. This should probably match the unit of measurement used on the template description provided by the product vendor.&nbsp;
ar: الوحدات المندسلة تستخدم لتحديد مقياس القياس وأنت تستخدم القالب. ربما هذا يجب أن يطابق وحدة القياس المستخدمة في وصف القالب المقدم من قبل مورد المنتج.&nbsp;
cs: Roletka Jednotky se používá k definování měřítka, které budete používat pro šablonu. To bude pravděpodobně měrná jednotka používaná na popisu šablony poskytnuté dodavatelem produktu.&nbsp;
da: Enhedsmenuen bruges til at vælge måleenhed til skabelonen. Den bør svare til de enheder leverandøren bruger på udskrifts-forlægget.&nbsp;
de: Die Auswahlliste Maße wird verwendet um festzulegen welche Maßeinheit Sie für Ihr Template verwenden möchten. Es sollte am besten den Maßeinheiten entsprechen, die der Lieferant für Ihre Druckvorlagen angegeben hat.&nbsp;
el: Η αναπτυσσόμενη λίστα Μονάδων χρησιμοποιείται για να καθορίσει τι κλίμακα μέτρησης θα χρησιμοποιήσετε για αυτό το πρότυπο. Αυτό θα πρέπει πιθανώς να ταιριάζει με τη μονάδα μέτρησης που χρησιμοποιείται στην περιγραφή προτύπου που δίνεται από τον προμηθευτή του προϊόντος.&nbsp;
es: El desplegable Unidades se utiliza para definir qué escala de medición va a usar en la plantilla. Esto probablemente debe coincidir con la unidad de medida utilizada en la descripción de la plantilla proporcionada por el proveedor del producto.&nbsp;
eu: Unitateak goitibeherako zerrenda txantiloiarentzat erabiliko duzun neurketa eskala definitzeko erabilitzen da. Kasu gehienetan, hori produktuaren hornitzaileak emandako txantiloi deskribapenean erabilitako neurketa unitatearekin bat etorri beharko da.&nbsp;
fi: Yksikköjen alasvetovalikkoa käytetään määrittelemään, mitä mittayksikköä käytetään pohjassa. Tämän tiedon pitää olla yhteensopiva toimittajan tuotteen mittayksikön kanssa.&nbsp;
fr: La liste des unités vous permet de choisir l'unité de mesure employée dans la définition du modèle. Il est préférable d'utiliser l'unité de mesure du fournisseur de vos étiquettes.&nbsp;
hi: इकाइयों नीचे खींच क्या माप पैमाने आप टेम्पलेट के लिए उपयोग किया जा रहे हैं परिभाषित करने के लिए प्रयोग किया जाता है। । यह शायद उत्पाद विक्रेता द्वारा प्रदान की टेम्पलेट विवरण & nbsp पर इस्तेमाल किया माप की इकाई मैच चाहिए;
it: La lista 'Unità' è utilizzata per definire la scala di misura che stai usando per i template. Probabilmente coinciderà con le unità di misura usate nella descrizione del template nella descrizione data dal fornitore del prodotto.&nbsp;
oc: La lista des unités vos permet de causir l'unité de mesure employée dins la definicion del modèl. Es préférable d'utilizar l'unité de mesure del provesidor de vos etiquetas.&nbsp;
pt: O menu Unidades é usado para definir a escala de medição que vai ser usada no modelo. Deve ser provavelmente a mesma unidade de medição usada na descrição do modelo dado pelo fornecedor.&nbsp;
pt_br: A opção Unidades define qual escala de medidas você está usando para o modelo. Isto provavelmente coincidirá com a medida utilizado na descrição do modelo fornecida pelo fornecedor da etiqueta.&nbsp;
sk: Rozbaľovací zoznam Jednotiek sa používa na definovanie druhu mier, ktoré budete používať pre šablónu. Toto by sa pravdepodobne malo zhodovať s jednotkami miery používanými v popise šablón poskytovanom predajcom.&nbsp;
sv: Rullgardinsmenyn Enheter används för att ange vilken mätenhet du vill använda för mallen. Denna bör oftast stämma överens med den enhet som använts i mallbeskrivningen från produktleverantören.&nbsp;
tr: 'Birimler' açılır menüsü, şablonda hangi ölçüm ayarını kullanacağınızı tanımlamak için kullanılır. Bu menünün büyük bir olasıkla materyal sağlayıcısı tarafından sağlanmış, şablon tanımında kullanılan ölçüm birimiyle eşleşmesi gerekir.&nbsp;
zh_tw: 單位下拉選單用在模板內設定衡量的單位，應與產品代理商提供模板說明裡的單位相呼應。&nbsp;

source: The Units pull down is used to define what measurement scale you're going to be using for your layout.&nbsp;
ar: الوحدات المندسلة تستخدم لتحديد نطاق القياس الذي تتجه لاستخادمه لأشكالك.&nbsp;
cs: Roletka Jednotky se používá k definování měřítka, které budete používat pro rozvržení vzhledu.&nbsp;
da: Enhedsmenuen bruges til at vælge måleenhed til layoutet.
de: Die Auswahlliste Maße wird verwendet um festzulegen welche Maßeinheit Sie für Ihr Layout verwenden.&nbsp;
el: Οι κατεκδιπλούμενες Μονάδες χρησιμοποιούνται για να καθορίσουν τη σκάλα μέτρησης που θα χρησιμοποιήσετε για τη διάταξη.&nbsp;
es: El desplegable 'Unidades' se usa para definir qué escala de medición va a utilizar para su diseño.
eu: Unitateak goitibeherako zerrenda txantiloiarentzat erabiliko duzun neurketa eskala definitzeko erabilitzen da.&nbsp;
fi: Yksikköjen alasvetovalikkoa käytetään määrittelemään, mitä mittakaavaa käytät asettelussa.&nbsp;
fr: La liste des unités vous permet de choisir l'unité de mesure qui sera utilisé dans la définition du format.
hi: इकाइयों नीचे खींच क्या माप पैमाने आप के लिए अपने लेआउट & nbsp का उपयोग किया जा रहे हैं परिभाषित करने के लिए प्रयोग किया जाता है।
it: La lista 'Unita' è utilizzata per definire la scala di misura che stai usando per i template.&nbsp;
oc: La lista des unités vos permet de causir l'unité de mesure qui serà utilizat dins la definicion del format.
pt: O menu Unidades é usado para definir a escala de medição que vai ser usada no esquema.&nbsp;
pt_br: A opção de Unidades é utilizada para definir qual unidade de medida você írá utilizar no seu modelo.&nbsp;
sk: Rozbaľovací zoznam Jednotiek sa používa na definovanie druhu mier, ktoré budete používať pre šablónu.&nbsp;
sv: Rullgardinsmenyn Enheter används för att ange vilken mätenhet du vill använda för din layout.&nbsp;
tr: Birimler açılır menüsü şablonda hangi ölçüm ayarını kullanacağınızı tanımlamak için kullanılır.&nbsp;
zh_tw: 單位下拉選單用在您的布局內，用以設定衡量的單位。&nbsp;
