Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Task scheduler will not work if the user the web server runs as doesn't have the permission to use it. To find out if the right user has the permissions necessary, check /etc/at.allow to see what users are in it. If you don't have that file, check etc/at.deny. If at.deny exists but is blank, then every user can use it. Talk to your system admin about adding the user to the right place to make the task scheduler work.
ar: مجدول المهام لن يعمل إذا كان مستخدم خادم الويب ليس له الصلاحية في استخدامه. لمعرفة ما إذا كان المستخدم لديه الصلاحية اللازمة، تفحص /etc/at.allow لمعرفة المستخدمين الموجودين. إذا كنت لا تملك ذالك الملف، تفحص etc/at.deny. إذا كان ملف etc/at.deny موجود لكنه فارغ، في هذه الحالة يمكن لأي مستفيد استخدامه. تحدث مع مدير نظامك لإضافة المستفيد في المكان الصحيح وذلك لجعل مجدول المهام يعمل
cs: Plánovač úloh nebude fungovat pokud uživatel spouštějící webový serveru nemá oprávnění k jeho použití. Chcete-li zjistit, zda má uživatel nutné oprávnění nutné, zkontrolujte /etc/at.allow abyste viděli, jací uživatelé tam jsou. Pokud nemáte tento soubor, zkontrolujte soubor etc/at.deny. Pokud at.deny existuje, ale je prázdný, pak může každý uživatel plánovač používat. Promluvte si se svým správcem systému o přidání uživatele na správné místo, aby plánovač úloh pracoval.
da: Opgaveplanlæggeren virker ikke, hvis den bruger, som den kører under på webserveren ikke har tilladelse til at bruge den. For at finde ud af, om brugeren har de nødvendige tilladelser, kontroller /etc/at.allow for at se, hvilke brugere, der er indført der. Hvis denne fil ikke findes, kontroller om etc/at.deny findes. Hvis at.deny findes men er tom, så kan alle brugere bruge dette værktøj. Tal med systemadministratoren, for at få tilføjet brugeren på det rigtige sted, så opgaveplanlæggeren virker.
de: Der Aufgabenplaner wird nicht korrekt arbeiten, wenn der Benutzer unter dem der Webserver läuft nicht die notwendigen Rechte hat ihn auszuführen. Um herauszufinden ob der Benutzer die benötigten Rechte hat, überprüfen Sie /etc/at.allow um zu sehen, welche Benutzer dort eingetragen sind. Wenn diese Datei bei Ihnen nicht vorhanden ist, überprüfen Sie etc/at.deny. Wenn at.deny existiert, aber leer ist, dann kann jeder Benutzer das Werkzeug verwenden. Sprechen Sie mit Ihrem Systemadministrator, um den Benutzer an den richtigen Stellen hinzuzufügen, so dass der Aufgabenplaner funktioniert.
el: Ο χρονοπρογραμματιστής εργασιών δε θα δουλέψει αν ο χρήστης που τρέχει ως διακομιστής ιστού δεν έχει εξουσιοδότηση να το χρησιμοποιήσει. Για να δείτε αν ο χρήστης έχει τις απαραίτητες εξουσιοδοτήσεις, ελέγξτε το check /etc/at.allow για να δείτε τί μπορούν να κάνουν οι χρήστες. Αν δεν έχετε αυτό το αρχείο, ελέγξτε το etc/at.deny. Αν υπάρχει το at.deny αλλά είναι κενό, τότε μπορεί να το χρησιμοποιήσει οποιοσδήποτε χρήστης. Μιλήστε στον διαχειριστή του συστήματός σας για τις σωστές εξουσιοδοτήσεις του χρήστη για να δουλέψει ο χρονοπρογραμματιστής εργασιών.
es: El programador de tareas no funcionará si el usuario bajo el cual se ejecuta su servidor Web no tiene permiso para usarlo. Para saber si el usuario tiene los permisos necesarios, consulte /etc/at.allow para ver qué usuarios están en ella. Si no tiene ese archivo, consulte /etc/at.deny. Si at.deny existe, pero está en blanco, cualquier usuario puede utilizarlo. Hable con su administrador de sistema acerca de agregar el usuario al lugar correcto para hacer que el programador de tareas funcione.
eu: Ataza antolatzaileak ez du funtzionatuko web zerbitzari gisa exekutatzen den erabiltzaileak hura erabiltzeko baimenik ez badu. Erabiltzaileak behar diren baimenak dituen jakiteko, kontsultatu /etc/at.allow zein erabiltzaile dauden ikusteko. Fitxategi hori ez baduzu, kontsultatu /etc/at.deny. at.deny hutsik badago, edozein erabiltzailek erabili daitekeela esan nahi du. Jarri harremanetan sistemaren administratzailearekin ataza antolatzaileak funtzionatu dezan, erabiltzailea leku egokira gehitzeko.
fi: Tehtävien ajastus ei toimi, jos web-palvelimen käyttäjällä ei ole oikeutta käyttää sitä. Katsoaksesi, onko oikealla käyttäjällä tarvittavia oikeuksia, tarkista /etc/at.allow, mitä käyttäjiä siellä on. Jos sinulla ei ole tätä tiedostoa, tarkista etc/at.deny. Jos at.deny on olemassa, mutta tyhjä, silloin jokainen käyttäjä voi käyttää sitä. Pyydä järjestelmän ylläpitäjää lisäämään käyttäjä oikeaan paikkaan, jotta ajastus toimisi.
fr: Le Planificateur de tâches ne fonctionnera pas si l'user du serveur web n'a pas la permission de l'utiliser. Pour trouver si le bon user a les permissions nécessaires, vérifiez /etc/at.allow pour voir les utilisateurs. Si vous n'avez pas ce fichier, vérifiez /etc/at.deny. Si at.deny existe mais est vide, alors tous les users peuvent l'utiliser. Voyez avec votre administrateur système pour ajouter l'user au bon endroit afin que le planificateur de tâches fonctionne.
hi: यदि उपयोगकर्ता वेब सर्वर के रूप में चलाता है इसका इस्तेमाल करने की अनुमति नहीं है टास्क समयबद्धक काम नहीं करेगा। सही उपयोगकर्ता आवश्यक अनुमति है यदि पता लगाने के लिए, क्या उन यह कर रहे हैं देखने के लिए /etc/at.allow की जाँच करें। आप उस फ़ाइल नहीं है, तो जाँच आदि / at.deny। at.deny मौजूद है, लेकिन खाली है, तो हर उपयोगकर्ता इसका इस्तेमाल कर सकते हैं। सही जगह कार्य अनुसूचक काम करने के लिए उपयोगकर्ता जोड़ने के बारे में अपने सिस्टम व्यवस्थापक से बात करें।
it: Lo schedulatore non funzionerà se l'utente Unix del server web non ha i permessi per usarlo. Di' al tuo gestore del sistema di controllare la configurazione al riguardo in /etc/at.allow e in /etc/at.deny. E' lavoro del sistemista sistemare questo problema.
oc: Lo Planificador de prètzfaits ne fonctionnera pas se l'user del servidor web n'a pas la permission de l'utilizar. Per trobar se lo bon user a les permissions necessàrias, verificatz /etc/at.allow per veire los utilizaires. Se avètz pas ce fichièr, verificatz /etc/at.deny. Se at.deny existe mas es vide, alors totes los users pòdon l'utilizar. Voyez amb vòstre administrator sistèma per apondre l'user al bon endreit per fin que lo planificador de prètzfaits fonctionne.
pl: Harmonogram zadań nie będzie działać, jeśli użytkownik nie ma uprawnień do korzystania z harmonogramu. Aby sprawdzić czy użytkownik ma odpowiednie uprawnienia otwórz /etc/at.allow aby zobaczyć listę użytkowników. Jeśli nie masz tego pliku, sprawdź etc/at.deny. Jeśli at.deny istnieje ale jest pusty, każdy użytkownik może używać harmonogramu zadań. Zapytaj administratora systemu o dodanie użytkownika do właściwej listy by móc pracować z harmonogramem zadań.
pt: Calendarização de tarefas não funciona se o usuário onde o servidor web é executado não tem a permissão para usá-lo. Para descobrir se o utilizador tem as permissões necessárias, verifique o ficheiro /etc/at.allow para ver quais usuários. Se você não tem esse arquivo, verifique /etc/at.deny. Se o ficheiro at.deny estiver em branco, qualquer usuário pode utilizá-lo. Fale com o seu administrador do sistema sobre como adicionar o utilizador no lugar certo para fazer funcionar o calendarização de tarefas.
pt_br: Calendarização de tarefas não funciona se o usuário onde o servidor web é executado não tem a permissão para usá-lo. Para descobrir se o usuário tem as permissões necessárias, verifique o arquivo /etc/at.allow para ver quais usuários. Se você não tem esse arquivo, verifique /etc/at.deny. Se o arquivo at.deny estiver em branco, qualquer usuário pode utilizá-lo. Fale com o seu administrador do sistema sobre como adicionar o usuário no lugar certo para fazer funcionar o calendarização de tarefas.
sk: Plánovač úloh nebude fungovať ak užívateľ nemá oprávnenie používať ho na serveri. Pre zistenie či správny užívateľ má potrebné oprávnenia, skontrolujte /etc/at.allow a pozrite, ktorí užívatelia sú v ňom. Ak nemáte tento súbor, skontrolujte etc/at.deny. Ak at.deny existuje ale je prázdny, tak každý užívateľ ho môže používať. Porozprávajte sa s administrátorom systému o pridávaní užívateľov na správne miesto, aby plánovač úloh mohol fungovať.
sv: Schemaläggaren kommer inte att fungera om användaren som webbservern körs som inte har tillräckliga rättigheter för att använda den. För att ta reda på om rätt användare har de rättigheter som krävs kontrollerar du /etc/at.allow för att se vilka användare som finns där. Om du inte har filen kontrollerar du etc/at.deny. Om at.deny finns men är tom, kan alla användare använda den. Tala med din systemadministratör om att lägga till användaren på rätt plats för att schemaläggaren ska fungera.
tr: Web sunucusu çalışıyorsa ve kullanıcının onu kullanmaya izni yoksa, görev zamanlayıcısı çalışmayacaktır. Doğru kullanıcının gerekli izinlerinin olup olmadığını bulmak için, kontrol edin /etc/at.allow hangi kullanıcıların dahil olduğunu göremek için izin verin. Bu dosya mevcut değilse , kontrol edin etc/at.deny. at.engelle varsa fakat boşsa, bunu her kullanıcı kullanabilir. Zaman ayarlayıcısını çalıştırmak üzere kullanıcıyı doğru yere eklemek için sistem yöneticinizle konuşun.
zh_tw: 若網站使用者沒有權限，排定工作就不會執行。檢查 /etc/at.allow 或 etc/at.deny，查看使用者的權限。若存在 at.deny，但內容為空白，則每個人都可以執行它。要求您的系統管理員把使用者加入正確的位置，才能執行排定工作。

source: Tell Koha which type of file this is, bibliographic or authority
ar: قم بإخبار كوها عن نوع هذا الملف، بيبلوغرافي أم استنادي
cs: Sdělte systému Koha jakého typu soubor je, bibliografický nebo autoritní
da: Fortæl Koha, hvilken type fil dette er, bibliografisk eller norm
de: Wählen Sie aus, um welche Art von Daten es sich handelt, um Titel- oder Normdaten
el: Ενημερώστε το Koha τι είδους αρχείο είναι αυτό, βιβλιογραφικό ή καθιερωμένου τύπου
es: Indique a Koha que tipo de archivo es este, bibliográfico o autoridad
eu: Decir a Koha qué tipo de archvio es, bibliográfico o de autoridad
fi: Kerro Kohalle, minkä tyyppinen tiedosto tämä on, nimeke- vai auktoriteettitietue
fr: Indiquer à Koha de quel type de fichier il s'agit (bibliographique ou autorité)
hi: बताओ Koha फ़ाइल यह है, ग्रंथ सूची या प्राधिकारी की जो प्रकार
it: Dì a Koha che tipo di file è, bibliografico o authority
oc: Indicar a Koha de quel tipe de fichièr il s'agit (bibliographique o autoritat)
pl: Zaznacz, jaki to typ pliku - rekord bibliograficzny czy hasło wzorcowe
pt: Diz ao Koha qual o tipo do ficheiro, bibliográfica ou de autoridade
pt_br: Indique ao Koha que tipo de arquivo é este (bibliográfico ou de autoridade)
sk: Povedzte Koha, o aký typ súboru ide, či knižničný alebo autority
sv: Ange vilken typ av fil detta är, bibliografisk eller auktoritet
tr: Koha’ya bu dosyanın bibliyografik türde mi ya da otorite türünde mi olduğunu belirtiniz
zh_tw: 告知 Koha 此檔案的屬性，書目或權威

source: Template Code should be something you can use to identify your template on a list of templates
ar: وينبغي أن يكون رمز قالب شيء يمكنك استخدامه لتحديد القالب الخاص بك في قائمة القوالب
cs: Kód šablony musí být něco, co můžete použít k identifikaci vaší šablony na seznamu šablon
da: Skabelonkoden skal være noget, som du kan bruge til at identificere skabelonen i en række af skabeloner
de: Der Templatecode sollte etwas sein, anhand dessen Sie Ihr Template in einer Liste von Templates identifizieren können
el: Ο Κωδικός Προτύπου πρέπει να είναι κάτι που θα σας βοηθάει να αναγνωρίσετε το πρότυπο στη λίστα με τα πρότυπα
es: El código de la plantilla debe ser algo que usted pueda utilizar para identificar la plantilla en una lista de plantillas
eu: Txantiloaren kodea txantiloi zerrenda batean zure txantiloia identifikatzea ahalbidetuko dizun zerbait izan behar da
fi: Pohjan koodin tulee olla jokin kuvaava lyhenne, josta tunnistat sen pohjien listalta
fr: Le code du modèle doit être choisi pour vous aider à identifier facilement le modèle dans une liste.
hi: टेम्पलेट कोड कुछ आप टेम्पलेट्स की एक सूची पर अपने टेम्पलेट की पहचान करने के लिए उपयोग कर सकते हैं होना चाहिए
it: Il codice del template è qualcosa che serve a identificare il tuo template in una lista di template
oc: Lo còdi del modèl deu èsser causit per vous aider a identificar facilement lo modèl dins una lista.
pl: Kod Szablonu to nazwa wykorzystywana do identyfikacji szablonu na liście szablonów
pt: Código de modelo deve ser algo que ajude na identificação do modelo na lista.
pt_br: Código de modelo deve ser algo que ajude na identificação do modelo na lista.
sk: Kód šablóny musí byť niečo, čo môžete použiť na identifikáciu Vašej šablóny na zozname šablón
sv: Mallkoden ska vara något du kan använda för att identifiera din mall i en lista med mallar
tr: şablon Kodu, şablon listesindeki şablonunuzu belirlemek için kullanabileceğiniz her hangi bir şey olması gerekir.
zh_tw: 模板代碼用於辨識模板清單裡的模板

source: Template ID will be automatically generated after saving your template, this is simply a system generated unique id
ar: معرف القالب سيتم توليده بشكل تلقائي بعد حفظ قالبك، وهذا مجرد نظام فريد لتوليد المعرفات
cs: ID šablony se generuje automaticky po jejím uložení, je to systémem generovaný jedinečný identifikátor
da: Skabelon-ID laves automatisk, når der gemmes. Det er simpelthen et systeminternt nummer.
de: Die Template-ID wird automatisch beim Abspeichern generiert. Es handelt sich um eine systeminterne einmalige Identnummer.
el: Το ID Προτύπου θα δημιουργηθεί αυτόματα αφού αποθηκεύσετε το πρότυπο, αυτό είναι απλά ένα μοναδικό ID που δημιουργείται από το σύστημα
es: El ID de la plantilla se generará automáticamente una vez guardada la plantilla, es simplemente una identificación única generada por el sistema
eu: Txantiloiaren IDa automatikoki sortuko da zure txantiloia gorde ondoren. Hau sistemak sortutako ID esklusibo bat besterik ez da
fi: Pohjan ID muodostetaan automaattisesti tallennuksen jälkeen, tämä on vain järjestelmän tuottama yksilöllinen tunniste
fr: L'identifiant du modèle est généré automatiquement après sauvegarde du modèle.
hi: टेम्पलेट आईडी स्वचालित रूप से अपने टेम्पलेट को बचाने के बाद उत्पन्न हो जाएगा, यह सिर्फ एक प्रणाली अद्वितीय पहचान उत्पन्न है
it: Il template ID è generato automaticamente dopo che hai salvato il template, è semplicemente un id generato automaticamente
oc: L'identificant del modèl es generat automaticament aprèp salvament del modèl.
pl: ID szablonu zostanie wygenerowane automatycznie po zapisaniu szablonu
pt: ID do modelo vai ser automaticamente gerado após guardar o modelo, sendo um simples identificar único no sistema
pt_br: ID do Modelo vai ser automaticamente gerado após guardar o modelo, sendo um simples identificar único no sistema
sk: ID šablóny sa automaticky vygeneruje po uložení Vašej šablóny, toto je jednoducho jedinečné ID vygenerované systémom
sv: Mall-id genereras automatiskt när su sparat mallen, detta är bara ett systemgenererat unikt id
tr: şablon No, şablonunuzu kaydettikten sonra otomatik olarak oluşturulacaktır, bu sadece tek no oluşturan bir sistemdir.
zh_tw: 儲存模板之後，由自動產生不重複模板代碼

source: Template Toolkit tags
hi: टेम्पलेट् टूलकिट टैग

source: Template will be filled in once you have chosen which template to apply the profile to on the template edit form
ar: القالب سيتم ملؤه ما أن تكون قد اخترت القالب الذي سيتم تطبيقه على الملفات في التبويب نموذج تعديل القالب
cs: Šablona bude doplněna, jakmile jste si vybrali, jakou šablonu použít na profil na editačním formuláři šablony
da: Skabelonen udfyldes, når du har valgt, hvilken profil, der skal bruges i skabelon-formularen
de: Template wird ausgefüllt, sobald Sie ein Template festgelegt haben, für das dieses Profil verwendet werden soll
el: Το πρότυπο θα συμπληρωθεί από τη στιγμή που επιλέξετε ποιο πρότυπο θα εφαρμοστεί στο προφιλ στη μορφή επεξεργασίας προτύπου
es: La plantilla será llenada una vez que haya elegido a cual plantilla aplicar al perfil en el formulario de edición de plantillas
eu: Txantiloia bete beharko duzu txantiloia editatzeko inprimakian profila aplikatu nahi diozun txantiloia aukeratu ondoren
fi: Pohja täytetään, kun olet valinnut yhdistettävän profiilin
fr: Le modèle sera rempli en une fois quand vous aurez choisi le profil
hi: टेम्पलेट में भरा जाएगा एक बार आप जो टेम्पलेट टेम्पलेट संपादित फार्म पर के लिए प्रोफ़ाइल लागू करने के लिए चुना है
it: Il template che verrà compilato sarà quello collegato con il profilo dal template stesso
oc: Lo modèl serà rempli en una fois quand auretz causit lo perfil
pl: Szablon zostanie wypełniony, gdy wybierzesz, który szablon przypisać do profilu (zobacz formularz modyfikowania szablonu)
pt: Modelo será preenchido depois de ter escolhido o modelo a aplicar o perfil no formulário de edição de modelo
pt_br: Modelo será preenchido depois de ter escolhido o modelo a aplicar o perfil no formulário de edição de modelo
sk: Šablóna sa vyplní len čo zvolíte na ktorej šablóne sa má použiť profil na formulári úpravy šablón
sv: Mallen kommer att fyllas i när du valt vilken mall du vill tillämpa profilen på i formuläret för mallredigering
tr: şablon düzenleme formundaki hangi şablonu profile uygulayacağınızı seçtiğinizde, şablon doldurulacaktır.
zh_tw: 在模板編輯表單裡選定模板設定檔後，立即填滿模板

source: Templates
ar: القوالب
cs: Šablony
da: Skabeloner
el: Πρότυπα
es: Plantillas
eu: Txantiloiak
fi: Pohjat
fr: Modèles
hi: टेम्पलेट्स
oc: Modèls
pl: Szablony
pt: Modelos
sk: Šablóny
sv: Mallar
tr: Şablonlar
zh_tw: 模板

source: Text for OPAC
ar: النص للأوباك
cs: Text pro OPAC
da: Tekst til OPAC:
de: Text für OPAC:
el: Κείμενο για OPAC
es: Texto para el OPAC:
eu: OPACentzako testua
fi: Verkkokirjaston teksti
fr: Texte à l'OPAC&nbsp
hi: OPAC के लिए पाठ:
it: Testo per l'OPAC:
oc: Tèxte a l'OPAC&nbsp
pl: Tekst dla OPAC
pt: Texto no OPAC
pt_br: Texto para o OPAC:
sk: Text pre OPAC
sv: Text för OPAC
tr: OPAC metni
zh_tw: 給 OPAC 的文字

source: Text for librarian
ar: النص ﻷمين المكتبة:
cs: Text pro knihovníka
da: Tekst til bibliotekarer:
de: Text für Bibliothekare
el: Κείμενο για τον βιβλιοθηκονόμο
es: Texto para bibliotecario:
eu: Liburuzainarentzako testua
fi: Teksti virkailijatyökalussa
fr: Texte pour bibliothécaire
hi: पुस्तकालयाध्यक्ष के लिए पाठ:
it: Testo per il bibliotecario
oc: Tèxte per bibliotecari
pl: Tekst dla bibliotekarza
pt: Texto para os técnicos
pt_br: Texto para os bibliotecários
sk: Text pre knihovníka
sv: Text för bibliotekarie
tr: Kütüphaneci metni
zh_tw: 給館員的文字

source: The &lt;&lt; and &gt;&gt; are just delimiters. You must put &lt;&lt; at the beginning and &gt;&gt; at the end of your parameter
ar: ال&lt;&lt; و&gt;&gt; ليست سوى محددات. يجب عليك أن تضع t &lt;&lt; في بداية وgt;&gt; نهاية ضابطك
cs: Značky &lt;&lt; a &gt;&gt; jsou jen oddělovače. Musíte dát &lt;&lt; na začátku a &gt;&gt; na konci vašeho parametru
da: &lt;&lt; og &gt;&gt; er bare deletegn. Du skal sætte &lt;&lt; ved begyndelsen og &gt;&gt; ved slutningen af din parameter
de: &lt;&lt; und &gt;&gt; sind nur Trennzeichen. Sie müssen &lt;&lt; an den Anfang und &gt;&gt; an das Ende Ihres Parameters setzen
el: Τα &lt;&lt; και &gt;&gt; είναι διαχωριστικά. Πρέπει να βάλετε τα &lt;&lt; στην αρχή και τα &gt;&gt στο τέλος της παραμέτρου σας
es: Los &lt;&lt; y &gt;&gt; son solo delimitadores. Usted debe poner &lt;&lt; al principio y &gt;&gt; al final de su parámetro
eu: &lt;&lt; eta &gt;&gt; mugatzaileak besterik ez dira. Parametroaren hasieran &lt;&lt; eta amaieran &gt;&gt; jarri behar duzu
fi: &lt;&lt; ja &gt;&gt; ovat erottimia. Sinun täytyy laittaa &lt;&lt; alkuun ja &gt;&gt; loppuun parametreissasi
fr: Les &lt;&lt; et &gt;&gt; sont seulement des délimiteurs. Vous devez placer des &lt;&lt; au début de votre paramètre et &gt;&gt; à la fin
hi: यह &lt;&lt; और &gt; &gt; सिर्फ सीमांकक हैं। आप डाल चाहिए &lt;&lt; शुरुआत और &gt;&gt;अपने पैरामीटर के अंत में
it: I &lt;&lt; e &gt;&gt; sono solo delimitatori. Devi mettere &lt;&lt; all'inizio e &gt;&gt; alla fine del tuo parametro
oc: Les &lt;&lt; e &gt;&gt; son solament des délimiteurs. Vos cal placer des &lt;&lt; al début de vòstre paramètre e &gt;&gt; a la fin
pl: &lt;&lt; and &gt;&gt; to tylko ograniczniki. Musisz umieścić frazę &lt;&lt; at the beginning and &gt;&gt; na końcu parametrów
pt: &lt;&lt; e &gt;&gt; são apenas limitados. Deve colocar &lt;&lt; no início e &gt;&gt; no fim do parâmetro
pt_br: &lt;&lt; e &gt;&gt; são apenas limitados. Deve colocar &lt;&lt; no início e &gt;&gt; no fim do parâmetro
sk: &lt;&lt; a &gt;&gt; sú len oddeľovače. Musíte dať &lt;&lt; na začiatok a &gt;&gt; na koniec Vášho parametra
sv: &lt;&lt; och &gt;&gt; är bara avgränsare. Du måste placera &lt;&lt; i början och &gt;&gt; i slutet av parametern
tr: &lt;&lt; ve &gt;&gt; sadece ayraçtır. &lt;&lt yi parametrenizin başına; ve &gt;&gt yi de parametrenizin sonuna koymanız gerekir.
zh_tw: &lt;&lt; 與 &gt;&gt; 祗是區隔符號，在參數前必須鍵入 &lt;&lt; 在結尾鍵入 &gt;&gt;

source: The 'Begins with' number is the number of the issue you're holding in your hand.
fi: 'Alkaa numerolla' -kohtaan laitetaan vuoden ensimmäisen lehden numero.
hi: नंबर मुद्दे को आप अपने हाथ में पकड़ कर रहे हैं की संख्या है 'के साथ शुरू' होता है।

source: The 'CSV separator' is the character used to separate values and value groups
ar: في 'الفاصل CSV' هو الحرف المستخدم لفصل القيم والمجموعات القيمة
cs: 'CSV oddělovač' je znak používaný pro oddělení hodnot a skupin hodnot
da: 'CSV-separatoren' er den karakter, der adskiller værdier og værdigrupper
de: Das 'CSV-Trennzeichen' ist das Zeichen, das verwendet wird um Werte und Wertegruppen voneinander zu trennen
el: Το 'Διαχωριστικό CSV' είναι ο χαρακτήρας που χρησιμοποιείται για να διαχωρίσει τις τιμές και τις ομάδες τιμών
es: El 'Separador CSV' es el caracter utilizado para separar valores y grupos de valores
eu: El 'Separador CSV' es el caracter utilizado para separar valores y grupos de valores
fi: 'CSV erotinmerkki' on merkki, jolla arvot ja ryhmät erotellaan
fr: Le Séparateur CSV est le caractère utilisé pour séparer les valeurs et les groupes de valeurs
hi: 'सीएसवी विभाजक' अलग मूल्यों और मूल्य के समूहों के लिए किया जाता है चरित्र
it: Il 'Separatore CSV' è il carattere usato per separare valori o gruppi di valori
oc: Lo Séparateur CSV es lo caractèr utilizat per separar les valors e les gropes de valors
pt: O 'Separador CSV' é o caractere usado para separar valores e grupos de valores
pt_br: O 'Separador CSV' é o caracter usado para separar valores e grupos de valores
sk: 'Oddeľovač CSV' je znak, ktorý sa používa na oddelenie hodnôt a skupín hodnôt
sv: 'CSV-separator' är det tecken som används för att separera värden och värdegrupper
tr: 'CSV ayırıcısı' değerleri ve değer gruplarını ayırmak için kullanılan karakterdir.
zh_tw: 'CSV產生器' 是以字元區隔值與值的群組

source: The 'Category Code' is an identifier for your new code.
ar: 'رمز الفئة' هو معرف للرمز الجديد الخاص بك.
cs: 'Kód kategorie' je identifikátor pro váš nový kód.
da: 'Kategorikode' identificerer den nye kode.
de: Das Benutzertypkürzel ist der interne Schlüssel für den neuen Benutzertyp.
el: Ο 'Κωδικός Κατηγορίας' είναι ένα αναγνωριστικό για τον νέο σας κωδικό.
es: El 'Código de categoría' es un identificador para su nuevo código.
eu: 'Kategoria kodea' zure kode berriaren identifikatzailea da.
fi: 'Luokan tunnus' on tunniste uudelle asiakastyypillesi.
fr: Le 'Category Code' est un identifiant pour votre nouveau code.
hi: 'श्रेणी के कोड' अपने नए कोड के लिए एक पहचानकर्ता है।
it: Il 'Category Code' è un identificativo del tuo nuovo codice.
pl: 'Kod Kategorii' to identyfikator kategorii.
pt: O 'Código da categoria' é o identificador para a nova categoria.
pt_br: O 'Código da Categoria' é um identificador para seu novo código.
sk: 'Kód kategórií' je identifikátor pre Váš nový kód.
sv: 'Kategorikod' kan användas för att identifiera din nya kod.
tr: 'Kategori Kodu' yeni kodunuz için bir tanımlayıcıdır.
zh_tw: '類型代碼' 是辨識新類型之用。
