Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: You will be presented with the MARC for both of the records (each accessible by tabs labeled with the bib numbers for those records). By default the entire first record will be selected, uncheck the fields you don't want in the final (destination) record and then move on to the second tab to choose which fields should be in the final (destination) record.
ar: سوف يظهر لك مارك لكلا من التسجيلتين (يمكن الوصول لكل منهما عن طريق تبويبات معنونة بالرقم البيبلوجرافي لهاتين التسجيلتين). افتراضيا، سيتم تحديد التسجيلة الأولي بأكملها، قم بالغاء تحديد الحقول التي لا تريدها في التسجيلة النهائية (الوجهة) ثم انتقل إلى التبويب الثاني لاختيار الحقول التي يجب أن تكون موجودة في التسجيلة النهائية (الوجهة).
cs: Zobrazí se Vám oba záznamy MARC. Ve výchozím stavu je vybrán celý první záznam, odškrtněte pole která nechcete mít ve výsledném záznamu a potom se přesuňte k druhému záznamu a také vyberte která pole mají být ve výsledném záznamu.
da: MARC for begge poster vises (de kan findes under faner markeret med bib-numrene for disse poster). Som standard vælges hele første post, afmarker de felter, der ikke ønskes i den endelige post og gå så videre til den anden fane for at vælge felter, der skal med i den endelige post.
de: Es werden die MARC-Daten beider Titel angezeigt. Alle Felder sind über Reiter mit den Titelsatznummern der beiden Titel zugänglich. In der Voreinstellung sind alle Felder des primären Titels ausgewählt. Sie können die Felder abwählen, die nicht in den endgültigen Titel übernommen werden sollen und dann Felder aus dem zweiten Datensatz dazuwählen.
el: Θα σας παρουσιαστεί το MARC και των δύο εγγραφών (κάθε ένα προσβάσιμο μέσω καρτελών που αναγράφουν τους βιβλιογραφικούς αριθμούς των εγγραφών). Εξ ορισμού θα επιλεχτεί ολόκληρη η πρώτη εγγραφή, επιλέξτε τα πεδία που δεν θέλετε στην τελική εγγραφή (προορισμός) και μεταφερθείτε στη δεύτερη καρτέλα για να επιλέξετε ποια πεδία πρέπει να είναι στην τελική εγγραφή (προορισμός).
es: Se le presentará la vista MARC de ambos registros (cada uno accesible por pestañas identificadas con el número propio de esos registros). De forma predeterminada el primer registro estará seleccionado, desmarque los campos que no desee en el registro final (destino) y luego muévase a la segunda pestaña y seleccione cuales campos deben ir en el registro final (destino).
eu: Bi erregistroen MARC bista erakutsiko zaizu (horietara sartzeko, jo ezazu bibliografia zenbakien etiketak dituzten fitxetara). Modu lehenetsian, lehenengo erregistroa aukeratuko da. Desautatu amaierako erregistroan (hartzailea) egotea nahi ez dituzun eremuak, eta, ondoren, jo bigarren fitxara amaierako erregistroan (hartzailea) egongo diren eremuak aukeratzeko.
fi: Saat MARC-tietueen molemmista tietueista (kummankin välilehden otsikkona on kyseisen nimeketietueen tunnusnumero). Oletuksena on, että kaikki ensisijaisen tietueen kentät ovat valittuna. Voit poistaa valinnat kentistä, joita et halua lopulliseen tietueeseen. Siirry sitten valitsemaan toisesta tietueesta, mitä kenttiä haluat sieltä lopulliseen tietueeseen.
fr: On vous présentera les deux notices dans des onglets distincts étiquetés avec le numéro de la notice. Par défaut, tous les champs de la première notice sont sélectionnés. Désélectionnez les champs que vous ne voulez pas conserver. Allez ensuite dans le second onglet et choisissez les champs que vous voulez y prendre.
hi: आप रिकॉर्ड के दोनों के लिए मार्क (उन रिकॉर्ड के लिए बिब नंबर के साथ लेबल टैब द्वारा प्रत्येक सुलभ) के साथ प्रस्तुत किया जाएगा। डिफ़ॉल्ट रूप से पूरे पहला रिकॉर्ड का चयन किया जाएगा, खेतों आप अंतिम (गंतव्य) रिकॉर्ड में नहीं करना चाहती अचयनित और फिर जो खेतों अंतिम (गंतव्य) रिकॉर्ड में होना चाहिए चुनने के लिए दूसरे टैब पर चलते हैं।
it: Verranno presentati i dati MARC di entrambi i record, ognuno accessibile dalla scheda con il bib number del record. Di default il primo record sarà selezionato, deseleziona i campi che non vuoi portare nel record finale poi vai nel secondo record e scegli i campi che vuoi portare nel record finale.
oc: On vous presentara les deux notícias dins des onglets distincts étiquetés amb lo numèro de la notícia. Per defaut, totes los camps de la primièra notícia son seleccionats. Deseleccionatz los camps que volètz pas conserver. Anatz puèi dins lo second onglet e causissètz los camps que volètz y prendre.
pl: Pojawi się MARC dla obu rekordów (każdy dostępny przez zakładki oznaczone etykietą z numerem systemowym tych rekordów). Domyślnie wybierany jest cały pierwszy rekord, odznacz pola, których nie chcesz w ostatecznym (docelowym) rekordzie i przejdź do drugiej zakładki, by wybrać pola, które powinny się znaleźć w ostatecznym (docelowym) rekordzie.
pt: Você será presenteado com o MARC para ambos os registos (qualquer um acessível por separados marcados com o número de registo). Por omissão todo o primeiro registo vai ser seleccionado, desmarque os campos que não deseja no registo final (destino) e depois vá ao segundo separado para escolher quais os campos que também devem estar no registo final.
pt_br: Você será presenteado com o MARC para ambos os registos (qualquer um acessível por separados marcados com o número de registo). Por padrão todo o primeiro registo vai ser selecionado, desmarque os campos que não deseja no registo final (destino) e depois vá ao segundo separado para escolher quais os campos que também devem estar no registo final.
sk: Predstaví sa Vám MARC pre obidva záznamy (každý prístupný pomocou záložiek označených číslami záznamov). Predvolene sa vyberie celý prvý záznam; odznačte polia, ktoré nechcete mať v cieľovom zázname a potom sa presuňte do druhej záložky, kde si zvolíte, ktoré polia by mali byť v cieľovom zázname.
sv: Du får se MARC-informationen för båda posterna (de nås via flikar som har bib-numren för posterna). Som standard väljs hela den första posten, avmarkera de fält du inte vill ha i den slutgiltiga (mål-) posten och gå sedan till den andra fliken och välj vilka fält som ska tas med i den slutgiltiga (mål-) posten.
tr: Size her iki kayıt için MARC sunulacak ( bu kayıtların her birine bibliyografik kayıt numaralarıyla etiketlenmiş sekmelerle ulaşılabilir ). Varsayılan olarak birinci kaydın tamamı seçilecektir, son (hedef dosya) kayıttaki istemediğiniz alanların onay işaretini kaldırınız ardından son (hedef dosya) kayıtta olması gereken alanları seçmek için ikinci sekmeye ilerleyiniz.
zh_tw: 顯示兩筆紀錄的 MARC 記錄(從標示欄號的分頁進入)。預設是勾選第一筆紀錄的所有欄位，可剔除不要的欄位；再移入第二個分頁，選擇要合併紀錄的欄位。

source: You will be prompted to confirm the deletion.
ar: ستتم مطالبتك لتأكيد الحذف.
cs: Budete vyzváni k potvrzení smazání.
da: Du vil blive opfordret til at bekræfte sletningen.
de: Sie werden aufgefordert, die Aktion zu bestätigen.
el: Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
es: Se le pedirá confirmar la eliminación.
eu: Se le presentará un mensaje de confirmación de borrado.
fi: Sinun pitää vahvistaa poisto.
fr: Vous serez invité à confirmer la suppression.
hi: आप हटाए जाने की पुष्टि करने के लिए प्रेरित किया जाएगा।
it: Ti verrà presentato un messaggio per confermare la cancellazione
oc: Seretz invité a confirmar la supression.
pt: Será pedido para confirmar a eliminação.
pt_br: Será mostrada uma mensagem de confirmação da exclusão.
sk: Budete vyzvaní potvrdiť odstránenie.
sv: Du ombeds bekräfta borttagningen.
tr: Size silmeyi onaylamanız hatırlatılacak.
zh_tw: 將提示確認刪除。

source: You will be prompted to confirm upload of files larger than 512KB.
ar: ستتم مطالبتك لتأكيد رفع الملفات التي حجمها أكبر من 512KB.
cs: Pokud bude soubor větší než 512 KB, budete vyzvání k potvrzení.
da: Du vil blive opfordret til at bekræfte opload af filer over 512KB.
de: Sie werden aufgefordert, das Hochladen einer Datei, die grösser als 512MB ist, zu bestätigen.
el: Θα σας ζητηθεί να βεβαιώσετε την ανάρτηση αρχείων μεγαλυτέρων των 512KB.
es: Se le pedirá confirmar la carga de archivos mayores que 512KB.
eu: Se le presentará un mensaje de confirmación para descargas de archivos superiores a 512kb
fi: Sinun pitää vahvistaa suurempien kuin 512 kB tiedostojen lataus.
fr: Vous serez invité à confirmer le téléchargement des fichiers de plus de 512 Ko de mémoire
hi: आप 512KB से अधिक फाइल के अपलोड पुष्टि करने के लिए प्रेरित किया जाएगा।
it: Ti verrà presentato un messaggio di conferma per caricare file più grandi di 512KB
oc: Seretz invité a confirmar lo telecargament des fichièrs de plus de 512 Ko de memòria
pl: Zostaniesz poproszony o potwierdzenie wgrywania plików większych niż 512KB.
pt: Será pedido para confirmar o carregamento de ficheiros maiores que 512KB.
pt_br: Será mostrada uma mensagem de confirmação para o carregamento de arquivos maiores que 512KB.
sk: Budete vyzvaní potvrdiť načítanie súborov väčších ako 512KB.
sv: Du ombeds bekräfta uppladdning av filer som är större än 512 KB.
tr: Size 512KB’den daha büyük dosyaların yüklenmesinin onaylanması hatırlatılacak.
zh_tw: 將提示確認上傳的檔案大於512KB。

source: You will be prompted to find a file on your computer to import into the framework.
eu: Fitxategi bat zure ordenagailuan bilatzea eskatuko zaizu gero framework barrura inportatzeko
fi: Sinun pitää valita tiedosto tietokoneeltasi tuotavaksi luettelointipohjaan.
hi: आप ढांचे में आयात करने के लिए अपने कंप्यूटर पर एक फ़ाइल खोजने के लिए प्रेरित किया जाएगा।

source: You will be unable to delete an attribute if it's in use.
ar: لن تتمكن من حذف سمة ما اذا كانت قيد الاستخدام.
cs: Nebudete schopni odstranit atribut, pokud je užíván.
da: Du kan ikke slette en egenskab, hvis den er i brug.
de: Ein Attribut, das noch im Gebrauch ist, können Sie nicht löschen.
el: Δε θα έχετε τη δυνατότητα να διαγράψετε μία απόδοση που χρησιμοποιείται.
es: Usted no podrá eliminar un atributo si está en uso.
eu: Ezingo duzu atributu bat ezabatu hura erabiltzen ari bada.
fi: Et voi poistaa määrettä, jos se on käytössä.
fr: Vous ne pourrez pas supprimer un attribut s'il est utilisé dans une fichier adhérent.
hi: आप अगर यह उपयोग में है एक विशेषता को नष्ट करने में असमर्थ हो जाएगा।
it: Non potrai cancellare un attributo se è in uso.
oc: Poiretz pas suprimir un atribut s'il es utilizat dins una fichièr aderent.
pl: Nie możesz usunąć atrybutu, jeśli jest używany.
pt: Não poderá remover um atributo se estiver em uso.
pt_br: Você não será capaz de excluir um atributo se ele não estiver em uso.
sk: Nebudete môcť odstrániť vlastnosť, ak sa už používa.
sv: Du kan inte ta bort ett attribut som används.
tr: Kullanımda ise, nitelik silmeniz mümkün olmayacaktır.
zh_tw: 不能刪除使用中的屬性。

source: You will be unable to delete any library that has patrons or items attached to it.
ar: لن تتمكن من حذف أي مكتبة لديها مستفيدين أو مواد مرتبطة بها.
cs: Nebudete schopni odstranit všechny knihovny, které mají čtenáře nebo jednotky s ní související.
da: Du kan ikke slette et bibliotek, hvis det har lånere eller eksemplarer tilknyttet.
de: Sie können eine Bibliothek, die noch Benutzer oder Titel zugeordnet hat, nicht löschen.
el: Δε θα έχετε τη δυνατότητα να διαγράψετε κάποια βιβλιοθήκη η οποία έχει μέλη ή τεκμήρια.
es: Usted no podrá borrar bibliotecas que tengan usuarios o ítems asociados a ellas.
eu: Ezingo duzu horiei bazkideak edo elementuak lotuta dituzten liburutegiak ezabatu.
fi: Et voi poistaa sellaista kirjastoa, johon liittyy asiakkaita tai niteitä.
fr: Vous ne pourrez pas supprimer un site qui a des adhérents ou des exemplaires qui lui sont rattachés.
hi: आप संरक्षक या इसे से जुड़े आइटम नहीं है कि किसी भी पुस्तकालय को नष्ट करने में असमर्थ हो जाएगा।
it: Non potrai cancellare biblioteche che abbiano utenti o copie associati.
oc: Poiretz pas suprimir un site qui a des aderents o des exemplars qui lui son restacats.
pl: Nie będziesz mógł skasować biblioteki, jeśli ma przypisanych użytkowników lub egzemplarze.
pt: Não poderá remover qualquer biblioteca que tenha leitores ou exemplares associados.
pt_br: Você não será capaz de excluir uma biblioteca que possui usuários ou exemplares ligados a ela.
sk: Nebudete môcť odstrániť žiadnu knižnicu, ktorá už obsahuje čitateľov alebo na nich naviazané exempláre.
sv: Du kan inte ta bort bibliotek som fortfarande har låntagare eller objekt.
tr: Kullanıcısı olan ya da materyal eklenmiş her hangi bir kütüphaneyi silemeyeceksiniz.
zh_tw: 不能刪除已有讀者或館藏的圖書館。

source: You will be unable to edit the 'Library code'
ar: لن تتمكن من تحرير 'رمز المكتبة'
cs: Nebudete schopni editovat "Kód knihovny"
da: Du kan ikke editere 'bibliotekskoden'
de: Sie können dann den 'Library Code' nicht mehr bearbeiten
el: Δε θα έχετε τη δυνατότητα να επεξεργαστείτε τον 'Κωδικό βιβλιοθήκης'
es: Usted no podrá editar el 'Código de Biblioteca'
eu: Ezingo duzu 'Liburutegi kodea' editatu
fi: Et voi muokata 'Kirjaston tunnusta'
fr: Il vous sera impossible de modifier le Code de site.
hi: आप 'पुस्तकालय कोड' को संपादित करने में असमर्थ हो जाएगा
it: Non sarai in grado di modificare il 'Codice Biblioteca'
oc: Il vous serà impossible de modificar lo Còdi de site.
pl: Nie będziesz mógł/mogła modyfikować "Kodu biblioteki"
pt: Não poderá editar o 'Código da biblioteca'
pt_br: Você não será capaz de editar o 'Código da Biblioteca'
sk: Nebudete môcť upraviť 'Kód knižnice'
sv: Du kan inte redigera 'Bibliotekskoden'
tr: 'Kütüphane kodunu' düzeltemeyeceksiniz.
zh_tw: 不能編輯 '圖書館代碼'

source: You will first need to add an authorized value list for it to appear in this menu
ar: سوف تحتاج أولا إلى إضافة قائمة قيمة مسندة لتظهر في هذه القائمة
cs: Nejprve je nutné přidat autorizovaný seznam hodnot pro to, aby se objevil v této nabídce
da: Du skal først oprette en normværdiliste, så den kan vises i denne menu
de: Sie müssen zuerst eine Liste von normierten Werten erstellen, damit diese in der Auswahlliste angezeigt wird
el: Θα χρειαστεί πρώτα να προσθέσετε μία λίστα καθιερωμένων τιμών ώστε να εμφανίζεται σε αυτό το μενού
es: Primero tendrá que añadir una lista de valores autorizados para ello que aparezca en este menú
eu: Lehenik eta behim menu honetan agertzeko balio baimenduen zerrenda bat gehitu behar duzu
fi: Ensin täytyy lisätä auktorisoitujen arvojen lista, että se näkyisi tässä valikossa
fr: Vous devez d'abord créer une liste de valeurs autorisées pour qu'elle apparaisse dans ce menu.
hi: आप पहली बार इसे इस मेनू में प्रदर्शित करने के लिए एक अधिकृत मूल्य सूची जोड़ने की आवश्यकता होगी
it: Devi prima aggiungere una lista di valori autorizzati per poterla vedere in questo menù
oc: Vos cal d'en primièr crear una lista de valors autorizadas per qu'elle apparaisse dins ce menu.
pl: Jeśli chcesz wybrać własne 'Dopuszczone wartości' z rozwijanej listy, najpierw wprowadź kategorię w 'Dopuszczonych wartościach' w module Administracja
pt: Terá que adicionar primeiro um valor autorizado para que aparecerá neste menu
pt_br: Você primeiro terá que adicionar uma lista de valores autorizados para que isto apareça no menu
sk: Najprv budete musieť pridať zoznam povolených hodnôt, aby sa objavil v tejto ponuke
sv: Du måste först lägga till en lista med auktoriserade värden för att den ska visas i denna meny
tr: bu menüde gözükmesi için öncelikle yetkili değer listesi eklemeniz gerekecektir.
zh_tw: 先新增容許值清單，顯示在此選單

source: You will need a layout for both the front and back of your card if you have 2-sided library cards
ar: سوف تحتاج إلى شكل لكل من مقدمة وظهر البطاقة إذا كان لديك بطاقات مكتبة بوجهين
cs: Budete potřebovat rozložení pro přední i zadní stranukarty, pokud máte oboustranné knihovní karty
da: Hvis der bruges lånerkort med to sider, skal der bruges et layout både til for- og bagside.
de: Wenn Sie zweiseitige Bibliotheksausweise verwenden möchten, müssen Sie ein Template für die Vorder- und eines für die Rückseite definieren.
el: Θα χρειαστείτε μία διάταξη και για το μπροστά αλλά και για το πισω μέρος της κάρτας αν έχετε κάρτες διπλής όψεως
es: Usted necesitará un diseño para el frente y el reverso de su tarjeta si usted tiene tarjetas de biblioteca 2 caras
eu: Bi aldeko liburutegi txartelak badituzu, zure txartelaren aurrealde eta atzealdearentzako diseinu bat beharko duzu
fi: Jos kirjasto käyttää kaksipuolisia kortteja, tarvitset asettelut sekä etupuolelle että takapuolelle.
fr: Si vous avez des cartes de bibliothèque à deux faces, il vous faut un modèle pour le recto et pour le verso.
hi: आप यदि आप 2-तरफा पुस्तकालय कार्ड है दोनों के सामने और अपने कार्ड के पीछे के लिए एक लेआउट की आवश्यकता होगी
it: Se hai tessere stampate su due lati, devi definire un layout per il fronte e uno per il retro
oc: Se avètz des cartas de bibliotèca a deux faces, il vous faut un modèl per lo recto e per lo verso.
pt: Vai precisar de um esquema para a traseira e verso do cartão se deseja ter um cartão de leitor com 2 lados
pt_br: Você vai precisar de um esquema para a frente e o verso da carteirinha se deseja ter uma carteirinha com 2 lados
sk: Budete potrebovať rozloženie pre rub aj líc Vášho preukazu, ak používate dvojstranné knižničné preukazy
sv: Du behöver en layout för både fram och baksidan av kortet om ni använder dubbelsidiga lånekort
tr: İki taraflı kütüphane kartlarınız mevcutsa, kartınız hem ön hem de arka yüzü için bir sayfa düzenine ihtiyacınız olacak.
zh_tw: 若使用雙面式讀者證，則需要前後兩面的布局

source: You will need to enter a code and a description.
ar: ستحتاج إلى إدخال رمز ووصف.
cs: Budete muset zadat kód a popis.
da: Du skal indtaste en kode og en beskrivelse.
de: Sie müssen einen Code und eine Beschreibung eingeben.
el: Θα χρειαστεί να εισάγετε έναν κωδικό και μία περιγραφή.
es: Usted necesitará el ingresar un código y una descripción
eu: Kode eta deskribapen bana idatzi beharko dituzu
fi: Syötä tunnus ja kuvaus.
fr: Vous devrez saisir un code et une description.
hi: आप एक कोड और एक विवरण दर्ज करना होगा।
it: Dovrai specificare un codice e una descrizione.
oc: Vos caldrà sasir un còdi e una descripcion.
pt: Necessita de inserir um código e uma descrição.
pt_br: Você precisará inserir um código e uma descrição
sk: Budete musieť zadať kód a popis.
sv: Du måste ange en kod och en beskrivning.
tr: Bir kod ve tanım girmeniz gerekecek.
zh_tw: 需鍵入代碼與說明。

source: You will not be able to delete item types that are being used by items within your system.
ar: لن تتمكن من حذف أنواع المادة التي يتم استخدامها من قبل مواد ضمن النظام الخاص بك.
cs: Nebudete moci odstranit typy jednotek, které jsou používány v jednotkách ve vašem systému.
da: Du kan ikke slette en eksemplartype, som bruges af eksemplarer i dit system.
de: Sie können Exemplartypen, die von Exemplaren in ihrem System genutzt werden, nicht löschen.
el: Δε θα έχετε τη δυνατότητα να διαγράψετε τύπους τεκμηρίου που χρησιμοποιούνται από τεκμήρια στο σύστημά σας.
es: Usted no podrá borrar tipos de ítems que estén siendo usados por ítems dentro de su sistema.
eu: Ezingo duzu sistemako elementuek erabiltzen dituzen elementu motak ezabatu.
fi: Et voi poistaa aineistolajia, joka on käytössä järjestelmäsi niteissä.
fr: Vous ne pourrez pas supprimer des types d'exemplaire qui sont utilisés dans votre système par au moins un exemplaire.
hi: आप आइटम प्रकार है कि आपके सिस्टम के भीतर आइटम द्वारा इस्तेमाल किया जा रहा नष्ट करने में सक्षम नहीं होगा।
it: Non puoi cancellare tipi di copia a cui sia associata qualche copia nel sistema.
oc: Poiretz pas suprimir des types d'exemplar que son utilizats dins vòstre sistèma per al mens un exemplar.
pt: Não poderá eliminar tipos de documento que estejam a ser usados por qualquer exemplar no sistema.
pt_br: Você não será capaz de excluir tipos de materiais que estão sendo utilizados em exemplares cadastrados no sistema.
sk: Nebudete môcť odstrániť typy exemplárov, ktoré sú používané exemplármi vo Vašom systéme.
sv: Du kan inte radera objekttyper som används av objekt i ditt system.
tr: Sisteminizde materyaller tarafından kullanılmakta olan materyal türlerini silemeyeceksiniz.
zh_tw: 不能刪除已經有館藏的館藏類型。

source: You will not be able to edit the code you assigned as the 'Item Type' but you will be able to edit the description for the item.
ar: لن تتمكن من تحرير الرمز الذي قمت بتعيينه كـ'نوع المادة ' ولكن سيمكنك تحرير وصف المادة.
cs: Nebudete moci upravit kód, který jste přiřadili jako "Type jednotky", ale budete moci upravit popis jednotky.
da: Du kan ikke editere den kode, som du tilordnede til din 'Eksemplartype' men du kan editere beskrivelsen af eksemplaret.
de: Sie können den von Ihnen zugewiesenen Code für den 'Medientyp' später nicht mehr ändern. Sie können aber jederzeit die Beschreibung bearbeiten.
el: Δεν θα έχετε τη δυνατότητα να επεξεργαστείτε τον κωδικό που ορίσατε ως 'Τύπο Τεκμηρίου' αλλά θα μπορείτε να επεξεργαστείτε την περιγραφή του τεκμηρίου.
es: No podrá editar el código que asignó como 'Tipo de Ítem' pero podrá editar la descripción del ítem.
eu: Zuk ezingo duzu 'Elementu mota' bezala' esleitutako kodea editatu, baina bai izango duzu aukera elementuaren deskribapena editatzeko.
fi: Et voi muokata 'Aineistolajin' tunnusta, mutta voit muokata sen kuvausta.
fr: Vous ne pourrez pas modifier le code que vous avez assigné au Type d'exemplaire, mais vous pourrez modifier sa description.
hi: आप कोड आप के रूप में 'आइटम प्रकार' सौंपा संपादित करने में सक्षम नहीं होगा, लेकिन आप आइटम के लिए विवरण को संपादित करने में सक्षम हो जाएगा।
it: Non potrai modificare il codice del tipo di copia, ma potrai cambiare la descrizione.
oc: Poiretz pas modificar lo còdi qu'avètz assignat al Tipe d'exemplar, mas poiretz modificar sa descripcion.
pt: Não poderá editar o código que atribuiu ao tipo de documento mas poderá editar a descrição para esse tipo.
pt_br: Você não será capaz de editar o código definido para o 'Tipo de Material', mas será capaz de editar a descrição para o material.
sk: Nebudete môcť upraviť kód, ktorý ste priradili 'Typu exemplára', ale budete môcť upraviť ich popis.
sv: Du kommer inte att kunna redigera koden du angav som 'Objekttyp', men du kan ändra beskrivningen för objektet.
tr: 'Materyal Türü' olarak atadığınız kodu düzeltemeyeceksiniz fakat materyal tanımını düzenleyebileceksiniz.
zh_tw: 不能編輯指定給 '館藏類型' 的代碼，但可以編輯其說明。

source: You will note that records that have already been imported will say so under 'Status'
ar: سوف تلاحظ أن التسجيلات التي تم استيرادها بالفعل سيتم ذكر ذلك أدنى "الحالة"
cs: Všimněte si, že záznamy, které již byly importovány to řeknou pod "Stav"
da: Du vil se, at poster, som allerede er importeret, vises under 'Status'
de: Sie sehen, dass Ihnen der Status zeigt, welche Datensätze bereits importiert wurden
el: Θα παρατηρήσετε ότι οι εγγραφές που έχουν ήδη εισαχθή θα το λένε κάτω από την 'Κατάσταση'
es: Usted notará que los registros que ya han sido importados así lo dirán en 'Estado'
eu: Ikusiko duzunez, dagoeneko inportatu diren erregistroak hala adieraziko dira 'Egoera' atalean
fi: Huomaat, että tietueet, jotka on jo tuotu, näyttävät 'Tilan' alla sen
fr: Vous remarquerez que les notices qui ont déjà été importées sont signalées dans la colonne Statut
hi: आप ध्यान दें कि रिकॉर्ड है कि पहले से ही आयात किया गया है 'स्थिति' के तहत ऐसा कहना होगा
it: Vedrai che i record già importati sono segnati in maniera apposita sotto l'etichetta 'Status'
oc: Vous remarcarez que las notícias qui ont ja été importadas son signalées dans la colomna Statut
pt: Você vai notar que os registos que já foram importados aparecerão debaixo de 'Estado'
pt_br: Você vai notar que os registros que já foram importados terão esta informação em 'Status'
sk: Zistíte, že záznamy, ktoré už boli naimportované, o tom budú hovoriť pod 'Stavom'
sv: Du kommer att lägga märke till att poster som redan importerats anger detta under 'Status'
tr: Önceden içe aktarılmış kayıtların 'Durum'un altında olduğunu göreceksiniz.
zh_tw: 在 '狀態' 下顯示已經匯入的紀錄
