Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: From Home Library: Only patrons from the item's home library may put this book on hold.
ar: من المكتبة الرئيسية: فقط المستفيدون من مواد المكتبة الرئيسية قد يحجزون هذا الكتاب.
cs: Z domovské knihovny: Pouze čtenáři, k jejichž knihovně jednotka náleží, si ji mohou rezervovat.
da: Fra hjemmebiblioteket: Kun lånere fra eksemplarets hjemmebibliotek kan reservere det.
de: Aus der Heimatbibliothek: Nur Benutzer aus der Heimatbibliothek des Exemplars können dieses vormerken.
el: Από την Κύρια Βιβλιοθήκη: Μόνο μέλη από την βιβλιοθήκη στην οποία ανήκει το τεκμήριο μπορούν να κάνουν κράτηση σε αυτό το βιβλίο.
es: Desde sede principal: Solo usuarios de la misma sede que el ítem pueden reservar este libro.
eu: Jatorri-liburutegian: elementuaren jatorri-liburutegiko bazkideek besterik ezin dute liburu hau erreserbatu.
fi: Kotikirjastosta: Vain niteen kotikirjaston asiakkaat voivat varata niteen.
fr: Site de rattachement : Seuls les adhérents du site de l'exemplaire peuvent réserver ce document.
hi: होम लाइब्रेरी से: आइटम आइटम के घर पुस्तकालय से संरक्षक होल्ड पर इस पुस्तक डाल सकता है।
it: Dalla biblioteca di appartenenza: solo gli utenti registrati alla biblioteca a cui appartiene la copia posso fare una prenotazione su questo libro.
oc: Site de restacament : Seuls los aderents del site de l'exemplar pòdon reservar aqueste document.
pl: 'Z biblioteki głównej': Ten egzemplarz mogą rezerwować wyłącznie użytkownicy biblioteki, z której pochodzi egzemplarz
pt: Da biblioteca principal: apenas leitores da biblioteca do exemplar podem colocar o livro em reserva.
pt_br: Da biblioteca de origem: Apenas usuários da biblioteca de origem do exemplar podem podem fazer reservas.
sk: Z domovskej knižnice: Iba čitatelia z domovskej knižnice exemplára môžu zarezervovať túto knihu.
sv: Från hembibliotek: bara låntagare från objektets hembibliotek kan reservera boken.
tr: Ana kütüphaneden: Sadece ana kütüphanenin kullanıcıları bu kitap üzerine ayırma koyabilir.
zh_tw: 來自所屬圖書館：祗有來自館藏所屬圖書館的讀者才能預約此書。

source: From Report choose the report you want to schedule
ar: اختر التقرير الذي تريد جدولته من التقارير
cs: Z nabídky 'Výstup' zvolte výstup, který chcete naplánovat
da: Fra rapport vælg den rapport, der skal planlægges
de: Wählen Sie aus den Reports den Report den Sie planen möchten
el: Από το Εκθέσεις επιλέξτε την έκθεση την οποία θέλετε να προγραμματίσετε
es: Desde Informe elija el informe que desea programar
eu: Txostenean, aukeratu antolatu nahi duzun txostena
fi: Valitse Raporteista se raportti, jonka haluat ajastaa
fr: Choisissez l'état que vous voulez programmer
hi: रिपोर्ट से रिपोर्ट का चयन आप शेड्यूल करना चाहते हैं
it: Da Report scegli il report che vuoi schedulare
oc: Causissètz l'estat que volètz programar
pl: Wybierz raport, który chcesz zaplanować
pt: Escolhe da lista os relatório que pretende agendar
pt_br: Escolhe da lista os relatório que pretende agendar
sk: Z Výkazu zvoľte výkaz, ktorý chcete naplánovať
sv: I Rapport väljer du den rapport du vill schemalägga
tr: Rapordan, listesini yapmak istediğiniz raporu seçin
zh_tw: 從報表選取工作的報表

source: From here you can 'Approve' and apply the changes to the patron record, 'Delete' and remove the changes or 'Ignore' and keep the changes pending to review later.
ar: من هنا يمكنك "الموافقة" وتطبيق التغيرات على تسجيلة المستفيد، "الحذف" لإزالة التغييرات أو "التجاهل" والاحتفاظ بالتغييرات معلقة لمراجعتها لاحقاً.
cs: Odtud můžete "Schválit" a aplikovat změny ve čtenářově záznamu, "Vymazat" a "Odstranit změny" nebo "Ignorovat" a zachovat změny čekající na pozdější zhodnocení.
da: Herfra kan du 'Godkende' og lave ændringerne i lånerpostern, 'Slette' og fjerne ændringerne eller 'Ignorere' og lade ændringerne udestå til senere.
de: Von hier aus können Sie die Änderungen im Benutzerdatensatz überprüfen und dann 'annehmen', 'löschen' oder 'ignorieren'.
el: Από εδώ μπορείτε να 'Εγκρίνετε' και να εφαρμόσετε τις αλλαγές στην εγγραφή του μέλους, να 'Διαγράψετε' και να αφαιρέσετε τις αλλαγές ή να 'Αγνοήσετε' και να κρατήσετε τις αλλαγές που εκκρεμούν για μετέπειτα έλεγχο.
es: Desde aquí puede 'Aprobar' y aplicar los cambios pendientes al registro del usuario. 'Eliminar' y remover los cambios o 'Ignorar' y dejar los cambios pendientes de una revisión posterior.
eu: Desde aquí se pueden 'Aprobar' y aplicar los cambios en el registro de socio, 'Eliminar' los cambios o 'Ignorar' o manetener los cambios pendientes de revisión.
fi: Täällä voit 'Hyväksyä' ja tehdä muutoksia asiakastietoihin, 'Poistaa' ja poistaa muutokset tai 'Hylätä' ja antaa muutosten odottaa myöhempää tarkastusta.
fr: Depuis ici vous pouvez "Approuver" et appliquer les modifications de l'inscription de l'usager, 'supprimer' et remplacer les changements ou "Ignorer" et laisser les changements en attente pour les reprendre plus tard.
hi: यहाँ से आप 'स्वीकृत' कर सकते हैं और संरक्षक रिकॉर्ड, 'हटाएँ' और परिवर्तन को हटाने या 'पर ध्यान न दें' और परिवर्तनों की समीक्षा करने के बाद में लंबित रखने के लिए परिवर्तन लागू करें।
it: Da qui puoi 'Approvare' e rendere effettivi i cambiamenti al record utente. Puoi 'Calcellare' i cambiamenti, puoi 'Ignorare' i cambiamenti e dunque gestirli successivamente.
oc: Depuis aicí podètz "Approuver" e aplicar las modificacions de l'inscripcion de l'usagièr, 'suprimir' e remplaçar los cambiaments o "Ignorar" e daissar los cambiaments en espèra per los reprendre pus tard.
pl: Z tego miejsca można wybrać opcję 'Zatwierdź' i dokonać zmian na koncie użytkownika, 'Odrzuć' i odwrócić zmiany lub 'Ignoruj' i zachować zmiany, jako oczekujące na modyfikację.
pt: A partir daqui pode 'Aprovar' e aplicar as alterações ao registo do leitor, 'Eliminar' e remover as alterações ou 'Ignorar' e manter as alterações para aprovar mais tarde.
pt_br: A partir daí, você pode 'Aprovar' e aplicar as alterações ao registro do usuário, 'Excluir' e remover as alterações ou 'Ignorar' e manter as alterações pendentes para posterior revisão.
sk: Odtiaľto môžete 'Schváliť' a aplikovať zmeny v zázname čitateľa, 'Odstrániť' a odobrať zmeny alebo 'Ignorovať' a zachovať zmeny čakajúce na neskoršie prezretie.
sv: Härifrån kan du 'Godkänna' och tillämpa ändringarna av utlåningsposten, 'Ta bort' och avlägsna ändringarna eller 'Ignorera' och behålla ändringarna för senare genomgång.
tr: Buradan, ‘Onay’ verebilir ve değişiklikleri kullanıcı kaydına uygulayabilir, değişiklikleri ‘Silebilir’ ve kaldırabilirsiniz ya da ‘Yok sayabilirsiniz’ ve bu değişiklikleri daha sonra göz atmak için beklemeye alabilirsiniz.
zh_tw: 從這裡，您可以 '批准' 並採用此改變於讀者記錄；'刪除' 並移除這些改變；或 '忽略' 並維持此改變待來日再決定。

source: From here you can add custom search fields to the item search option in the staff client.
eu: Hemendik bilaketa-eremu pertsonalizatuak gehitu daitezke langile-interfazeko elementu-bilaketako aukerara.
fi: Täällä voit lisätä mukautettuja hakukenttiä virkailijaliittymän nidehakutoimintoon.
hi: यहाँ से आप कर्मचारियों ग्राहक में आइटम खोज विकल्प के लिए कस्टम खोज क्षेत्रों में जोड़ सकते हैं।

source: From here you can add new bibliographic records to Koha.
ar: من هنا بإمكانك إضافة تسجيلات ببليوغرافية جديدة إلى كوها.
cs: Zde můžete přidávat do Kohy nové bibliografické záznamy.
da: Her kan der tilføjes nye bibliografiske poster til Koha.
de: Hier können Sie neue bibliographische Datensätze eingeben.
el: Από εδώ μπορείτε να προσθέσετε νέες βιβλιογραφικές εγγραφές στο Koha.
es: Desde aquí puede agregar nuevos registros bibliográficos a Koha.
eu: Cómo agrega un nuevo registro bibliográfico
fi: Täällä voit lisätä nimeketietueita Kohaan.
fr: Ici vous pouvez ajouter une notice bibliographique dans Koha
hi: यहाँ से आप Koha पर नए ग्रंथ सूची रिकॉर्ड जोड़ सकते हैं।
it: Da qui puoi aggiungere un nuovo record bibliografico in Koha.
oc: Ici podètz apondre una notícia bibliografica dins Koha
pl: Tu można dodawać nowe rekordy bibliograficzne do systemu Koha.
pt: A partir deste ponto poderá adicionar novos registos bibliográficos ao Koha.
pt_br: A partir daqui você pode adicionar um novo registro bibliográfico ao Koha.
sk: Odtiaľto môžete pridávať nové knižničné záznamy do Kohy.
sv: Härifrån kan du lägga till nya bibliografiska poster till Koha.
tr: Buradan, Koha’ya yeni bibliyografik kayıtlar ekleyebilirsiniz.
zh_tw: 從這裡可以新增書目記。

source: From here you can check the item out to the patron at the desk and cancel the hold for the patron.
ar: من هنا يمكنك أن تعير المادة للمستفيد على المكتب وتلغي الحجز للمستفيد.
cs: Zde můžete půjčovat jednotky u pultu a rušit čtenářské rezervace.
da: Herfra kan eksemplaret lånes ud til låneres ved disken og samtidig annullere lånerens reservering.
de: Von hier aus können Sie das Exemplar an den Benutzer an der Ausleihtheke auslehen und die Vormerkung stornieren
el: Εδώ μπορείτε να δανείσετε το τεκμήριο στο μέλος και να ακυρώσετε την κράτηση για το μέλος.
es: Desde aquí puede prestar el ítem al usuario en mostrador y cancelar la reserva del usuario.
eu: Desde aquí puede prestar el ítem al socio en mostrador y cancelar la reserva del socio.
fi: Täällä voit lainata niteitä asiakkaalle ja peruuttaa asiakkaan tekemän varauksen.
fr: De là, vous pouvez prêter l'exemplaire à l'adhérent qui se présente et annuler la réservation.
hi: यहाँ से आप डेस्क पर संरक्षक के लिए बाहर आइटम की जाँच करें और संरक्षक के लिए होल्ड रद्द कर सकते हैं।
it: Da qui puoi cancellare la prenotazione e concedere il prestito all'utente.
oc: De là, podètz prèst er l'exemplar a l'aderent qui se presenta e anullar la reservacion.
pl: Tu można wypożyczyć egzemplarz użytkownikowi i anulować rezerwację.
pt: A partir daqui pode emprestar o exemplar ao leitor no balcão e cancelar a reserva para o leitor.
pt_br: Aqui você pode emprestar o exemplar para o usuário e calcelar a reserva.
sk: Odtiaľto môžete exemplár vypožičať čitateľovi pri pulte a zrušiť rezerváciu pre čitateľa.
sv: Härifrån kan du låna ut objektet till låntagaren vid disken och avbryta reservationen för låntagaren.
tr: Burada, kullanıcıya materyal ödünç vermeyi ödünç verme bölümünden yapabilirsiniz ve buradan kullanıcının ayırmasını iptal edebilirsiniz.
zh_tw: 從這裡您可從桌面電腦借出館藏給讀者，並取消讀者的預約。

source: From here you can choose to always add items regardless of matching status, add them only if a matching bib was found, add items only if there was no matching bib record, replace items if a matching bib was found (The match will look at the itemnumbers and barcodes to match on for items. Itemnumbers take precedence over barcodes), or Ignore items and not add them.
fi: Täällä voit lisätä niteen riippumatta vastaavuustilasta; lisätä niteen vain, jos vastaava tietue löytyy; lisätä niteen vain, jos vastaavaa tietuetta ei löydy; korvata niteen, jos vastaava tietue löytyy (Vastaavuus tarkistaa nidetunnuksen ja viivakoodin vastaavuuden niteille. Nidetunnus menee viivakoodin edelle) tai Hylätä niteet eikä lisätä niitä.
hi: यहाँ से आप अगर एक मेल मिला था बिब हमेशा स्थिति मिलान की परवाह किए बिना आइटम जोड़ने के लिए, उन्हें जोड़ने तभी एक मिलान बिब पाया गया था, आइटम जोड़ने के केवल अगर कोई मिलान बिब रिकॉर्ड था, मदों की जगह का चयन कर सकते हैं (मैच में दिखेगा itemnumbers और बारकोड मदों के लिए पर मैच के लिए। Itemnumbers बारकोड पर पूर्वता ले), या आइटम पर ध्यान न दें और उन्हें जोड़ नहीं।

source: From here you can choose to edit specific issue or receive new issues.
ar: من هنا يمكنك اختيار تحرير إصدار محدد أو استلام إصدارات جديدة
cs: Zde si můžete vybrat, zda chcete upravovat jednotlivá čísla nebo přijímat nová.
da: Herfra kan du editere en bestemt udgave eller tilføje et nyt hæfte.
de: Von hier können Sie ein bestimmtes Heft bearbeiten oder ein neues Heft zugehen lassen.
el: Εδώ μπορείτε να επιλέξετε να επεξεργαστείτε συγκεκριμένα τεύχη ή να παραλάβετε νέα τεύχη.
es: Desde aquí se puede optar por editar tema específico o recibir nuevas cuestiones.
eu: Hemen ale zehatz bat editatzea edo ale berriak jasotzea aukeratu dezakezu.
fi: Täällä voit valita muokkaukseen tietyn numeron tai vastaanottaa uuden numeron.
fr: Vous pouvez à partir d'ici choisir de modifier un fascicule spécifique ou bien d'en recevoir de nouveaux.
hi: यहाँ से आप विशिष्ट मुद्दे नए मुद्दों को संपादित करने या प्राप्त करने के लिए चुन सकते हैं।
it: Da qui puoi scegliere di modificare singoli fascicoli o di riceverne di nuovi
oc: Podètz a partir d'aicí causir de modificar un fascicul spécifique o bien d'en recebre de novèls.
pl: Tu można modyfikować numer wydawnictwa seryjnego lub dodawać nowe numery.
pt: Aqui é possível escolher editar números específicos ou receber novos números.
pt_br: Aqui é possível escolher editar números específicos ou receber novos números.
sk: Odtiaľto môžete zvoliť úpravu špecifického čísla alebo prijatie nových čísiel.
sv: Härifrån kan du välja att redigera ett visst nummer eller ta emot nya nummer.
tr: Burada, özel yayınları düzenlemeyi ya da yeni yayınlar almayı seçebilirsiniz.
zh_tw: 從這裡，您可選擇編輯指定的期數或接收新的期數。

source: From here you can edit your subscription, renew it and/or receive issues.
ar: من هنا يمكنك تحرير اشتراكك، تجديده و/أو استلام الإصدارات.
cs: Zde můžete upravovat předplatné, obnovovat je a/nebo přijímat čísla časopisů.
de: Von hier können Sie Abonnements bearbeiten, verlängern oder Hefte zugehen lassen.
el: Από εδώ μπορείτε να επεξεργαστείτε τη συνδρομή σας, να την ανανεώσετε και/ή να παραλάβετε τεύχη.
es: Desde aquí puede editar su suscripción, renovarla y/o recibir ejemplares.
eu: Hemendik harpidetza editatu, berritu edo/eta oharrak jaso daitezke.
fi: Täällä voit muokata tilausta, uusia sen ja/tai vastaanottaa lehtiä.
fr: Vous pouvez ici modifier votre abonnement, le renouveler et/ou bulletiner des fascicules.
hi: यहाँ से आप अपनी सदस्यता संपादित कर सकते हैं यह नवीनीकृत और/या इश्यू प्राप्त करते हैं।
it: Da qui puoi modificare il tuo abbonamento, rinnovarlo e/o riceve i fascicoli.
oc: Podètz aicí modificar vòstre abonament, lo renovelar e/o bulletiner des fasciculs.
pl: Tu możesz modyfikować istniejące prenumeraty, odnawiać je i dodawać numery.
pt: A partir daqui pode editar a assinatura, renovar-la e/ou receber números.
pt_br: A partir daqui você pode editar sua assinatura, renová-la e/ou receber fascículos.
sk: Odtiaľto môžete upravovať Vaše predplatné, obnoviť ho a/alebo prijať čísla.
tr: Burada, aboneliğinizi düzenleyebilir, yenileyebilir ve/veya yayınlar alabilirsiniz.
zh_tw: 您可從這裡編輯您的訂閱、續訂與簽收期刊。

source: From here you can make edits, run the report, or schedule a time to have the report run. To find the report you created you can sort by any of the columns by clicking the on the column header (creation date is the best bet for finding the report you just added). You can also filter your results using the filter menu on the left or use the tabs to find reports based on your custom groups.
ar: من هنا يمكنك إجراء التعديلات، تشغيل التقرير، أو جدولة وقت لتشغيل الوقت. للعثور على التقرير الذي قمت بإنشائه يمكنك الفرز بواسطة أي من الأعمدة عن طريق النقر على رأس العمود ( تاريخ الإنشاء هو أفضل رهان للعثور على التقرير الذي قمت بإضافته للتو). كما يمكنك ترشيح النتائج باستخدام قائمة الترشيح الموجود ناحية اليمين أو استخدم التبويبات للعثور على التقارير بناءً على مجموعاتك المخصصة.
cs: Odtud můžete provádět úpravy, spouštět výstupy a také plánovat časované spouštění výstupů. Chcete-li vyhledat výstup, který jste vytvořili, můžete řadit podle kteréhokoli sloupce kliknutím na záhlaví sloupce (datum vytvoření je nejlepší volba pro nalezení výstupu, který jste právě přidali). Můžete také zúžit výsledky pomocí filtrů na levé straně, nebo pomocí záložek, pod kterými se nacházejí jednotlivé skupiny výstupů.
da: Herfra kan du editere, køre rapporten, eller bestemme en tid, hvor den skal køres. For at finde den rapport, som du lavede kan du sortere efter en hvilken som helst kolonneoverskrift (oprettelsesdato er den bedste måde at finde den rapport, som du lige har lavet). Du kan også filtrere resultaterne med filtermenuen til venstre eller bruge fanebladene til at finde rapporter baseret på dine tilpassede grupper.
de: Von hier aus können Sie den Report bearbeiten, ausführen oder eine Zeit festlegen, an dem er automatisch ausgeführt wird. Um den Report zu finden, den Sie angelegt haben, können Sie die verschiedenen Spalten durch Anklicken der Spaltenüberschrift sortieren (über das Erstellungsdatum finden Sie neu angelegte Reports am schnellsten). Sie können die Liste der Reports auch über die Filter auf der linken Seite einschränken oder über Reiter zwischen verschiedenen benutzerdefinierten Gruppen auswählen.
el: Από εδώ μπορείτε να κάνετε τροποποιήσεις, να τρέξετε την αναφορά, ή να προγραμματίσετε κάποια χρονική στιγμή που θα τρέξει η αναφορά. Για να βρείτε την αναφορά που δημιουργήσατε μπορείτε να ταξινομήσετε οποιαδήποτε από της στήλες πατώντας στην επικεφαλίδα πάνω στην στήλη (η ημερομηνία δημιουργίας είναι ο καλύτερος τρόπος για να βρείτε την αναφορά που μόλις προσθέσατε). Μπορείτε επίσης να φιλτράρετε τα αποτελέσματά σας χρησιμοποιώντας το μενού φιλτραρίσματος στα αριστερά ή να χρησιμοποιήσετε τα πλήκτρα για να βρείτε τις αναφορές βασιζόμενοι στις προσαρμοσμένες ομάδες.
es: Desde aquí puede editar, ejecutar el informe, o planificar el momento de ejecución. Para encontrar el informe que ha creado puede ordenar por cualquiera de las columnas haciendo clic en el encabezado (fecha de creación es la mejor para encontrar el reporte más reciente). También puede filtrar sus resultados utilizando el menú a la izquierda o las pestañas para encontrar su informe basado en sus grupos personalizados.
eu: Desde aquí puede editar, ejecutar un informe o ver el tiempo que cuesta ejecutarlo. Para encontrar el informe creado se puede ordenar cualquier columna haciendo click en la cabecera de la columna (la fecha de creación es la mejor manera de encontrar el último informe creado). También se pueden filtrar resultados usando el menú de filtros de la izquierda o utilizando las prestañas para encontrar informes basados en grupos.
fi: Täällä voit muokata, ajaa raportin tai ajastaa raportin ajon. Voit lajitella raportit klikkaamalla sarakeotsikkoa (luontipäivä on paras tapa löytää juuri lisäämäsi raportti). Voit myös suodattaa tuloksia vasemmalla suodatinvalikossa tai käyttää välilehtiä, joihin raportit on lajiteltu.
fr: D'ici vous pouvez faire des éditions, lancer le rapport, ou programmer une heure pour lancer le rapport. Pour trouver le rapport que vous vous avez créé vous pouvez trier par chacune des colonnes en cliquant sur l'en-tête de la colonne (la date de création est le meilleur choix pour trouver le rapport que vous venez juste d'ajouter). Vous pouvez également filtrer vos résultats utilisant le menu de filtre du côté gauche ou employer les onglets pour trouver des rapports basés sur vos groupes habituels.
hi: यहाँ से आप संपादन कर सकते हैं, रिपोर्ट चलाने के लिए, या एक बार रिपोर्ट चलाने के लिए अनुसूची। रिपोर्ट तुम्हें बनाया आप स्तंभ शीर्षक पर क्लिक (निर्माण तिथि रिपोर्ट तुम सिर्फ जोड़ा खोजने के लिए सबसे अच्छा शर्त है) द्वारा स्तंभों में से किसी ने तरह कर सकते हैं खोजने के लिए। तुम भी छोड़ दिया पर फिल्टर मेनू का उपयोग कर अपने परिणामों को फ़िल्टर या टैब का उपयोग अपने कस्टम समूहों के आधार पर रिपोर्ट लगाने के लिए कर सकते हैं।
it: Da qui puoi fare modifiche, far eseguire un report o pianificare l'elaborazione di un report. Per trovare il report che hai creato puoi ordinare la tabella per il valore di ogni colonna cliccando sulla testata. Uno degli ordinamenti migliore è quello per data di creazione. Puoi anche filtrare i risultati usando il menu sulla sinistra o usare le tabulazioni per vedere i tuoi raggruppamenti.
oc: D'aicí podètz far des edicions, aviar lo rapòrt, o programar una ora per aviar lo rapòrt. Per trobar lo rapòrt que vous avètz creat podètz trier per cadune des colomnas en clicant sus l'en-tête de la colomna (la data de creacion es lo meilleur choix per trobar lo rapòrt que vous venez juste d'apondre). Podètz tanben filtrer vos resultats utilizant lo menú de filtre del costat esquèrra o employer les onglets per trobar des rapòrts basats sus vos gropes habituels.
pl: Z tego poziomu możesz modyfikować lub uruchomić raport, a także zaplanować, kiedy raport ma zostać uruchomiony. Jeśli chcesz odnaleźć raport, który utworzyłeś, możesz sortować kolumny poprzez kliknięcie w nagłówek kolumny (data utworzenia jest najlepszym kryterium na odnalezienie dodanego raportu). Możesz również filtrować wyniki, używając menu 'Filtruj' po lewej stronie lub wykorzystać tabelkę do odnalezienia raportów niestandardowych.
pt: A partir daqui pode editar, correr relatórios ou agendar a execução de um relatório. Para encontrar o relatórios que criou pode ordenar qualquer coluna clicando no cabeçalho da coluna (data de criação é a melhor hipótese para encontrar o relatório que foi adicionado). Pode também filtrar os resultados usando o menu de filtros no lado esquerdo ou usando os separadores de acordo com o seu grupo.
pt_br: A partir daí, você pode fazer alterações, gerar relatórios ou agendar a geração de relatórios. Para encontrar o relatório que você criou, você pode exibi-lo por qualquer coluna clicando no cabeçalho das colunas (data de criação é a melhor forma de localizar um relatório que você acabou de produzir). Você também pode filtrar os resultados utilizando o menu no lado esquerdo ou utilizando as tabelas para encontrar relatórios em seus grupos personalizados.
sk: Odtiaľto môžete uskutočňovať úpravy, spúšťať výkaz alebo plánovať čas, kedy sa má výkaz spustiť. Pre nájdenie výkazu, ktorý ste vytvorili, môžete triediť ľubovoľný stĺpec kliknutím na hlavičku stĺpca (dátum vytvorenia je najlepší tip pre nájdenie výkazu, ktorý ste práve pridali). Môžete tiež svoje výsledky filtrovať pomocou ponuky filtra naľavo alebo pomocou záložiek na nájdenie výkazov založených na vašich prispôsobených skupinách.
sv: Härifrån kan du redigera, köra rapporten eller schemalägga en tid då rapporten ska köras. För att hitta den rapport du skapade kan du sortera efter alla kolumner genom att klicka på kolumnrubriken (datumkolumnen skapad är det enklaste sättet att hitta rapporten du just la till). Du kan också filtrera dina resultat med filtermenyn på vänster sida eller använda flikarna för att hitta rapporter baserat på dina anpassade grupper.
tr: Buradan, düzenlemeler yapabilir, raporu çalıştırabilir ya da raporun çalıştırılması için zamanı programlayabilirsiniz. Oluşturduğunuz raporu bulmak için, sütunların her hangi birinin başlığına tıklayarak raporları sıralayabilirsiniz(oluşturma tarihi henüz eklemiş olduğunuz raporu bulmak için en iyisidir). Sonuçlarınızı aynı zamanda soldaki filtre menüsünü kullanarak filtreleyebilirsiniz ya da özelleştirilmiş gruplara bağlı raporları bulmak için sekmeleri kullanabilirsiniz.
zh_tw: 可從這裡編輯、執行報表，或指定執行報表的時間。點選欄標題即可依欄位排列報表(建議以新增報表日期排序)。以左方的篩選器選單篩選報表，或依客戶群組分頁尋找報表。
