Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Below the box for the barcode you will see a checkbox for 'Automatic renewal'. This will allow this item to automatically renew if the appropriate cron job is running and there are no holds on the item.
ar: أدنى مربع الباركود سترى مربع تحديد ل"التجديد التلقائي". سيتيح ذلك تجديد المادة تلقائيا عند تشغيل الCron job الملائم وعدم وجود حجوزات على المادة.
cs: Pod políčkem pro zadávání čárových kódu se bude nacházet zaškrtávací políčko "Automatické prodloužení". Takto označené výpůjčky budou automaticky prodlužovány periodicky spouštěným skriptem (ten musí být nastaven správcem systému) v případě, že na ně nebude žádná rezervace.
de: Unterhalb des Eingabefelds für den Barcode sehen Sie eine Checkbox für die 'Automatische Verlängerung'. Dadurch wird erlaubt, das Exemplar automatisch zu verlängern, sofern der betreffende Cronjob aktiv ist und das Exemplar nicht vorgemerkt wurde.
es: Por debajo de la casilla para el código de barras, verá una casilla de selección para 'Renovación automática.' Esto permitirá que este ítem sea renovado automáticamente si la tarea cron job está funcionando apropiadamente y no existen reservas en el ítem.
eu: Barra-kodearen azpian 'Automatic renewal' aukeratzeko leihatilatxoa ikusiko duzu. Honen bidez elementu hau automatikoki berritzeko aukera emango du cron job elementua ejekutatzen ari bada eta ez badaude retentzioak elementu horretan.
fi: Viivakoodilaatikon alapuolella on automaattisen uusinnan valinta. Jos valitsen sen, laina uusitaan automaattisesti, jos automaattisen uusinnan cron job on päällä eikä niteestä ole varauksia.
fr: En dessous de la zone de saisie du code à barres vous verrez une case à cocher pour le 'Renouvellement automatique'. Cela permettra à cet exemplaire d'être automatiquement renouvelé si le cron job (ou tâche planifiée) adéquat est lancé et qu'il n'y a pas de réservation dessus.
hi: बारकोड के लिए बॉक्स नीचे आप 'स्वचालित नवीकरण' के लिए एक चेकबॉक्स देखेंगे। यह अगर उचित क्रॉन जॉब चल रहा है इस मद स्वतः नवीनीकृत करने की अनुमति देगा और कोई आइटम पर रोक न हो।
it: Sotto il box per il barcode, trovi il checkbox per il 'Rinnovo automatico'. Questo ti permette di rinnovare automaticamente il prestito sulla copia a condizione che sia attivo il relativo cron job e non vi siano prenotazioni su di essa.
oc: En dejós de la zòna de sasida del còdi de barras veiretz una casa de marcar per lo 'Renovèlament automatic'. Aquò permettra a aqueste exemplar d'èsser automaticament renovelat se lo cron job (o prètzfait planificada) adéquat es aviat e qu'il n'y a pas de reservacion dessus.
pt: Abaixo da caixa para o código de barras irá ver a opção 'Renovação automática'. Isto permite que o exemplar seja automaticamente renovado se a respetiva tarefa estiver a correr e não houver reservas sobre o mesmo.
sk: Pod políčkom pre čiarový kód uvidíte zaškrtávacie políčko pre 'Automatickú obnovu'. Toto umožní automatickú obnovu exemplára, ak beží príslušný cronjob a na exemplár sa neviažu žiadne rezervácie.
tr: Barkod kutusunun altında 'Otomatik süre uzatma' için bir onay kutusu göreceksiniz. Bu, uygun bir cronjob çalıştırılması durumunda ve materyal üzerinde herhangi bir ayırtma yoksa materyalin süresinin otomatik olarak uzatılmasını sağlayacaktır.
zh_tw: 在條碼盒之下可看到 '自動續借' 框。若已執行適當的工作排程且沒有被預約該館藏就自動續借。

source: Below the framework selection there will be a list of the records that will be imported
ar: تحت اختيار القوالب سيكون هناك قائمة من السجلات التي سيتم استيرادها
cs: Pod výběrem šablony se nachází seznam záznamů, které budou importovány
da: Under sammenfatningen er en liste med de poster, som skal importeres.
de: Unter der Auswahlliste für das Frameworks befindet sich eine Liste der Datensätze, die importiert werden
el: Κάτω από την επιλογή πλαισίου θα υπάρχει μία λίστα εγγραφούν που θα εισαχθούν
es: Debajo de la plantilla de selección habrá una lista de los registros que se importarán
eu: Debajo de la plantilla de selección habrá una lista de los registros que se importarán
fi: Luettelointipohjan valinnan alapuolella on lista tietueista, jotka tuodaan
fr: En dessous du résumé se trouve la liste des notices qui seront importées
hi: ढांचे के चयन के नीचे वहाँ रिकॉर्ड है कि आयात किया जाएगा की एक सूची होगा
it: Sotto la struttura di selezione troverai una lista dei records che saranno importati
oc: En dejós del resumit se tròba la lista des notícias qui seràn importadas
pt: Abaixo da selecção de modelo haverá uma lista de registos que serão importados
pt_br: Abaixo da planilha existe uma lista dos registros que serão importados
sk: Pod výberom rámca sa objaví zoznam záznamov, ktoré budú importované
sv: Under valet av ramverk visas en lista med de poster som kommer att importeras
tr: Çerçeve seçiminin altında, içe aktarılacak kayıt listesi mevcuttur.
zh_tw: 在框架選項下有將匯入紀錄清單

source: Below the patron's information on the details screen is a tabbed display of the items they have checked out, overdue, and on hold.
ar: أدناه معلومات المستفيد على شاشة التفاصيل هو عرض كلفة من المواد التي المعارة، المتأخرة، وعلى الانتظار
cs: Pod informacemi o čtenáři na stránce s podrobnostmi naleznete přehled výpůjček, upomínek a rezervací.
da: Under lånerens information på detaljeskærmen er en visning med faneblade over de eksemplarer, som de har lånt, som er forsinkede eller reserverede.
de: Unterhalb der Informationen zum Benutzer befindet sich eine Informationsbox mit Reitern für die entliehenen, überfälligen und vorgemerkten Titel des Benutzers.
el: Κάτω από τις πληροφορίες μέλους στην οθόνη στοιχείων υπάρχει μία εμφάνιση των τεκμηρίων που έχει δανειστεί, που είναι εκπρόθεσμα και που είναι σε κράτηση.
es: En la parte inferior de la página de detalles de información del usuario encontrará un acceso rápido a los ítems que dichos usuarios tienen prestados, vencidos y en reserva.
eu: En la parte inferior de la página de detalles de información del socio encontrará un acceso rápido a los ítems que dichos socios tienen prestados, vencidos y en reserva.
fi: Asiakkaan tietojen alapuolella Tiedot-välilehdellä on eri välilehdillä tiedot asiakkaan lainoista, myöhässä olevista lainoista ja varauksista.
fr: Sur la page de détail d'un adhérent, sous la section contenant ses informations personnelles, il y a une section à onglets contenant ses exemplaires empruntés, en retard et réservés.
hi: नीचे दिए गए विवरण स्क्रीन पर संरक्षक की जानकारी मदों की एक tabbed प्रदर्शन है कि वे बाहर की जाँच की है, अतिदेय, और पकड़ पर।
it: In fondo alla pagina di informazione dell'utente troverai un rapido accesso alle copie che l'utente ha in prestito, attese da tempo e prenotato.
oc: Sus la pagina de detalh d'un aderent, jos la seccion que conten ses informacions personalas, i a una seccion a onglets que contenon ses exemplars empruntats, en retard e reservats.
pl: Poniżej informacji o użytkowniku znajdują się informacje o wypożyczonych, przetrzymanych i zamówionych egzemplarzach.
pt: Por debaixo da informação do leitor na página de detalhes está disponível um acesso rápido aos exemplares que o leitor tem emprestado, reservado, ou em atraso.
pt_br: Abaixo das informações de usuário na tela de detalhes há uma tabela que exibe os exemplares que foram emprestados, que estão em atraso ou reservados.
sk: Pod informáciou o čitateľovi na zobrazení detailov je záložková ukážka exemplárov, ktoré mali vypožičané, omeškané alebo rezervované.
sv: Under låntagarinformationen på detaljskärmen finns en skärm med flikar som innehåller de objekt som är lånade, försenade eller reserverade.
tr: Detay ekranındaki kullanıcı bilgileri altında kullanıcıların ödünç aldıkları, geciktirdikleri ve ayırdıkları materyallerin sekmeli ekranı mevcuttur.
zh_tw: 在詳情頁面的讀者資訊下，是借出、逾期與預約館藏的分頁。

source: Below the summary is the option to import the batch of bib records using a specific framework
ar: أدناه ملخص هو الخيار لاستيراد دفعة من السجلات باستخدام قوالب محددة
cs: Pod souhrnem se nachází možnost importovat dávku biibliografických záznamů za pomoci určité šablony
da: Under oversigten er der en mulighed for at importere stabelen med titel-poster i en særlig struktur
de: Unterhalb der Zusammenfassung finden Sie die Option die Datensätze unter Verwendung eines bestimmten Frameworks zu importieren
el: Κάτω από την περίληψη υπάρχει η επιλογή να εισάγετε την παρτίδα βιβλιογραφικών εγγραφών με τη χρήση ενός συγκεκριμένου πλαισίου
es: En la parte inferior del sumario está la opción para importar el lote de registros bibliográficos usando una plantilla específica
eu: En la parte inferior del sumario está la opción para importar el lote de registros bibliográficos usando una plantilla específica
fi: Yhteenvedon alapuolella on mahdollisuus tuoda nimeketietueita eräajona valittua luettelointipohjaa käyttäen
fr: Sous le résumé de l'import, il y a une option qui permet de sélectionner la grille à laquelle associer tout le lot de notices.
hi: सारांश नीचे एक विशिष्ट ढांचे का उपयोग बिब अभिलेखों का बैच आयात करने का विकल्प है
it: Sotto il sommario trovi l'opzione per importare i record bibliografici usando una griglia di catalogazione a scelta
oc: Sous lo resumit de l'import, i a una opcion qui permet de seleccionar la grasilha a la quala associar tot lo lòt de notícias.
pl: Poniżej podsumowania znajduje się opcja importu grup rekordów bibliograficznych stworzonych na konkretnym szablonie
pt: Abaixo do sumário existe uma opção para importar o lote de registos usando um modelo específico
pt_br: Abaixo do sumário há a opção de importar o lote de registros bibliográficos utilizando uma planilha específica
sk: Pod súhrnom je možnosť importovať dávku kniž. záznamov pomocou špecifického rámca
sv: Under sammanfattningen finns alternativet att importera satsen av bib-poster med ett specifikt ramverk
tr: Özetin altında özel bir çerçeve kullanımıyla bibliyografik kayıtlarının toplu dosyasını içe aktarma seçeneği mevcuttur
zh_tw: 在摘要之下，是使用特定框架批次匯入的書目紀錄

source: Below the task scheduler form, there is a list of scheduled reports
ar: أدنى صفحة مجدول المهام، يوجد قائمة بالتقارير المجدولة
cs: Pod formulářem plánovače úloh se nachází seznam naplánovaných výstupů
da: Under formularen for opgaveplanlæggeren er en liste med de planlagte rapporter.
de: Unter dem Formular des Aufgabenplaners ist eine Liste der geplanten Reports.
el: Κάτω από τη φόρμα χρονοπρογραμματιστή εργασιών, υπάρχει μία λίστα χρονοπρογραμματισμένων εκθέσεων
es: A continuación del formulario del programador de tareas, hay una lista de los informes programados
eu: Ataza antolatzailearen inprimakiaren azpian programatutako txosten zerrenda bat dago
fi: Tehtävien ajastuslomakkeen alapuolella on lista ajastetuista raporteista
fr: Le planificateur de tâche sert à programmer l'exécution d'un rapport.
hi: कार्य अनुसूचक फार्म के नीचे, वहाँ अनुसूचित रिपोर्ट की एक सूची है
it: Sotto il form dello schedulatore c'è una lista dei report schedulati
oc: Lo planificador de prètzfait sert a programar l'execucion d'un rapòrt.
pl: Poniżej formularza harmonogramu zadań znajduje się lista zaplanowanych raportów
pt: Abaixo do agendador de tarefas existe uma lista com os relatórios agendados
pt_br: Abaixo do agendador de tarefas existe uma lista com os relatórios agendados
sk: Pod formulárom plánovača úloh sa nachádza zoznam rozvrhnutých výkazov
sv: Under schemaläggningsformuläret finns en lista med schemalagda rapporter
tr: Görev Zamanlayıcı formun altında zamanlanan raporlar listesi vardır
zh_tw: 工作排程表單下，有排定報表清單

source: Birthdates should be entered using the format set forth in the dateformat preference.
eu: Jaiotze datak lehentsiz aukeratuak izan diren dateformat bidez gehituko dira.
fi: Syntymäpäivät pitää syöttää oikealla tavalla (määritetty asetuksissa).
hi: Birthdates प्रारूप DateFormat वरीयता में उल्लिखित का उपयोग कर दर्ज किया जाना चाहिए

source: Borrow books
ar: استعارة الكتب
cs: Půjčovat knihy
da: Låne bøger
de: Ausleihen
el: Δανεισμός βιβλίων
es: Prestar libros
eu: Prestar monografías
fi: Kirjojen lainaus
fr: Prêter des livres
hi: पुस्तकें उधार लो
it: Presta i libri
oc: Presta des libres
pl: Wypożyczanie książek
pt: Emprestar livros
pt_br: Emprestar livros
sk: Požičiavať si knihy
sv: Låna böcker
tr: Kitapları ödünç al
zh_tw: 借閱圖書

source: Borrower number:
ar: رقم المستعير.
cs: Číslo čtenáře:
da: Lånernummer:
de: Benutzernummer:
el: Αριθμός Δανειζομένου:
es: Número de usuario:
eu: Bazkide zenbakia:
fi: Asiakkaan ID:
fr: N° d'adhérent:
hi: उधारकर्ता संख्या:
it: Numero utente:
oc: N° d'aderent:
pl: Numer użytkownika:
pt: Número de leitor:
pt_br: Número do usuário:
sk: Číslo čitateľa:
sv: Låntagarnummer:
tr: Üye numarası:
zh_tw: 讀者證號碼：

source: Both the 'Source' and the 'Text' fields must be filled in in order to save the new quote.
eu: 'Iturria'
fi: Sekä "Lähde" että "Teksti" -kenttien pitää olla täytettynä, jotta uusi sitaatti voidaan tallentaa.
hi: दोनों 'स्रोत' और 'पाठ' के क्षेत्र आदेश नई बोली को सेव करने के लिए में भरा जाना चाहिए।

source: Browse the system logs
ar: تصفح سجلات النظام
cs: Prohlížení systémových záznamů
da: Gennemse systemlogs
de: Die Systemlogs durchsehen
el: Αναζήτηση του ιστορικού του συστήματος
es: Revisar registros del sistema
eu: Arakatu sistemako erregistroak
fi: Järjestelmän lokien selaus
fr: Consultation des logs du système
hi: तंत्र लॉग ब्राउज़ करें
it: Sfoglia i log di sistema
oc: Consultation des logs del sistèma
pl: Przeglądanie dziennika zdarzeń
pt: Consulta dos relatórios diários produzidos pelo sistema
pt_br: Nevegar pelos logs do sistema
sk: Prehľadať denníky systému
sv: Bläddra i systemloggarna
tr: Sistem kayıtlarını gözden geçiriniz.
zh_tw: 瀏覽系統紀錄

source: Browse your computer for the *.koc file
ar: استعراض حاسبك لملف *.koc
cs: Vyberte Váš *.koc soubor
da: Gennemsøge computeren efter *.koc-filen.
de: Computer nach der *.koc Datei durchsuchen
el: Αναζητήστε στον υπολογιστή σας το αρχείο *.koc
es: Busque en su computadora el archivo *.koc
eu: Arakatu zure ordenagailua *.koc fitxategia bilatzeko
fi: Selaa tietokoneeltasi *koc-tiedosto
fr: Parcourir votre ordinateur pour retrouver le fichier *.koc
hi: * .koc फ़ाइल के लिए अपने कंप्यूटर को ब्राउज़
it: Cerca sul tuo computer file di tipo *.koc
oc: Percórrer vòstre ordenador per retrobar lo fichièr *.koc
pl: Wybierz plik *.koc z komputera
pt: Procurar no seu computador pelo ficheiro *.koc
pt_br: Procurar em seu computador o arquivo *.koc.
sk: Prehľadať a nájsť v počítači súbor *.koc
sv: Leta på din dator efter *.koc-filen
tr: *.koc dosyası için bilgisayarınıza göz atın
zh_tw: 瀏覽電腦裡的 *.koc 檔案

source: Browse your local computer to the ZIP file
ar: تصفح من جهاز الكمبيوتر الخاص بك لملف مضغوط
cs: Vyberte Váš ZIP soubor
da: Gennemsøg computeren efter ZIP-filen
de: Lokalen Rechner nach der ZIP-Datei durchsuchen
el: Αναζητήστε στον τοπικό υπολογιστή σας το αρχείο ZIP
es: Busque en su computadora el archivo ZIP
eu: Busque en su ordenador el archivo ZIP
fi: Selaa tietokoneeltasi ZIP-tiedosto
fr: Parcourir votre ordinateur pour retrouver le fichier ZIP
hi: ज़िप फ़ाइल के लिए अपने स्थानीय कंप्यूटर ब्राउज
it: Cerca sul tuo computer file di tipo *.zip
oc: Percórrer vòstre ordenador per retrobar lo fichièr ZIP
pl: Przeglądaj komputer w poszukiwaniu pliku ZIP
pt: Procurar no seu computador pelo ficheiro ZIP
pt_br: Procurar em seu computador o arquivo *.zip
sk: Prehľadať a nájsť v počítači súbor ZIP
sv: Gå till ZIP-filen på din dator
tr: ZIP dosyası için bilgisayarınıza göz atın
zh_tw: 瀏覽電腦裡的ZIP檔

source: Budget Planning
ar: تخطيط الميزانية
cs: Plánování rozpočtu
da: Budgetplanlægning
de: Etatplanung
el: Σχεδιασμός προϋπολογισμού
es: Planificación de presupuesto
eu: Aurrekontu plangintza
fi: Budjetin suunnittelu
fr: Planification du budget
hi: बजट की योजना
it: Pianificazione del budget
oc: Planification del budgèt
pl: Planowanie budżetu
pt: Planeamento do orçamento
pt_br: Planeamento do orçamento
sk: Plánovanie rozpočtu
sv: Budgetplanering
tr: Bütçe Planlaması
zh_tw: 規畫預算

source: Budgets
ar: الميزانيات
cs: Rozpočty
da: Budgetter
de: Etats
el: Κονδύλια
es: Presupuestos
eu: Aurrekontuak
fi: Budjetit
hi: बजट
oc: Budgèts
pl: Budżety
pt: Orçamentos
pt_br: Orçamentos
sk: Rozpočty
sv: Budgetar
tr: Bütçeler
zh_tw: 預算

source: Budgets are broken into funds.
ar: الميزانيات يتم تقسيمها إلى تمويلات.
cs: Rozpočty se rozdělují do fondů.
da: Budgetter er opdelt i konti.
de: Etats werden in Konten unterteilt.
el: Τα κονδύλια είναι σπασμένα σε κεφάλαια.
es: Los presupuestos se descomponen en fondos.
eu: Aurrekontuak funtsetan banatzen dira.
fi: Budjetit jaetaan tileihin.
fr: Les budgets sont ventilés en postes budgétaires.
hi: बजट फंड में टूट रहे हैं।
it: I budgets sono suddivisi in fondi.
oc: Les budgèts son ventilés en pòstes budgètaris.
pl: Budżety składają się z poszczególnych funduszy.
pt: Os orçamentos são partidos em fundos.
pt_br: Orçamentos são dividos em fundos.
sk: Rozpočty sú rozdelené na fondy.
sv: Budgetar delas upp i budgetställen.
tr: Bütçeler kaynaklara dağıtılır.
zh_tw: 預算打散入基金。

source: Budgets are used for tracking accounting values related to acquisitions. For example you could create a Budget for the current year (ex. 2015) and then break that into Funds for different areas of the library (ex. Books, Audio, etc).
ar: تستخدم الميزانيات لتتبع القيم الحسابية المرتبطة بالتزويد. على سبيل المثال بإمكانك إنشاء ميزانية للسنة الحالية (2012) ومن ثم تقسيمها إلى تمويلات للأقسام المختلفة من المكتبة (مثال: كتب ، صوتيات ...الخ).
cs: Rozpočty se používají pro sledování nákladů na akvizici. Můžete třeba vytvořit rozpočet na určitý rok (např. 2015) a potom jej rozdělit do fondů podle typu dokumentů (např. knihy, audioknihy, periodika atd.).
de: Etats werden verwendet um die Haushaltsmittel im Erwerbungsmodul zu verwalten. Sie können zum Beispiel einen Etat für das aktuelle Jahr anlegen (z.B. 2015), den Sie dann in Konten für die verschiedenen Ausgabenbereiche unterteilen (z.B. Bücher, Audio etc).
es: Los presupuestos se utilizan para controlar los valores contables relacionados con las adquisiciones. Por ejemplo puede crear un Presupuesto para el año corriente (ej. 2012) y luego dividirlo en Fondos para áreas diferentes de la biblioteca (ej. Libros, Audio, etc).
eu: Aurrekontuak eskuratzeekin lotutako balore kontableen jarraipena egiteko erabiltzen da. Adibidez, gauden urterako aurrekontua sor dezakezu (adibidez, 2015) eta ondoren fondoetan zatiru, liburutegiko sail ezberdinetarako (adibidez, liburuak, audioak, etab.).
fi: Budjetteja käytetään hankinnan menojen seurantaan. Esimerkiksi voit tehdä budjetin kuluvalle vuodelle ja jakaa sen sitten tileihin kirjaston eri aineistolle tai osastoille.
fr: Les budgets sont utilisés pour suivre les montants des dépenses d'acquisition. Par exemple, vous pouvez créer un budget pour l'année en cours (ex. 2015), puis le diviser en postes budgétaires correspondants aux différents fonds de la bibliothèque (Livres, Audio, etc).
hi: बजट अधिग्रहण से संबंधित लेखा मूल्यों पर नज़र रखने के लिए इस्तेमाल कर रहे हैं। उदाहरण के लिए आप चालू वर्ष (उदा। 2015) के लिए एक बजट बना सकते हैं और फिर उस तोड़ने फंड में पुस्तकालय (उदा। किताबें, ऑडियो, आदि) के विभिन्न क्षेत्रों के लिए।
it: I budget servono per tenere traccia dei costi di acquisizione. Per esempio, puoi creare un Budget per l'anno corrente (2012) e dividerlo in Fondi per le diverse aree della biblioteca (es.: libri, audio, ecc.).
oc: Les budgèts son utilizats per suivre les montants des dépenses d'aquisicion. Per exemple, podètz crear un budgèt per l'annada en cors (ex. 2015), puèi lo devesir en pòstes budgètaris correspondents als diferents fonds de la bibliotèca (Libres, Audio, etc).
pt: Os orçamentos são utilizados para o monitorização de nível superior dos ganhos contabilísticos relacionados com aquisições. Um exemplo seria a criação de um orçamento para o ano atual e depois quebrar em fundos para diferentes áreas da Biblioteca (ex. Livros, Áudio, etc.).
sk: Rozpočty sa používajú na sledovanie účtovných hodnôt súvisiacich s akvizíciami. Príkladom by mohlo byť tvorenie rozpočtu pre aktuálny rok (napr. 2015) a potom to rozmeniť do fondov pre rozličné oblasti knižnice (napr. knihy, audio, atď.).
tr: Bütçeler, sağlamalar ile ilgili hesap değerlerini izlemek için kullanılır. Örneğin cari yıl için bir bütçe oluşturabilir (ör. 2012) ve daha sonra bu bütçeyi kütüphanenin farklı alanları için dağıtabilirsiniz (örn. Kitaplar, Görsel/İşitsel materyaller vb. gibi)
zh_tw: 預算用於追蹤採訪的會計帳。您可為當年度 (2015) 開個預算再打散為多個基金供圖書館的不同區塊 (如：圖書、視聽資料等) 使用。

source: Budgets can either be created from scratch, by duplicating the previous year's budget or by closing a previous year's budget.
ar: يمكن إنشاء الميزانيات من الصفر أو عن طريق نسخ ميزانية العام الماضي أو عن طريق غلق أي ميزانية للعام الماضي
cs: Rozpočty můžete vytvářet "od nuly" , nebo zkopírováním již existujícího rozpočtu.
de: Etats können entweder komplett neu erstellt oder durch duplizieren des Vorjahresetats angelegt werden.
es: Presupuestos pueden ser creados desde cero, duplicando el presupuesto del año anterior o al cerrar el presupuesto de un año anterior.
eu: Aurrekontuak hutsetik sor daitezke, aurreko urteko aurrekontua duplikatuta edo aurreko urteko aurrekontua itxita.
fi: Budjetti voidaan tehdä uutena (tyhjästä), kopioimalla edellisen vuoden budjetti tai sulkemalla edellisen vuoden budjetti.
fr: Les budgets peuvent être créés ex nihilo, ou en dupliquant le budget de l'année précédente ou en clôturant le budget d'une année antérieure.
hi: बजट या तो खरोंच से बनाया जा सकता है, जो पिछले साल के बजट duplicating द्वारा या पिछले साल के बजट में बंद करके।
it: I budget possono essere creati ex novo, duplicati da uno esistente nell'anno precedente o creati durante la chiusura del budget dell'anno precedente.
oc: Les budgèts pòdon èsser creats ex nihilo, o en duplicant lo budgèt de l'annada precedenta o en clôturant lo budgèt d'una annada anteriora.
pt: Os orçamentos podem ser criados de raiz, duplicando orçamentos de anos anteriores ou fechando um orçamento do ano anterior.
sk: Rozpočty sa dajú vytvoriť buď od nuly, duplikovaním rozpočtu predchádzajúceho roka alebo uzatvorením rozpočtu minulého roka.
tr: Bütçeler sıfırdan oluşturularak, bir önceki yılın bütçesi çoğaltarak ya da bir önceki yılın bütçesi kapatılarak oluşturulabilirler.
zh_tw: 可以新增預算，或複製上年度的預算或關閉上年度的預算。

source: Build and manage batches of labels
ar: بناء وإدارة دفعات من المسميات
cs: Vytvářet a spravovat dávky štítků
da: Lave og administrere etiketstabel
de: Etikettenstapel erstellen und verwalten
el: Δημιουργήστε και διαχειριστείτε παρτίδες ετικετών
es: Crear y gestionar lotes de etiquetas
eu: Sortu eta kudeatu etiketa sortak
fi: Luo ja hallinnoi tarraeriä
fr: Créer et gérer des lots d'étiquettes
hi: बिल्ड और लेबल के बैच का प्रबंधन
it: Costruisci e gestisci batch di etichette
oc: Crear e gerir des lòts d'etiquetas
pl: Zdefiniowanie i zarządzanie grupami etykiet
pt: Construir e gerir lotes de etiquetas
pt_br: Construir e gerir lotes de etiquetas
sk: Zostaviť a spracovať dávky etikiet
sv: Skapa och hantera etikettsatser
tr: Toplu etiketleri oluştur ve yönet
zh_tw: 建立與管理批次書標
