Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: 'SUGGEST' is for a list of reasons to accept or reject patron suggestions. It appears when managing suggestions.
ar: 'SUGGEST' وهي ﻹدراج قائمة من الأسباب لقبول أو رفض مقترحات المستفيدين . وهي تظهر عند إدارة المقترحات.
cs: 'SUGGEST' je pro seznam důvodů, zda přijmout či zamítnou návrh čtenářů na nákup. Používá se při správě těchto návrhů.
da: 'SUGGEST' er en liste med begrundelser for godkendelse eller afvisning af anskaffelsesforslag. Den vises ved forvaltning af anskaffelsesforslag.
de: 'SUGGEST' wird für die Liste der positiven und negativen Begründungen bei der Bearbeitung von Anschaffungsvorschlägen verwendet.
el: 'ΠΡΟΤΑΣΕΙΣ' πρόκειται για μία λίστα με τις αιτίες απόρριψης ή αποδοχής των προτάσεων των μελών. Εμφανίζεται στη διαχείριση προτάσεων.
es: 'SUGERIR' es para una lista de razones para aceptar o rechazar sugerencias de usuarios. Aparece cuando se administran sugerencias.
eu: 'SUGGEST' se utiliza para una lista de razones para aceptar o rechazar las sugerencias de los socios. Este aparece cuando se administran las sugerencias.
fi: 'SUGGEST': asiakkaiden tekemien hankintaehdotusten hyväksymisen tai hylkäämisen syyt. Valittavissa hankintaehdotusten hallintaosiossa.
fr: "SUGGEST" sert à créer la liste des motifs d'acceptation ou de rejet des suggestions des adhérents. Les valeurs apparaissent lors de la gestion des suggestions.
hi: 'सुझाव' कारणों को स्वीकार करने या अस्वीकार करने के संरक्षक सुझावों की एक सूची के लिए है। ऐसा प्रतीत होता है जब सुझाव प्रबंध।
it: Lista dei motivi di accettazione o di rifiuto dei suggerimenti degli utenti (appare nella gestione dei suggerimenti di acquisto).
oc: "SUGGEST" sert a crear la lista des motius d'acceptation o de rejet des suggestions des aderents. Las valors apareisson al moment de la gestion des suggestions.
pl: 'SUGGEST' - lista powodów akceptacji/odrzucenia propozycji zakupu zgłoszonej przez użytkownika. Lista widoczna przy zarządzaniu propozycjami zakupu.
pt: 'SUGGEST' é a lista das razões de rejeição ou não das sugestões dos leitores (aparece quando gerir as sugestões).
pt_br: 'SUGGEST' é para uma lista de razões para aceitação ou recusa de sugestões de usuários (aparece na administração de sugestões).
sk: 'SUGGEST' znamená zoznam dôvodov pre schválenie alebo zamietnutie návrhov čitateľa. Objavuje sa pri spracovaní návrhov.
sv: 'FÖRESLÅ' är för en lista med skäl att godkänna eller avslå förslag från låntagare. Det visas vid hantering av förslag.
tr: 'ÖNER' kullanıcı önerilerini kabul etme veya reddetme nedenlerinin bir listesi içindir. Öneriler yönetildiği zaman görünür.
zh_tw: 'SUGGEST' 是接受或拒絕讀者建議的理由清單，管理建議時供管理者選取。

source: 'Score' - The number of 'points' a match on this field is worth. If the sum of each score is greater than the match threshold, the incoming record is a match to the existing record
ar: 'النتيجة' - عدد 'النقاط' المستحقة المطابقة لهذا الحقل. إذا كان مجموع كل نتيجة أكبر من الحد الأدنى للمطابقة ، فإن التسجيلات المستوردة تُطابق التسجيلات الحالية
cs: 'Skóre' - Počet 'bodů' shody v tomto poli je důležitý. Pokud je skóre vyšší než odpovídá prahu, příchozí záznam je shodný s existujícím záznamem
da: 'Skore' - Antallet af 'points' som et sammenfald på dette felt er værd. Hvis summen af hver skore er større end dublet-grænsen, er den indkommende post en dublet af den eksisterende post
de: 'Punktezahl' - Die Anzahl von 'Punkten', die eine Übereinstimmung mit diesem Feld wert ist. Wenn die Summe der einzelnen Punktezahlen größer ist als der Schwellenwert, gibt es für den Titel eine Übereinstimmung mit einem vorhandenen Datensatz.
el: 'Βαθμός' - Είναι ο αριθμός 'σημείων' για τον οποίο αξίζει ταύτιση σε αυτό το πεδίο. Αν το σύνολο του κάθε βαθμού είναι μεγαλύτερο από το όριο ταύτισης η εισερχόμενη εγγραφή είναι μία ταύτιση στην υπάρχουσα εγγραφή
es: 'Puntaje' - La cantidad de 'puntos' que vale la coincidencia en este campo. Si la suma de cada puntaje es superior al límite de coincidencia, el registro entrante se considera una coincidencia de un registro existente
eu: 'Puntuazioa' - Eremu honetako bat etortze batek balio duen 'puntu' kopurua. Puntuazio bakoitzaren baturak bat etortzearen atalasea gainditzen badu, hartzeko erregistroa existitzen den erregistoarekin bat etorriko da
fi: 'Pisteytys' on pistemäärä, jonka hakutulososuma tässä kentässä saa. Jos osapisteytysten summa on suurempi kuin osumaraja, hakutoimintoon syötetty tietue on osuma olemassa olevalle tietueelle
fr: 'Score' - Le nombre de 'points' que rapporte l'identification sur ce champ. Si la somme de tous les scores des champs est supérieure au seuil de concordance, la notice entrante est considérée comme étant en doublon avec une notice du catalogue
hi: 'स्कोर' - 'अंक' की संख्या इस मैदान पर एक मिलान के योग्य है। अगर प्रत्येक अंक का योग मैच सीमा से अधिक है, आने वाली रिकॉर्ड मौजूदा रिकॉर्ड करने के लिए एक मिलान है
it: 'Punteggio' - Il numero di 'punti' da assegnare al match su questo campo. Se la somma di ogni punteggio supera la soglia, il record in ingresso 'coincide' con quello esistente
oc: 'Score' - Lo nombre de 'points' que rapòrte l'identificacion sus aqueste camp. Se la somme de totes los scores des camps es superiora al seuil de concordància, la notícia entranta es considerada coma étant en doblon amb una notícia del catalòg
pt: 'Pontuação' - Número de 'pontos' que um campo corresponde. Se a soma de cada pontuação é maior que o limite de correspondência, o registo é uma correspondência do registo existente.
pt_br: 'Pontuação' - O número de 'pontos' que vale uma correspondência neste campo. Se a soma for maior que o valor necessário para considerar semelhante o registro importado substituirá o existente
sk: 'Skóre' - Počet 'bodov' za pochodu na tomto pole . Ak je suma každého skóre je väčší ako zhoda prahu, prichádzajúci záznam je zhodou k jestvujúcemu záznamu
sv: 'Poäng' - Antalet 'poäng' en träff i detta fält är värd. Om summan av alla poäng är högre än tröskelvärdet för matchning är den inkommande posten en träff för den befintliga posten
tr: 'Skor' - Bu alandaki 'puanların' sayısının eşleşme değeridir. Eğer her skorun toplamı eşleme eşiğinden daha büyükse, gelen kayıt mevcut kayıtla eşleşir
zh_tw: 'Score' - 與欄位相當的 '點數'。若每個分數的總合大於契合的閾值，該紀錄契合於現有紀錄

source: 'Search index' can be found by looking at the ccl.properties file on your system which tells the zebra indexing what data to search for in the MARC data".
ar: 'كشاف البحث' يمكن العثور عليه في ملف ccl.properties في نظامك والذي يخبر كشاف زيبرا عن البيانات التي سيتم البحث عنها في بيانات مارك".
cs: 'Prohledat index' se může objevit v souboru vlastností ccl. ve vašem systému a říká, jaká data má indexování v MARC datech hledat.
da: 'Søgeindeks' kan findes ved at se på ccl.properties filen i systemet, der fortæller zebra indekseringen, hvilke data der skal gennemsøges i MARC-dataene".
de: Den "Suchindex" können Sie ermitteln, indem Sie in der Datei ccl.properties nachsehen, in welchem Index das gewünschte Feld von Zebra indexiert wird.
el: Η 'Αναζήτηση ευρετηρίου' μπορεί να βρεθεί στο αρχείο ccl.properties του συστήματός σας το οποίο λέει στην ευρετηρίαση του zebra ποια δεδομένα να αναζητήσει στα MARC δεδομένα".
es: 'Índice de búsqueda' puede ser encontrado buscando en el archivo de su sistema ccl.properties el cual dice al indexador de Zebra que datos buscar en los datos MARC".
eu: 'Bilaketa indizea' aurkitu daiteke zure sistemako ccl.properties fitxategia kontsultatuta, horrek esango baitiko zebra indexazioari zer data bilatu behar duen MARC datuetan".
fi: 'Hakuindeksi': MARC-tiedostojen zebra-indeksoinnin määritykset löytyvät järjestelmän ccl.properties-tiedostosta.
fr: 'Index de recherche' peut être trouvé en examinant le fichier ccl.properties de votre système. C'est ce fichier qui indique dans quels éléments des notices MARC effectuer les recherches.
hi: 'Search index' जो है आपके सिस्टम पर ccl.properties फ़ाइल को देखकर पाया जा सकता है, जो डेटा मार्क डेटा में के लिए खोज करने के लिए ज़ेबरा अनुक्रमण बताता है".
it: 'Search index' può essere trovato nel file ccl.properties sul tuo sistema, che indica a Zebra quali dati cercare nei record MARC".
oc: 'Indèx" de recèrca' pòt èsser trobat en examinant lo fichièr ccl.properties de vòstre sistèma. Es aqueste fichièr qu'indica dins quins elements de las notícias MARC se pòt efectuar las recèrcas.
pt: 'Índice de pesquisa' pode ser encontrado no ficheiro ccl.properties do seu sistema, que indica ao sistema de indexação os campos a pesquisa dos dados MARC".
pt_br: 'Índice de Busca' pode ser encontrado no arquivo de propriedades.ccl no seu sitema que indica ao indexador zebra qual dado deve ser buscado nos dados MARC".
sk: 'Hľadať v indexe' možno nájsť hľadaním súboru vlastností ccl. vo Vašom počítači, ktorý hlási indexovanie ze aby indexovala všetko, čo sa má hľadať v údajoch MARC".
sv: 'Sökindex' kan hittas genom att titta i ccl.properties-filen i systemet. Den definierar vilka data som zebra-indexeringen ska söka efter i MARC-data".
tr: 'Arama dizini' sisteminizdeki ccl.properties bakarak bulunabilir. Bu dizin zebra dizinine MARC verisinde ne araştıracağı konusunda bilgi verir".
zh_tw: 'Search index' 檢視系統裡的 ccl.properties 檔案，可以找到搜尋索引，該索引告訴 Zebra 搜尋 MARC 裡的資料。

source: 'Server name' should be populated with a name that will help you identify the source (such as the library name).
ar: يجب ملء "اسم الخادم" باسم يساعدك في التعرف على المصدر (كاسم المكتبة)
cs: 'Název serveru' by měl obsahovat název, podle kterého dovedete při katalogizaci snadno rozpoznat o který zdroj se jedná.
de: 'Servername' sollte einen einfach identifizierbaren Namen der Quelle enthalten. Beispiel: Name der Bibliothek.
el: 'Όνομα διακομιστή' θα πρέπει να είναι συμπληρωμένο με ένα όνομα που θα σας βοηθήσει να αναγνωρίσετε την πηγή (όπως το όνομα της βιβλιοθήκης).
es: 'Nombre del servidor' se debe completar con un nombre que le ayude a identificar la fuente (como el nombre de la biblioteca).
eu: 'Server name' iturri bat identifikatzen lagunduko duen izen batekin bete behar da (liburutegiaren izena bezala).
fi: 'Palvelimen nimi' pitäisi olla sellainen, jonka avulla tunnistat lähteen (esimerkiksi kirjaston nimi).
fr: "Nom du serveur" devrait contenir un nom vous permettant d'identifier la source (tel que le nom de bibliothèque).
hi: 'सर्वर नाम' एक नाम आप (जैसे पुस्तकालय नाम के रूप में) स्रोत की पहचान में मदद मिलेगी कि आबादी के साथ किया जाना चाहिए।
it: Il campo 'nome del server' può essere compilato con un nome utile ad identificarlo (tipo il nome della biblioteca).
oc: "Nom del servidor" deuriá conténer un nom vos permettant d'identificar la font (tal coma lo nom de bibliotèca).
pt: Nome do servidor' deve ser preenchido com o nome que irá ajudar a identificar a fonte (como o nome da biblioteca).
sk: 'Meno servera' by sa mal vygenerovať s menom, ktorý vám pomôže identifikovať zdroj (napríklad názov knižnice).
tr: 'Sunucu adı' kaynağı tanımlamanıza yardımcı olacak bir isimle doldurulmalıdır (kütüphane adı gibi).
zh_tw: '伺服器名稱' 應使用易於辨識來源的名稱(例如圖書館名稱)。

source: 'Subscription end date' should only be entered for subscriptions that have ended (if you're entering in a backlog of serials)
ar: 'تاريخ إنتهاء الإشتراكات' يجب تضمين الإشتراكات المنتهية الصلاحية فقط (إذا كنت قد أدخلت عدداً ضخماً من الدوريات )
cs: 'Datum konce předplatného' by měl být vložen pouze pro předplatné, které již skončilo (pokud zadáváte do nevyřízených periodik
da: 'Abonnements-slutdato' indtastes kun for abonnementer, der er afsluttet (hvis tidligere modtagne tidsskrifter indtastes)
de: 'Abo-Ende' sollte nur angegeben werden, wenn das Abonnement bereits beendet ist (falls Sie rückwirkend Zeitschriften erfassen)
el: Η 'Ημερομηνία λήξης συνδρομής' πρέπει να συμπληρώνεται για συνδρομές που έχουν τερματιστεί
es: 'Fin de suscripción' solo debe ingresarse para suscripciones que han terminado (si está analizando los pedidos no surtidos de seriadas)
eu: 'Fin de suscripción' solo debe ingresarse para suscripciones que han terminado (si está analizando los pedidos no surtidos de publicaciones periódicas)
fi: 'Tilauksen päättymispäivä' täytetään vain tilauksille, jotka ovat jo päättyneet eli, kun tehdään takautuvaa kausijulkaisujen luettelointia
fr: 'Date de fin de l'abonnement' ne doit être saisie que pour les abonnements qui sont terminés (si vous entrez rétrospectivement vos périodiques).
hi: 'Subscription end date' केवल सदस्यता समाप्त हो गया है कि के लिए दर्ज किया जाना चाहिए (यदि आप धारावाहिकों का ढेर में प्रवेश कर रहे हैं)
it: 'Data di fine di una sottoscrizione' deve essere inserito per le sottoscrizioni chiuse (se stai lavorando con arretrati)
oc: 'Data de fin de l'abonament' deu pas èsser sasida que pels abonaments que son acabats (se entratz retrospectivament vòstres periodics).
pl: 'Data zakończenia prenumeraty' - należy wypełnić wyłącznie po zakończeniu prenumeraty
pt: 'Data de fim da assinatura' deve apenas ser introduzido para assinaturas que terminaram (se existir um log dos periódicos)
pt_br: 'Data de término da assinatura' só deve ser inserida para assinaturas que acabaram
sk: 'Koncový dátum predplatného' by sa mal zadať iba pre predplatné, ktoré skončili (ak zadávate do spätného denníka periodík)
sv: 'Slutdatum för prenumeration' ska bara anges för prenumerationer som avslutats (om du för in en befintlig uppsättning periodika)
tr: 'Abonelik bitiş tarihi' yalnızca süresi sona eren abonelikler için girilmelidir (birikmiş süreli yayınları not alıyorsanız)
zh_tw: '訂閱到期日期'，祗供有到期日的訂閱使用(即過期期刊)

source: 'Subscription length' is the number of issues or months in the subscription. This is also used for setting up renewal alerts
ar: 'مدة الإشتراك ' هي عدد الأشهر أو المواضيع المتضمنة في عقد الإشتراك . وهذا أيضا يستخدم لضبط تنبيهات التجديد
cs: 'Délka předplatného' vyjadřuje počet jednitek nebo měsíců předplatného. Toto se používá také pro nastavení upozornění pro obnovení
da: 'Abonnements-længde' er antallet af udgaver eller måneder i abonnementet. Det bruges også til indstilling af genbestillinger
de: 'Laufzeit' ist die Anzahl der Ausgaben oder Monate des Abonnements. Dieses Datum wird auch für die Verlängerungshinweise verwendet
el: Το 'Διάρκεια συνδρομής' είναι ο αριθμός τευχών ή μηνών της συνδρομής. Αυτό χρησιμοποιείται και για τη ρύθμιση ειδοποιήσεων ανανεώσεων
es: 'Duración de suscripción' es el número de ejemplares o meses de la suscripción. Esto se utiliza para establecer alertas de renovación
eu: 'Duración de suscripción' es el número de ejemplares o meses de la suscripción. Esto se utiliza para establecer alertas de renovación
fi: 'Tilauksen pituus' on tilauksen kesto kausijulkaisun numeroiden lukumääränä tai kuukausissa ilmaistuna. Vaikuttaa myös tilauksen uusintahuomautuksiin.
fr: "Durée d'abonnement" indique le nombre de fascicules, de semaines ou de mois prévus pour cet abonnement. On l'utilise également pour paramétrer les alertes de renouvellement.
hi: 'Subscription length' सदस्यता इश्यूज की या महीनों की संख्या है। यह भी नवीकरण अलर्ट की स्थापना के लिए प्रयोग किया जाता है
it: 'Subscription length' è il numero di fascicoli o mesi della sottoscrizione. E' usato anche per settare gli alert per i rinnovi
oc: "Durée d'abonament" indica lo nombre de fasciculs, de setmanas o de mois prevists per aqueste abonament. On l'utilise tanben per parametrar les alertes de renovèlament.
pl: 'Długość prenumeraty' - liczba miesięcy, numerów lub tygodni trwania prenumeraty. Pole, z którego system generuje powiadomienia o odnowieniu prenumeraty
pt: 'Tamanho assinatura' é o número de questões ou meses na assinatura. Também é usado para configurar alertas de renovação
pt_br: 'Duração da Assinatura' é o número de fascículos ou meses de uma assinatura. Isto também é utilizado para configurar os avisos de renovação
sk: 'Dĺžka predplatného' je počet čísiel alebo mesiacov v predplatnom. Toto sa tiež používa pre nastavenie upozornení o obnove
sv: 'Prenumerationslängd' är antalet nummer eller månader i prenumerationen. Detta används även vid konfiguration av notifikationer för förnyelse
tr: 'Abonelik süresi' abonelikteki sayıların ya da ayların numarasıdır. Bu aynı zamanda yenileme uyarılarını ayarlamak için kullanılır
zh_tw: '訂閱期限'，即訂閱期數或月數；也可用於續訂警示

source: 'Subscription start date' is the date at which the subscription begins. This is used for setting up renewal alerts
ar: 'تاريخ بدء الإشتراك' هو التاريخ الذي يبدأ فيه عقد الإشتراك . وهو أيضا يستخدم في تنبيهات التجديد
cs: 'Datum začátku předplatného' je datum, kterým začíná předplatné. Používá se i pro nastavení upozornšní pro obnovení
da: 'Abonnements-startdato' er den dato, hvor abonnementet begynder. Det bruges til beskeder om genbestillinger
de: 'Abo-Beginn' ist das Datum, an dem das Abonnement beginnt. Dieses Datum wird für die Verlängerungshinweise verwendet
el: Η 'Ημερομηνία έναρξης συνδρομής' είναι η ημερομηνία στην οποία ξεκίνησε η συνδρομή. Χρησιμοποιείται για τη ρύθμιση ειδοποιήσεων ανανεώσεων
es: 'Inicio de suscripción' es la fecha en la cual comienza la suscripción. Esto es utilizado para establecer las alertas de renovación
eu: 'Inicio de suscripción' es la fecha en la cual comienza la suscripción. Esto es utilizado para establecer las alertas de renovación
fi: 'Tilauksen alkamispvm' on tilauksen voimassaolon alkamispäivä. Vaikuttaa myös tilauksen uusintahuomautuksiin.
fr: "Date de début de l'abonnement" est la date à laquelle l'abonnement commence. On l'utilise pour paramétrer les alertes de renouvellement
hi: 'सदस्यता शुरू करने की तारीख' तारीख, जिस पर सदस्यता शुरू होता है। इस नवीकरण अलर्ट की स्थापना के लिए प्रयोग किया जाता है
it: 'Data di inizio della sottoscrizione' è la data in cui la sottoscrizione ha inizio. E' usata anche per settare gli alert per i rinnovi
oc: "Data de début de l'abonament" es la data a la quala l'abonament commence. On l'utilise per parametrar las alèrtas de renovèlament
pl: 'Data rozpoczęcia prenumeraty' - data rozpoczęcia bieżącej prenumeraty. Pole, z którego system generuje powiadomienia o odnowieniu prenumeraty
pt: 'Data de início da assinatura' é a data em que a assinatura começa. É usada para configurar alertas de renovação
pt_br: 'Data de início da Assinatura' é a data na qual a assinatura começou. Esta data é utilizada para configurar os avisos de renovação
sk: 'Počiatočný dátum predplatného' je dátum, v ktorom predplatné začína. Toto sa používa pre nastavenie upozornení o obnove
sv: 'Startdatum för prenumeration' är det datum då prenumerationen inleds. Detta används vid konfiguration av notifikationer för förnyelse
tr: 'Abonelik başlangıç tarihi' aboneliğin başladığı tarihtir. Yenileme uyarılarını ayarlamak için kullanılır
zh_tw: '訂閱開始日期'，用於續訂警示

source: 'Syntax' is the MARC flavor you use.
ar: 'الجملة' هو نوع مارك الذي تستخدمه
cs: 'Syntax' je varianta standardu MARC.
de: 'Syntax' bezeichnet den MARC-Dialekt, den Sie verwenden.
el: 'Σύνταξη' είναι το πρότυπο MARC που χρησιμοποιείτε.
es: 'Sintaxis' es el tipo de MARC que usted utiliza.
eu: 'Syntax' da erabiltzen duzun MARC mota
fi: 'Muoto' on MARC-formaatti, jota käytät.
fr: 'Syntaxe' précise le type de MARC que vous utilisez.
hi: 'Syntax' मार्क फ्लेवर का आप उपयोगकरते है।
it: 'Syntax' è la tipologia MARC che usi (MARC21/Unimarc/NORMARC).
oc: 'Sintaxi' precisa lo tipe de MARC qu'utilizatz.
pt: 'Sintaxe' é o tipo de MARC usado.
pt_br: 'Syntaxe' é a estrutura MARC que você utiliza.
sk: 'Syntax' je druh MARCu, ktorý používate.
tr: Sözdizimi' kullandığınız MARC niteliğidir.
zh_tw: '語法' 是使用 MARC 的方式。

source: 'Text for OPAC' is what appears before the field in the OPAC.If left empty, the text for librarian is used instead
ar: 'النص للأوباك' وهو ما سيظهر قبل الحقل في الأوباك ، إذا ما ترك فارغاً ، فإن النص الذي يظهر ﻷمناء المكتبات سيستخدم .
cs: 'Text pro OPAC' je to, co se objeví před polem v OPACu. Pokud je prázdný, použije se místo toho text pro knihovníka
da: 'Tekst til OPAC' er det der vises før feltet i OPAC. Hvis den er tom bruges teksten til bibliotekarer istedet
de: 'OPAC-Text' ist die Beschreibung, die im OPAC für das Feld angezeigt wird. Wenn leer, wird der Text aus der Dienstoberfläche verwendet.
el: 'Κείμενο για OPAC' είναι αυτό που εμφανίζεται πριν το πεδίο στον OPAC.Εάν μείνει κενό, στη θέση του χρησιμοποιείται το κείμενο για τον βιβλιοθηκονόμο
es: 'Texto para OPAC' es lo que aparece antes del campo en el OPAC. Si queda vacío, se utiliza en su lugar el texto para el bibliotecario
eu: 'Text for OPAC' es lo que aparece antes que el campo en el OPAC. Si queda vacío, el texto para el bibliotecario es usado en su lugar
fi: 'Verkkokirjaston teksti': kentän edellä oleva ohjeteksti verkkokirjastossa. Jos kenttä on tyhjä, verkkokirjaston ohjeen sijasta järjestelmä käyttää virkailijatyökalun vastaavaa ohjetta.
fr: "Texte à l'OPAC" est le texte qui apparaît avant le champ à l'OPAC. Lorsqu'il est laissé vide, c'est le texte utilisé dans l'interface professionnelle qui apparaît.
hi: 'ओपेक के लिए पाठ' ओपीएसी में फ़ील्ड से पहले प्रकट होता है। यदि खाली छोड़ दिया जाता है, तो लाइब्रेरियन के लिए टेक्स्ट का उपयोग किया जाता है
it: "Testo per l'OPAC" è ciò che appare prima del campo. Se vuoto, viene usato il testo per il bibliotecario
oc: "Tèxte a l'OPAC" es lo tèxte qu'apareis avant lo camp a l'OPAC. Lorsqu'il es laissé vide, es lo tèxte utilizat dins l'interfàcia professionala qui apparaît.
pt: 'Texto no OPAC' é o que aparece antes do campo no OPAC. Se vazio, é usado o texto dos técnicos
pt_br: 'Texto para OPAC' é um campo que aparece no OPAC. Se ficar em branco, o texto para funcionário será usado no lugar
sk: 'Text pre OPAC' je to, čo sa objavuje pred poľom v OPACu. Ak je prázdny, použije sa text pre knihovníka
sv: 'Text för OPAC' är det som visas före fältet i OPAC. Om det lämnas tomt används texten för bibliotekarie istället
tr: 'OPAC Metni' OPAC içerisindeki alanın önünde görünür. Eğer boş bırakılırsa, bunun yerine kütüphaneci metni kullanılır
zh_tw: 'OPAC 的文字' ，顯示於 OPAC 的欄位之前，若空白，則以給館員介面的文字取代

source: 'Text for librarian' is what appears before the subfield in the librarian interface.
ar: 'النص ﻷمين المكتبة' :وهو ما يظهر قبل الحقل الفرعي في واجهة أمناء المكتبات.
cs: 'Text pro knihovníka' je to, co se objeví před podpolem v knihovnickém rozhraní.
da: 'Tekst til bibliotekarer' er det, som står før underfelterne i bibliotekarsinterfacen
de: 'Text für den Bibliothekar' ist, was vor den Unterfeldern in der Dienstoberfläche angezeigt wird.
el: 'Κείμενο για βιβλιοθηκονόμο' είναι αυτό που εμφανίζεται πριν το υποπεδίο στη διεπαφή του βιβλιοθηκονόμου.
es: 'Texto para bibliotecario' es lo que aparece antes del subcampo en la interfaz del bibliotecario.
eu: 'Text for librarian' lo que aparece antes del subcampo en el interfaz de bibliotecario.
fi: 'Virkailijan teksti': osakentän edellä oleva ohjeteksti virkailijatyökalussa.
fr: "Texte pour bibliothécaire" est ce qui apparaît devant le sous-champ dans l'interface professionnelle.
hi: 'Text for librarian' लाइब्रेरियन अंतरफलक में उपक्षेत्र पहले क्या प्रकट होता है.
it: ciò che appare prima del sottocampo nell'interfaccia staff.
oc: "Tèxte per bibliotecari" es ce qu'apareis devant lo soscamp dins l'interfàcia professionala.
pl: 'Tekst dla bibliotekarza' wyświetla się przed podpolem w interfejsie bibliotekarza.
pt: 'Texto para os técnicos' é o texto que aparece antes do subcampo no posto técnico.
pt_br: 'Texto para bibliotecário' é o que aparece antes do subcampo na interface administrativa.
sk: 'Text pre knihovníka' je to, čo sa objavuje pred podpoľom v systéme knihovníka.
sv: 'Text för bibliotekarie' är det som visas före det underliggande fältet i bibliotekariegränssnittet.
tr: 'Kütüphaneci Metni' kütüphaneci arayüzünde alt alanın önünde görünür.
zh_tw: '館員介面的文字'，顯示在館員介面分欄前的文字。
