Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To add a new layout, you want to click on the 'Layouts' button at the top of your page and choose 'New Layout'
ar: لإضافة شكل جديد، يجب النقر على زر 'أشكال' من أعلى الصفحة الخاصة بك واختر 'شكل جديد'
cs: Chcete-li přidat nové rozvržení, klepněte na tlačítko "Rozvržení" v horní části stránky a vyberte "Nové rozložení"
da: For at tilføje et nye layout, klik på knappen 'Layouts' øverst på siden og vælg 'Nyt layout'
de: Klicken Sie auf 'Layouts' am Anfang der Seite und wählen Sie 'Neues Layout' um ein neues Layout zu erstellen
el: Για να προσθέσετε μιά νέα διάταξη, πρέπει να κάνετε κλικ στο κουμπί 'Διατάξεις' στην κορυφή της σελίδας σας και να επιλέξετε 'Νέα Διάταξη'
es: Para añadir un nuevo diseño, haga clic en el botón 'Diseños' en la parte superior de la página y seleccione 'Nuevo Diseño'
eu: Diseinu berri bat gehitzeko, egin klik zure orriaren goialdeko 'Diseinuak' botoian eta aukeratu 'Diseinu berria'
fi: Jos haluat lisätä uuden asettelun, klikkaa 'Asettelu' sivun yläreunassa ja valitse 'Uusi asettelu'
fr: Pour ajouter un nouveau format, cliquez sur le bouton Format en haut de la page et choisissez Nouveau format
hi: एक नए लेआउट जोड़ने के लिए, आप अपने पृष्ठ के शीर्ष पर 'लेआउट' बटन पर क्लिक करें और 'नए लेआउट' का चयन करना चाहते
it: Per aggiungere un nuovo layout, clicca sul bottome 'Layout' in testa alla pagina e scegli 'Nuovo layout'
oc: Per apondre un novèl format, clicatz sul boton Format amont de la pagina e causissètz Novèl format
pl: Jeśli chcesz dodać nowy layout, kliknij na przycisk 'Layouty' na górze strony i wybierz 'Nowy layout'
pt: Para adicionar um novo esquema, clique no botão 'Esquemas' na parte superior da página e escolha 'Novo Esquema'
pt_br: Para adicionar um novo esquema, clique no botão 'Esquemas' na parte superior da página e escolha 'Novo Esquema'
sk: Pre pridanie nového rozloženia, kliknite na tlačidlo 'Rozloženia' na vrchu stránky a zvoľte 'Nové rozloženie'
sv: För att lägga till en ny layout klickar du på knappen 'Layouter' längst upp i sidan och väljer 'Ny layout'
tr: Yeni bir düzen eklemek için, sayfanızın üstündeki ‘Düzenler’ butonuna tıklayıp ‘yeni düzen’i seçin.
zh_tw: 勾選頁面上方的 '布局' 鈕，選取 '新增布局'，就能新增布局

source: To add a new library:
ar: لإضافة مكتبة جديدة:
cs: Chcete-li přidat novou knihovnu:
da: For at tilføje et nyt bibliotek
de: Eine neue Bibliothek hinzufügen:
el: Για να προσθέσετε μία νέα βιβλιοθήκη:
es: Agregar una nueva biblioteca
eu: Liburutegi berri bat gehitzeko:
fi: Jos haluat lisätä uuden kirjaston:
fr: Pour ajouter un nouveau site :
hi: एक नए पुस्तकालय जोड़ने के लिए:
it: Per aggiungere una biblioteca:
oc: Per apondre un novèl site :
pl: Aby utworzyć nową bibliotekę:
pt: Para adicionar uma nova biblioteca:
pt_br: Para adicionar uma nova biblioteca:
sk: Pre pridanie novej knižnice:
sv: För att lägga till ett nytt bibliotek:
tr: Yeni bir kütüphane eklemek için:
zh_tw: 新增圖書館：

source: To add a new notice or slip
ar: لإضافة إخطار أو كعب جديد
cs: Chcete-li přidat nové oznámení nebo lístek pro tisk
de: Eine neue Benachrichtigung oder Quittung erstellen
el: Για να προσθέσετε μια νέα ειδοποίηση ή σημείωμα
es: Para agregar un nuevo aviso o recibo
fi: Jos haluat lisätä uuden ilmoituksen tai kuitin
hi: एक नया नोटिस या पर्ची को जोड़ने के लिए
it: Per aggiungere un nuovo avviso o ricevuta
pl: Jeśli chcesz dodać nowe powiadomienie albo rewers
pt: Para adicionar um aviso ou recibo
pt_br: Para adicionar um novo aviso
sk: Pre pridanie nového oznámenia alebo ústrižka
tr: Yeni bir bildirim yada slip eklemek için
zh_tw: 新增通知或收條

source: To add a new patron category click 'New Category' at the top of the page
ar: لإضافة فئة مستفيد جديدة انقر 'فئة جديدة' في أعلى الصفحة
cs: Chcete-li přidat novou kategorii čtenářů klikněte na "Nová kategorie" v horní části stránky
da: For at tilføje en ny lånerkategori, klik på 'Ny kategori' øverst på siden
de: Um einen neuen Benutzertyp hinzuzufügen, klicken Sie auf 'Neuen Benutzertyp' oben auf der Seite.
el: Για να προσθέσετε μια νέα κατηγορία μέλους πατήστε 'Νέα Κατηγορία' στην κορυφή της σελίδας
es: Para agregar una nueva categoría de usuario haga clic en 'Nueva Categoría' en el tope de la página
eu: Bazkide kategoria berri bat gehitzeko, egin klik orriaren goialdeko 'Kategoria berria' botoian
fi: Jos haluat lisätä uuden asiakastyypin, klikkaa 'Uusi tyyppi' sivun yläreunassa
fr: Pour ajouter une nouvelle catégorie d'adhérent, cliquer sur 'Ajouter une catégorie', en haut de la page
hi: पेज के शीर्ष पर एक नया संरक्षक श्रेणी पर क्लिक करें 'नई श्रेणी' को जोड़ने के लिए
it: Per aggiungere una nuova categoria utente, clicca 'Nuova categoria' in alto sulla pagina
oc: Per apondre una novèla categoria d'aderent, clicar sus 'Apondre una categoria', amont de la pagina
pl: Jeśli chcesz dodać nową kategorię użytkownika, kliknij 'Nowa Kategoria'
pt: Para adicionar uma nova categoria clicar em 'Nova categoria' no topo da página
pt_br: Para adicionar uma nova categria de usuário, clique em 'Nova Categoria' na parte superior da página
sk: Pre pridanie novej kategórie čitateľov, kliknite na 'Novú kategóriu' navrchu stránky
sv: För att lägga till en ny låntagarkategori klickar du på 'Ny kategori' längst upp i sidan
tr: Yeni bir kullanıcı kategorisi eklemek için sayfanın üstündeki ‘Yeni kategoriye’ tıklayın.
zh_tw: 勾選頁面上方的 '新增類型' 鈕，就能新增讀者類型

source: To add a new profile, you want to click on the 'Profiles' button at the top of your page and choose 'New Profile'
ar: لإضافة ملف تعريف جديد، يجب النقر على زر 'ملف التعريف' في الجزء العلوي من الصفحة 'ملف تعريف جديد'
cs: Chcete-li přidat nový profil, klikněte na tlačítko 'Profily' na horní části stránky a vyberte "Nový profil"
da: For at tilføje en ny profil, klik på knappen 'Profiler' øverst på siden og vælg 'Ny profil'
de: Klicken Sie auf 'Profile* am Anfang der Seite und wählen Sie 'Neues Profil' um ein neues Prfofil zu erstellen
el: Για να προσθέσετε ένα νέο προφίλ, πρέπει να κάνετε κλικ στο κουμπί 'Προφίλ' στην κορυφή της σελίδας σας και να επιλέξετε 'Νέο Προφίλ'
es: Para agregar un nuevo perfil, haga clic en el botón 'Perfiles' en la parte superior de la página y seleccione 'Nuevo perfil'
eu: Profil berri bat gehitzeko, egin klik zure orriaren goialdeko 'Profilak' botoian eta aukeratu 'Profil berria'
fi: Jos haluat lisätä uuden profiilin, klikkaa 'Profiilit' sivun yläreunassa ja valitse 'Uusi profiili'
fr: Pour ajouter un nouveau profil, cliquez sur le bouton 'Profils' et choisissez 'Nouveau Profil'
hi: एक नया प्रोफाइल को जोड़ने के लिए, आप अपने पृष्ठ के शीर्ष पर 'प्रोफाइल' बटन पर क्लिक करें और चुनें 'नई' प्रोफ़ाइल करना चाहते हैं
it: Per aggiungere un nuovo profilo, clicca sul bottome 'Profili' in testa alla pagina e scegli 'Nuovo profilo'
oc: Per apondre un novèl profil, clicatz sul boton 'Profils' e causissètz 'Novèl Profil'
pl: Jeśli chcesz dodać nowy profil, kliknij na przycisk 'Profile' u góry strony i wybierz 'Nowy profil'
pt: Para adicionar um novo perfil, você quer clicar no botão 'Perfis' na parte superior da página e escolha 'Novo Perfil'
pt_br: Para adicionar um novo perfil, você quer clicar no botão 'Perfis' na parte superior da página e escolha 'Novo Perfil'
sk: Pre pridanie nového profilu, kliknite na tlačidlo 'Profily' na vrchu stránky a zvoľte 'Nový profil'
sv: För att lägga till en ny profil klickar du på knappen 'Profiler' längst upp i sidan och väljer 'Ny profil'
tr: Yeni profil eklemek için sayfanın üstündeki profiller butonuna tıklayarak ‘Yeni profil’i seçin.
zh_tw: 勾選頁面上方的 '設定檔' 鈕，選取 '新增設定檔'，就能新增設定檔

source: To add a new search term simply fill in the 'Add a new field' area:
fi: Lisätäksesi uuden hakutermin täytä 'Lisää uusi kenttä' -kohta:
hi: एक नई खोज पद को जोड़ने के लिए बस 'एक नए क्षेत्र जोड़ें' क्षेत्र में भरें:

source: To add a new template, you want to click on the 'Templates' button at the top of your page and choose 'New Template'
ar: لإضافة قالب جديد، يجب النقر على زر 'قوالب' في أعلى الصفحة الخاصة بك واخيار 'قالب جديد'
cs: Chcete-li přidat novou šablonu, klikněte na tlačítko "Šablony" v horní části stránky a vyberte "Nová šablona"
da: For at tilføje en ny skabelon, klik på knappen 'Skabeloner' øverst på siden og vælg 'Ny skabelon'
de: Klicken Sie auf 'Templates' am Anfang der Seite und wählen Sie dann 'Neues Template' um ein neues Template zu erstellen.
el: Για να προσθέσετε ένα νέο πρότυπο, πρέπει να κάνετε κλικ στο κουμπί 'Πρότυπα' στην κορυφή της σελίδας σας και να επιλέξετε 'Νέο Πρότυπο'
es: Para agregar una nueva plantilla, haga clic en el botón 'Plantillas' en la parte superior de la página y seleccione 'Nueva plantilla'
eu: Txantiloi berri bat gehitzeko, egin klik orriaren goialdeko 'Txantiloiak' botoian eta aukeratu 'Txantiloi berria'
fi: Jos haluat lisätä uuden pohjan, klikkaa 'Pohjat' sivun yläreunassa ja valitse 'Uusi pohja'
fr: Pour ajouter un nouveau modèle, cliquez sur le bouton 'Modèles' et choisissez 'Nouveau modèle'
hi: एक नया टेम्पलेट जोड़ने के लिए, आप अपने पृष्ठ के शीर्ष पर 'टेम्पलेट' बटन पर क्लिक करें और 'नई टेम्पलेट' का चयन करना चाहते
it: Per aggiungere un nuovo template, clicca sul bottome 'Template' in testa alla pagina e scegli 'Nuovo template'
oc: Per apondre un novèl modèl, clicatz sul boton 'Modèls' e causissètz 'Novèl modèl'
pl: Jeśli chcesz dodać nowy szablon, kliknij na przycisk 'Szablony' u góry strony i wybierz 'Nowy szablon'
pt: Para adicionar um novo modelo, clique no botão 'Modelos' na parte superior da página e escolha 'Novo Modelo'
pt_br: Para adicionar um novo modelo, clique no botão 'Modelos' na parte superior da página e escolha 'Novo Modelo'
sk: Pre pridanie novú šablónu, kliknite na tlačidlo 'Šablóny' na vrchu stránky a zvoľte 'Nová šablóna'
sv: För att lägga till en ny mall klickar du på knappen 'Mallar' längst upp i sidan och väljer 'Ny mall'
tr: Yeni şema eklemek için sayfanın üstündeki şemalar butonuna tıklayın ve yeni ‘şemayı’ seçin.
zh_tw: 勾選頁面上方的 '模板' 鈕，選取 '新增模板'，就能新增模板

source: To add a vendor, click the 'New Vendor' button on the Acquisitions page.
ar: لإضافة موّرد انقر فوق زر "موّرد جديد" على صفحة التزويد.
cs: Chcete-li přidat dodavatele, klikněte na tlačítko "Nový dodavatel" na akviziční stránce.
da: For at tilføje en leverandør, klik på knappen 'Ny leverandør' på indkøbssiden.
de: Klicken Sie auf 'Neuer Lieferant' auf der Startseite der Erwerbung um einen neuen Lieferanten anzulegen.
el: Για να προσθέσετε έναν προμηθευτή, πατήστε το κουμπί 'Νέος Προμηθευτής' στη σελίδα Προσκτήσεων.
es: Para agregar un proveedor, haga clic en el botón 'Nuevo Proveedor' en la página de Adquisiciones.
eu: Hornitzaile bat gehitzeko, egin klik eskurapenak orriko 'Hornitzaile berria' botoian.
fi: Jos haluat lisätä toimittajan, klikkaa 'Uusi toimittaja' hankinnan sivulla.
fr: Pour ajouter un fournisseur, cliquez sur le bouton "Ajouter un fournisseur" de la page d'accueil des Acquisitions
hi: एक विक्रेता को जोड़ने के लिए, अधिग्रहण पृष्ठ पर 'नई विक्रेता' बटन पर क्लिक करें।
it: Per aggiungere un fornitore, clicca 'Nuovo fornitore' nella pagina delle Acquisizioni.
oc: Per apondre un provesidor, clicatz sul boton "Apondre un provesidor" de la pagina d'acuèlh des Aquisicions
pl: Jeśli chcesz dodać dostawcę, kliknij 'Nowy dostawca'.
pt: Para adicionar um fornecedor, clique em 'Novo fornecedor' na página de aquisições.
pt_br: Para adicionar um fornecedor, clique no botão 'Novo Fornecedor' na página de Aquisição.
sk: Pre pridanie predajcu, kliknite na tlačidlo 'Nový predajca' na stránke Akvizícií.
sv: För att lägga till en leverantör klickar du på knappen 'Ny leverantör' på inköpssidan.
tr: Bir sağlayıcı eklemek için, sağlamalar sayfası üzerinde bulunan 'Yeni Sağlayıcı' butonu üzerine tıklayın.
zh_tw: 勾選採訪頁面的 '新增供應商' 鈕，就能新增供應商。

source: To add account information, click the 'New account' button.
fi: Lisätäksesi tilitietoja, klikkaa 'Uusi tili' -nappia.
hi: खाते की जानकारी जोड़ने के लिए, 'नया खाता' बटन पर क्लिक करें।

source: To add additional values to the manual invoice type pull down menu, add them to the MANUAL_INV Authorized Value
ar: لإضافة قيم إضافية إلى نوع فاتورة الدليل من القائمة المندسلة، إضافتها إلى القيمة المصرح بها MANUAL_INV
cs: Chcete-li přidat další hodnoty do druhu dokladu v rozbalovacím menu, přidejte je do MANUAL_INV Authorizovaných hodnot
da: For at tilføje yderligere værdier til den manuelle fakturatype pulldown-menu, tilføj dem til MANUAL_INV normværdien
de: Um zusätzliche Werte zum Pull-Down-Menü für die manuellen Rechnungstypen hinzuzufügen, fügen Sie sie dem Normwert MANUAL_INV bei
el: Για να προσθέσετε επιπρόσθετες τιμές στο κατεκδιπλούμενο μενού τύπου χειρωνακτικού τιμολογίου, προσθέστε τες στην Καθιερωμένη Τιμή MANUAL_INV
es: Para agregar valores adicionales al tipo de factura manual del menú desplegable, añadirlos al valor autorizado MANUAL_INV
eu: Eskuzko faktura moten goitibeherako menuari balio gehigarriak gehitzeko, gehitu MANUAL_INV balio baimenduari
fi: Jos haluat lisätä arvoja käsin tehtävien laskujen tyyppien alasvetovalikkoon, lisää MANUAL_INV auktorisoitu arvo
fr: Pour ajouter des valeurs à la liste déroulante des types de facture, ajoutez-les à la liste de valeurs autorisées MANUAL_INV.
hi: मैनुअल चालान टाइप करने के लिए अतिरिक्त मान जोड़ने के लिए नीचे मेनू पुल, उन्हें MANUAL_INV अधिकृत मूल्य को जोड़
it: Per aggiungere valori alla selezione 'fattura manuale', aggiungili alla lista MANUAL_INV tra i 'Valori autorizzati'
oc: Per apondre des valors a la lista desenrotlanta des types de factura, ajoutez-les a la lista de valors autorizadas MANUAL_INV.
pl: Jeśli chcesz dodać dodatkowe wartości do rozwijanego menu ręcznego, możesz to zrobić poprzez ustawienia systemu w MANUAL_INV
pt: Para adicionar valores adicionar ao menu de tipo de crédito manual, adicione os valores ao valor autorizado MANUAL_INV
pt_br: Para adicionar valores ao menu da nota manual, adicione-os a lista de valores autorizados MANUAL_INV
sk: Pre pridanie dodatočných hodnôt do manuálnej faktúry, rozbaľte ponuku a pridajte ich do povolenej hodnoty MANUAL_INV
sv: För att lägga till ytterligare värden i rullgardinsmenyn för manuell faktura, lägger du till dem till det auktoriserade värdet MANUAL_INV
tr: Manuel fatura türüne ek değerler eklemek için menüyü aşağı çekin, bu değerleri MANUAL_INV yetkili değerine ekleyin
zh_tw: 新增容許值至人工發票類型下拉選單，新增至MANUAL_INV容許值

source: To add an EAN, click the 'New EAN' button.
fi: Lisätäksesi EANin, klikkaa 'Uusi EAN' -nappia.
hi: एक EAN जोड़ने के लिए, 'नए जीन' बटन पर क्लिक करें।

source: To add another template you can either start fresh or click the 'Duplicate current template' checkbox to create a copy of an existing template to start with.
ar: لإضافة قالب آخر يمكنك إما البدء من جديد أو النقر على مربع تحديد "تكرار القالب الحالي" لإنشاء نسخة من قالب حالي للبدء به.
cs: K přidání další šablony může začít na novo nebo kliknout na tlačítko 'Duplikovat aktuální šablonu' k vytvoření kopie existující šablony pro začátek.
de: Weitere Templates können Sie entweder von Grund auf neu erfassen oder aber durch "Aktuelles Template kopieren" ein bestehendes Template als Ausgangspunkt nehmen.
el: Για να προσθέσετε άλλο πρότυπο μπορείτε είτε να ξεκινήσετε από την αρχή είτε να πατήσετε το κουτί ελέγχου 'Να γίνει αντιγραφή τωρινού προτύπου' για να δημιουργηθεί αντίγραφο ενός υπάρχοντος προτύπου ώστε να ξεκινήσετε.
es: Para agregar otra plantilla usted puede empezar con una nueva o hacer clic en la casilla de verificación 'Duplicar plantilla actual' para crear una copia de una plantilla existente para empezar con ella.
fi: Jos haluat lisätä toisen tallennuspohjan, voit joko aloittaa tyhjästä tai klikata 'Kopioi nykyinen tallennuspohja' luodaksesi tallennuspohjasta muokattavan kopion.
fr: Pour ajouter un autre modèle vous pouvez soit partir de zéro ou cliquer sur la case à cocher 'Dupliquer le modèle actuel' pour créer une copie d'un modèle existant avec lequel démarrer.
hi: आप शुरू में एक और टेम्पलेट को जोड़ने के लिए कर सकते हैं या तो ताजा या के साथ शुरू करने के लिए एक मौजूदा टेम्पलेट की एक प्रतिलिपि बनाने के लिए 'डुप्लीकेट वर्तमान टेम्पलेट' चेकबॉक्स क्लिक करें।
it: Per creare un altro template puoi iniziarlo da zero o cliccare su 'Duplica il template corrente' per creare un copia del template corrente su cui inizare a lavorare.
oc: Per apondre un autre modèl podètz siá partir de zèro o clicar sus la casa de marcar 'Duplicar lo modèl actual' per crear una còpia d'un modèl existant amb lequel aviar.
pt: Para adicionar outro modelo pode começar de novo ou clicar em 'Duplicar modelo corrente' para criar uma cópia de um modelo existente que servirá de base.
pt_br: Para adicionar outro template você pode começar do zero ou clicar em 'Duplicar template atual' para criar uma cópia de um template pré-existente e começar a partir dele.
sk: Pre pridanie ďalšej šablóny môžete začať nanovo alebo kliknutím zaškrtnúť políčko 'Duplikovať aktuálnu šablónu' pre vytvorenie kópie jestvujúce šablóny, s ktorou začnete.
tr: Başka bir şablon eklemek için yeni bir başlangıç başlatabilir veya var olan bir şablonun bir kopyasını oluşturmak için 'Geçerli Şablon Çoğalt' onay kutusunu tıklayabilirsiniz.
zh_tw: 兩個方式新增模板，全新的重做，或以既有的模板為基礎修改它。複製修改既有模板時，按 '複製既有模板' 盒，新增一個模板，其內為既有的模板。

source: To add items to a collection, click "Add or remove items" next to the collection's name in the list of collections. Under "Add or remove items" scan or type in the barcode of the item you wish to add to the collection, and hit Enter or click Submit if necessary.
fi: Lisätäksesi niteitä kokolmaan klikkaa "Lisää tai poista niteitä" kokoelman nimen vierestä. Syötä sitten niiden niteiden viivakoodit, jotka haluat lisätä kokoelmaan ja paina 'Enter' tai klikkaa 'OK'.
hi: एक संग्रह करने के लिए आइटम जोड़ने के लिए, संग्रह की सूची में "जोड़ें या निकालें आइटम" पर क्लिक करें संग्रह के नाम के आगे।"के अंतर्गत जोड़ें या निकालें आइटम" स्कैन या आइटम आप संग्रह करने के लिए जोड़ सकते हैं, और हिट दर्ज करें या क्लिक करने के लिए इच्छा के बारकोड में टाइप करें यदि आवश्यक है।

source: To add news to either the OPAC, the Staff Client or a Circulation receipt:
ar: لإضافة أخبار سواء إلى الأوباك، عميل الموظف أو ايصال الإعارة:
cs: Chcete-li přidat zprávu buď na OPAC, na intranet zaměstnanců nebo na Výpůjční potrzenku:
da: For at tilføje nyheder til enten OPAC, admin-klienten eller en udlånsmodtagelse:
de: Nachrichten für den OPAC, die Dienstoberfläche oder Ausleihbons erfassen:
el: Για να προσθέσετε νέα είτε στον OPAC είτε στη Διεπαφή Προσωπικού είτε σε μία απόδειξη Κυκλοφορίας Υλικού:
es: Para agregar noticias tanto al OPAC, interfaz administrativa o recibo de circulación:
eu: Para agregar noticias tanto al OPAC, interfaz administrativa o recibo de circulación:
fi: Jos haluat lisätä uutisia verkkokirjastoon, virkailijatyökaluun tai lainauskuittiin:
fr: Pour ajouter des annonces à l'OPAC, à l'interface professionnelle ou sur un reçu de circulation&nbsp;:
hi: या तो ओपेक, स्टाफ ग्राहक या एक सर्कुलेशन प्राप्ति के लिए खबर जोड़ने के लिए:
it: Per aggiungere una news nell'Opac o nell'intranet o nelle ricevute di circolazione:
oc: Per apondre des annonces a l'OPAC, a l'interfàcia professionala o sus un recebut de circulacion&nbsp;:
pl: Jeśli chcesz dodać aktualności do OPAC, interfejsu bibliotekarza lub na rewersach:
pt: Para adicionar novidades, quer ao OPAC, na interface de técnicos ou nos recibos:
pt_br: Para adicionar notícias tanto no OPAC, Posto de processamento técnico ou um comprovante de empréstimo:
sk: Pre pridanie noviniek buď do OPACu, intranetu alebo na potvrdenku o obehu:
sv: För att lägga till nyheter för OPAC, personalklient eller lånekvittering:
tr: OPAC, Personel hesabı ya da dolaşım raporuna haber eklemek için :
zh_tw: 新增最新消息至 OPAC、館員介面或流通收條：

source: To add patron images in bulk, use the Upload Patron Images Tool
ar: لإضافة صور المستفيد بكميات كبيرة، واستخدام أداة تحميل صورالمستفيد
cs: Chcete-li přidat fotky čtenáře hromadně, použijte nástroj Načíst fotografie čtenářů
da: For at tilføje lånere i en stabel, brug værktøjet Opload lånerbilleder
de: Um Benutzerbilder im Stapel zuzufügen nutzen sie das Werkzeug Benutzerbilder hinaufladen
el: Για να προσθέσετε εικόνες μελών μαζικά, χρησιμοποιήστε το Εργαλείο Φόρτωσης Εικόνων Μελών
es: Para agregar imágenes de usuarios a granel, utilizar la Herramienta de Carga de Imágenes de Usuarios
eu: Bazkideen irudiak handizka gehitzeko, erabili kargatu bazkideen irudiak tresna
fi: Jos haluat lisätä asiakkaiden kuvia massana, käytä asiakaskuvien lataamistyökalua
fr: Pour ajouter les images des adhérents par lots, utilisez l'outil Images des adhérents.
hi: थोक में संरक्षक छवियों को जोड़ने के लिए, का उपयोग अपलोड संरक्षक छवियाँ उपकरण
it: Per aggiungere massivamente immagini di utenti, usa lo strumento 'Carica le immagini degli utenti'
oc: Per apondre los imatges des aderents per lòts, utilizatz l'aisina Images des aderents.
pl: Jeśli chcesz dodać zdjęcia użytkowników, użyj narzędzia 'Wczytywanie Zdjęć Użytkowników'
pt: Para adicionar imagens de leitor em bloco, use a ferramenta de carregamento de imagens de leitor
pt_br: Para adicionar imagens de usuários, use a ferramenta de Upload de Imagens de Usuários
sk: Pre pridanie obrázkov čitateľov hromadne, použite nástroj načítania obrázkov čitateľov
sv: För att lägga till låntagarbilder i bulk använder du verktyget ladda upp låntagarbilder
tr: Toplu kullanıcı görüntüsü yüklemek için Kullanıcı Görüntüleri Yükle Aracını kullanın.
zh_tw: 以上傳讀者照片工具，就能批次上傳讀者照片

source: To add patrons to the list click the 'Add patron's button to the right of the list name.
ar: لإضافة مستفيدين إلى القائمة قم بالنقر على زر إضافة مستفيد" على يسار اسم القائمة
cs: Pro přidávání čtenářů do seznamu klikněte na tlačítko "Přidat čtenáře" vpravo od názvu seznamu.
de: Klicken Sie auf 'Benutzer hinzufügen' rechts neben dem Listennamen, um Benutzer auf die Liste zu setzen.
el: Για να προσθέσετε μέλη στη λίστα πατήστε το κουμπί 'Προσθήκη μέλους' στα δεξιά της λίστας ονομάτων.
es: Para agregar usuarios a la lista haga clic en el botón 'Agregar usuarios' a la derecha del nombre de la lista.
fi: Jos haluat lisätä asiakkaita listalle, klikkaa 'Lisää asiakkaita' listan nimen oikealla puolella.
fr: Pour ajouter des adhérents à liste, cliquez sur le bouton 'Ajouter un adhérent' à droite du nom de la liste.
hi: सूची संरक्षक को जोड़ने के लिए सूची का नाम सही करने के लिए 'जोड़ें संरक्षक के बटन पर क्लिक करें।
it: Per aggiungere utenti alla lista clicca sul bottone 'Aggiungi utente' posto alla destra della lista dei nomi.
oc: Per apondre des aderents a lista, clicatz sul boton 'Apondre un aderent' a dreita del nom de la lista.
pl: Jeśli chcesz dodać Typ Atrybutu Użytkownika, kliknij 'Nowy Typ Atrybutu Użytkownika' u góry strony
pt: Para adicionar leitores à lista clique no botão 'Adicionar leitores' à direita do nome da lista.
pt_br: Para adicionar usuários à lista, clique no botão 'Adicionar usuário' à direita de seu nome na lista.
sk: Pre pridanie čitateľov do zoznamu, kliknite na tlačidlo 'Pridať čitateľov' napravo od názvu zoznamu.
tr: Listeye kullanıcıları eklemek için liste adının sağındaki 'Kullanıcı Ekle' düğmesine tıklayın.
zh_tw: 點選清單右方的'新增讀者'鈕，就新增讀者入該清單。
