Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: 8 =&gt; !OPAC !Intranet !Editor !Collapsed
cs: 8 =&gt; !OPAC !Intranet !Editor !Sbaleno
da: 8 =&gt; !OPAC !Intranet !Editor !klappet sammen
de: 8 =&gt; !OPAC !Intranet !Editor aufgeklappt
el: 8 =&gt; !OPAC !Intranet !Επιμελητής !Ελαχιστοποιημένο
es: 8 =&gt; !OPAC !Intranet !Editor !Colapsado
eu: 8 =&gt; !OPAC !intranet !editorea !kolapsatuta dago
fr: 8 =&gt; !OPAC !Intranet !Éditeur !Replié
hi: 8 =>! OPAC! इंट्रानेट! संपादक! विफलता
it: 8 =&gt; !OPAC !Intranet !Editor !Compresso
oc: 8 =&gt; !OPAC !Intranet !Editor !Replegat
pt: 8 =&gt; !OPAC !Intranet !Editor !Recolhido
pt_br: 8 =&gt; !OPAC !Intranet !Editor !Recolhido
sk: 8 =&gt; !OPAC !Intranet !Editor !Rozbalené
tr: 8 =&gt; !OPAC !Intranet !Editör !Kapalı
zh_tw: 8 =&gt; !OPAC !內部網路！編輯器！毀損

source: 9 =&gt; Future use
ar: 9 =&gt;الإستخدام المستقبلي
cs: 9 =&gt; Budoucí použití
da: 9 =&gt; Fremtidig brug
de: 9 =&gt; Für zukünftige Verwendung
el: 9 =&gt; Μελλοντική χρήση
es: 9 =&gt; Uso futuro
eu: 9 =&gt; Etorkizuneko erabilera
fi: 9 =&gt; Tuleva käyttö
fr: 9 =&gt; Usage futur
hi: 9 =&gt; भविष्य का उपयोग
it: 9 =&gt; Utilizzo futuro
oc: 9 =&gt; Usage futur
pl: 9 =8gt; Przyszłe użycie
pt: 9 =&gt; Uso futuro
pt_br: 9 =&gt; Uso futuro
sk: 9 =&gt; Budúce použitie
tr: 9 =&gt; Gelecek alanı
zh_tw: 9 =&gt; 供未來使用

source: : There is a limit of 10,000 records put on SQL statements entered in Koha. To get around this you want to add 'LIMIT 100000' to the end of your SQL statement (or any other number above 10,000.
ar: : هناك حد من 10,000 تسجيلة موضوعة في عبارات SQL التي تم إدخالها في كوها. للالتفاف على هذا يمكنك إضافة 'LIMIT 100000' إلى نهاية عبارة SQL (أو أي رقم آخر فوق 10000.
cs: : Existuje limit 10 000 záznamů, které lze vložit do SQL příkazů v systému Koha. Chcete-li tento limit obejít musíte zadat 'LIMIT 100000' (nebo jakékoliv jiné číslo větší než 10 000) na konec vašeho SQL příkazu.
da: : Der er en grænse på 10,000 poster på en SQL kommando indtastet i Koha. For at omgå det kan man tilføje 'LIMIT 100000' til slutningen af SQL kommandoen (eller ethvert andet tal større end 10,000.
de: : In Koha sind SQL-Statements auf 10.000 Ergebnisse je Abfrage begrenzt. Um diese Beschränkung zu umgehen, können Sie Ihr SQL-Statement am Ende mit 'LIMIT 100000' (oder irgend einer anderen Zahl größer als 10.000) ergänzen.
el: : Υπάρχει όριο 10.000 εγγραφών στις δηλώσεις SQL που εισάγονται στο Koha. Για να το αποφύγετε πρέπει να προσθέσετε 'LIMIT 100000' στο τέλος της δήλωσης SQL (ή οποιονδήποτε αριθμό πάνω από 10.000.
es: : Hay un límite de 10.000 registros para sentencias SQL ingresadas en Koha. Si quiere alterar esto deberá agregar 'LIMIT 100000' al final de su sentencia SQL (o cualquier otro número por encima de 10.000.
eu: 12 Film oinarria
fi: : Kohassa on 10 000 tietueen rajoitus SQL-lausekkeen hakutuloksessa. Jos haluat tulokseen rajaksi enemmän, lisää 'LIMIT 100000' SQL-lauseen loppuun (tai mikä tahansa numero yli 10 000.
fr: : les requêtes SQL saisies dans l'interface professionnelles sont limitées à 10.000 résultats. Pour contourner cette limite, vous devez ajouter 'LIMIT 100000' à la fin de votre requête (ou n'importe quel chiffre supérieur à 10.000).
hi: : यहा पर Koha में प्रवेश करने केलिए 10,000 रिकॉर्ड की SQL स्टेटमेंट पर डालने एक सीमा होती है। चारों ओर जोड़ना चाहते हैं यह आप अपने SQL स्टेटमेंट के अंत 'सीमा 100000' पाने के लिए(या 10,000 के ऊपर किसी भी अन्य संख्या को।
it: : c'è un limite di 10000 record nelle interrogazioni SQL passate a Koha. Per modificarlo, puoi indicare LIMIT NNN alla fine della query SQL, con NNN superiore a 10000.
oc: : les requèstas SQL sasidas dins l'interfàcia professionalas son limitadas a 10.000 resultats. Per contourner aquesta limite, vos cal apondre 'LIMIT 100000' a la fin de vòstra requèsta (o n'importe quel chifra superior a 10.000).
pl: : Istnieje limit 10 000 rekordów wprowadzonych do instrukcji SQL zapisanych w Koha. Jeśli chcesz obejść ten problem, należy dodać 'limit 100 000' na końcu instrukcji SQL (lub inną liczbę powyżej 10 000).
pt: : Existe um limite de 10,000 registos nas consultas SQL inseridas no Koha. Para ultrapassar este limite adicione 'LIMIT 100000' no fim da consulta SQL (ou outro número acima de 10,000.
pt_br: : Existe um limite de 10.000 registros de adição de SQL no Koha. Para contornar esta situação que você deseja adicionar 'LIMIT 100000' até o fim de sua instrução SQL (ou qualquer outro número acima de 10.000.
sk: : Existuje obmedzenie na 10,000 záznamov do SQL viet zadaných do Kohy. Na jeho obídenie môžete pridať 'LIMIT 100000' na koniec vety SQL (alebo akékoľvek iné číslo vyššie ako 10,000.
sv: : Det finns en begränsning på 10 000 poster för SQL-kommandon som anges i Koha. För att kringgå detta anger du 'LIMIT 100000' i slutet av SQL-strängen (eller något annat nummer över 10 000).
tr: : Koha’da girilen SQL ifadelerinde 10,000 kayıt limiti mevcuttur. Bunu artırmak için, SQL ifadenizin sonuna 'SINIR 100000' ekleyebilirsiniz. (ya da 10,000 üzerinde her hangi bir numara.
zh_tw: : Koha被SQL敘述限制，最多祗能有 10,000 筆記錄。必須在SQL敘述之後，加入 'LIMIT 100000' (或其他大於10,000的數字)。

source: : What are the possible codes for the area field in the reports_dictionary table?
ar: :ما هي الرموز الممكنة لحقل المساحة في جدول قاموس _التقارير؟
cs: : Jaké jsou možné kódy pro skupiny sestav (sloupec area v tabulce reports_dictionary)?
da: : Hvad er de mulige koder for områdefeltet i reports_dictionary tabellen?
de: : Welche Codes können für area in der Tabelle reports_dictionary angegeben werden?
el: : Ποιοι είναι οι πιθανοί κωδικοί για το πεδίο area στον πίνακα reports_dictionary;
es: : ¿Cuales son los códigos posibles para el campo área en la tabla reports_dictionary?
eu: : ¿Cuáles son los códigos posibles para el campo de área en la tabla reports_dictionary?
fi: : Mitkä ovat mahdolliset koodit reports_dictionary -taulun kentissä?
fr: : Quels sont les codes possibles pour le champ report_area dans la table reports_dictionary ?
hi: : Reports_dictionary तालिका में क्षेत्र के क्षेत्र के लिए संभव कोड क्या हैं?
it: : Quali sono i possibili codici per l'area field in the reports_dictionary table?
oc: : Quins son los còdis possibles per lo camp report_area dins la taula reports_dictionary ?
pl: : Jakie są możliwe kody w tabeli reports_dictionary?
pt: : Quais são os códigos possíveis para o campo area na tabela reports_dictionary?
pt_br: : Quais são os códigos possíveis para o campo área da tabela reports_dictionary?
sk: : Aké sú možné kódy pre pole oblasti v tabuľke reports_dictionary?
sv: : Vad är möjliga koder för områdesfältet i tabellen reports_dictionary?
tr: : reports_dictionary tablosundaki alan alanı için olası kodlar nelerdir?
zh_tw: ：在 reports_dictionary 表單裡可能的區域代碼為何？

source: : What are the possible codes for the found field in the reserves and old_reserves tables?
ar: " ما هي الرموز الممكنة لحقل عثر عليه في جداول الاحتياطي والاحتياطي _القديم؟
cs: : Jaké jsou možné kódy nalezené v rezervách a old_reserves tabulkách?
da: : Hvad er de mulige koder for det fundne felt i tabellerne reserves og old_reserves?
de: : Welche Codes kann das Feld found in den Tabellen reserves und old_reserves enthalten?
el: : Ποιοι είναι οι πιθανοί κωδικοί για το πεδίο found στους πίνακες reserves και old_reserves;
es: : ¿Cuales son los posibles códigos para el campo encontrado en las tablas reserves y old_reserves?
eu: : ¿Cuáles son los códigos posibles para el campo encontrado en las reservas y en las tablas old_reserves?
fi: : Mitkä ovat mahdolliset koodit reserves and old_reserves-taulun kentissä?
fr: : Quels sont les codes possibles pour le champ found dans les tables reserves et old_reserves ?
hi: : भंडार और old_reserves तालिकाओं में पाया क्षेत्र के लिए संभव कोड क्या हैं?
it: : Quali sono i possibili codici per il campo "found" nelle tabelle "reverses" e "old_reverses" ?
oc: : Quins son los còdis possibles per lo camp found dins las taulas reserves e old_reserves ?
pl: : Jakie są możliwe kody w polu found w tabelach reserves i old_reserves?
pt: : Quais são os códigos possíveis para o campo found na tabela reserves e old_reserves?
pt_br: : Quais são os códigos possíveis para o campo encontrado na tabela reserver e old_reserves?
sk: : Aké sú možné kódy pre nájdené pole v rezerváciách a v tabuľkách old_reserves?
sv: : Vad är möjliga koder för fältet hittat i tabellerna reserves och old_reserves?
tr: : Rezervlerde ve eski_ rezervler tablolarındaki bulunan alan için olası kodlar nelerdir?
zh_tw: ：在 reserves 與 old_reserves 表單裡可能的代碼為何？

source: : What are the possible codes for the message_type field in the messages table?
ar: : ما هي الرموز الممكنة لحقل نوع_الرسالة في جدول الرسائل؟
cs: : Jaké jsou možné kódy pro message_type pole v tabulce zpráv?
da: : Hvad er de mulige koder for message_type felterne i messages tabellen?
de: : Welche Codes enthält das Feld message_type in der Tabelle messages?
el: : Ποιοι είναι οι πιθανοί κωδικοί για το πεδίο message_type στον πίνακα messages;
es: : ¿Cuales son los posibles códigos para el campo message_type en la tabla messages?
eu: : ¿Cuáles son los códigos posibles para el message_type en la tabla de mensajes?
fi: : Mitkä ovat mahdolliset koodit message_type kentässä messages-taulussa?
fr: : Quels sont les codes possibles pour le champ message_type dans la table messages ?
hi: : संदेश तालिका में message_type क्षेत्र के लिए संभव कोड क्या हैं?
it: : Quali sono i possibili codici per il campo message_type nella tabella messages?
oc: : Quines son los còdis possibles per lo camp messatge_type dins la taula messatges ?
pl: : Jakie są możliwe kody w polu message_type w tabeli messages?
pt: : Quais são os códigos possíveis para o campo message_type na tabela messages?
pt_br: : Quais são os códigos possíveis para o campo tipo da mensagem na tabela messages?
sk: : Aké sú možné kódy pre pole message_type v tabuľke oznámení?
sv: : Vad är möjliga koder för fältet message_type i tabellen messages?
tr: : Mesaj tablosundaki mesaj_türü alanı için olası kodlar nelerdir?
zh_tw: ：在訊息表單的 message_type 欄位裡可能的代碼為何？

source: : What are the possible codes for the status field in the serial table?
ar: : ما هي الرموز الممكنة لحقل الحالة في جدول الدوريات؟
cs: : Jaké jsou možné kódy stavovém poli v tabulce periodik?
da: : Hvad er de mulige koder for statusfeltet i tidsskriftstabellen?
de: : Welche Codes werden für die verschiedene Heftstatus in der Zeitschriftentabelle verwendet?
el: : Ποιοι είναι οι πιθανοί κωδικοί για το πεδίο status στον πίνακα serial;
es: : ¿Cuales son los posibles códigos para el campo estado en la tabla serial?
eu: : ¿Cuáles son los códigos posibles para el campo de estado en la tabla de seriadas?
fi: : Mitkä ovat mahdolliset koodit status-kentässä kausijulkaisut-taulussa?
fr: : Quels sont les codes possibles pour le champ status dans la table serial?
hi: : सीरियल तालिका में स्थिति फ़ील्ड के लिए संभव कोड क्या हैं?
it: : Quali sono i possibili codici per il campo status nella tabella "serial"?
oc: : Quins son los còdis possibles per lo camp status dins la taula serial?
pl: : Jakie są możliwe kody w polu status w tabeli serial?
pt: : Quais são os códigos possíveis para o campo status na tabela serial?
pt_br: : Quais são os códigos possíveis para o campo status na tabela de periódicos?
sk: : Aké sú možné kódy pre pole stavu v tabuľke periodík?
tr: : Süreli yayınlar tablosundaki durum alanı için olası kodlar nelerdir?
zh_tw: ：在期刊表單的狀態欄位裡可能的代碼為何？

source: A = Account management fee
ar: A = رسم إدارة الحساب
cs: A = Poplatek za vedení účtu
da: A = Kontoforvaltningsgebyr
de: A = Benutzungsgebühr
el: Α = Κόστος διαχείρισης λογαριασμού
es: A = Costo de administración de cuenta
eu: A = Costo de administración de cuenta
fi: A = Tilinhoitomaksu
fr: A = Coût d'inscription
hi: A = खाता प्रबंधन शुल्क
it: A = Gestione della contabilità delle quote/tariffe
oc: A = Còst d'inscripcion
pl: A = Account management fee (Opłata za konto)
pt: A = Gestão da conta
pt_br: A = Gerenciamento da taxa de conta
sk: A = Poplatok za vedenie účtu
sv: A = Avgift för kontohantering
tr: A = Hesap işletim ücreti
zh_tw: A = 帳戶管理費

source: A basket group is a group of closed baskets that you can perform actions on.
ar: مجموعة السلال هي مجموعة من السلال المغلقة التي يمكنك تنفيذ إجراءات عليها.
cs: Skupina košíků je skupina uzavřených košíků se kterou lze provádět akce hromadně.
da: En kurvgruppe er en gruppe af lukkede kurve, som kan behandles.
de: Eine Bestellgruppe ist eine Gruppe abgeschlossener Bestellungen, für die Sie Aktionen ausführen können.
el: Μία ομάδα καλαθιών είναι μία ομάδα κλειστών καλαθιών στην οποία μπορείτε να εκτελέσετε ενέργειες.
es: Un grupo de cestas es un grupo de cestas cerradas sobre los que puede realizar acciones.
eu: Saski taldea eragiketak egin ditzakezun saski itxien talde bat da.
fi: Tilausryhmä on ryhmä suljettuja tilauskoreja, joille voit tehdä toimintoja.
fr: Un bordereau de commande est un groupe de panier sur lequel vous pouvez effectuer des opérations.
hi: एक टोकरी समूह बंद बास्केट का एक समूह है कि तुम पर कार्रवाई प्रदर्शन कर सकते हैं।
it: Un ordine d'acquisto è un insieme di raccoglitori chiusi su cui puoi compiere azioni. E' il solo che può essere inviato al fornitore
oc: Un registre de comanda es un grop de panièr sul qual podètz efectuar d'operacions.
pl: Grupa koszyków to grupa zamkniętych koszyków, na których można wykonywać różne działania.
pt: Um grupo de cestos é um grupo de cestos fechados sobre o qual pode realizar operações.
pt_br: Um grupo de pedidos é um grupo de pedidos fechados nos quais você pode efetuar ações.
sk: Skupina košíkov je skupina zatvorených košíkov, v ktorých môžete robiť aktivity.
sv: En korggrupp är en grupp med stängda korgar som du kan utföra åtgärder på.
tr: Sepet grubu üzerinde işlemler yapabileceğiniz kapalı sepet grubudur.
zh_tw: 採購項目群組是已關閉採購項目的群組，您可以繼續操作它。

source: A basket group is simply a group of baskets. In some libraries, you have several staff members who create baskets, and, at the end of a period of time, someone then groups them together to send to the vendor in bulk. That said, it is possible to have one basket in a basket group if that's the workflow used in your library.
ar: مجموعة السلال ن هي ببساطة مجموعة من السلال. في نفس المكتبات ، يوجد العديد من الموظفين الذين يُنشؤون السلال ، وفي نهاية فترة زمنية معينة ، أحدهم سيجمعهم سوياً ﻹرسالهم إلى المورد بالجملة. هذا يعني أنه من الممكن أن نحصل على سلة واحدة في سلة المجموعة إذا كان هذا المخطط التدفقي مستخدماً في مكتبتك.
cs: Skupina košíků je prostě skupina složená z košíků pro objednávky. V některých knihovnách může být několik pracovníků, kteří připravují objednávky do svých košíků. Na konci určitého období se obsahy všech košíků dané skupiny sloučí v jednu objednávku u dodavatele. To znamená, že je možné mít i jen jeden košík ve skupině, pokud to vyhovuje postupu při objednávání ve vaší knihovně.
da: En kurvgruppe er ganske enkelt en gruppe af kurve. I nogle biblioteker er der flere medarbejdere, der opretter kurve, og ved afslutningen af en periode vil nogen samle dem i grupper og sende dem samlet til en leverandør. Dvs. det er muligt at have bare en kurv i en kurvgruppe, hvis det er bibliotekets arbejdsgang.
de: Eine Bestellgruppe ist einfach eine Gruppe von Bestellungen. In einigen Bibliotheken gibt es mehrere Mitarbeiter die Bestellungen anlegen und am Ende eines Zeitraums werden die Bestellungen in einer Bestellgruppe zusammengefasst und gesammelt an den Lieferanten geschickt. Es ist auch möglich nur eine Bestellung je Bestellgruppe zu haben und diese so an den Lieferanten zu schicken, wenn dies dem Workflow in Ihrer Bibliothek entspricht.
el: Μία ομάδα καλαθιών είναι απλά μία ομάδα με καλάθια. Σε μερικές βιβλιοθήκες, έχετε μέλη του προσωπικού που δημιουργούν καλάθια και στο τέλος μιας περιόδου, κάποιος τα ομαδοποιεί για να τα στείλει συγκεντρωτικά στον προμηθευτή. Επομένως, είναι δυνατόν να έχετε ένα καλάθι σε μία ομάδα καλαθιών, εάν αυτή είναι η ροή εργασιών που συνηθίζεται στη βιβλιοθήκη σας.
es: Un grupo de cestas es simplemente un grupo de cestas. En algunas bibliotecas, varios miembros del personal pueden crear cestas y, al final de un período, alguien las agrupa para enviarlas en bloque al proveedor. Dicho esto, es posible tener una cesta en un grupo de cestas si ese es el flujo de trabajo de su biblioteca.
eu: Saski talde bat saskien talde bat baino ez da. Zenbait liburutegitan, langile batzuk saskiak sortu ditzakete, eta, denbora tarte jakin baten amaieran, norbaitek taldekatzen ditu hornitzaileari handizka saltzeko. Era horretan, baliteke saski bat saski talde batean egotea, hori bada zure liburutegiko lan dinamika
fi: Tilausryhmä on yksinkertaisesti ryhmä tilauskoreja. Joissakin kirjastoissa useampi virkailija tekee tilauksia ja tietyn ajan päästä joku sitten kokoaa nämä tilauskorit yhteen lähettääkseen ne kerralla toimittajalle. Tämä tarkoittaa, että tilausryhmässä voi olla yksi tilauskori, jos se on kirjastosi toimintatapa.
fr: Un bordereau de commande est un groupe de panier. Dans certaines bibliothèques plusieurs personnes préparent les paniers, et, à la fin d'une période (fin de mois par exemple), un autre bibliothécaire les regroupe pour les transmettre au fournisseur en une seule fois. Il est toujours possible d'avoir un seul panier dans un bordereau si c'est le circuit pratiqué dans votre bibliothèque.
hi: एक टोकरी समूह बस बास्केट के एक समूह है। कुछ पुस्तकालयों में, आप तो किसी समूहों के लिए उन्हें एक साथ थोक में विक्रेता के लिए भेजने के लिए समय की अवधि के अंत में कई स्टाफ के सदस्यों को जो बास्केट बना है, और,। उस ने कहा, यह एक टोकरी समूह में एक टोकरी के लिए है कि अगर आपके पुस्तकालय में इस्तेमाल कार्यप्रवाह है संभव है।
it: Un ordine d'acquisto è un insieme di raccoglitori. In alcune biblioteche, i membri dello staff possono creare raccoglitori che possono poi venire raggruppati per essere spediti in blocco a un fornitore. E' possibile avere un solo raccoglitore in un ordine d'acquisto, se va bene per il lavoro della tua biblioteca.
oc: Un registre de comanda es un grop de panièrs. Dins certaines bibliotècas mantuna persona preparan los panièrs, et, a la fin d'un periòde (fin de mes per exemple), un autre bibliotecari las regrop per las transmetre al provesidor en un sol còp. Es totjorn possible d'aver un sol panièr dins un registre se es lo circuit practicat dins vòstra bibliotèca.
pl: Grupa koszyków to grupa zamkniętych koszyków, w których można wykonywać różne działania. W niektórych bibliotekach kilka osób może tworzyć koszyki, które później grupuje się w jedno zamówienie i wysyła do dostawcy. Mogą istnieć również koszyki robocze, które są tworzone w ramach obiegu pracy.
pt: Um grupo de cestos é simplesmente um grupo de cestos. Em algumas bibliotecas, existem membros do staff que criam os cestos e, após um período de tempo, alguém os agrupa para os enviar em conjunto ao vendedor. É possível ter apenas um cesto por cada grupo se esse for o funcionamento da biblioteca.
pt_br: Um grupo de pedidos é simplesmente um agrupamento dos pedidos. Em algumas bibliotecas, é possível que haja muitos funcionários criando pedidos e, depois de um certo tempo, alguém pode agrupar estes pedidos para envio ao fornecedor de uma só vez. Assim, é possível ter um pedido em um grupo de pedidos se assim for o esquema de trabalho empregado em sua biblioteca.
sk: Skupina košíkov je jednoducho zoskupením košíkov. V niektorých knižniciach môže byť niekoľko knihovníkov, ktorí vytvoria košíky a na konci obdobia ich jeden zoskupí a odošle hromadne predajcovi. Jednako je možné používať aj jeden košík v skupine košíkov, ak to vyhovuje postupu práce vo Vašej knižnici.
sv: En korggrupp är helt enkelt bara en grupp av korgar. I vissa bibliotek har du flera anställda som skapar korgar, och, efter en viss tid så samlar någon dem till en grupp och skickar dem till leverantören tillsammans. Det går också att ha en enda korg i en korggrupp om det är arbetsflödet ni använder i ert bibliotek.
tr: Sepet grubu basit anlamda sepet grubundan oluşur. Bazı kütüphanelerde, sepetler oluşturan personeliniz vardır ve bir süre sonra bir personel bu sepetleri toplu bir şekilde sağlayıcıya göndermek için gruplandırır. Bununla birlikte, kütüphanenizde kullanılan iş akışı bu şekildeyse bu sepet grubunda sadece bir sepetin olması muhtemeldir.
zh_tw: 採購項目群組由採購項目構成。大型圖書館裡有多個館員經營數個採購項目，到了固定的時間，必須把這些採購項目集合在一起，送交代理商；換句話說，採購項目群組裡可能祗有一個採購項目。

source: A basket with at least one uncertain price can't be closed.
ar: السلة التي فيها سعر واحد غير محدد لا يمكن أن تغلق.
cs: Koš i s jen jednou nejistou cenou nemůže být uzavřen.
da: En kurv med mindst en usikker pris kan ikke lukkes.
de: Eine Bestellung mit einem unsicheren Preis kann nicht geschlossen werden.
el: Ένα καλάθι με τουλάχιστον μία αβέβαιη τιμή δεν μπορεί να κλείσει.
es: Una cesta con al menos un precio incierto no puede cerrarse.
eu: Saski batek gutxienez zalantzazko prezioa bat baldin badauka ezin da itxi.
fi: Tilauskoria ei voi sulkea, jos siinä on ainakin yksi vahvistamaton hinta.
fr: Un panier avec au moins un prix incertain ne peut pas être fermé.
hi: कम से कम एक अनिश्चित कीमत के साथ एक टोकरी बंद नहीं किया जा सकता है।
it: Un raccoglitore che contiene almeno un prezzo incerto non può essere chiuso.
oc: Un panièr amb al mens un prix incertain pòt pas èsser tampat.
pl: Koszyk, który zawiera niepewną cenę nie może być zamknięty.
pt: Um cesto com um pelo menos um preço incerto não pode ser fechado.
pt_br: Um cesto com pelo menos um valor incerto não pode ser fechado.
sk: Košík s aspoň jednou neistou cenou nemožno uzatvoriť.
sv: En korg med ett osäkert pris kan inte stängas.
tr: En az bir belirsiz fiyattaki sepet kapatılamaz.
zh_tw: 無法關閉包括未確定價格的採購項目。

source: A batch is a collection of patrons for whom you want to generate cards.
ar: الكمية هي عبارة عن مجموعة من المستفيدين الذين تريد إنشاء بطاقات خاصة بهم
cs: Dávka je skupina čtenářů, pro které chcete vyrobit čtenářské karty.
da: En stabel er en samling af brugere, til hvem der skal laves lånerkort.
de: Ein Stapel ist eine Sammlung an Benutzern, für die Sie Benutzerausweise drucken möchten.
el: Μία παρτίδα είναι μία συλλογή μελών για τους οποίους θέλετε να δημιουργήσετε κάρτες.
es: Un lote es un conjunto de usuarios para el que se desea generar carnés.
eu: Sorta bat txartelak sortu nahi dituzun bazkide multzoa da.
fi: Erä on kokoelma asiakkaita, joille haluat tehdä kirjastokortit.
fr: Un lot est un ensemble d'adhérents pour lesquels vous souhaitez générer les cartes
hi: एक बैच संरक्षक जिनके लिए आप कार्ड पैदा करना चाहते का एक संग्रह है।
it: Un batch è una collezione di utenti per i quali vuoi generare delle schede.
oc: Un lòt es un ensemble d'aderents pels quals volètz generar las cartas
pl: Grupa to zbiór użytkowników, dla których chcesz wygenerować karty czytelnicze.
pt: Um lote é uma colecção de leitores para os quais se deseja criar cartões.
pt_br: Um lote é um grupo de usuários para os quais se deseja criar carteirinhas.
sk: Dávka je zbierka čitateľov, pre ktorých chcete vygenerovať preukazy.
sv: En sats är en samling låntagare för vilka du vill generera kort.
tr: Toplu dosya, kartlarını oluşturmak istediğiniz kullanıcıların topluluğudur.
zh_tw: 批次是一群讀者，您可批次製作讀者證。
