Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: This is the library that all circulation transactions will take place at. If you are at another library (or on a bookmobile) you will want to set your library before you start circulating items. To do this you can click 'Set' at the top right or on the Circulation page.
ar: هذه هي المكتبة التي سيقام بها جميع معاملات الإعارة. إذا كنت في مكتبة أخرى (أو بالمكتبة عن طريق الموبايل ) سوف تحتاج إلى تعيين المكتبة الخاصة بك قبل البدء في إعارة المواد. للقيام بذلك يمكنك النقر على 'مجموعة' في أعلى يسار أو على صفحة الإعارة.
cs: Jedná se o knihovnu, kde probíhají všechny výpůjčky. Pokud jste na připojeni do jiné knihovny, budete se muset nastavit na vaší knihovnu před výpůjčkou. Pro to klikněte na "Nastavit" v pravém horním rohu na stránce výpůjček.
da: Det er det bibliotek, hvor alle udlåns-aktioner gennemføres. Hvis du er på et andet bibliotek (eller i en bogbus) skal du først vælge biblioteket, før du begynder med at udlåne eksemplarer. For at gøre det kan du klikke på 'Vælg' øverst til højre på udlånssiden.
de: Das ist die Bibliothek, in der die Ausleihvorgänge stattfinden werden. Wenn Sie sich in einer anderen Bibliothek (oder einem Bücherbus) befinden, sollten Sie die Bibliothek ändern, bevor Sie mit der Ausleihe beginnen. Sie tun dies, indem Sie in der oberen rechten Ecke des Bildschirms auf 'Bibliothek auswählen' klicken.
el: Αυτή είναι η βιβλιοθήκη στην οποία θα γίνει όλη η κυκλοφορία υλικού. Αν είστε σε κάποια άλλη βιβλιοθήκη πρέπει να επιλέξετε τη βιβλιοθήκη σας προτού αρχίσετε να κυκλοφορείτε υλικό. Για να το κάνετε αυτό κάντε κλικ στο 'Επιλογή' πάνω δεξιά στη σελίδα Κυκλοφορίας Υλικού.
es: Esta es la biblioteca en la que todas las transacciones de circulación ocurrirán. Su está en otra biblioteca (o en un Libromovil) querrá establecer su biblioteca antes de comenzar a circular ítems. Para hacer esto puede hacer clic en 'Establecer' arriba a la derecha en la página de Circulación.
eu: Esta es la biblioteca en la que todas las transacciones de circulación ocurrirán. Su está en otra biblioteca (o en un Libromovil) querrá establecer su biblioteca antes de comenzar a circular ítems. Para hacer esto puede hacer clic en 'Establecer' arriba a la derecha en la página de Circulación.
fi: Tämä on kirjasto, jossa kaikki lainauksen toiminnot tapahtuvat. Jos olet toisessa kirjastossa (tai kirjastoautossa), haluat varmasti vaihtaa kirjaston ennen lainauksen aloittamista. Tee tämä klikkaamalla 'Aseta kirjasto' oikella ylhäällä lainauksen sivulla.
fr: C'est le site où seront opérées toutes les transactions de circulation. Si vous vous trouvez sur un autre site, ou sur un site mobile, vous devez définir le site avant de commencer à faire circuler des exemplaires. Cliquez sur Définir en haut à droite de la page de Circulation.
hi: इस पुस्तकालय है कि सभी संचलन के लेन-देन पर जगह ले जाएगा। यदि आप किसी अन्य पुस्तकालय में कर रहे हैं (या एक bookmobile पर) आप अपने पुस्तकालय स्थापित करने के लिए इससे पहले कि आप घूम आइटम शुरू करना चाहते हैं जाएगा। ऐसा करने के लिए आप क्लिक कर सकते हैं 'सेट' सही शीर्ष पर या संचलन पेज पर।
it: Questa è la biblioteca in cui hanno luogo tutte le operazioni di circolazione. Se sei in un'altra biblioteca (o in un biblio-bus) dovrai indicare il nome della biblioteca prima di effettuare prestiti. Per farlo, premi 'Imposta' in alto a destra nella pagina della Circolazione.
oc: Es lo site où seràn opérées totas las transactions de circulacion. Se vous vous trouvez sus un autre site, o sus un site mobile, vos cal definir lo site avant de començar a far circuler des exemplars. Clicatz sus Definir en haut a dreita de la pagina de Circulation.
pl: Jest to biblioteka, w której zachodzą wszystkie operacje modułu Udostępnianie. Jeśli jesteś zalogowany w innej bibliotece (filii) lub w wersji mobilnej należy wybrać bibliotekę zanim zaczniesz wypożyczać egzemplarze. Kliknij na 'Wybierz bibliotekę' w menu modułu Udostępnianie.
pt: Esta é a biblioteca onde todas as operações de circulação serão feitas. Se está noutra biblioteca deve definir a sua biblioteca antes de começar a circular exemplar. Para realizar esta operação clique em 'Defnir' no topo direito ou na página de empréstimo.
pt_br: Esta é a biblioteca que as transações ocorrerão. Se você estiver em outra biblioteca (ou em um bookmobile) você precisa alterar a sua biblioteca antes de iniciar a circulação de exemplares. Para isso, você precisa clicar em 'Alterar biblioteca' no topo direito da página de circulação.
sk: Toto je knižnica, v ktorej sa uskutočnia všetky transakcie obehu. Ak sa nachádzate v inej knižnici, musíte nastaviť knižnicu skôr ako pustíte exempláre do obehu. To dosiahnete kliknutím na 'Nastaviť' vpravo hore alebo na stránke Obehu.
sv: Detta är biblioteket där alla lånetransaktioner kommer att ske. Om du är i ett annat bibliotek (eller i en biblioteksbuss) ställer du in rätt bibliotek innan du börjar hantera objekt. För att göra det klickar du på 'Ställ in' längst upp till höger eller på sidan Cirkulation.
tr: Bu tüm dolaşım işlemlerinin yer alacağı bir kütüphanedir. Eğer başka bir kütüphanede iseniz (veya seyyar kütüphanede / gezici kütüphanede iseniz) dağıtılan öğelere başlamadan önce kütüphanenizi kurmak isteyeceksiniz. Bu yapmanız için dağıtım sayfasındaki sağ üstte bulunan 'Ayarla' butonuna tıklayabilirsiniz.
zh_tw: 這個圖書館是借還書的地方，若您在另個圖書館(或流動書車)，流通之前應先設定您的圖書館。設定的方法是勾選右上方的 '設定' 或進入流通頁面。

source: This list of parameters includes functionalities that didn't fit in any other category. These items are optional and may not need to be altered, depending on your library's needs.
ar: هذه القائمة من الباراميترات تشمل الوظائف التي لا تناسب أي فئة أخرى. هذه المواد اختيارية، وقد لا تحتاج إلى أن تعديل اعتماداً على احتياجات مكتبتك.
cs: Tento seznam parametrů zahrnuje funkce, které nejsou v jinýchch kategoriích. Tyto položky jsou volitelné a není třeba je měnit, v závislosti na potřebách vaší knihovny.
da: Denne liste med parametre omfatter funktioner, der ikke passede ind i andre kategorier. Disse eksemplarer er optionale og skal måske ikke ændres - alt efter hvordan biblioteket bruger Koha.
de: Diese Liste von Parametern beinhaltet Funktionalitäten, die in keine andere Kategorie passen. Diese Funktionen sind optional und müssen abhängig davon, wie Ihre Bibliothek Koha einsetzt, unter Umständen nicht verändert werden.
el: Η λίστα με τις παραμέτρους περιλαμβάνει λειτουργικότητες που δεν ταιριάζανε σε καμία άλλη κατηγορία. Αυτά τα τεκμήρια είναι προαιρετικά και μπορεί να μην χρειαστεί να τροποποιηθούν, ανάλογα με τις ανάγκες της βιβλιοθήκης σας.
es: Esta lista de parámetros incluye funcionalidades que no encajan en ninguna otra categoría. Estos ítems son opcionales y puede que no tengan que ser alterados, dependiendo de las necesidades de su biblioteca.
eu: Esta lista de parámetros incluye una funcionalidad que no encajaban en ninguna otra categoría. Estos ítems son opcionales y puede que no tengan que ser modificadas, en función de cómo su biblioteca esté utilizando Koha.
fi: Tämä asetusten lista sisältää toiminnallisuuksia, jotka eivät sovi mihinkään muuhun kategoriaan. Nämä ovat vaihtoehtoisia eivätkä välttämättä tarvitse muutosta riippuen kirjastosi tarpeista.
fr: Cette liste de paramètres contient des fonctionnalités qui n'entrent dans aucun autre catégorie. Ce sont des paramètres optionnels et ils ne devraient pas avoir besoin d'être modifiés.
hi: मापदंडों की इस सूची में कार्यक्षमताओं है कि किसी भी अन्य श्रेणी में फिट नहीं था भी शामिल है। इन मदों वैकल्पिक हैं और अपने पुस्तकालय की जरूरतों के आधार पर बदले जाने की जरूरत नहीं हो सकती है।
it: Questi parametri riguerdano funzionalità che non rientrano in nessun altra categoria. Sono opzionali e potrebbe non essere necessario modificarli.
oc: Aquesta lista de paramètres conten des foncionalitats qui n'entrent dins aucun autre categoria. Aqueste son des paramètres opcionals e ils ne deurián pas aver besonh d'èsser modificats.
pt: Esta lista de parâmetros inclui funcionalidades que não se encaixam em qualquer outra categoria. Esses itens são opcionais e podem não precisam ser alterados de acordo com as necessidades da biblioteca.
pt_br: Esta lista de parâmetros inclui funcionalidades que não se encaixam em qualquer outra categoria. Esses itens são opcionais e podem não precisam ser alterados dependendo de como sua biblioteca está usando o Koha.
sk: Tento zoznam parametrov zahŕňa funkcie, ktoré sa nehodili do žiadnej inej kategórie. Tieto položky sú voliteľné a nemusia byť menené v závislosti od používania Kohy Vašou knižnicou.
sv: Denna parameterlista innehåller funktioner som inte passade i någon annan kategori. Dessa alternativ behöver kanske inte ändras, beroende på vilka behov ditt bibliotek har.
tr: Parametreler listesi başka bir kategoriye uymayan fonksiyonları içerir. Bu öğeler tercihe bağlıdır ve kütüphanenizin Koha'yı nasıl kullandığına bağlı olarak, değiştirilmesi gerekmeyebilir.
zh_tw: 此參數清單包括不屬於其他類型的參數，這些參數是選項，且不需要改變。

source: This list shows you all of the titles tagged with the term you clicked on.
ar: تعرض لك هذه القائمة كل العناوين الموسومة بالمصطلح التي قم بالنقر عليها.
cs: Tento seznam vám ukazuje všechny jména označené značkou, na kterou jste klikli.
da: Listen viser alle titler markeret med det begreb, som du klikkede på.
de: Diese Liste zeigt alle Titel, die mit dem angeklickten Begriff getaggt wurden.
el: Αυτή η λίστα σας παρουσιάζει όλους τους τίτλους με επισημασμένο τον όρο που πατήσατε.
es: Esta lista le muestra todos los títulos etiquetados con el término al cual hizo clic.
eu: La lista muestra todos los títulos etiquetados con el término en el que has clicado.
fi: Tämä lista näyttää kaikki nimekkeet, joissa on valitsemasi tagi.
fr: Cette liste vous montre tous les titres tagués avec le terme sur lequel vous avez cliqué.
hi: इस सूची में आप खिताब अवधि आपने क्लिक के साथ टैग की सभी दिखाता है।
it: Questa lista mostra tutti i titoli taggati con il termine su cui hai cliccato.
oc: Aquesta lista vous montre totes los títols tagués amb lo terme sus lequel vous avez clicat.
pl: Ta lista zawiera wszystkie otagowane tytuły, na terminy możesz kliknąć.
pt: Esta lista mostra todos os títulos marcados com o termo que clicou.
pt_br: Esta lista exibe todos os títulos relacionados pela tag em que você clicou.
sk: Tento zoznam vám zobrazuje všetky tituly označené menovkou, na ktorú ste klikli.
sv: Denna lista visar alla titlar som taggats med termen du klickade på.
tr: Bu liste size, tıkladığınız terimle birlikte etiketlenen tüm başlıkları gösterecektir.
zh_tw: 此清單顯示您要求標籤的所有題名。

source: This notice is sent as the 'Advanced notice' for all items that are due
ar: تم إرسال هذا الإخطار كـ"إخطار متقدم" لكل المواد المستحقة
cs: Toto upozornění je odesláno jako 'Rozšířené upozornění' ke všem jednotkám, které jsou po termínu vrácení
de: Diese Benachrichtigung wird als 'Erinnerungsbenachrichtigung' für alle Exemplare verschickt, die fällig sind
el: Αυτή η ειδοποίηση αποστέλλεται ως η 'Προκαταβολική ειδοποίηση' για όλα τα τεκμήρια που είναι εκπρόθεσμα
es: Este aviso se envía como un 'Aviso avanzado' para todos los ítems que se adeudan
fi: Tämä viesti on lähetetty 'Ennakkoilmoituksena' kaikista niteistä, jotka erääntyvät
fr: Cet avis est envoyé comme 'Préavis de rappel' pour tous les exemplaires empruntés en retard
hi: यह सूचना सभी आइटम है कि कारण कर रहे हैं के लिए 'उन्नत नोटिस' के रूप में भेजा जाता है
it: Questo avviso è spedito come 'preavviso' per tutte le copie che sono in scadenza
oc: Aqueste avis es mandat coma 'Préavis de rappel' per totes los exemplars empruntats en retard
pt: Este aviso é enviado com aviso em avanço para todos os exemplares em atraso
pt_br: Este aviso é enviado para todos os exemplares em atraso
sk: Toto oznámenie sa posiela ako 'Pokročilé oznámenie' pre všetky exempláre v termíne
tr: Bu bildirim, gecikmeye kalan tüm materyaller için 'Gelişmiş bildirim' olarak gönderilir
zh_tw: 此通知當成發送 '到期提前通知' 之用

source: This notice is sent as the 'Advanced notice' for an item is due
ar: يستخدم هذا الإخطار كـ"إخطار متقدم" عند استحقاق مادة
cs: Toto upozornění je posíláno jako "Pokročilé upozornění" při překročení výpůjční doby
de: Diese Benachrichtigung wird als 'Erinnerungsbenachrichtigung' über fällige Exemplare verschickt
el: Αυτή η ειδοποίηση αποστέλλεται ως η 'Προκαταβολική ειδοποίηση' για ένα τεκμήριο που είναι εκπρόθεσμο
es: Este aviso se envía como un 'Aviso avanzado' de un ítem que se adeuda
fi: Tämä viesti on lähetetty 'Ennakkoilmoituksena' niteestä, joka erääntyy
fr: Cet avis est envoyé comme 'Préavis de rappel' pour un exemplaire emprunté en retard
hi: यह सूचना सभी आइटम है कि में जाँच कर रहे हैं के लिए नोटिस 'में चेक' के रूप में भेजा जाता है
it: Questo avviso è usato 'Preavviso' agli utenti i cui prestiti stanno per scadere
oc: Aqueste avis es mandat coma 'Préavis de rappel' per un exemplar empruntat en retard
pt: Este aviso é usado para enviar avisos de atraso ao leitores
pt_br: Este aviso é utilizado para enviar avisos de atraso para os usuários
sk: Toto oznámenie sa posiela ako 'Pokročilé oznámenie' pre exemplár v termíne
tr: Bu bildirim, bir materyalin iade tarihi geldiğinde 'Gelişmiş bildirim' olarak gönderilir
zh_tw: 此通知當成發送 '到期提前通知' 之用

source: This notice is sent as the 'Check in' notice for all items that are checked in
ar: تم إرسال هذا الإخطار كلإخطار "رد" لكل المواد التي تم ردها
cs: Toto upozornění je odesláno jako upozornění při vrácení každé jednotky
de: Diese Benachrichtigung wird als 'Rückgabequittung' für alle zurückgegebenen Exemplare verschickt
el: Αυτή η ειδοποίηση αποστέλλεται ως ειδοποίηση 'Επιστροφής' για όλα τα τεκμήρια που επιστράφηκαν
es: Este aviso se envía como el aviso de 'Devolución de préstamo' para todos los ítems que son devueltos
fi: Tämä viesti on lähetetty 'Palautus'-ilmoituksena kaikista niteistä, jotka on palautettu
fr: Cet avis est envoyé comme "Documents rendus" pour tous les exemplaires passés en retour
hi: यह सूचना सभी आइटम है कि चैक आउट कर रहे हैं के लिए 'चैक आउट करें' नोटिस के रूप में भेजा जाता है
it: Questo avviso è inviato come avviso di rientro di tutte le copie rientrate dal prestito.
oc: Aqueste avis es mandat coma "Documents rendus" per totes los exemplars passés en retour
pt: Este aviso é enviado como aviso de devolução de todos os exemplares devolvidos
pt_br: Este aviso é enviado para todos os exemplares devolvidos
sk: Toto oznámenie sa posiela ako 'Oznámenie o návrate' pre všetky vrátené exempláre
tr: Bu bildirim, iade alınmış tüm materyaller için 'İade' bildirimi olarak gönderilir
zh_tw: 還入館藏時發送此 '還入' 通知

source: This notice is sent as the 'Check out' notice for all items that are checked out
ar: يتم إرسال هذا الإخطار كإخطار "إعارة" لكل المواد المعارة
cs: Toto potvrzení je posíláno jako informace o všech vypůjčených jednotkách
de: Diese Benachrichtigung wird als 'Ausleihquittung' für alle Exemplare verschickt, die ausgeliehen wurden
el: Αυτή η ειδοποίηση αποστέλλεται ως ειδοποίηση 'Δανεισμού' για όλα τα τεκμήρια που δανείστηκαν
es: Este aviso se envía como el aviso de 'Préstamo' para todos los ítems que son prestados
fi: Tämä viesti on lähetetty 'Lainaus'-ilmoituksena kaikista lainatuista niteistä
hi: यह सूचना सभी आइटम है कि नए सिरे से कर रहे हैं के लिए 'चैक आउट करें' नोटिस के रूप में भेजा जाता है
it: Questo avviso è inviato come avviso di prestito per tutte le copie che sono state prestate.
pt: Este aviso será enviado como aviso de empréstimo para todos os exemplares emprestados
pt_br: Notícias na tela de circulação irão aparecer abaixo dos exemplares que forem emprestados
sk: Toto oznámenie sa posiela ako 'Oznámenie o výpožičke' pre všetky vypožičané exempláre
tr: Bu bildirim, ödünç verilmiş tüm materyaller için 'Ödünç verme' bildirimi olarak gönderilir
zh_tw: 借出館藏時發送此 '借出' 通知

source: This notice is sent as the 'Check out' notice for all items that are renewed
ar: تم إرسال هذا الإخطار كإخطار "إعارة" لكل المواد التي تم تجديدها
cs: Toto oznámení je posíláno jako oznámení o výpůjčce pro každou jednotku, která byla prodloužena
de: Diese Benachrichtigung wird als 'Verlängerungsquittung' for alle verlängerten Exemplare verschickt
el: Αυτή η ειδοποίηση αποστέλλεται ως ειδοποίηση 'Δανεισμού' για όλα τα τεκμήρια που ανανεώθηκαν
es: Este aviso se envía como el aviso de 'Préstamo' para todos los ítems que son renovados
fi: Tämä viesti on lähetetty 'Lainaus'-ilmoituksena kaikista niteistä, jotka on uusittu
fr: Cet avis est envoyé comme "Documents en prêt" pour tous les exemplaires qui sont renouvelés
hi: यह सूचना सभी आइटम है कि कारण कर रहे हैं के लिए 'कारण मद' के रूप में भेजा जाता है
it: Questo avviso è inviato come avviso di prestito per tutti i rinnovi.
oc: Aqueste avis es mandat coma "Documents en prèst " per totes los exemplars qui son renovelats
pt: Este aviso é enviado como aviso de empréstimo para todos os exemplares renovados
pt_br: Este aviso é enviado para todos os exemplares renovados
sk: Toto oznámenie sa posiela ako 'Oznámenie o návrate' pre všetky predĺžené exempláre
tr: Bu bildirim, süresi uzatılan tüm materyaller için 'Ödünç verme' bildirimi olarak gönderilir
zh_tw: 續借館藏時發送此 '借出' 通知

source: This notice is sent as the 'Item due' for all items that are due
ar: يتم إرسال هذا الإخطار كـ"مادة مستحقة" لكل المواد المستحقة
cs: Tato zpráva se používá k poslání upomínek čtenáři.
de: Diese Benachrichtigung wird als 'Fälligkeitsbenachrichtigung' für alle Exemplare die an diesem Tag fällig sind verschickt
el: Αυτή η ειδοποίηση αποστέλλεται ως 'Τεκμήριο εμπρόθεσμο' για όλα τα τεκμήρια που είναι εμπρόθεσμα
es: Este aviso se envía como el 'Ítem adeudado' para todos los ítems que se deben
fi: Tämä viesti on lähetetty 'Nide erääntyy'-ilmoituksena kaikista niteistä, jotka erääntyvät
hi: यह नोटिस एक आइटम के लिए 'कारण मद' के रूप में भेजा जाता है की वजह से है
it: Questo avviso è inviato come 'copia in ritardo' per tutte le copie che sono in ritardo.
pt: Este aviso é enviado como aviso de atraso para todos os exemplares em atraso
pt_br: Este aviso é utilizado para alertar usuários sobre exemplares em atraso
sk: Toto oznámenie sa posiela ako 'Termín návratu' pre všetky exempláre v termíne
tr: Bu bildirim, iade tarihi gelmiş tüm materyaller için 'Item Due' olarak gönderilir
zh_tw: 館藏到期時發送此 '到期' 通知

source: This notice is sent as the 'Item due' for an item is due
ar: تم إرسال هذا الإخطار كـ" مادة مستحقة" لمادة مستحقة
cs: Toto oznámení je posíláno jako oznámení o vypršení termínu vrácení pro každou jednotku
de: Diese Benachrichtigung wird als 'Fälligkeitsbenachrichtigung' verschickt, wenn ein Exemplar an diesem Tag fällig wird
el: Αυτή η ειδοποίηση αποστέλλεται ως 'Τεκμήριο εμπρόθεσμο' για το τεκμήριο που είναι εμπρόθεσμο
es: Este aviso se envía como el 'Ítem adeudado' para un ítem que se debe
fi: Tämä viesti on lähetetty 'Nide erääntyy'-ilmoituksena erääntyvästä niteestä
fr: Cet avis est envoyé comme "Document à rendre" pour un exemplaire emprunté à rendre
hi: यह नोटिस एक आइटम के लिए 'कारण मद' के रूप में भेजा जाता है की वजह से है
it: Questo avviso è inviato come 'copia da rientrare' per ciascuna copia che deve rientrare dal prestito
oc: Aqueste avis es mandat coma "Document a rendre" per un exemplar empruntat a rendre
pt: Este aviso é enviado como aviso de atraso para um exemplar em atraso
pt_br: Este aviso é enviado para um exemplar em atraso
sk: Toto oznámenie sa posiela ako 'Termín návratu' pre exemplár v termíne
tr: Bu bildirim, iade zamanı gelmiş olan tüm materyaller için 'Materyal iade zamanı' olarak gönderilir
zh_tw: 館藏到期時發送此 '到期' 通知

source: This notice is used if three criteria are met:
ar: يستخدم هذا الإخطار إذا توفرت ثلاثة معايير:
cs: Toto upozornění se použije, jsou-li splněny tyto tři podmínky:
de: Diese Benachrichtigung wird verwendet, wenn drei Kriterien zutreffen:
el: Αυτή η ειδοποίηση χρησιμοποιείται εφόσον πληρούνται τρία κριτήρια:
es: Este aviso se utiliza si se cumplen tres criterios:
fi: Tätä ilmoitusta käytetään, jos kolme kriteeriä täyttyy:
hi: इस नोटिस प्रयोग किया जाता है, तो तीन मानदंडों से मुलाकात कर रहे हैं:
it: Questo avvivo viene usato se sono veri tre criteri:
pt: Este aviso é usado se três critérios acontecerem:
pt_br: Este aviso é utilizado se três critérios forem atendidos:
sk: Toto oznámenie sa používa, ak sa splnia tri podmienky:
tr: Bu bildirim üç kriter yerine getirildiği zaman kullanılır:
zh_tw: 有三種情況使用此通知：

source: This notice is used if two criteria are met:
ar: ويستخدم هذا الإشعار إذا توفر معيارين:
cs: Toto oznámení se použije, jsou-li splněny tyto dvě podmínky:
da: Denne besked bruges, hvis to kriterier opfyldes:
de: Diese Benachrichtigung wird verwendet, wenn zwei Kriterien zutreffen:
el: Αυτή η ειδοποίηση χρησιμοποιείται εφόσον πληρούνται δύο κριτήρια:
es: Este aviso se utiliza si se cumplen dos criterios:
eu: Este aviso se utiliza si se cumplen dos criterios:
fi: Tätä ilmoitusta käytetään, jos kaksi kriteeriä täyttyy:
fr: Cette notification est utilisée si deux conditions sont réunies :
hi: इस नोटिस प्रयोग किया जाता है, तो दो मानदंड से मुलाकात कर रहे हैं:
it: Questo avvivo viene usato se sono veri due criteri:
oc: Aquesta notificacion es utilizada se deux conditions son réunies :
pt: Este aviso é usado se dois critérios acontecerem:
pt_br: Este aviso é utilizado se dois critérios forem atendidos:
sk: Toto oznámenie sa používa, ak sa splnia dve podmienky:
sv: Detta meddelande används om två kriterier uppfylls:
tr: Bu uyarı iki kriter uyuştuğu zaman kullanılır:
zh_tw: 碰到兩個情況，則使用此通知：

source: This notice is used to send Overdue Notices to Patrons
ar: يستخدم هذا الإشعار لإرسال إشعارات تاخر إلى المستفيد
cs: Tato zpráva se používá k poslání upomínek čtenáři
da: Denne besked bruges til at udsende rykkere til lånere
de: Diese Benachrichtigung wird verwenden, um Mahnungen an Benutzer zu verschicken
el: Αυτή η ειδοποίηση χρησιμοποιείται για την αποστολή Εκπρόθεσμων Ειδοποιήσεων στα Μέλη
es: Este aviso se utiliza para enviar Avisos de Retrasos a Usuarios
eu: Este aviso se utiliza para enviar Avisos de retrasos a socios
fi: Tätä viestiä käytetään myöhästymisilmoituksen lähettämiseen asiakkaalle
fr: Cette notification est utilisée pour envoyer des Notifications de réclamation aux adhérentes.
hi: इस नोटिस संरक्षक के लिए अतिदेय नोटिस भेजने के लिए प्रयोग किया जाता है
it: Questo avviso è usato per inviare avvisi di ritardo agli utenti
oc: Aquesta notificacion es utilizada per mandar des Notificacions de reclamacion als aderents.
pt: Este aviso é usado para enviar avisos de atraso ao leitores
pt_br: Este aviso é utilizado para enviar avisos de atraso para os usuários
sk: Toto oznámenie sa používa na odoslanie oznámení o omeškaní čitateľom
sv: Detta meddelande används för att skicka förseningsmeddelanden till låntagare
tr: Bu uyarı kullanıcılara gecikme uyarısı göndermek için kullanılır.
zh_tw: 此通知係發送逾期通知之用
