Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Leaving StaticHoldsQueueWeight empty is contraindicated at this time. Doing so will cause the build_holds_queue script to ignore RandomizeHoldsQueueWeight, causing the script to request hold fulfillment not randomly, but by alphabetical order.
ar: من غير المستحسن ترك التفضيل StaticHoldsQueueWeight فارغاً في هذا الوقت. فعل ذلك سيؤدي أن السكربت build_holds_queue سيتجاهل التفضيل RandomizeHoldsQueueWeight ، مما سيسبب أن السكربت الذي يطلب الحجوزات سيعمل على الترتيب بشكل غير تلقائي ، ولكن بترتيب أبجدي.
cs: Ponechání prázdného parametru StaticHoldsQueueWeight v tomto okamžiku je nežádoucí. Mohlo by dojít k tomu, že skript build_holds_queue bude ignorovat RandomizeHoldsQueueWeight, což by vedlo k tomu, že skript nebude přiřazovat rezervace náhodně, ale podle abecedy.
da: Det frarådes at lade StaticHoldsQueueWeight være tom. Det vil få build_holds_queue scriptet til at ignorere RandomizeHoldsQueueWeight, så scriptet ikke vil forlange imødekommelse af bestillinger i tilfældig orden, men derimod i alfabetisk.
de: Der Systemparameter StaticHoldsQueueWeight sollte zur Zeit nicht leer sein. Falls sie leer ist, wird das Script build_holds_queue den Wert von RandomizeHoldsQueueWeight ingnorieren, wodurch die Last der Vormerkungen nicht zufällig, sondern in alphabetischer Reihenfolge verteilt wird.
el: Το να μένει το StaticHoldsQueueWeight κενό αντενδείκνυται προς το παρόν. Αυτό θα αναγκάσει το αρχείο εντολών build_holds_queue να αγνοήσει το RandomizeHoldsQueueWeight, αναγκάζοντας το αρχείο εντολών να ζητήσει ικανοποίηση της κράτησης όχι με τυχαία, αλλά με αλφαβητική σειρά.
es: Dejar StaticHoldsQueueWeight vacío está contraindicado en este momento. Hacerlo así causará que el script build_holds_queue ignore a RandomizeHoldsQueueWeight, causando al script que requiera el cumplimiento no aleatoriamente, sino en orden alfabético.
eu: Dejando StaticHoldsQueueWeight vacío está contraindicado en este momento. Si lo hace, hará que el script build_holds_queue ignore RandomizeHoldsQueueWeight, haciendo que la secuencia de comandos para solicitar reservas en cumplimiento, sino por orden alfabético.
fi: StaticHoldsQueueWeight-asetusta ei pitäisi jättää tyhjäksi, koska silloin build_holds_queue-skripti ei ota huomioon RandomizeHoldsQueueWeight-asetusta. Tällöin varausten täyttö menee aakkosjärjestyksessä eikä satunnaisesti.
fr: Il est contre-indiqué de laisser StaticHoldsQueueWeight vide pour le moment. Cela force le script build_holds_queue a ignorer RandomizeHoldsQueueWeight, les demandes sont alors assignées aux sites non pas aléatoirement, mais par ordre alphabétique.
hi: StaticHoldsQueueWeight खाली छोड़ने से इस समय contraindicated है। ऐसा करने से build_holds_queue स्क्रिप्ट RandomizeHoldsQueueWeight की अनदेखी करने के कारण होगा, स्क्रिप्ट बेतरतीब ढंग से नहीं पकड़ पूर्ति के लिए अनुरोध करने के कारण, लेकिन वर्णमाला के क्रम से।
it: Lasciare vuota la preferenza di sistema StaticHoldsQueueWeight è controindicato. Se fosse, lo script build_holds_queue script ignorerà RandomizeHoldsQueueWeight e processerà le richieste di prenotazione per ordine alfabetico, non a caso.
oc: Es contre-indicat de daissar StaticHoldsQueueWeight vide pel moment. Aquò force lo script build_holds_queue a ignorar RandomizeHoldsQueueWeight, les demandes son alors assignadas als sites non pas aleatòriament, mas per òrdre alfabetic.
pl: Jeśli nie wprowadzisz wartości w opcji StaticHoldsQueueWeight skryp build_holds_queue będzie ignorował ustawienia opcji RandomizeHoldsQueueWeight i przesyłał zamówienia w kolejności alfabetycznej.
pt: Deixar StaticHoldsQueueWeight vazio não é indicado de momento. Fazer isso vai causar que o script build_holds_queue ignore a preferência RandomizeHoldsQueueWeight, fazendo com que o script preencha as reservas de forma alfabética, e não de forma aleatória.
pt_br: Deixar StaticHoldsQueueWeight vazio é contraindicado neste ponto. Isso irá fazer com que o script build_holds_queue ignore RandomizeHoldsQueueWeight, fazendo com que o script preencha as reservas de forma não aleatória, mas sim seguindo a ordem alfabética.
sk: Ponechanie StaticHodlsQueueWeight prázdne je nateraz vylúčené. V opačnom prípade by skript build_holds_queue ignoroval RandomizeHoldsQueueWeight, čím by skript požadoval vykonávanie požiadaviek rezervácií nie náhodne, ale v abecednom poradí.
sv: Det rekommenderas att StaticHoldsQueueWeight inte lämnas tom för närvarande. Lämnas det tomt ignorerar skriptet build_holds_queue värdet RandomizeHoldsQueueWeight, vilket gör att skriptet inte uppfyller reservationer slumpmässigt, utan i alfabetisk ordning.
tr: Ayırma Kuyruğu Statik Tercihlerini Boş Bırakma ters etki yapmaktadır. Bu şekilde yapmak, ayırma_kuyruğu_oluştur kodunun Ayırma Kuyruğu Rastgele Tercihlerini görmezden gelmesine, bu da kodun rastgele yerine alfabetik sıraya göre ayırma yapmasına sebep olacaktır.
zh_tw: 讓 StaticHoldsQueueWeight 空白是禁忌，將造成 build_holds_queue 腳本忽略 RandomizeHoldsQueueWeight，使該腳本要求不是隨機卻採用字順方式填入預約。

source: Length: 0
ar: الطول: 0
cs: Délka: 0
da: Længde: 0
de: Länge: 0
el: Μήκος: 0
es: Longitud: 0
eu: Luzera: 0
fi: Pituus: 0
fr: Longueur: 0
hi: लंबाई: 0
it: Lunghezza: 0
oc: Longor: 0
pl: Długość: 0
pt: Tamanho: 0
pt_br: Comprimento: 0
sk: Dĺžka: 0
sv: Längd: 0
tr: Uzunluk: 0
zh_tw: 長度：0

source: Libraries &amp; Groups
ar: المكتبات &amp; المجموعات
cs: Knihovny a skupiny
da: Biblioteker &amp; grupper
de: Bibliotheken &amp; Gruppen
el: Βιβλιοθήκες &amp; Ομάδες
es: Bibliotecas y grupos
eu: Liburutegiak eta taldeak
fi: Kirjastot &amp; Ryhmät
fr: Sites &amp; Groupes
hi: पुस्तकालय &amp; समूह
it: Biblioteche &amp; Gruppi
oc: Sites &amp; Groupes
pl: Biblioteki &amp; Grupy
pt: Bibliotecas &amp; Grupos
pt_br: Bibliotecas &amp; Grupos
sk: Knižnice &amp; Skupiny
sv: Bibliotek &amp; grupper
tr: Kütüphaneler &amp; Gruplar
zh_tw: 圖書館 &amp; 群組

source: Libraries can decide if they want to have patrons automatically notified of circulation events (check ins and check outs).
ar: يمكن للمكتبات أن تقرر ما اذا كانت تريد اخطار العملاء بمستجدات الاعارة (حصر المدخلات وحصر المخرجات)
cs: Knihovny mohou rozhodnout, zda chtějí mít čtenáře automaticky informovány o výpůjčkách (příjmy a vydeje).
da: Biblioteker kan bestemme, om lånere automatisk skal have besked om udlånsbegivenheder (aflevering og udlån).
de: Die Bibliothek kann festlegen, ob Benutzer automatisch E-Mail-Quittungen über Ausleihvorgänge erhalten (Ausleihen und Rückgaben).
el: Οι βιβλιοθήκες μπορούν να αποφασίσουν αν θέλουν να ειδοποιούν τα μέλη αυτόματα για θέματα που έχουν να κάνουν με την κυκλοφορία υλικού (επιστροφές και δανεισμοί).
es: Las bibliotecas pueden decidir si quieren tener a los usuarios automáticamente notificados de eventos de circulación (préstamos y devoluciones).
eu: Liburutegiek aukeratu dezakeze bazkideei (maileguak eta itzultzeak) automatikoki jakinaraziko zaien.
fi: Kirjastot voivat päättää, haluavatko ne asiakkaiden saavan automaattisia viestejä lainauksen tapahtumista (palautukset ja lainaukset).
fr: Vous pouvez décider si vous laisser vos adhérents recevoir automatiquement des alertes de circulations (prêts et retours)
hi: पुस्तकालय तय कर सकते हैं अगर वे संचलन घटनाओं के स्वचालित रूप से अधिसूचित संरक्षक (आईएनएस की जाँच करें और बहिष्कार की जांच) के लिए करना चाहते हैं।
it: Ogni biblioteca può decidere se notificare automaticamente agli utenti i loro prestiti e restituzioni
oc: Podètz décider se vous daissar vòstres aderents recebre automaticament des alèrtas de circulacions (prèstes e retours)
pl: Zdecyduj czy użytkownicy mają być automatycznie powiadamiani o wypożyczeniach i zwrotach.
pt: As bibliotecas podem decidir se desejam que os seus leitores sejam notificados automaticamente nos eventos de circulação (empréstimos e devoluções).
pt_br: As bibliotecas podem decidir se querem que os usuários sejam informados automaticamente sobre a circulação de materiais (devoluções e empréstimos).
sk: Knižnice sa môžu rozhodnúť, či chcú, aby boli čitatelia automaticky oboznamovaní o udalostiach obehu (výpožičkách a návratoch).
sv: Bibliotek kan bestämma om de automatiskt vill meddela låntagare om lånehändelser (lån och återlämning).
tr: Kütüphaneler kullanıcıları dolaşım olayları hakkında otomatik olarak bilgilendirmek isterlerse karar verebilirler. (iadeler ve ödünçler).
zh_tw: 圖書館可決定是否讓讀者自動收到流通事件通知(還入與借出)。

source: Libraries can define library closings and holidays to be used when calculating due dates. You can make use of the Calendar by turning on the proper system preferences:
ar: المكتبات يمكنها أن تحدد أوقات الإغلاق والعطل لتستَخدم عند حساب تواريخ الاستحقاق. بإمكانك الاستفادة من التقويم من خلال تشغيل تفضيل النظام المناسب:
cs: Knihovny mohou definovat uzavírky a svátky, které mají být použity při výpočtu data vrácení. Můžete využít kalendáře zapnutím správných systémových nastavení:
da: Biblioteker kan definere lukkedage og ferier, som påvirker beregningen af lånetiden. Du kan bruge kalenderen, ved at aktivere de pågældende systemparametre.
de: Bibliotheken können Schließtage und Feiertage definieren, die bei der Berechnung von Fälligkeiten berücksichtigt werden. Sie können den Kalender verwenden, indem Sie die entsprechenden Systemparameter aktivieren.
el: Οι βιβλιοθήκες μπορούν να καθορίσουν τις αργίες και τις ημέρες που θα είναι κλειστές έτσι ώστε να υπολογιστούν η ημερομηνίες επιστρφής. Μπορείτε να χρησιμοποιήσετε το ημερολόγιο ενεργοποιώντας τις κατάλληλες προτιμήσεις συστήματος:
es: Las bibliotecas pueden definir los días que cierran y los feriados para calcular las fechas de vencimiento. Puede hacer uso del Calendario de Feriados habilitando la preferencia del sistema correspondiente:
eu: Liburutegiek zehaztu dezakete liburutegia itxita egongo den egunak eta jai egunak itzultze datak kalkulatzerakoan. Egutegia erabili dezakezu dagokion sistemaren lehentasunak pizten baduzu:
fi: Kirjastot voivat määritellä kirjastojen kiinnioloaikoja ja miten ne vaikuttavat eräpäiviin. Voit ottaa Kalenterin käyttöön asettamalla sopiva järjestelmäasetus päälle:
fr: Les sites peuvent définir leurs dates de fermeture et de vacances utilisées pour le calcul des dates de retour des documents. Vous pouvez utiliser le Calendrier en activant ces préférences système&nbsp:;
hi: पुस्तकालय परिभाषित कर सकते हैं पुस्तकालय closings और छुट्टियों जब नियत दिनांक की गणना इस्तेमाल किया जाएगा। आप उचित प्रणाली वरीयताओं पर बदल कर कैलेंडर का उपयोग कर सकते हैं:
it: La biblioteca può definire che i giorni di chiusura e le ferie vengano usati quando si calcolano le date di restituzione. Puoi fare uso del Calendario configurando ad hoc le appropriate preferenze di sistema:
oc: Los sites pòdon definir lors datas de tampadura e de vacanças utilizadas pel calcul de las dates de retorn dels documents. Podètz utilizar lo Calendièr en activant aquestas preferéncias sistèma&nbsp:;
pl: Bibliotekarze mogą ustalić daty zamknięcia biblioteki, pomocne przy wyznaczaniu terminów zwrotów dokumentów. Możesz wykorzystać kalendarz przy ustawianiu terminów zwrotów po ustawieniu odpowiednich opcji w panelu administratora:
pt: É possível definir o fecho da biblioteca e os feriados usados no cálculo das datas de devolução. Pode usar o Calendário activando a respectiva preferência de sistema:
pt_br: É possível definir o fecho da biblioteca e os feriados usados no cálculo das datas de devolução. Pode usar o Calendário ativando a respectiva preferência de sistema:
sk: Knižnice môžu definovať zatvorenie knižnice a sviatky, ktoré sa majú použiť pri výpočte dátumov návratu. Môžete využiť Kalendár zapnutím príslušných nastavení systému:
sv: Bibliotek kan definiera att biblioteksstängning och helgdagar ska användas vid beräkning av återlämningsdatum. Du kan använda kalendern genom att aktivera lämpliga systeminställningar:
tr: Kütüphaneler kütüphanelerin kapalı olduğu günleri ve tatilleri iade tarihi hesaplanırken tanımlayabilir. Uygun sistem tercihlerini açarak takvimi kullanabilirsiniz:
zh_tw: 圖書館設定閉館日與假日供計算到期日之用。打開適當的系統偏好設定，就能使用行事曆：

source: Libraries can manage the 'new_status' field for items. With this script, it will be possible to:
eu: Liburutegiek itementzat 'new_status' eremua kudea dezakete. Script honekin, hau egin ahalko da:
fi: Kirjastot voivat hallinnoida niteiden 'new_status'-kenttää. Se onnistuu tällä komentosarjalla:
hi: पुस्तकालय मदों के लिए 'new_status' मे क्षेत्र का प्रबंधन कर सकते हैं. इस स्क्रिप्ट के साथ, यह करने के लिए संभव हो जाएगा:

source: Libraries sometimes make journal articles and articles within monographs and serials accessible to library patrons through analytics cataloging. Analytics cataloging creates separate bibliographic records for these articles, chapters, sections, etc. found within a larger resource such as a book, an article within a journal, newspaper or serial. In analytics cataloging, although a separate bib record is created for the title, it is not physically separated from the host item. Learn more about Analytics in Chapter 13 of AACR2.
ar: تقوم المكتبات في بعض الأحيان بجعل مقالات الدوريات والمقالات المتضمنة داخل الدراسات والسلاسل متاحة لمستفيديها عبر الفهرسة التحليلية. الفهرسة التحليلية تُنشئ تسجيلات ببليوغرافية مُنفصلة لتلك المقالات ، الفصول ، الأقسام ...الخ. الموجودة داخل مصدر أكبر مثل الكتاب ، أو مقالة داخل مجلة أو صحيفة أو سلسلة. وأيضاً في الفهرسة التحليلية يتم إنشاء تسجيلة ببليوغرافية للعنوان ، وهو لا ينفصل فيزيائياً عن المادة المُضيفة. تعلم المزيد عن التحليل في الفصل 13 من قاف2.
cs: Knihovny někdy zpřístupňují novinové články a články v rámci monografií a časopisů svým čtenářům prostřednictvím analytické katalogizace. Analytická katalogizace vytváří samostatné bibliografické záznamy o těchto článcích, kapitolách a sekcích, nacházejících se uvnitř většího zdroje, jako jsou knihy, články v časopisech, novinách nebo periodikách. V analytické katalogizaci, ačkoli samostatný bibliografický záznam je vytvořen pro název, není fyzicky oddělen od hostitelského výtisku. Další informace Analytice viz v kapitole 13 AACR2.
da: Biblioteker gør sommetider avisartikler og artikler fra monografier og tidsskrifter tilgængelige til bibliotekslånere ved analytisk katalogisering. Analytisk katalogisering danner separate bibliografiske post for disse artikler, kapitler, afsnit osv. fundet i et større værk så som en bog, en artikel i en journal, avis eller et tidsskrift. I analytisk katalogisering, skønt der dannes en separat bib post for titlen, er den ikke fysisk adskilt fra værtsmaterialet. Lær mere om Analytics i kapitel af AACR2.
de: Zeitschriftenaufsätze und Artikel innerhalb von Monographien und Periodika können über das katalogisieren von unselbstständigen Werken erschlossen werden. Dabei wird für jeden Teil ('unselbständiges Werk') innerhalb des Materials ('übergeordnetes Werk') ein eigener Titelsatz angelegt, auch wenn der einelne Teil nicht physisch vom übergeordneten Werk getrennt ist. Mehr Informationen dazu finden Sie im Katpitel 13 der AACR2 (Anglo-American Cataloguing Rules).
el: Οι βιβλιοθήκες μερικές φορές δίνουν πρόσβαση σε άρθρα περιοδικών και άρθρα μονογραφιών και περιοδικών εκδόσεων στα μέλη της βιβλιοθήκης μέσω της αναλυτικής καταλογογράφησης. Η αναλυτική καταλογογράφηση δημιουργεί χωριστές βιβλιογραφικές εγγραφές για αυτά τα άρθρα, τα κεφάλαια, τα τμήματα κλπ. που περιέχονται σε μία ευρύτερη μονάδα όπως ένα βιβλίο, ένα άρθρο σε ένα περιοδικό, σε μία εφημερίδα ή μία περιοδική έκδοση. Στην αναλυτική καταλογοράφηση, παρόλο που μία χωριστή βιβλιογραφική εγγραφή δημιουργείτε για τον τίτλο, δεν είναι φυσικά διαχωρισμένη από το κύριο τεκμήριο. Μάθετε περισσότερα για τα Αναλυτικά στο Κεφάλαιο 13 του AACR2.
es: Las bibliotecas a veces hacen a artículos de revistas o artículos dentro de monografías disponibles sus usuarios a través de catalogación de analíticas. La catalogación de analíticas crea registros bibliográficos separados para esos artículos, capítulos, secciones, etc. que se encuentran dentro de recursos mayores como libros, un artículo dentro de una revista, diario o seriada. En la catalogación de analíticas, aunque se crean registros bibliográficos separados para el capítulo, no está separado físicamente del ejemplar- Aprenda más sobre analíticas en el capítulo 13 de AACR2 Anglo-American Cataloguing Rules.
eu: Bibliotecas a veces hacen artículos de revistas y artículos dentro de monografías y publicaciones seriadas accesibles a los usuarios de la biblioteca a través de análisis de catalogación. Analytics catalogación crea registros bibliográficos separados para estos artículos, capítulos, secciones, etc encuentra dentro de un recurso más grande, como un libro, un artículo en una revista, un periódico o en serie. En catalogación analítica, aunque un registro bib separado se crea para el título, no está físicamente separado del elemento host. Más información acerca de Google Analytics en el Capítulo 13 de las AACR2.
fi: Kirjastot tekevät toisinaan kausijulkaisujen ja monografioiden artikkeleista osakohteista. Osakohteet luetteloidaan omina tietueinaan ja niistä on viittaus emotietueeseen, jonka erottamattomia osia osakohteet ovat.
fr: Les bibliothèques rendent parfois les articles de revues ou les contributions de monographies accessibles à leurs usagers grâce au catalogage analytique. Le catalogage analytique crée des notices bibliographiques de dépouillement distinctes pour les articles, chapitres, sections, etc., inclus dans un livre ou un périodique. Pour en savoir plus sur le catalogage analytique consultez le chapitre 13 des AACR2
hi: पुस्तकालय कभी कभी पत्रिका लेख और मोनोग्राफ और विश्लेषणों के माध्यम से सूचीबद्ध पुस्तकालय संरक्षक के लिए सुलभ धारावाहिकों के भीतर लेख बनाते हैं। एनालिटिक्स सूचीबद्ध ऐसी एक किताब, एक पत्रिका, अखबार या सीरियल के भीतर एक लेख के रूप में इन लेखों, अध्याय, वर्गों के लिए अलग ग्रंथ सूची रिकॉर्ड, आदि के लिए एक बड़ा संसाधन के भीतर पाया बनाता है। एनालिटिक्स सूचीबद्ध करने में, हालांकि एक अलग बिब रिकॉर्ड खिताब के लिए बनाई गई है, यह शारीरिक रूप से मेजबान आइटम से अलग नहीं है। AACR2 के अध्याय 13 में Analytics के बारे में अधिक जानें।
it: Vi sono biblioteche che rendono accessibili articoli di riviste o articoli contenuti in monografie usando i record analitici. La catalogazione analitica crea record separati per per articoli, capitoli, sezioni, ecc., contenuti in opere più grandi quali libri, giornali o riviste. Nella catalogazione analitica, anche se si crea un record per titolo, questo non è indipendente dal record madre. Si veda il capitolo 13 delle AACR2 per altre informazioni.
pl: Poprzez tworzenie analitycznych rekordów bibliotekarze mogą udostępniać użytkownikom dostęp do czasopism, artykułów z czasopism i monografii. Wyodrębnione zostają rekordy bibliograficzne dla tych artykułów, rozdziałów, sekcji itd., znalezionych w większych dokumentach jak książki czy czasopisma. Mimo iż tworzony jest oddzielny rekord bibliograficzny, nie jest on oddzielony od egzemplarzy. Dowiedz się więcej o Rekordach Analitycznych w rozdziale 13 AACR2.
pt: As bibliotecas por vezes criam artigos de jornal e artigos em monografias e periódicos acessíveis aos leitores da biblioteca através de analíticos. A catalogação de analíticos cria registos bibliográficos separados para estes artigos, capítulos, secções, etc. encontrado dentro de um maior recurso, como um livro, um artigo em um jornal, jornal ou periódico. Na catalogação de analíticos, embora um registo separado seja criado para o título, não é fisicamente separado do registos hospedeiro. Saiba mais sobre analíticos no capítulo 13 do AACR2.
pt_br: Às vezes as bibliotecas fazem com que artigos de jornal e artigos que compõem trabalhos monográficos ou seriados sejam acessíveis aos usuários através de uma catalogação analítica. A catalogação analítica envolve a criação de um registro bibliográfico exclusivo para estes artigos, capítulos, seções etc. encontrados dentro de um material maior, como um livro, um artigo em um jornal ou periódico. Na catalogação analítica, apesar de um registro exclusivo ser criado para o título, ele não é fisicamente separado do item que o hospeda. aprenda mais sobre Analíticas no capítulo 13 da AACR2.
sk: Knižnice niekedy sprístupňujú čitateľom články časopisov, monografií a periodík pomocou analytickej katalogizácie. Analytická katalogizácia vytvára oddelené knižničné záznamy pre tieto články, kapitoly, oddiely, atď., ktoré sa nachádzajú vo väčšom prameni, ako je kniha, článok v časopise, novinách alebo periodiku. V analytike pri katalogizácii, hoci sa vytvorí pre titul osobitný knižničný záznam, tento nie je fyzicky oddelený od hosťovského exemplára. O Analytike zistíte viac v Kapitole 13 v AACR2.
sv: Bibliotek gör ibland tidskriftsartiklar och artiklar från monografier och periodika tillgängliga för låntagare genom analytisk katalogisering. Analytisk katalogisering skapar separata bibliografiska poster för dessa artiklar, kapitel, avsnitt, osv. från en större resurs, som en bok, en artikel i en tidskrift, tidning eller periodika. Den separata bibliografiska posten som skapas vid analytisk katalogisering är inte fysiskt åtskild från huvudobjektet. Mer information om Analytisk katalogisering finns i kapitel 13 i AACR2.
tr: Kütüphaneler bazen dergi makalelerini ve monografilerdeki ve süreli yayınlardaki makaleleri analitik kataloglama yoluyla kütüphane kullanıcıları için erişime açmaktadırlar. Analitik kataloglama kitap; dergi, gazete ya da süreli yayınlardaki bir makale gibi daha geniş bir kaynakta bulunan makaleler, bölümler, kısımlar vs… için ayrı bibliyografik kayıtlar oluşturmaktadır. Analitik kataloglamada, eser adı için ayrı bir bibliyogarfik kayıt oluşturulsa bile, fiziksel olarak ana materyalden ayrı değildir. AACR2’nin 13. bölümünde analitikle ilgili daha fazla bilgi edinin.
zh_tw: 有的圖書館使用分析編目技術，讓讀者可以搜尋學刊的論文與圖書的章節。把圖書、學刊報紙裡的論文、章節與專欄抽出，另行編目成獨立的書目紀錄，實體上仍未與主紀錄分隔詳情參見 AACR2 的第 13 章。

source: Library EANs
eu: EANs liburutegia
fi: Kirjasto-EANit
hi: लाइब्रेरी EANs

source: Library Property Groups
ar: مجموعات الممتلكات للمكتبة
cs: Skupiny knihovního majetku
da: Biblioteks-ejendoms grupper
de: Bestandsgruppen
el: Ομάδες Ιδιότητας Βιβλιοθήκης
es: Grupos de propiedad de biblioteca
eu: Liburutegiko propietate taldeak
fi: Kirjastojen ominaisuusryhmät
fr: Propriétés de groupe de sites
hi: लाइब्रेरी संपत्ति समूह
it: Proprietà dei Gruppi di Biblioteche
oc: Proprietats de grop de sites
pt: Grupo de propriedades da biblioteca
pt_br: Propriedades dos grupos de bibliotecas
sk: Skupiny vlastností knižníc
sv: Egenskapsgrupper för bibliotek
tr: Kütüphane Özellik Grupları
zh_tw: 圖書館屬性群組

source: Library Transfer Limits
ar: حدود النقل بالمكتبة
cs: Omezení přenosu knihovny
da: Bibliotek transportgrænser
de: Transportregeln
el: Περιορισμός Μεταφορών Βιβλιοθηκών
es: Límites de transferencia de biblioteca
eu: Liburutegiko transferentzia mugak
fi: Aineistokuljetusten rajoitukset
fr: Règles de transferts et de retours entre sites
hi: लाइब्रेरी हस्तांतरण सीमा
it: Limiti nei trasferimenti
oc: Règlas de transferiments e de retorns entre sites
pl: Limity Transferów Pomiędzy Bibliotekami
pt: Limites de transferência da biblioteca
pt_br: Limites de transferência entre bibliotecas
sk: Obmedzenia knižničných presunov
sv: Överföringsbegränsningar för bibliotek
tr: Kütüphane Transfer Sınırları
zh_tw: 圖書館轉移限制
