Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Each notice can be edited, but only a few can be deleted, this is to prevent system errors should a message try to send without a template. Each notice and slip can be edited on a per library basis, by default you will see the notices for all libraries.
ar: كل إشعار يمكن تحريره، ولكن بعضها فقط يمكن حذفه، وهذا لمنع الأخطاء في النظام بأن تحاول الرسالة أن ترسل بدون قالب.كل إشعار وقصاصة يمكن تحريرها حسب أساسيات المكتبة ، وبشكل افتراضي ستتمكن من رؤية الإشعارات لكل المكتبات.
cs: Všechna oznámení mohou být upravována, ale pouze některá mouhou být smazána. Je to proto, aby se předešlo chybám při pokusu o odeslání neexistujícího oznámení. Všechna oznámení a potvrzení mohou být upravována pro každou knihovnu zvlášť, ale ve výchozím nastavení se pro všechny knihovny používají společná oznámení.
da: Hver besked kan redigeres, men kun nogle få kan slettes, det er for at undgå systemfejl, hvis der forsøges at sende en besked uden at skabelonen findes. Hver besked eller notat kan redigeres for hvert bibliotek, almindeligvis vil du se beskeder fra alle biblioteker.
de: Jede Benachrichtigung kann bearbeitet, aber nur einige wenige können endgültig gelöscht werden. Damit werden Fehler vermieden beim Versuch des Systems, eine Benachrichtigung ohne hinterlegtes Template zu generieren. Jede Benachrichtigung kann für jede Bibliothek bearbeitet werden. Standardmässig werden alle Benachrichtigungen für alle Bibliotheken angezeigt.
el: Μπορεί να γίνει επεξεργασία σε όλες τις ειδοποιήσεις, αλλά μόνο ελάχιστες μπορούν να διαγραφούν. Αυτό γίνεται για να παρεμποδιστούν τα σφάλματα του συστήματος που ενδεχομένως αποσταλούν μέσω μηνύματος χωρίς κάποιο πρότυπο. Κάθε ειδοποίηση και σημείωμα μπορούν να διορθωθούν σε επίπεδο βιβλιοθήκης, εξ ορισμού θα δείτε τις ειδοποιήσεις για όλες τις βιβλιοθήκες.
es: Cada aviso puede ser editado, pero solo unos pocos pueden ser eliminados, esto para prevenir errores tal como intentar enviar un mensaje sin su plantilla. Cada aviso y recibo puede ser editado para cada biblioteca, de forma predeterminada verá los avisos de todas las bibliotecas.
eu: Cada aviso puede ser editado, pero solo unos pocos pueden ser eliminados, esto es para evitar errores en el sistema, debe enviar un mensaje sin utilizar una plantilla. Cada aviso y recibo puede ser editado por la biblioteca de origen, por defecto verá los avisos de todas las bibliotecas.
fi: Jokaista ilmoitusta voi muokata, mutta vain muutamia voi poistaa. Tämä on tehty estämään järjestelmän virheitä, jotka syntyisivät viestin lähettämisestä ilman pohjaa. Jokainen ilmoitus tai kuitti voidaan muokata kirjastoittain, oletuksena viestit on kaikille kirjastoille tarkoitettu.
fr: Chaque notification peut être modifiée, mais très peu peuvent être supprimées, pour éviter une erreur système lors d'un envoi de message dont le modèle aurait été supprimé. Chaque notification ou ticket peut être modifié par son site et par défaut, vous les verrez tous pour tous les sites.
hi: प्रत्येक सूचना संपादित किया जा सकता है, लेकिन केवल कुछ ही नष्ट किया जा सकता है, यह एक संदेश एक टेम्पलेट के बिना भेजने के लिए प्रयास करना चाहिए, सिस्टम में त्रुटियाँ रोकने के लिए है। प्रत्येक सूचना और पर्ची, एक प्रति पुस्तकालय के आधार पर संपादित किया जा सकता डिफ़ॉल्ट रूप से आप सभी पुस्तकालयों के लिए नोटिस देखेंगे।
it: Ogni avviso può essere modificato ma pochi possono essere cancellati, per evitare errori al sistema che avverrebbero se si tentasse di mandare un avvisoo senza un testo di default. Ogni avviso e ogni ricevuta può esser modificata per singola biblioteca, di default vedi gli avvisi per tutte le biblioteche.
oc: Cada notificacion pòt èsser modificada, mas fòrça pauc pòdon èsser suprimidas, per evitar una error sistèma al moment d'un mandadís de messatge que lo modèl ne seriá estat suprimit. Cada notificacion o tiquet pòt èsser modificat per son site e per defaut, los veiretz totes per totes los sites.
pl: Każde powiadomienie można modyfikować, ale tylko kilka z nich można usunąć, co powinno zapobiec błędom systemu. Każde powiadomienie i rewers można modyfikować dla konkretnej biblioteki, ale stworzone domyślnie przeznaczone są dla wszystkich bibliotek.
pt: Cada aviso pode ser editado, mas apenas alguns pode ser eliminados, de forma a evitar erros do sistema quando o mesmo tenta enviar uma mensagem sem modelo. Cada aviso ou recibo pode ser editado de acordo com a biblioteca, por omissão é usado para todas as bibliotecas.
pt_br: Cada aviso pode ser editado, mas só alguns podem ser excluídos, isso é para evitar erros do sistema de uma mensagem deve tentar enviar sem um modelo. Cada aviso prévio e de deslizamento podem ser editadas em uma base por biblioteca, por padrão, você verá os avisos para todas as bibliotecas.
sk: Každú poznámku možno upraviť, ale iba niekoľko ich možno odstrániť. Je to preto, aby sa predišlo chybám v systéme, ak by malo dôjsť k odoslaniu správy bez šablóny. Každé oznámenie a ústrižok sa dá upraviť na báze každej knižnice, predvolene však uvidíte oznámenia pre všetky knižnice.
sv: Alla meddelanden kan redigeras, men bara vissa kan raderas. Detta är för att förhindra fel om ett meddelande skulle skickas utan en mall. Varje meddelande och kvittering kan redigeras per bibliotek, som standard ser du meddelanden för alla bibliotek.
tr: Her uyarı düzenlenebilir fakat sadece birkaçı silinebilir. Bu işlem, her hangi bir mesaj şablonsuz yollanmaya çalışılırsa, sistem hatalarını önlemek için kullanılır. Her uyarı ve slip her bir kütüphane bazında düzenlenebilir, varsayılanda tüm kütüphaneler için uyarılar göreceksiniz.
zh_tw: 每個通知都可編輯，為了避免系統錯誤，祗有少數才能被刪除。每個通知與收條都可以編輯供各圖書館使用，預設是給所有圖書館使用。

source: Each notice offers you the same options
ar: كل إخطار يمنحك نفس الخيارات
cs: Všechna upozornění nabízejí stejné možnosti
de: Jede Benachrichtigung erlaubt die selben Optionen
el: Κάθε ειδοποίηση σας προσφέρει τις ίδιες επιλογές
es: Cada aviso ofrece las mismas opciones
eu: Ohar bakoitzak aukera berdinak eskaintzen ditu
fi: Jokainen ilmoitus tarjoaa samat valinnat
fr: Chaque notice vous propose les même options
hi: प्रत्येक सूचना आप एक ही विकल्प प्रदान करता है
it: Ciascun avviso offre le stesse opzioni
oc: Cada notícia vos prepausa las meteissas opcions
pt: Cada aviso oferece as mesmas opções
pt_br: Cada aviso oferece as mesmas opções
sk: Každé oznámenie vám ponúka rovnaké možnosti
tr: Her bildirim size aynı seçenekleri sunar
zh_tw: 每個通知都有同樣的選項

source: Each of the tabs on the left holds several different preferences:
ar: كل واحدة من علامات التبويب على اليمين تحوي تفضيلات مختلفة:
cs: Každá ze záložek na levé straně má několik různých předvoleb:
da: Hver fane til venstre indeholder en række indstillinger:
de: Jeder Tab links beinhaltet verschiedene Einstellungen:
el: Κάθε καρτέλα στα αριστερά περιέχει διάφορες προτιμήσεις:
es: Cada una de las pestañas de la izquierda tiene varias preferencias:
eu: Ezkerreko fitxa bakoitzak lehentasun ezberdinak ditu:
fi: Jokainen vasemmalla oleva välilehti sisältää useita erilaisia asetuksia:
fr: Chaque onglet sur la gauche rassemble plusieurs préférences:
hi: प्रत्येक की बाईं तरफ के टैब के कई अलग अलग वरीयताएँ होल्ड:
it: Ciascuna delle schede sulla sinistra raggruppa diverse preferenze:
oc: Chaque onglet sus la esquèrra rassemble plusieurs preferéncias:
pl: Każda z zakładek po lewej stronie odpowiada za inne ustawienia:
pt: Cada separador que aparece na esquerda fornece preferências diferentes:
pt_br: Cada separador que aparece na esquerda fornece preferências diferentes:
sk: Každá záložka naľavo obsahuje niekoľko rozličných nastavení:
sv: I varje flik till vänster finns flera olika inställningar:
tr: Soldaki sekmelerin her biri çeşitli tercihler sunar:
zh_tw: 每個分頁左方都有若干偏好：

source: Each patron attribute has an edit and a delete link beside it on the list of attributes.
ar: كل سمة مستفيد له تعديل وحذف رابط بجانبه في قائمة السمات.
cs: Každý atribut čtenáře má editační a výmazový odkaz vedle na seznamu atributů.
da: Ved siden af hver låner-attribut er der en editer- og en slette-knap ved siden af listen med attributer.
de: Jeder Benutzersatz hat seitwärts einen Link zum Bearbeiten und Löschen.
el: Κάθε απόδοση μέλους, στη λίστα αποδόσεων, έχει δίπλα της έναν σύνδεσμο επεξεργασίας και έναν διαγραφής.
es: Cada atributo de usuario tiene a su lado un enlace editar o eliminar en la lista de atributos.
eu: Bazkide atributu bakoitzak editatu eta ezabatu lotura bat du alboan, tributuen zerrendan.
fi: Kaikissa asiakkaiden määreissä on muokkaus- ja poistolinkit määreiden listassa.
fr: Dans la liste des attributs, il y a à côté de chaque attribut des liens modifier et supprimer.
hi: प्रत्येक संरक्षक विशेषता एक संपादित करें और विशेषताओं की सूची पर इसके बगल में एक डिलीट लिंक है।
it: Ogni dato di un utente ha accanto un bottone per la modifica o la cancellazione.
oc: Dins la lista des atributs, i a a costat de cada atribut des ligams modificar e suprimir.
pl: Przy każdym atrybucie użytkownika wyświetla się opcja 'Modyfikuj' i 'Usuń'.
pt: Cada atributo de leitor tem uma ligação para editar ou eliminar ao lado.
pt_br: Cada atributo de usuário tem um link editar e excluir ao lado da lista de atributos.
sk: Každá vlastnosť čitateľa má vedľa seba odkaz na úpravu a odstránenie v zozname vlastností.
sv: Varje låntagarattribut har en länk för radera och redigera bredvid sig i attributlistan.
tr: Nitelik listesinin arkasındaki her kullanıcı niteliğinde düzenle ve sil bağlantısı mevcuttur.
zh_tw: 每個讀者屬性旁，都有編輯與刪除連結。

source: Each patron can have an alternate contact
ar: يمكن لكل مستفيد طرق بديلة للاتصال
cs: Každý čtenář může mít alternativní kontakt
da: Hver låner kan have en alternativ kontakt
de: Jedem Benutzer kann ein alternativer Kontakt zugeordnet werden
el: Κάθε μέλος μπορεί να έχει εναλλακτικά στοιχεία επικοινωνίας
es: Cada usuario puede tener un contacto alternativo
eu: Bazkide bakoitzak ordezko kontaktu bat du
fi: Jokaisella asiakkaalla voi olla vaihtoehtoinen yhteystieto
fr: On peut définir une autre adresse pour chaque adhérent.
hi: प्रत्येक संरक्षक एक वैकल्पिक संपर्क कर सकते हैं
it: Ogni utente può avere un indirizzo alternativo
oc: On pòt definir una autra adreça per cada aderent.
pl: Każdy użytkownik może mieć wpisane alternatywne dane kontaktowe
pt: Cada leitor pode ter um contacto alternativo
pt_br: Cada usuário pode ter um contato alternativo
sk: Každý čitateľ môže mať alternatívny kontakt
sv: Varje låntagare kan ha en alternativ kontakt
tr: Her kullanıcının irtibata geçilecek diğer bir yakını daha olabilir.
zh_tw: 每名讀者可以有其他連絡資訊

source: Each section of preferences can be sorted alphabetically by clicking the small down arrow to the right of the word 'Preference' in the header column
ar: كل قسم من التفضيلات من الممكن ان يفرز بشكل أبجدي بالنقر على السهم الصغير المتجه للأسفل على يسار كلمة 'تفضيلة' في راس العمود
cs: Každá sekce předvoleb může být řazena abecedně kliknutím na malou šipku napravo od slova "Předvolby" v záhlaví
da: Hver sektion i indstillingerne kan sorteres alfabetisk ved at klikke på den lille ned-pil til højre for ordet 'Indstillinger' i overskriftslinjen
de: Jede Abteilung der Einstellungen kann alphabetische geordnet werden, indem man den kleinen Pfeil nach unten anklickt, der rechts neben dem Wort 'Einstellungen' in der Titelzeile
el: Κάθε τομέας προτιμήσεων μπορεί να ταξινομηθεί αλφαβητικά κάνοντας κλικ στο μικρό βελάκι προς τα κάτω στα δεξιά της λέξης 'Προτίμηση' στη στήλη επικεφαλίδας
es: Cada sección de preferencias puede ser editada alfabéticamente haciendo clic en la pequeña flecha a la derecha de la palabra 'Preferencia' en la columna encabezado
eu: Lehentasun sekzio bakoitza alfabetikoki antolatu daiteke, goiburu zutabeko 'Lehentasuna' hitzaren eskuinera dagoen behera gezi txikian klik eginez
fi: Jokaisen osion asetuksen voidaan lajitella aakkosjärjestykseen klikkaamalla pientä nuolta oikealla otsikossa
fr: Chaque section de préférences peut être triée en cliquant sur la petite flèche qui se trouve sur la droite du mot Préférence de l'en-tête de colonne.
hi: वरीयताओं के प्रत्येक अनुभाग हेडर के कॉलम में 'शब्द पसंद' के अधिकार के लिए छोटा सा नीचे तीर पर क्लिक करके हल किया जा सकता वर्णानुक्रम
it: Ogni sezione delle preferenze può essere ordinata alfabeticamente cliccando sulla piccola freccia alla destra della parola 'Preferenza' dell'intestazione della colonna
oc: Chaque seccion de preferéncias pòt èsser triée en clicant sus la petite sageta qui se tròba sus la dreita del mot Preferéncia de l'en-tête de colomna.
pl: Każdą sekcję ustawień systemu można sortować alfabetycznie. Kliknij na małą strzałkę, po prawej, przy nazwie kolumny 'Opcja'
pt: Cada secção de preferências podem ser ordenadas alfabeticamente clicando na seta que aparece à direita da palavra 'Preferência' na coluna de cabeçalho
pt_br: Cada seção das preferências podem serem ordenadas alfabeticamente clicando na pequena seta para baixo a direita da palavra 'Preferência' na coluna principal
sk: Každá sekcia nastavení sa dá zoradiť podľa abecedy kliknutím na malú šípku nadol napravo od slova 'Nastavenie' v hlavičkovom stĺpci
sv: Varje sektion med inställningar kan sorteras alfabetiskt genom att klicka på den lilla nedåtriktade pilen till höger om ordet 'Inställning' i kolumnrubriken
tr: Tercihlerin her bir bölümü baş sütundaki 'Tercihler' kelimesinin sağındaki küçük aşağı oka tıklayarak alfabetik sıraya göre sıralanabilir.
zh_tw: 每組偏好都可以依字順排序，點選標題欄 '偏好' 右方的向下箭頭，即可

source: Each vendor will have one account.
el: Κάθε προμηθευτής θα έχει ένα λογαριασμό.
fi: Jokaisella toimittajalla on yksi tili.
hi: प्रत्येक विक्रेता का एक खाता होगा.

source: Edit Authorities
ar: تحرير الاستنادات
cs: Úprava autorit
da: Rediger normer
de: Normdaten bearbeiten
el: Επεξεργασία Καθιερωμένων Όρων
es: Editar autoridades
eu: Editar Autoridades
fi: Auktoriteettien muokkaus
fr: Modifier des autorités
hi: प्राधिकारियों संपादित करें
it: Modificare Authority
oc: Modificar des autoritats
pl: Modyfikowanie haseł wzorcowych
pt: Editar autoridades
pt_br: Editar autoridades
sk: Upraviť autority
sv: Redigera auktoriteter
tr: Otoriteleri Düzenle
zh_tw: 編輯權威

source: Edit Catalog (Modify bibliographic/holdings data)
ar: تحرير الفهرس (تعديل البيانات البيبلوغرافية /المقتنيات)
cs: Úpravy katalogu (měnit bibliografické a exemplářové údaje)
de: Katalogdaten bearbeiten (Titel und Exemplar hinzufügen und bearbeiten)
el: Επεξεργασία Καταλόγου (Τροποποιήστε βιβλιογραφικά δεδομένα ή δεδομένα αντιτύπων)
es: Editar catálogo (Modificar datos bibliográficos y de existencias)
eu: Katalogoa editatu (Modify bibliographic/holdings data)
fi: Luettelointitietojen muokkaus
hi: सूची संपादित करें (ग्रंथ सूची/होल्ड डेटा संशोधित)
it: Permessi di catalogazione (alterare e aggiungere record bibliografici e dati di copia)
oc: Catalogar (Modificar las donadas bibliograficas/d'exemplars)
pl: Modyfikowanie katalogu (Modyfikacje danych bibliograficznych/rezerwacji)
pt: Editar catálogo (alterar e adicionar dados bibliográficos de exemplares)
pt_br: Editar Catálogo (modificar dados bibliográficos e de exemplares)
sk: Upraviť katalóg (Upraviť knižničné a exemplárové údaje)
tr: Kataloğu Düzenle (Bibliyografik/ayırma verileri üzerinde değişiklik yap)
zh_tw: 編輯目錄(修改書目/館藏資料)

source: Edit Custom Reports
ar: تحرير التقارير المخصصة
cs: Upravit vlastní výstupy
da: Editere brugerdefinerede rapporter
de: Benutzerdefinierte Reports bearbeiten
el: Επεξεργασία Εξατομικευμένων Αναφορών
es: Editar informes personalizados
eu: Editar informes personalizados
fi: Muokkaa räätälöityä raporttia
fr: Modifier les rapports personnalisés
hi: अपने कस्टम रिपोर्ट संपादित करें
it: Modifica report personalizzati
oc: Modificar les rapòrts personnalisés
pl: Modyfikowanie raportów niestandardowych
pt: Relatórios personalizados
pt_br: Editar Relatórios Personalizados
sk: Upraviť Prispôsobené výkazy
sv: Redigera anpassade rapporter
tr: Özel Raporları Düzenle
zh_tw: 編輯客製化報表

source: Edit Existing Frameworks
ar: تعديل القوالب الحالية
cs: Upravit stávající šablony
da: Rediger bestående struktur
de: Bestehende Frameworks bearbeiten
el: Επεξεργασία Υπαρχόντων Πλαισίων
es: Editar hojas de trabajo existentes
eu: Editatu existitzen diren lan orriak
fi: Muokkaa olemassa olevaa luettelointipohjaa
fr: Modifier les grilles existantes
hi: मौजूदा आइटम संपादित करें
it: Modifica una griglia esistente
oc: Modificar les grasilhas existentas
pl: Modyfikowanie istniejących Szablonów MARC
pt: Editar modelos existentes
pt_br: Editar Frameworks existentes
sk: Upraviť existujúce rámce
sv: Redigera befintliga ramverk
tr: Mevcut çerçeveleri düzenle
zh_tw: 編輯既有框架

source: Edit Framework Subfields
eu: Editatu Framework azpieremuak
fi: Muokkaa luettelointipohjan osakenttiä
hi: फ्रेमवर्क उपक्षेत्रों को संपादित करें

source: Edit an existing subscription
ar: تحرير اشتراك حالي
cs: Upravit existující předplatné
da: Slette et eksisterende abonnement
de: Laufendes Abo bearbeiten
el: Επεξεργασία μιας υπάρχουσας συνδρομής
es: Editar una suscripción existente
eu: Editatu badagoen harpidetza
fi: Olemassa olevan lehtitilauksen muokkaus
fr: Modifier un abonnement existant
hi: मौजूदा सदस्यता संपादित करें
it: Cancella abbonamento esistente
oc: Modificar un abonament existant
pl: Modyfikowanie istniejącej prenumeraty
pt: Eliminar uma assinatura
pt_br: Editar uma assinatura existente
sk: Upraviť jestvujúce zápisné
sv: Redigera en befintlig prenumeration
tr: Mevcut bir aboneliği düzenle
zh_tw: 編輯既有的訂閱

source: Edit catalog (Modify bibliographic/holdings data)
ar: تحرير الفهرس (تعديل البيانات البيبلوغرافية / المقتنيات)
cs: Katalogizovat (přidávat a upravovat bibliografické i exemplářové údaje)
da: Editer katalog (editere bibliografiske/eksemplardata)
de: Katalogdaten bearbeiten (Titel und Exemplare hinzufügen und bearbeiten)
el: Επεξεργασία καταλόγου (Τροποποιήστε βιβλιογραφικά δεδομένα ή δεδομένα αντιτύπων)
es: Editar catálogo (modificar datos bibliográficos y de existencias)
eu: Editar Cataálogo (Modificar datos bibliográficos / de fondos)
fi: Luettelointitietojen muokkaus
fr: Editer le catalogue (Modifier les données bibliographiques/d'exemplaires)
hi: सूची संपादित करें (ग्रंथ सूची / होल्डिंग डेटा संशोधित)
it: Permessi di catalogazione (alterare e aggiungere record bibliografici e dati di copia)
oc: Editer lo catalòg (Modificar las donadas bibliograficas/d'exemplars)
pl: Modyfikowanie katalogu (Modyfikacje danych bibliograficznych/rezerwacji)
pt: Editar catálogo (alterar e adicionar dados bibliográficos de exemplares)
pt_br: Editar catálogo (Alterar dados bibliográficos/reservas)
sk: Upraviť katalóg (Upraviť knižničné a exemplárové údaje)
sv: Redigera katalog (Modifiera data för bibliografi/reservation)
tr: Kataloğu düzenle (Bibliyografik / ayırma verilerini değiştir)
zh_tw: 編輯目錄(修改書目/館藏資料)

source: Edit either the 'Source' or 'Text' fields by clicking on the desired field.
ar: حرر إما حقل 'المصدر' أو 'النص' بالنقر على الحقل المطلوب.
cs: Položky 'Zdroj' i 'Text' upravíte tak, že na ně kliknete a přepíšete je do požadované podoby.
da: Rediger enten 'Kilde' eller 'Tekst' felter ved at klikke på det ønskede felt.
de: Die Felder 'Quelle' und 'Text' können durch Anklicken beareitet werden.
el: Επεξεργασία των πεδίων 'Πηγή' ή 'Κείμενο' πατώντας στο επιθυμητό πεδίο.
es: Edite tanto los campos 'Fuente' o 'Texto' haciendo clic en el campo deseado.
eu: Editar campos de 'Fuente' o 'Texto' seleccionando en el campo deseado.
fi: Voit muokata lähdetekstiä ja tekstiä klikkaamalla haluttua kenttää.
fr: Modifier les champs de 'Source' ou de 'Texte' en cliquant sur le champ désiré.
hi: वांछित क्षेत्र या तो 'स्रोत' या 'पाठ' क्षेत्रों पर क्लिक करके संपादित
it: Modifica il 'Sorgente' o il 'Testo' cliccando sul campo desiderato.
oc: Modificar los camps de 'Font' o de 'Tèxte' en clicant sul camp désiré.
pl: Kliknij na wybrane pole 'Źródło' lub 'Tekst', by je modyfikować.
pt: Editar os campos 'Fonte' e 'Texto' clicando no campo desejado.
pt_br: Edite os campos 'Fonte' ou 'Texto' clicando no campo desejado.
sk: Upravte polia 'Zdroj' alebo 'Text' kliknutím na želané pole.
sv: Redigera fälten 'Källa' eller 'Text' genom att klicka i det önskade fältet.
tr: Ya 'Kaynağa' ya da 'Metin' alanlarının istenen alanlarına tıklayarak düzenleme yapınız.
zh_tw: 點選指定的欄位，以便編輯 '來源' 或 '文字' 欄位。

source: Edit items
ar: تعديل المواد
cs: Upravit jednotky
da: Editer eksemplarer
de: Exemplare bearbeiten
el: Επεξεργασία αντιτύπων
es: Editar ítems
eu: Editatu elementuak
fi: Niteiden muokkaus
fr: Modifier les exemplaires
hi: संपादित आइटम
it: Modifica le copie
oc: Modificar los exemplars
pl: Modyfikuj egzemplarze
pt: Editar exemplares
pt_br: Editar exemplares
sk: Upraviť exempláre
sv: Redigera objekt
tr: Materyalleri Düzenle
zh_tw: 編輯館藏

source: Editing
ar: التعديل
cs: Úpravy
da: Udgave
de: Bearbeiten
el: Επεξεργασία
es: Editando
eu: Editar
fi: Muokkaus
fr: Modifier
hi: संपादन
it: Modifica
oc: Modificar
pl: Modyfikowanie
pt: Edição
pt_br: Editando
sk: Úprava
sv: Redigera
tr: Düzenleniyor
zh_tw: 編輯

source: Editing Authorities
ar: تعديل الإستنادات
cs: Úpravy autorit
da: Rediger Autoriteter
de: Normdaten bearbeiten
el: Επεξεργασία Καθιερωμένων Όρων
es: Editando autoridades
eu: Autoritateak editatzea
fi: Auktoriteettien muokkaus
fr: Modification des autorités
hi: संपादन प्राधिकारियों
it: Modificare Authority
oc: Modificacion des autoritats
pl: Modyfikowanie haseł wzorcowych
pt: Editar autoridades
pt_br: Editando autoridades
sk: Úprava autorít
sv: Redigera Auktoriteter
tr: Otoriteler Düzenleniyor
zh_tw: 編輯權威

source: Editing Basket Headers
ar: تعديل رؤوس السلة
cs: Úpravy hlaviček košíku
da: Rediger kurv-headers
de: Bestellkopf bearbeiten
el: Επεξεργασία Επικεφαλίδων Καλαθιών
es: Editando encabezados de cestas
eu: Saskien goiburuak editatzea
fi: Tilauskorin tietojen muokkaus
fr: Modifier l'entête du panier
hi: संपादन टोकरी हेडर
it: Modifica raccoglitore
oc: Modificar l'entête del panièr
pl: Modyfikuj nazwę koszyka
pt: Modificar cestos
pt_br: Editando cabeçalhos de cestos
sk: Úprava hlavičiek košíkov
sv: Redigera Korgrubriker
tr: Sepet Başlıkları Düzenleniyor
zh_tw: 編輯採購項目標題

source: Editing Events
ar: تعديل الأحداث
cs: Úprava událostí
da: Editer lukkedage
de: Events bearbeiten
el: Επεξεργασία Γεγονότων
es: Edición de Eventos
eu: Gertaerak editatzea
fi: Kiinniolojen muokkaus
fr: Modification des jours de fermeture
hi: संपादन आयोजन
it: Modifica eventi
oc: Modificacion des jorns de tampadura
pl: Modyfikowanie wydarzeń
pt: Modificar Eventos
pt_br: Modificar Eventos
sk: Úprava udalostí
sv: Redigera Händelser
tr: Olaylar düzenleniyor
zh_tw: 編輯事件

source: Editing Item Types
ar: تعديل أنواع المواد
cs: Úpravy typů položky
da: Rediger materialetyper
de: Medientypen bearbeiten
el: Επεξεργασία Τύπων Τεκμηρίων
es: Editando tipos de ítem
eu: Editando tipos de ítem
fi: Aineistolajien muokkaus
fr: Modifier des types de document
hi: संपादन आइटम प्रकार
it: Modifica i tipi di copia
oc: Modificar des types de document
pl: Modyfikowanie typów dokumentów
pt: Modificar tipos de documento
pt_br: Editando tipo de itens
sk: Úprava typov exemplárov
sv: Redigera Objekttyper
tr: Materyal Türleri Düzenleniyor
zh_tw: 編輯館藏類型

source: Editing Patrons
ar: تعديل المستفيدين
cs: Úpravy čtenářů
da: Editere en låner
de: Benutzer bearbeiten
el: Επεξεργασία Μελών
es: Editando Usuarios
eu: Bazkideak editatzea
fi: Asiakkaiden muokkaus
fr: Modifier des adhérents
hi: संपादित करें सरक्षक
it: Modifica utenti
oc: Modificar des aderents
pl: Modyfikowanie użytkowników
pt: Modificar leitores
pt_br: Editando Usuários
sk: Úprava čitateľov
sv: Redigera Låntagare
tr: Kulllanıcılar düzenleniyor
zh_tw: 編輯讀者
