Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Patron passwords are not recoverable. The stars show on the patron detail next to the Password label are always there even if a password isn't set. If a patron forgets their password the only option is to reset their password. To change the patron's password, click the 'Change Password' button
ar: كلمات مرور المستفيدين لا يمكن إعادة معرفتها. النجوم المعروضة في تفاصيل المستفيد بجانب عنوان كلمة المرور هي دائماً معروضة هناك حتى لو لم يكن هناك كلمة مرور مضبوطة. إذا ما نَسيَ مستفيد ما كلمة مروره فإن الخيار الوحيد لإعادة ضبط كلمة المرور، هو أن تغير كلمة مروره ، بالنقر على زر 'غير كلمة المرور'
cs: Čtenářské heslo je neobnovitelné. Hvězdičky ukazující na detail čtenáře vedle štítku s heslem jsou tam vždy když heslo není nastavené. Když čtenář zapomene své heslo, jediná možnost je resetovat heslo. Pro změnu čtenářova hesla klikněte na tlačítko 'Změnit heslo'
da: Lånerpasswords kan ikke gendannes. Stjernerne er der altid, selv hvis et password ikke er sat. Hvis en låner glemmer sit password, er den eneste mulighed at nulstille det. For at ændre lånerens password, klik på knappen 'Ændre Password'
de: Passwörter von Benutzern können nicht restauriert werden. Die Sterne im Passwortfeld werden immer angezeigt, auch wenn kein Passwort gesetzt ist. Falls jemand sein Passwort verloren hat, kann als einzige Option das Passwort zurückgesetzt werden. Um das Passwort zu ändern, klicken Sie auf die entsprechende Schaltfläche.
el: Οι κωδικοί πρόσβασης δεν είναι ανακτήσιμοι. Η εμφάνιση αστέρων στις λεπτομέρειες μέλους πλάι στην ετικέτα Κωδικός είναι πάντοτε εκεί ακόμη κι αν ο κωδικός δεν έχει οριστεί. Εάν ένα μέλος ξεχάσει τον κωδικό του, η μόνη επιλογή είναι η επαναφορά. Για αλλαγή κωδικού μέλους, πατήστε το κουμπί 'Αλλαγή Κωδικού'
es: Las contraseñas de usuarios son no recuperables. Las estrellas mostradas en los detalles del usuario al lado de la etiqueta Contraseña están siempre allí aun si la contraseña no se ha configurado. Si el usuario olvida su contraseña la única opción es reinicializar la misma. Para cambiar la contraseña del usuario , haga clic en 'Cambiar contraseña'
eu: Las contraseñas de los socios no son recuperables. Las estrellas muestran en detalle del socio junto a la etiqueta Contraseña, incluso si la contraseña no está establecida. Si un usuario olvida su contraseña la única opción para restablecer su contraseña. Para cambiar la contraseña del socio, haga clic en el botón 'Cambiar contraseña'
fi: Asiakkaan salasanaa ei voi nähdä. Tähdet näkyvät asiakastietueessa salasanan tallennuskentässä olipa salasana tallennettu tai ei. Jos asiakas unohtaa salasanansa, ainoa vaihtoehto on antaa uusi salasana. Asiakkaan salasanan vaihtamiseksi klikkaa 'Vaida salasana'.
fr: Les mots de passe des adhérents ne sont pas récupérables. Les astérisques affichés sur la page de détail d'un adhérent y sont toujours, même si aucun mot de passe n'a été défini. Si un adhérent oublie son mot de passe la seule option et de le réinitialiser. Pour changer le mot de passe d'un adhérent, cliquez sur le bouton 'Changer le mot de passe'
hi: संरक्षक पासवर्ड वसूली योग्य नहीं हैं। सितारों पासवर्ड लेबल के बगल में संरक्षक विस्तार पर दिखाने के लिए हमेशा वहाँ है, भले ही एक पासवर्ड सेट नहीं है। एक संरक्षक उनके पासवर्ड भूल जाता है तो ही एकमात्र विकल्प को अपने पासवर्ड को रीसेट करने के लिए है। संरक्षक का पासवर्ड बदलने के लिए, 'पासवर्ड बदलें' बटन पर क्लिक करें
it: Le password degli utenti non sono recuperabili. Gli asterischi accanto all'etichetta Password sono sempre presenti, anche a password mancante. L'unico modo per cambiare una password dimenticata è resettarla. Per cambiarla, scegliere il bottone 'Cambia password'
oc: Los senhals des aderents son pas récupérables. Les astérisques afichats sus la pagina de detalh d'un aderent y son totjorn, même se aucun senhal n'a été défini. Se un aderent oublie son senhal la sola opcion e de lo reïnicializar. Per cambiar lo senhal d'un aderent, clicatz sul boton 'Cambiar lo senhal'
pl: Hasła użytkownika są nie do odzyskania. Gwiazdki, pojawiające się w detalach użytkownika obok napisu Hasło, wyświetlane są zawsze, nawet jeśli hasło nie jest ustawione. Jeśli użytkownik zapomni hasło, jedyną możliwością jest nadanie mu nowego hasła. Jeśli chcesz zmienić hasło użytkownika, kliknij przycisk 'Zmień hasło'.
pt: As palavras-passe dos leitores não são recuperáveis. As estrelas que aparecem nos detalhes do leitor junto à etiqueta Palavra-passe aparecem mesmo que não esteja preenchida. Se um leitor se esquece da palavra-passe a única opção é reiniciar a mesma. Para alterar a palavra-passe carregue no botão 'Modificar palavra-passe'
pt_br: As senhas de usuários não são recuperáveis. Os asteriscos exibidos ao lado do campo de senha na tela de cadastro do usuário estarão sempre lá, mesmo que uma senha não tenha sido definida. Caso um usuário tenha esquecido sua senha, a única opção é resetar sua senha. Para mudar a senha do usuário, clique no botão 'Alterar senha'
sk: Heslá čitateľov sa nedajú získať späť. Hviezdičky sa v podrobnostiach o čitateľovi vždy zobrazujú vedľa etikety Heslo, ak keď heslo nie je nastavené. Ak čitateľ zabudne svoje heslo, jediný spôsob jeho obnovenia je jeho vynulovanie. Pre zmenu hesla čitateľa, klikni na tlačidlo 'Zmeniť heslo'
sv: Låntagarnas lösenord kan inte tas fram i textform. De asterisker/stjärnor som visas intill lösenordsfältet i formuläret med låntagarinformation visas alltid, även om ett lösenord inte ställts in. Om en låntagare glömmer sitt lösenord är den enda lösningen att ändra lösenordet. För att byta låntagarens lösenord klickar du på knappen 'Byt lösenord'
tr: Kullanıcı şifreleri düzeltilemez. Şifre etiketinin yanındaki kullanıcı detayını gösteren yıldızlar şifre oluşturulmamışsa bile daima oradadır. Kullanıcılar şifrelerini unutursa, tek seçenek şifrelerini sıfırlamaktır. Kullanıcının şifresini değiştirmek için, 'Şifre Değiştir' butonuna tıklayınız.
zh_tw: 不能擷取讀者密碼。即使沒有設定密碼，在讀者詳情密碼標示下仍出現星號，若忘記密碼，祗能重設，無找找回原來的密碼。勾選 '變更密碼' 鈕，變更密碼

source: Patron permissions
ar: صلاحيات المستفيد
cs: Uživatelská oprávnění
da: Lånerrettigheder
de: Benutzerberechtigungen
el: Εξουσιοδοτήσεις μελών
es: Permisos de usuario
eu: Permisos del socio
fi: Asiakkaan oikeudet
fr: Permissions de l'adhérent
hi: संरक्षक अनुमतियों
it: Impostazione dei permessi utente
oc: Permissions de l'aderent
pl: Uprawnienia użytkownika
pt: Permissões do leitor
pt_br: Permissões de Usuário
sk: Oprávnenia čitateľov
sv: Låntagarrättigheter
tr: Kullanıcı izinleri
zh_tw: 讀者權限

source: Patron routing lists
ar: قوائم تمرير المستفيد
cs: Seznam čtenářských cest
da: Låner-omløbslister
de: Umlauflisten verwalten
el: Λίστες δρομολόγησης μελών
es: Listas de circulación de usuarios
eu: Hojas de ruta de socios
fi: Asiakkaan kiertolistat
fr: Listes de routage
hi: संरक्षक रूटिंग सूचियों
it: Le routing lists dell'utente
oc: Listas de rotatge
pl: Lista obiegu użytkowników
pt: Listas de circulação do leitor
pt_br: Listas de circulação dos usuários
sk: Distribučné zoznamy čitateľov
sv: Mottagarlistor för låntagare
tr: Kullanıcı dolaşım listeleri
zh_tw: 讀者傳閱清單

source: Patron search
ar: بحث المستفيد
cs: Vyhledat čtenáře
da: Lånersøgning
de: Benutzersuche
el: Αναζήτηση μέλους
es: Búsqueda de usuarios
eu: Busqueda de socios
fi: Asiakashaku
fr: Recherche Adhérents
hi: संरक्षक खोज
it: Cerca utente
oc: Recèrca usagièrs
pl: Szukaj użytkownika
pt: Pesquisar leitores
pt_br: Pesquisar Usuários
sk: Hľadanie čitateľa
sv: Låntagarsökning
tr: Kullanıcı arama
zh_tw: 讀者搜尋

source: Patron statistics
ar: إحصائيات المستفيدين
cs: Statistika čtenáře
da: Lånerstatistik
de: Benutzerstatistiken
el: Στατιστικά μελών
es: Estadísticas de usuarios
eu: Estadísticas de socios
fi: Asiakastilastot
fr: Statistiques sur les adhérents
hi: संरक्षक आँकड़े
it: Statistiche utenti
oc: Estatisticas suls aderents
pl: Statystyki użytkowników
pt: Estatísticas do leitor
pt_br: Estatísticas do usuário
sk: Štatistiky čitateľov
sv: Låntagarstatistik
tr: Kullanıcı istatistikleri
zh_tw: 讀者統計

source: Patron's Purchase Suggestions
ar: مقترحات شراء المستفيد
cs: Návrhy na nákup
de: Anschaffungsvorschläge
el: Προτάσεις Αγορών Μέλους
es: Sugerencias de compra de usuarios
fi: Asiakkaan hankintaehdotukset
fr: Suggestions d'achat des adhérents
hi: संरक्षक खरीद सुझाव
it: Suggerimenti di acquisto
oc: Suggestions de crompa des aderents
pl: Propozycje zakupu
pt: Sugestões de aquisição do leitor
pt_br: Sugestões de usuários para aquisição
sk: Návrhy čitateľa na nákup
tr: Kullanıcının Satın Alma Önerileri
zh_tw: 讀者的採訪建議

source: Patrons
ar: مستخدمين
cs: Čtenáři
da: Lånere
de: Benutzer
el: Μέλη
es: Usuarios
eu: Bazkideak
fi: Asiakkaat
fr: Adhérents
hi: संरक्षक
it: Utenti
oc: Aderents
pl: Użytkownicy
pt: Leitores
pt_br: Usuários
sk: Čitatelia
sv: Låntagare
tr: Kullanıcılar
zh_tw: 讀者

source: Patrons (anonymize, bulk-delete)
ar: المستفيدون ( عدم تحديد ، حذف جماعي)
cs: Čtenáři (anonymizovat, hromadně odstranit)
da: Lånere (anonymiser, slet)
de: Benutzer anonymisieren / löschen
el: Μέλη (ανωνυμοποίηση, διαγραφή-συνόλου)
es: Usuarios (anonimizar, borrar en bloque)
eu: Bazkideak (anonimizatu, multzoka ezabatu)
fi: Asiakkaat (anonymisoi, poista eräajona)
fr: Adhérent (anonymiser et supprimer)
hi: संरक्षक (अनाम, थोक-Delete)
it: Utenti (rendere anonimo, cancellare massivamente)
oc: Aderent (anonymiser e suprimir)
pl: Użytkownicy (usuwanie)
pt: Leitores (tornar anónimo ou eliminar)
pt_br: Usuários (tornar anônimo ou excluir)
sk: Čitatelia (utajiť, hromadne odstrániť)
sv: Låntagare (anonymisera, bulkradering)
tr: Kullanıcılar (anonimleştirme, toplu-silme)
zh_tw: 讀者(匿名、批次刪除)

source: Patrons and Circulation
ar: المستفيدون والإعارة
cs: Čtenáři a výpůjčky
da: Lånere og udlån
de: Benutzer und Ausleihe
el: Μέλη και Διακίνηση Υλικού
es: Usuarios y Circulación
eu: Bazkideak eta zirkulazioa
fi: Asiakkaat ja lainaus
fr: Adhérents et circulation
hi: संरक्षक और सर्कुलेशन
it: Utenti e circolazione
oc: Aderents e circulation
pl: Użytkownicy i Udostępnianie
pt: Leitores e Empréstimo
pt_br: Usuários e circulação
sk: Čitatelia a Obeh
sv: Låntagare och cirkulation
tr: Kullanıcılar ve Dolaşım
zh_tw: 讀者與流通

source: Patrons are added by going to the 'Patrons' module.
ar: المستفيدون تمت إضافتهم من خلال الذهاب إلى وحدة 'المستفيدون'.
cs: Čtenáři se přidávají v modulu 'Čtenáři'.
da: Lånere tilføjes ved at gå til 'Låner' modulet.
de: Benutzer können mit dem Modul 'Benutzer' hinzugefügt werden.
el: Τα μέλη προστίθενται πηγαίνοντας στην υπομονάδα 'Μέλη'
es: Usuarios se agregan yendo al módulo 'Usuarios'.
eu: Socios se agregan yendo al módulo 'Socios'.
fi: Asiakkaita lisätään 'Asiakkaat'-osiossa.
fr: Les adhérents sont ajoutés dans le module 'Adhérents'.
hi: संरक्षक 'संरक्षक' मॉड्यूल के लिए जा रहा द्वारा जोड़ा जाता है।
it: Gli utenti sono aggiunti usando ilo modulo 'Utenti'.
oc: Los aderents son aponduts dins lo modul 'Aderents'.
pl: Użytkownicy są dodawani poprzez moduł 'Użytkownicy'.
pt: Os leitores são adicionados no módulo 'Leitores'.
pt_br: Usuários são adicionados no módulo 'Usuários'.
sk: Čitatelia sa pridávajú v module 'Čitatelia'.
sv: Låntagare läggs till i modulen 'Låntagare'.
tr: Kullanıcılar 'Kullanıcılar' modülüne gidilerek eklenir.
zh_tw: 進入 '讀者' 模組新增讀者。

source: Patrons are assigned to one of six main categories:
ar: المستفيدون تم تعيينهم لواحدة من ست فئات رئيسية:
cs: Čtenáři se přiřazují do jedné ze šesti kategorií:
da: Lånerkategorier tilhører en af seks overordnede kategorier:
de: Benutzertypen werden einer von sechs übergeordneten Kategorien zugeordnet:
el: Τα μέλη καταχωρούνται σε μία από τις έξι βασικές κατηγορίες:
es: Los usuarios son asignados a una de las seis categorías principales:
eu: Bazkideak sei kategoria nagusietako batean sartzen dira:
fi: Asiakkaat jaetaan kuuteen asiakastyypin lajiin:
fr: Les adhérents sont rattachés à l'une des 6 catégories principales&nbsp;:
hi: संरक्षक छह मुख्य श्रेणियों में से एक के लिए आवंटित कर रहे हैं:
it: Le categorie utente posso riferirsi a una di queste sei macrocategorie in Koha
oc: Los aderents son restacats a l'une des 6 categorias principalas&nbsp;:
pl: Użytkownik może zostać przypisany do jednej z sześciu kategorii:
pt: Os leitores são associados a uma das seis principais categorias:
pt_br: Usuários são classificados dentro de uma das seis categorias principais:
sk: Čitatelia sú priradení do jednej zo šiestich hlavných kategórií:
sv: Låntagare tilldelas till en av sex huvudkategorier:
tr: Kullanıcı türleri altı ana kategorinin bir tanesine atanmıştır:
zh_tw: 讀者已指定為6種主要類型之一：

source: Patrons can also be blocked from checking items out by setting Patron Flags
ar: المستفيدون من الممكن أيضاً أن يتم حظرهم من إستعارة المواد من خلال ضبط إشارات المستفيد
cs: Čtenářům může být odepřeno poskytování výpůjček pomocí nastavení příznaků čtenářů
da: Lånere kan også blokeres fra udlån ved at sætte lånerflag
de: Die Ausleihe kann auch durch das Setzen einer Sperre verhindert werden
el: Τα μέλη μπορούν επίσης να μπλοκαριστούν από το να δανείζουν τεκμήρια είναι ρυθμίζουν τις Σημαίες Μελών
es: Los usuarios también se pueden bloquear para préstamos mediante el establecimiento de Indicadores de Usuario
eu: Bazkideak elementuak maileguan hartzeko blokeatu daitezke ere, bazkide adierazleak ezarriz
fi: Asiakkaita voidaan estää lainaamasta niteitä asettamalla rajoituksia
fr: Il est également possible de bloquer des adhérents (les empêcher d'emprunter) en utilisant la rubrique Blocages
hi: संरक्षक भी संरक्षक झंडे की स्थापना द्वारा आइटम बाहर की जाँच से अवरुद्ध किया जा सकता
it: Gli utenti posso essere bloccati dal fare prestiti selezionando alcune caselle nella scheda utente
oc: Es tanben possible de bloquer des aderents (les empachar d'emprunter) en utilizant la rubrica Blocatges
pl: Użytkownicy mogą mieć zablokowane wypożyczanie egzemplarzy poprzez odpowiednie ustawienie konta użytkownika
pt: Os leitores podem ser também bloqueado ao definir os sinais do leitor
pt_br: Usuários também podem ser impedidos de emprestar ajustando as permissões de usuários
sk: Čitateľom je možné zabrániť vykonávanie výpožičiek exemplárov pomocou nastavenia príznakov čitateľov
sv: Låntagare kan även förhindras från att låna genom att ställa in låntagarflaggor
tr: Kullanıcı işaretleri ayarlanarak, kullanıcıların ödünç materyal almaları da engellenebilir.
zh_tw: 設定讀者旗標，就能禁止讀者借出館藏

source: Patrons has lost their library card
ar: المستفيدون أضاعوا بطاقات المكتبة خاصتهم
cs: Čtenář ztratil svůj čtenářský průkaz
da: Låner har mistet sit lånerkort
de: Benutzer hat seinen Benutzerausweis verloren
el: Τα μέλη έχουν χάσει την κάρτα βιβλιοθήκης
es: Usuarios que han perdido su carné de la biblioteca
eu: Liburutegiko txartela galdu duten bazkideak
fi: Asiakas on kadottanut kirjastokorttinsa
fr: L'adhérent a perdu sa carte de bibliothèque
hi: संरक्षक अपने पुस्तकालय कार्ड खो दिया है
it: L'utente ha perso la sua tessera
oc: L'aderent a perdut sa carta de bibliotèca
pl: Użytkownik zagubił kartę biblioteczną
pt: Leitor perdeu o seu cartão de biblioteca
pt_br: Usuários perderam suas carteirinhas de usuário
sk: Čitateľ stratil svoj knižničný preukaz
sv: Låntagare har förlorat sitt lånekort
tr: Kullanıcı kütüphane kartını kaybetmiş
zh_tw: 讀者已申報遺失其讀者證

source: Patrons in Koha can be edited using one of many edit buttons.
ar: المستفيدون في كوها من الممكن تحريرهم من خلال استخدام واحد من عدة أزرار للتحرير.
cs: Čtenáři v Koha mohou být editováni jedním z mnoha editačních tlačítek.
da: Lånere i Koha kan editeres med en af mange editeringsknapper
de: Benutzer können über eine der vielen Schaltflächen 'Bearbeiten' bearbeitet werden.
el: Μπορούμε να επεξεργαστούμε τα μέλη στο Koha χρησιμοποιώντας ένα από τα πολλά κουμπιά επεξεργασίας.
es: Los usuarios pueden ser editados usando los botones de edición.
eu: Bazkideak editatzeko, edozein editatu botoi erabili daiteke.
fi: Asiakastietoja Kohassa voi muokata käyttämällä yhtä monista muokkauspainikkeista.
fr: Il y a dans Koha de nombreuses façons de modifier la fiche d'un adhérent.
hi: Koha में संरक्षक कई बटन संपादित में से एक का उपयोग कर संपादित किया जा सकता है।
it: Gli utenti in Koha possono essere modificati usando molti bottoni 'Modifica'.
oc: I a dins Koha de nombreuses façons de modificar la ficha d'un aderent.
pl: Użytkownicy w systemie Koha mogą być modyfikowani przy użyciu wielu przycisków modyfikacji.
pt: Os leitores no Koha podem ser editados usando um dos muitos botões de edição.
pt_br: Usuários no Koha podem ser editados utilizando um dos vários botões disponíveis.
sk: Čitateľa v Kohe možno upravovať pomocou jedného z mnohých tlačidiel úpravy.
sv: Låntagare kan i Koha redigeras med flera olika knappar för redigering.
tr: Koha’daki kullanıcıları düzenleme butonlarından birini kullanarak düzenleyebilirsiniz
zh_tw: 以任何一個編輯鈕就能編輯讀者。

source: Patrons with no checkouts
ar: مستفيدون بلا إعارات
cs: Čtenáři bez výpůjček
da: Lånere uden udlån
de: Benutzer ohne Ausleihen
el: Μέλη χωρίς δανεισμούς
es: Usuarios sin préstamos
eu: Mailegurik ez duten bazkideak
fi: Asiakkaat, joilla ei ole lainoja
fr: Adhérents sans emprunts
hi: नहीं Checkouts नही के साथ संरक्षक
it: Utenti senza prestiti
oc: Aderents sens emprunts
pl: Użytkownicy bez wypożyczeń
pt: Leitores sem empréstimos
pt_br: Usuários sem empréstimos
sk: Čitatelia bez výpožičiek
sv: Låntagare som inte lånat
tr: Hiç Ödünç Almayan Kullanıcılar
zh_tw: 無借出的讀者

source: Patrons with the most checkouts
ar: المستفيدون الأكثر إستعارةً
cs: Čtenáři s nejvíce výpůjčkami
da: Lånere med de fleste udlån
de: Benutzer mit dem meisten Ausleihen
el: Μέλη με τους περισσότερους δανεισμούς
es: Usuarios con más préstamos
eu: Gehien mailegatu duten bazkideak
fi: Asiakkaat, joilla on eniten lainoja
fr: Adhérents empruntant le plus
hi: सबसे अधिक checkouts के साथ संरक्षक
it: Utenti con più prestiti
oc: Aderents empruntant lo plus
pl: Użytkownicy z największą liczbą wypożyczeń
pt: Leitores com mais empréstimos
pt_br: Usuários com mais empréstimos
sk: Čitatelia s najviac výpožičkami
sv: Låntagare med flest lån
tr: En fazla ödünç almış olan kullanıcılar
zh_tw: 借出最多的讀者

source: Patrons within the staff category will have access to the staff client.
ar: المستفيدون ضمن فئة الموظفين سيتمكننون من الوصول إلى عميل الموظفين.
cs: Čtenáři v kategorii zaměstnanců budou mít přístup do intranetu.
da: Lånere i stabs-kategorien har adgang til admin-interfacen.
de: Benutzer der Kategorie 'Mitarbeiter' haben Zugang zur Dienstoberfläche.
el: Τα μέλη στην κατηγορία προσωπικού θα έχουν πρόσβαση στη διεπαφή προσωπικού.
es: Los usuarios dentro de la categoría del personal tendrán acceso a la interfaz del personal.
eu: Langile kategoriako bazkideek langileen interfazera sartu ahal izango dira.
fi: Asiakkaat, jotka kuuluvat henkilökunta-asiakastyyppiin, pääsevät kirjautumaan virkailijatyökaluun.
fr: Les adhérent appartenant à la catégorie personnel ont accès à l'interface professionnelle du logiciel.
hi: स्टाफ श्रेणी के भीतर संरक्षक स्टाफ ग्राहक के लिए उपयोग होगा।
it: Gli utenti della categoria staff hanno accesso all'interfaccia dello staff.
oc: Les aderent appartenant a la categoria personal ont accès a l'interfàcia professionala del logicial.
pt: Leitores com a categoria staff deve ter acesso ao interface dos técnicos.
pt_br: Usuários classificados como funcionários da biblioteca podem ter acesso a interface administrativa.
sk: Čitatelia v kategórii knihovníkov budú mať prístup do intranetu.
sv: Låntagare i personalkategorin har tillgång till personalklienten.
tr: Personel kategorisindeki kullanıcıların personel istemcisine giriş imkanı olacaktır.
zh_tw: 館員類型的讀者可以近用館員介面。

source: Patrons:
ar: مستفيدون:
cs: Čtenáři:
da: Lånere:
de: Benutzer:
el: Μέλος:
es: Usuarios:
eu: Bazkideak:
fi: Asiakkaat:
fr: Adhérent&nbsp;:
hi: संरक्षक:
it: Utenti:
oc: Aderent&nbsp;:
pl: Użytkownicy:
pt: Leitores:
pt_br: Usuários:
sk: Čitatelia:
sv: Låntagare:
tr: Kullanıcılar:
zh_tw: 讀者：

source: Pay Selected fines
ar: ادفع الغرامات المحددة
cs: Zaplatit vybrané pokuty
da: Betal valgte bøder
de: Ausgewählte Gebühren bezahlen
el: Πληρωμή Επιλεγμένων προστίμων
es: Pagar multas seleccionadas
eu: Pagar multas seleccionadas
fi: Maksa valitut maksut
fr: Payer les amendes sélectionnées
hi: जुर्माना अदा करें
it: Pagamento delle multe selezionate
oc: Pagar les emendas seleccionadas
pl: Płatność wybranych należności
pt: Pagar multas seleccionadas
pt_br: Pagar multas selecionadas
sk: Zaplatiť vybrané pokuty
sv: Betala valda böter
tr: Seçilen Cezayı öde
zh_tw: 支付指定的罰款

source: Pay a fine in full
ar: دفع الغرامة بالكامل
cs: Zaplatit pokuty v plné výši
da: Betal hele bøden
de: Gebühr vollständig bezahlen
el: Αποπληρωμή προστίμου
es: Pagar una multa completamente
eu: Pagar una multa completamente
fi: Maksa kaikki maksut
fr: Payer entièrement une amende
hi: पूर्ण जुर्माने का भुगतान करें
it: Pagamento completo della multa
oc: Pagar entièrament una emenda
pl: Zapłać należności
pt: Pagar a multa completa
pt_br: Pagar toda a multa
sk: Zaplatiť pokutu v plnej výške
sv: Betala en bot i sin helhet
tr: Cezanın tamamını öde
zh_tw: 全額支付罰款

source: Pay a partial fine
ar: دفع الغرامة جزئياً
cs: Zaplatit jen část pokuty
da: Betal en del af bøden
de: Gebühr teilweise bezahlen
el: Μερική πληρωμή προστίμου
es: Pagar una multa parcialmente
eu: Pagar una multa parcialmente
fi: Maksa maksut osittain
fr: Payer partiellement une amende
hi: एक आंशिक जुर्माना भुगतान करे
it: Pagamento parziale della multa
oc: Pagar parcialament una emenda
pl: Zapłać część należności
pt: Pagar uma multa parcial
pt_br: Pagar a multa parcialmente
sk: Zaplatiť pokutu čiastočne
sv: Delbetala en bot
tr: Cezanın bir kısmını öde
zh_tw: 支付部份罰款

source: Pay an amount towards all fines
ar: ادفع مبلغاً لكل الغرامات
cs: Zaplatit
da: Betal et beløb på alle bøder
de: Gebühr gegen alle Gebührenposten bezahlen
el: Πληρωμή ενός ποσού για όλα τα πρόστιμα
es: Pagar una cantidad a todas las multas
eu: Pagar una cantidad contra todas las multas
fi: Maksa osa kaikista maksuista
fr: Payer un montant pour toutes les amendes
hi: सभी जुर्माना की दिशा में एक राशि का भुगतान करें
it: Pagare una somma per tutte le multe
oc: Pagar un montant per totas las emendas
pl: Zapłać wszystkie należności
pt: Pagar um montante para todas as multas
pt_br: Pagar um valor para todas as multas
sk: Zaplatiť sumu všetkých pokút
sv: Betala av på alla böter
tr: Tüm cezaların tutarını öde
zh_tw: 支付所有罰款

source: Pay and Writeoff Fines
ar: دفع وشطب الغرامات
cs: Zaplatit a prominout pokuty
da: Betal og afskriv bøder
de: Gebühren bezahlen und erlassen
el: Πληρωμή και Διαγραφή Προστίμων
es: Pagar y eliminar multas
eu: Pagar y eliminar multas
fi: Maksa ja poista maksut
fr: Payer des amendes, les passer en pertes et profits
hi: भुगतान और खारिज जुर्माना
it: Pagare e cancellare le multe
oc: Pagar des emendas, les passer en pertes e profits
pl: Zapłać i anuluj należności
pt: Pagar ou amortizar multas
pt_br: Pagamento e cancelamento de multas
sk: Zaplatiť a odpísať položky
sv: Betala och avskriva böter
tr: Cezaları Öde ve Borç Sil
zh_tw: 支付並抹除罰款

source: Pending on-site checkouts
el: Εκκρεμείς κατ' εξαίρεση δανεισμοί
fi: Odottavat on-site-lainat
hi: ऑनसाइट चैक आउट देरी

source: Perform batch deletion of items
ar: إجراء حذف المواد بالدفعة
cs: Provést dávkové smazání jednotek
da: Udfør stabel-sletning af eksemplarer
de: Stapellöschung von Exemplaren durchführen
el: Πραγματοποιήστε ομαδική διαγραφή τεκμηρίων
es: Realizar eliminación de ejemplares por lotes
fi: Niteiden poiston tekeminen eräajona
fr: Lancer la suppression par lot des exemplaires
hi: आइटम के बैच विलोपन प्रदर्शन करना
it: Cancellazione batch delle copie
oc: Aviar la supression per lòt des exemplars
pl: Grupowe usuwanie egzemplarzy
pt: Executar a eliminação de exemplares em lote
pt_br: Excluir exemplares em lote
sk: Vykonať hromadné odstránenie exemplárov
sv: Utför satsradering av objekt
tr: Materyallerin toplu silinmesini gerçekleştirin
zh_tw: 執行批次刪除館藏
