Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: There are also a set of predefined slips (or receipts) listed on this page. All of these slips can be customized by altering their text via the Notices &amp; Slips tool and their style using the SlipCSS preference to define a stylesheet. Here is what those slips are used for:
ar: يوجد أيضا مجموعة من الكعوب سابقة التعريف (أو الإيصالات) المدرجة في هذه الصفحة. يمكن تخصيص كل هذه الكعوب عن طريق تعديل نصها عبر أداة الإخطارات &amp; والكعوب ونمطها باستخدام التفضيل SlipCSS لتعريف النمط. ها هي استخدامات هذه الكعوبr:
cs: Předdefinováno je také několik potvrzení. Jejich přehled vidíte níže. Všechna mohou být upravována pomocí nástroje Oznámení &amp; potvrzení, jejich vzhled může být upravován pomocí kaskádových stylů zapsaných v nastavení "SlipCSS"
de: Es gibt einen Satz vordefinierter Quittungen auf dieser Seite. Der Text aller Quittungen kann im Werkzeug Benachrichtigungen &amp; Quittungen angepasst werden, die Gestaltung kann über den Systemparameter SlipCSS angepasst werden.
el: Υπάρχει επίσης μια ομάδα προκαθορισμένων σημειωμάτων (ή αποδείξεων) καταχωρημένων σε αυτή τη σελίδα. Όλα αυτά τα σημειώματα μπορούν να προσαρμοστούν ανάλογα, αλλάζοντας το κείμενό τους μέσω του εργαλείου Ειδοποιήσεις &amp; Σημειωμάτων και του στυλ τους χρησιμοποιώντας την προτίμηση SlipCSS για να οριστεί ένα στυλ μορφοποίησης. Δείτε εδώ που χρησιμοποιούνται αυτά τα σημειώματα:
es: Hay también un conjunto predeterminado de comprobantes (o recibos) listados en esta página. Todos estos comprobantes se pueden personalizar mediante la alteración de su texto a través de la herramienta Avisos y recibos y, su estilo, utilizando la preferencia SlipCSS para definir una hoja de estilo. He aquí el empleo de estos comprobantes:
fi: Tällä sivulla on myös joukko etukäteen määriteltyjä kuitteja. Kaikkia näitä kuitteja voi muokata 'Ilmoitukset ja kuitit' -työkalun kautta ja niiden tyyliä SlipCSS-asetuksen kautta. Tässä on kuittien käyttötarkoitukset:
hi: वहाँ भी पूर्वनिर्धारित निकल जाता है (या प्राप्तियों) इस पृष्ठ पर सूचीबद्ध का एक सेट है। इन पर्चियों के सभी सूचनाएं & amp के माध्यम से अपने पाठ बदलकर अनुकूलित किया जा सकता है; फिसल जाता है उपकरण और उनकी शैली SlipCSS वरीयता का उपयोग कर एक शैली को परिभाषित करने के लिए। यहाँ क्या उन निकल जाता है के लिए उपयोग किया जाता है:
it: Ci sono anche delle ricevute predefinite elencate in questa pagina. Tutte possono essere personalizzate modificando il testo tramite lo strumento Avvisi &amp; Ricevute e il loro stile CSS usando la preferenza SlipCSS. Qui c'è per cosa possono essere usate:
oc: I a tanben un jòc de tiquets (o recebuts) predefinits sus aquesta pagina. Lo tèxte de totes aquestes tiquets pòt èsser personalizat via l'aisina 'Notificacions e Tiquets', e lor aparéncia gràcias a la preferéncia SlipCSS.
pt: Existe também um conjunto de recibos pré-definidos listados nesta página. Todos os recibos podem ser personalizados alterando o texto na ferramenta de avisos e recibos ou o estilo usando a preferência SlipCSS.
pt_br: Existem também um conjunto de comprovantes pré-definidos listados nesta página. Todos estes comprovantes podem ser customizados alterando o texto em Mensagens &amp; Ferramentas de comprovantes e seu estilo usando a preferência SlipCSS para definir um CSS. Alguns exemplos de como são utilizados:
sk: Existuje aj sada preddefinovaných ústrižkov (alebo potvrdeniek) vymenovaných na tejto stránke. Všetky tieto ústrižky sa dajú prispôsobiť zmenou ich textu cez nástroj Oznámenia &amp; Ústrižky, a ich štýl pomocou nastavenia SlipCSS na definovanie štýlového hárku. Tieto ústrižky sa používajú nasledovne:
tr: Bu sayfada aynı zamanda bir grup ön tanımlı slipler de (veya makbuzlar) mevcuttur. Tüm bu slipler Notices &amp; Slips yoluyla metinleri değiştirilerek, Slips aracıyla ve bir stil belirlemek için SlipsCSS kullanılarak özelleştirilebilir. Slipler şu amaçlar için kullanılır:
zh_tw: 在此頁面有一組預設的收條，經由通知 &amp; 收條工具及 SlipCSS 偏好可以客製化所有的收條。該等收條適用於：

source: There are four basic functions in the editor:
ar: هنالك اربعة وظائف أساسية في المحرر.
cs: Editor má čtyři základní funkce:
da: Der er fire grundlæggende funktioner i editoren:
de: Der Editor enthält vier Basisfunktionen:
el: Υπάρχουν τέσσερις βασικές λειτουργίες στον επιμελητή:
es: Hay cuatro funciones básicas en el editor:
eu: Hay cuatro funciones básicas en el editor:
fi: Sitaattien muokkaajassa on neljä perustoimintoa:
fr: Il y a quatre fonctions de base dans l'éditeur:
hi: वहाँ संपादक में चार बुनियादी कार्य कर रहे हैं:
it: Ci sono 4 funzioni di base nell'editor:
oc: I a quatre fonctions de basa dins l'editor:
pl: Istnieją cztery podstawowe funkcje w edytorze:
pt: Existem quatro funções básicas no editor:
pt_br: Existem 4 funções básicas no editor:
sk: V editore sa nachádzajú štyri základné funkcie:
sv: Redigeraren har fyra grundläggande funktioner:
tr: Editör içerisinde dört temel işlev vardır:
zh_tw: 編輯器有四個基本功能：

source: There are four basic functions in the uploader:
ar: يوجد أربعة وظائف أساسية للرافع.
cs: V importu citátů můžete provádět tyto čtyři základní úkony:
da: Der er fire grundlæggende funktioner i oploaderen:
de: Die Upload-Funktion enthält vier Basisfunktionen:
el: Υπάρχουν τέσσερις βασικές λειτουργίες στη διαδικασία ανάρτησης:
es: Hay cuatro funciones básicas en el cargador:
eu: Existen cuatro funciones básicas en la carga:
fi: Sitaattien tuonnissa on neljä perustoimintoa:
fr: Il y a quatre fonctions de base dans le chargeur:
hi: वहाँ अपलोड करने में चार बुनियादी कार्य कर रहे हैं:
it: Il caricatore ha quattro funzioni:
oc: I a quatre fonctions de basa dins lo chargor:
pl: Istnieją cztery podstawowe funkcje w uploaderze.
pt: Existem quatro funções básicas no carregador:
pt_br: O uploader realiza 4 funções básicas:
sk: Načítavač má štyri základné funkcie:
sv: Uppladdningsverktyget har fyra grundläggande funktioner:
tr: Yükleyicide dört temel fonksiyon mevcuttur:
zh_tw: 上傳器有四個基本功能：

source: There are many ways to delete item records. If you only need to delete one item you can do this by opening up the detail page for the bib record and clicking the 'Edit' button at the top. From there you can choose to 'Edit items'.
ar: هناك العديد من الطرق لحذف تسجيلات المادة. إذا كنت تحتاج فقط إلى حذف مادة واحدة يمكنك القيام بذلك عن طريق فتح صفحة التفاصيل عن التسجيلة الببليوغرافية والنقر على زر 'تعديل' في الأعلى. من هناك يمكنك اختيار'تعديل المواد'.
cs: Existuje mnoho způsobů, jak odstranit záznamy o výtisku. Pokud potřebujete odstranit jen jeden výtisk, můžete to udělat tím, že se otevře stránka s detaily bibliografického záznamu a kliknete na tlačítko "Upravit" v horní části. Odtud si můžete vybrat "Upravit výtisky".
da: Der er mange metoder til at slette eksemplarposter. Hvis der kun skal slettes et eksemplar, kan det gøres ved at åbne detaljesiden for den bibliografiske post og klikke på knappen 'Edit' øverst. Herfra kan du vælge 'Editer eksemplarer'.
de: Es gibt viele Wege um Exemplardatensätze zu löschen. Wenn Sie nur ein einzelnes Exemplar löschen möchten, können Sie dies über die Detailansicht tun, indem Sie auf 'Bearbeiten' klicken. Hier können Sie dann 'Exemplare bearbeiten' auswählen.
el: Υπάρχουν πολλοί τρόποι για να διαγράψετε αντίτυπα εγγραφών. Αν θέλετε να διαγράψετε μόνο ένα αντίτυπο μπορείτε να το κάνετε ανοίγοντας τη σελίδα στοιχείο της βιβλιογραφικής εγγραφής και κάνοντας κλικ στο 'Επεξεργασία' στην κορυφή. Από εκεί επιλέξτε 'Επεξεργασία αντιτύπων'.
es: Hay varias maneras de eliminar registros. Si solo necesita eliminar un ítem puede hacerlo abriendo la página de detalles del registro bibliográfico y haciendo clic en el botón 'Editar' en el tope. Desde aquí puede elegir 'Editar ítems'.
eu: Hay varias maneras de eliminar registros. Si solo necesita eliminar un ítem puede hacerlo abriendo la página de detalles del registro bibliográfico y haciendo clic en el botón 'Editar' en el tope. Desde aquí puede elegir 'Editar ítems'.
fi: Niteiden poistamiseen on monta tapaa. Jos tarvitsee poistaa vain yksi nide, voit avata tämän nimekkeen perustiedot-näytön ja klikata 'Muokkaa' yläreunassa. Sieltä voit valita 'Muokkaa niteitä'.
fr: Il y a plusieurs façons de supprimer des exemplaires. Si vous avez besoin de supprimer un exemplaire, vous pouvez ouvrir la page de détail de sa notice bibliographique, puis cliquer sur le bouton Modifier. Là, vous choisissez l'option Modifier les exemplaires.
hi: वहाँ आइटम रिकॉर्ड को नष्ट करने के लिए कई तरीके हैं। आप शीर्ष पर बिब रिकार्ड के लिए विस्तार पृष्ठ खोलने और 'संपादन' बटन क्लिक करके ऐसा कर सकते हैं तो आप केवल एक आइटम को नष्ट करने की जरूरत है। वहां से आप 'संपादन' आइटम करने के लिए चुन सकते हैं।
it: Ci sono diversi modi di cancellare record di copia. Si si tratta di cancellare una sola copia, puoi farlo dalla pagina dei dettagli del record bibliografico, con il bottone Edit. Da lì scegli 'Modifica copie'.
oc: I a plusieurs façons de suprimir des exemplars. Se avètz besonh de suprimir un exemplar, podètz ouvrir la pagina de detalh de sa notícia bibliographique, puèi clicar sul boton Modificar. Là, vous causissètz l'opcion Modificar los exemplars.
pl: Istnieje wiele sposób, by usunąć rekordy egzemplarzy. Jeśli chcesz usunąć tylko jeden egzemplarz, możesz zrobić to na stronie szczegółowych informacji rekordu bibliograficznego, po kliknięciu 'Modyfikuj' u góry (wybierz 'Modyfikuj egzemplarze').
pt: Existem várias formas de eliminar um exemplar. Se apenas deseja eliminar um exemplar pode fazer a opção ao abrir a página de detalhes do registo bibliográfico e clicar no botão 'Editar' no topo. Depois pode escolher 'Editar exemplares'.
pt_br: Existem muitas maneiras de excluir registros de itens. Se você quiser excluir apenas um item você pode fazê-lo abrindo a página de detalhes para o registro do clicar no botão 'Editar'. Após, clique no botão 'Editar itens'.
sk: Jestvuje mnoho spôsobov ako odstrániť záznamy exemplárov. Ak potrebujete odstrániť iba jeden exemplár, môžete to dosiahnuť otvorením stránky detailov knižničného záznamu a kliknutím na tlačitlo 'Upraviť' navrchu. Tam si môžete zvoliť 'Úpravu exemplárov'.
sv: Det finns många sätt att radera objektposter. Om du bara behöver radera ett objekt kan du göra detta genom att öppna detaljsidan för den bibliografiska posten och klicka på knappen 'Redigera' längst upp. Därifrån kan du välja 'Redigera objekt'.
tr: Materyal kayıtlarını silmek için birçok yöntem mevcuttur. Sadece bir materyal silmek gerekiyorsa, bu işlemi bibliyografik kaydı detay sayfasını açarak ve en üstteki 'Düzenle' butonuna tıklayarak yapabilirsiniz. Buradan, 'Materyalleri düzenle'yi seçebilirsiniz.
zh_tw: 有很多方法刪除館藏紀錄，祗刪除一筆館藏紀錄時，可打開書目紀錄詳情，勾選上方的 '編輯' 鈕；從這書再勾選 '編輯館藏'。

source: There are several messages that can appear when checking items in:
ar: هناك رسائل عدة التي يمكن أن تظهر عند إرجاع المواد.
cs: Při vracení jednotek se můžou zobrazit následující zprávy:
da: Der er en del meddelelser, der kan vises ved aflevering af eksemplarer:
de: Es gibt verschiedene Meldungen, die bei Rückgabe angezeigt werden können:
el: Υπάρχουν αρκετά μηνύματα που μπορούν να εμφανιστούν όταν κάνετε επιστροφή τεκμηρίων:
es: Hay varios mensajes que pueden aparecer cuando devuelva ítems:
eu: Elementuak itzultzean, hainbat mezu ager daitezke:
fi: Palautettaessa voi esiintyä useita viestejä:
fr: Plusieurs alertes peuvent s'afficher quand vous rendez des documents :
hi: कई संदेश है कि जब में आइटम की जाँच दिखाई दे सकती हैं:
it: Ci sono numerosi messaggi che possono apparire quando fai rientrare le copie:
oc: Plusieurs alèrtas pòdon s'afichar quand vous rendez des documents :
pl: Przy zwrocie egzemplarzy może wyświetlić się kilka komunikatów:
pt: Existem várias mensagens que podem aparecer quando retornar itens:
pt_br: Existem várias mensagens que podem aparecer quando retornar itens:
sk: Existuje niekoľko hlásení, ktoré sa objavia pri návrate exemplárov:
sv: Flera meddelanden kan visas när objekt återlämnas:
tr: Materyal iadesi yapılırken, birkaç mesaj gözükebilir:
zh_tw: 還入館藏時出現若干訊息：

source: There are several pre-defined options for the 'Frequency' of publication all of which are visible alongside your own custom frequencies by visiting 'Manage frequencies'
fi: Julkaisun 'ilmestymistiheydelle' on useita etukäteen määriteltyjä vaihtoehtoja, jotka näkyvät itse määrittelemiesi ilmestymistiheyksien joukossa 'Hallitse ilmestymistiheyksiä' -sivulla
hi: वहाँ जो सभी पर जाकर अपने स्वयं के कस्टम आवृत्तियों के साथ दिखाई दे रहे हैं प्रकाशन के 'आवृत्ति' के लिए कई पूर्व निर्धारित विकल्प हैं 'आवृत्तियों प्रबंधित करें'

source: There are several ways to place holds from the staff client. The most obvious is using the 'Place Hold' button at the top of any bibliographic record.
ar: هناك عدة طرق لوضع الحجوزات من عميل الموظف. الأكثر وضوحا هو استخدام زر 'مكان الحجز' في الجزء العلوي من أي تسجيلة ببليوغرافية.
cs: Existuje několik způsobů, jak rezervovat ze zaměstnaneckého klienta. Nejjednodušší je použít tlačítko "Rezervovat" na horní části každého bibliografickém záznamu.
da: Der er mange måder at lave en reservering fra Intranet på. Den mest enkle er at bruge knappen 'Lav reservering' øverst i enhver bibliografisk post.
de: Es gibt verschiedene Möglichkeiten Vormerkungen in der Dienstoberfläche zu setzen. Die offensichtlichste ist die Vormerkschaltfläche am oberen Rand der Detailansicht.
el: Υπάρχουν διάφοροι τρόποι για να κάνετε κρατήσεις από τη διεπαφή προσωπικού. Η πιο εμφανής είναι μέσω του κουμπιού 'Κράτηση' στην κορυφή κάθε βιβλιογραφικής εγγραφής.
es: Hay varias maneras hacer reservas desde el cliente administrativo. La mas obvia es utilizar el botón 'Reservar' en el tope de cualquier registro bibliográfico.
eu: Hay varias maneras de reservar desde el cliente administrador. La más obvia es utilizar el botón 'Reservar' en la parte superior de cualquier registro bibliográfico.
fi: Virkailijatyökalussa on useita tapoja tehdä varaus. Ilmeisin on käyttää 'Tee varaus' -painiketta minkä tahansa nimeketietueen yläosassa.
fr: Il y a plusieurs manières de faire une réservation depuis l'interface professionnelle. La plus évidente consiste à utiliser le bouton 'Réserver' en haut de n'importe quelle notice bibliographique.
hi: वहाँ जगह के लिए कर्मचारियों को ग्राहक से रखती कई तरीके हैं। सबसे स्पष्ट किसी भी ग्रंथ सूची रिकॉर्ड के शीर्ष पर 'प्लेस बनाए रखें' बटन का उपयोग कर रहा है।
it: Ci sono diversi modi per effettuare prenotazioni dall'interfaccia dello staff. Il più semplice è usare il bottone 'Prenota' in alto nel record bibliografico.
oc: I a plusieurs manièras de far una reservacion dempuèi l'interfàcia professionala. La plus évidente consiste a utilizar lo boton 'Reservar' en haut de n'importe quina notícia bibliografica.
pl: Najbardziej widocznym jest opcja 'Zamów' w menu rekordu bibliograficznego.
pt: Existem várias formas de reservar na interface dos técnicos. A mais óbvia é usar o botão 'Reservar' no topo de qualquer registo bibliográfico.
pt_br: Existem diversas maneiras para efetuar reservas pelos funcionários. A mais óbvia é usar o botão 'Reservar' no topo de qualquer registro bibliográfico.
sk: Jestvuje viacero spôsobov, akými sa dajú zadať rezervácie v intranete. Najzrejmejším je použitie tlačidla 'Zarezervovať' navrchu knižničného záznamu.
sv: Det finns flera olika sätt att reservera från personalklienten. Det naturligaste är att använda knappen 'Reservera', längst upp i alla bibliografiska poster.
tr: Personel istemciden ayırma yapmanın birkaç yöntemi mevcuttur. En bilinen yöntem her hangi bir bibliyografik kaydın en üstündeki 'Ayır ' butonunu kullanmaktır.
zh_tw: 從館員介面有數個預約方式。最常用的是使用書目紀錄上方的 '預約' 鈕。

source: There are three indexes that comprise Content: 'fic' is derived from 003/33; 'bio' is derived from the 008/34 and 'mus' is derived from LEADER/06. Common values for each of these are:
ar: يوجد ثلاثة كشافات والتي تضم المحتوى: 'fic' ويستمد من 003/33 ؛ 'bio' ويستمد من الحقل 008/34 والأخير 'mus' ويستمد من حقل الفاتح/06.
cs: K dispozici jsou tři indexy, které z které popisují obsah: "FIC" je odvozen od 003/33, "bio" je odvozen od 008/34, a "mus" je odvozen od LEADER/06. Obvyklé hodnoty pro každou z nich jsou:
da: Der er tre indekser, der omfatter indhold: 'fic' er afledt af 003/33; 'bio' er afledt af 008/34 og 'mus' er afledt af LEADER/06. Almindelige værdier for hvert af disse er:
de: Es gibt drei Indices, die den Inhalt beschreiben: 'fic' ist abgeleitet von 003/33, 'bio' ist abgeleitet von 008/34 und 'mus' ist abgeleitet vom LEADER/06. Übliche Werte für jedes dieser Felder sind:
el: Υπάρχουν τρία ευρετήρια που απαρτίζουν τα Περιεχόμενα: το 'fic' προέρχεται από το 003/33; το 'bio' από το 008/34 και το 'mus' από το LEADER/06. Συνηθισμένες τιμές για το καθένα είναι:
es: Hay tres índices que abarcan Contenido: 'fic' se deriva de 003/33; 'bio' se deriva de 008/34 y 'mus' se deriva de LEADER/06. Los valores comunes para cada uno de ellos son:
eu: Edukia osatzen duten hiru indize daude: 'fic' 003/33n du jatorria; 'bio' 008/34n, eta 'mus' LEADER/06n. Hauek dira bakoitzarentzako ohiko balioak:
fi: Kolme indeksia käsittelee sisältöjä: 'fic' otetaan kentästä 008/33; 'bio' otetaan kentästä 008/34 ja 'mus' kentästä NIMIÖ/06. Yleiset arvot kullekin näistä ovat:
fr: La notion de Contenu regroupe 3 index: 'fic' est dérivé du 003/33; 'bio' est dérivé du 008/034 et 'mus' est dérivé du LEADER/06. Les valeurs courantes de ces champs sont:
hi: वहाँ तीन अनुक्रमित है कि सामग्री शामिल हैं: 'एफआईसी' 003/33 से प्राप्त होता है; 'जैव' 008/34 से ली गई है और 'mus' नेता/06 से ली गई है। इनमें से प्रत्येक के लिए आम मान हैं:
it: Ci sono tre indici che comprendono Contenuto: 'fic' è derivato da 003/33; 'bio' è derivato da 008/34 e 'mus' è derivato da LEADER/06. I valori comuni per ognuno di questi sono:
oc: La nocion de Contengut regropa 3 indèxes : 'fic' es derivat del 003/33; 'bio' es derivat del 008/034 e 'mus' es derivat del LEADER/06. Las valors correntas d'aquestes camps son :
pt: Existem três índices que compõem o conteúdo: 'fic' é derivado de 003/33; 'bio' é derivado de 008/34 e 'mus' é derivado de LEADER/06. Os valores comuns para cada uma delas são:
pt_br: Existem três índices que compõem o conteúdo: 'fic' é derivado de 003/33; 'bio' é derivado de 008/34 e 'mus' é derivado de LEADER/06. Os valores comuns para cada uma delas são:
sk: Existujú tri indexy, ktoré zahŕňajú Obsah: 'fic' sa odvodzuje od 003/33; 'bio' sa odvodzuje od 008/34 a 'mus' sa odvodzuje od LEADER/06. Bežné hodnoty pre každý z nich sú:
sv: Innehåll består av tre index: 'fic' är taget från 003/33; 'bio' från 008/34 och 'mus' från LEADER/06. Vanliga värden för dessa är:
tr: İçeriği oluşturan üç dizin vardır: 'fic' 003/33 ; 'bio' 008/34 alanından ve 'mus LEADER/06' dan çıkarılır. Bunların her biri için ortak değerler şunlardır:
zh_tw: 有三種索引包括內容：'fic' 來自003/33、'bio' 來自008/34、'mus' 來自紀錄標示/06。常用的值為：

source: There are times when Koha will prevent the librarian from being able to check out items to a patron. When this happens a warning will appear notifying the librarian of why the patron cannot check items out.
ar: هناك أوقات عندها سيمنع كوها أمين المكتبة من القدرة على إعارة المواد إلى المستفيد. عندما يحدث مثل هذا التحذير سوف يظهر إشعار بأن أمين المكتبة هو السبب في عدم قدرة المستفيد على إستعارة المواد.
cs: Jsou chvíle, kdy Koha zabrání knihovníkovi půjčit čtenáři výtisky. Když se to stane, objeví se varování oznamující knihovníkovi důvody, proč čtenář nemůže mít další výpůjčky.
da: I nogle tilfælde vil Koha forhindre udlån til en låner. Når det sker, vises en advarsel, der fortæller, hvorfor udlån ikke er mulig.
de: Es gibt Situationen in denen Koha die Ausleihe an einen Benutzer verhindert. In solchen Fällen wird eine Warnung angezeigt, die den Bibliotheksmitarbeiter darüber informiert, warum der Benutzer nicht ausleihen kann.
el: Υπάρχουν στιγμές που το Koha θα εμποδίσει τον βιβλιοθηκονόμο από το να μπορεί να δανείζει τεκμήρια στα μέλη. Αυτό συμβαίνει όταν εμφανιστεί μία προειδοποίηση που θα ενημερώνει το βιβλιοθηκονόμο γιατί το μέλος δεν μπορεί να δανειστεί τεκμήρια.
es: Hay momentos en que Koha evitará que el bibliotecario pueda prestar ítem a un usuario. Cuando esto suceda aparecerá una advertencia que notificará al bibliotecario por qué el usuario no puede tener préstamos.
eu: Zenbaitetan, Kohak ez dio utziko liburuzainari bazkide bati elementurik mailegatzen. Hori gertatzen denean, abisu bat agertuko da, maileguan ez uzteko arrazoia jakinaraziz liburuzainari.
fi: Joskus Koha estää lainaamasta aineistoa asiakkaalle. Kun tämä tapahtuu, huomautus näyttää, miksi asiakas ei voi lainata nidettä.
fr: Dans certains cas Koha empêche le prêt pour un adhérent. Quand ceci se produit une alerte s'affiche, indiquant au bibliothécaire pourquoi l'adhérent ne peut pas emprunter de documents.
hi: कई बार जब कोहा एक संरक्षक के लिए आइटम चैक आउट करने में सक्षम होने से रोकने जाएगा लाइब्रेरियन हैं। जब ऐसा होता है एक चेतावनी क्यों संरक्षक वस्तुओं की जांच बाहर नहीं कर सकते हैं की लाइब्रेरियन को अधिसूचित दिखाई देगा।
it: In alcuni casi Koha impedisce al bibliotecario di fare prestiti ad un utente. Quando questo succede, apparirà un avviso che notificherà al bibliotecario perché l'utente non può prendere in prestito delle opere.
oc: Dins certains cas Koha empacha lo prèst per un aderent. Quand ceci se produit una alèrta s'aficha, indicant al bibliotecari pourquoi l'aderent pòt pas emprunter de documents.
pl: System Koha może blokować wypożyczanie egzemplarzy. W takiej sytuacji wyświetli się ostrzeżenie o braku możliwości wypożyczania egzemplarzy użytkownikowi.
pt: Há momentos em que Koha vai impedir que o bibliotecário de ser capaz de emprestar itens a um leitor. Quando isso acontece, aparece um aviso notificando o bibliotecário do porquê de o leitor não poder receber mais itens.
pt_br: Há momentos em que Koha vai impedir o funcionário de emprestar exemplares a um usuário. Quando isso acontecer, aparecerá um aviso notificando o funcionário do porquê de o leitor não poder emprestar mais materiais.
sk: Sú chvíle, keď Koha zabráni knihovníkovi vypožičať exempláre čitateľovi. Keď sa to stane, objaví sa upozornenie propomínajúce knihovníkovi prečo čitateľ nemôže vypožičať exempláre.
sv: Ibland kommer Koha att hindra en bibliotekarie från att låna ut objekt till en låntagare. När det inträffar visas en varning som förklarar för bibliotekarien varför låntagaren inte får låna.
tr: Koha bazen kütüphanecinin kullanıcıya materyal ödünç verebilmesini engelleyecektir. Bu durumda, kullanıcının materyal alamamasının nedenini belirten bir uyarı belirecektir.
zh_tw: 有時，Koha 將禁止館藏借出館藏給讀者。發生此事時，會出現警示訊息提示原因。
