Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The report dictionary is a way to pre-define common filters you'd like to apply to your reports. This is a good way to add in filters that the report wizard doesn't include by default. To add a new definition, or filter, click 'New Definition' on the Reports Dictionary page and follow the 4 step process.
ar: قاموس التقرير هو وسيلة إلى ما قبل تحديد المرشحات العامة الذي ترغب في تطبيقه على التقارير الخاصة بك. هذا هو وسيلة جيدة لإضافة الفلاتر في أن معالج التقرير لا يتضمن بشكل افتراضي. لإضافة تعريف جديد، أو فلتر، انقر 'تعريف جديد'، على صفحة قاموس التقارير ومتابعة عملية الخطوة 4.
cs: "Slovník sestav" je způsob, jak předem definovat společné filtry, které chcete použít pro vaše výstupy. Je to dobrý způsob, jak přidat filtry, které "Tvůrce výstupů" nezahrnuje ve výchozím nastavení. Chcete-li přidat novou definici, nebo filtr, klepněte na tlačítko "Nová definice" na stránce Slovník sestav a postupujte podle průvodce.
da: Rapport-leksikonet er en metode til at definere hyppigt brugte filtre, der skal bruges i rapporterne. Det er en god metode til at tilføje filtre, som rapport-guiden ikke kender som standard. For at tilføje en ny definition eller et filter, klik på 'Ny definition' på siden rapport-leksikon og følg de 4 skridt.
de: Das Report-Wörterbuch ist eine Möglichkeit häufig verwendete Kriterien für Ihre Reports abzuspeichern. Es ist ein guter Weg Filter anzulegen, die der Assistent nicht von sich aus anbietet. Um eine neue Definition hinzuzufügen, klicken Sie auf 'Neue Definition' auf der Startseite des Report-Wörterbuchs und führen Sie die nachfolgenden 4 Schritte aus.
el: Το λεξικό εκθέσεων είναι ένας τρόπος να προκαθορίσετε φίλτρα που θέλετε να εφαρμόσετε στις εκθέσεις σας. Είναι ένας καλός τρόπος για να προσθέσετε φίλτρα που δεν περιέχει ο οδηγός εκθέσεων εξ ορισμού. Για να προσθέσετε ένα νέο ορισμό, ή φίλτρο, κάντε κλικ στο 'Νέος Ορισμός' στη σελίδα Λεξικό Εκθέσεων και ακολουθήστε τη διαδικασία με τα 4 βήματα.
es: El diccionario de informes es una manera de pre-definir filtros comunes a aplicar a sus informes. Es una buena manera de agregar filtros que el asistente de informes no incluye por defecto. Para agregar una nueva definición, o filtro, haga clic en 'Nueva definición' en la página del Diccionario de reportes y siga el proceso de 4 pasos.
eu: El diccionario de informes es una manera de pre-definir filtros comunes a aplicar a sus informes. Es una buena manera de agregar filtros que el asistente de informes no incluye por defecto. Para agregar una nueva definición, o filtro, haga clic en 'Nueva definición' en la página del Diccionario de reportes y siga el proceso de 4 pasos.
fi: Raporttisanastossa voit määritellä raporteille rajoituksia ja suodatuksia, joita ohjattu raporttien luonti ei sisällytä oletuksena. Lisätäksesi uuden, klikkaa 'Uusi määritelmä' Raporttisanasto-sivulla ja käy läpi neljä pyydettyä kohtaa.
fr: Le dictionnaire des rapports permet de définir des filtres prédéfinis que vous voulez appliquer à vos rapports. C'est une bonne façon d'ajouter des filtres que l'assistant de rapport ne connaît pas au départ. Pour ajouter une nouvelle définition, ou un filtre, cliquez sur Nouvelle définition dans la page Dictionnaire de rapports, puis suivez le processus en quatre étapes.
hi: रिपोर्ट शब्दकोश एक तरह से करने के लिए आम फिल्टर आपको अपनी रिपोर्ट पर लागू करना चाहते हैं पूर्व परिभाषित है। इस फिल्टर है कि रिपोर्ट विज़ार्ड डिफ़ॉल्ट रूप से शामिल नहीं है में जोड़ने के लिए एक अच्छा तरीका है। एक नई परिभाषा, या फिल्टर को जोड़ने के लिए, रिपोर्ट शब्दकोश पृष्ठ पर क्लिक करें 'नई परिभाषा' और 4 कदम प्रक्रिया का पालन करें।
it: Il Dizionario dei report è un modo per preparare filtri da applicare a più di un report. E' un modo comodo per definire filtri che il sistema di creazione report non prevede per default. Per aggiungere una nuova definizione di filtro, clicca 'Nuova definizione' nella pagina del Dizionario dei report e segui i quattro passi.
oc: Lo diccionari des rapòrts permet de definir des filtres prédéfinis que volètz aplicar a vos rapòrts. Es una bonne faiçon d'apondre des filtres que l'assistent de rapòrt ne connaît pas al despart. Per apondre une novèla definicion, o un filtre, clicatz sus Novèla definicion dins la pagina Diccionari de rapòrts, puèi suivez lo processus en quatre etapas.
pl: Słownik raportów to sposób na wstępne określenie wspólnych filtrów (także dodanie nowych, spoza kreatora raportów), które można zastosować do raportów. Jeśli chcesz dodać nową definicję lub filtr, kliknij 'Nowa definicja' na stronie 'Słownik Raportów' i przejdź do kroku 4.
pt: O dicionário dos relatórios é uma forma de pré-definir filtros comuns a aplicar aos relatórios. É uma boa forma de adicionar filtros que o assistente de relatório não inclui por omissão. Para adicionar uma nova definição, ou filtro, clique em 'Nova definição' na página do dicionário de relatórios e siga os 4 passos.
pt_br: O dicionário de relatórios é o melhor caminho para pré-definir filtros comuns que você queira aplicar em seus relatórios. Este é um bom caminho para adicionar filtros que o assistente de relatórios não possui por padrão. Para adicionar uma nova definição, ou filtro, clique em 'Nova definição' na página de Dicionários de relatórios siga o processo de 4 passos.
sk: Slovník výkazu je spôsob na predurčenie bežných filtrov, ktoré chcete použiť na Vaše výkazy. Je to vhodný spôsob na pridanie filtrov, ktoré sprievodca výkazov nezahŕňa ako predvolené. Na pridanie novej definície, alebo filtra, kliknite na 'Novú definíciu' na stránke Slovníka výkazov a uskutočnite postup v 4 krokoch.
sv: Fördefinierade rapportfilter är ett sätt att fördefiniera vanliga filter su vill tillämpa på dina rapporter. Det är ett bra sätt att lägga till filter som rapportguiden inte inkluderar som standard. För att lägga till en ny definition eller ett filer, klickar du på 'Ny definition' på sidan Fördefinierade rapportfilter och följer de fyra stegen i processen.
tr: Rapor sözlüğü raporlarınıza uygulamak istediğiniz yaygın filtreleri ön tanımlamak için bir yöntemdir. Rapor sihirbazının varsayılanında bulunmayan bu yöntem, filtrelere ekleme yapmak için iyi bir yöntemdir. Yeni bir tanım ya da filtre eklemek için, Rapor Sözlüğü sayfasındaki 'Yeni Tanım' tıklayınız ve 4 basamaklı aşamayı takip ediniz.
zh_tw: 報表字典是一種事先定義報表常用的篩選器。不妨新增報表精靈預設之外的篩選器。勾選報表字典頁面的 '新增定義'，並依照下列 4 個步驟，就能新增定義或篩選器。

source: The rules are applied from most specific to less specific, using the first found in this order:
ar: يتم تطبيق قواعد محددة من الأكثر تحديدا إلى الأقل تحديدا، وذلك باستخدام الموجود الأول في هذا الطلب:
cs: Pravidla se aplikují z nejvíce specifických po méně konkrétní, s použitím prvního nalezeného v tomto pořadí:
da: Reglerne anvendes fra mest specifikke til mindst specifikke, med den først fundne i denne rækkefølge:
de: Die Regeln werden vom am meisten zutreffend bis zum am wenigsten zutreffend angwandt, die erste, die eingegeben ist:
el: Οι κανόνες εφαρμόζονται από το περισσότερο συγκεκριμένο στο λιγότερο συγκεκριμένο, χρησιμοποιώντας αυτό που βρέθηκε πρώτο σε αυτή τη σειρά:
es: Las normas se aplicarán de la más específica a la menos específica, utilizando la primera encontrada en este orden:
eu: Arauak espezifikotasun handienetik hasita aplikatuko dira, eta ordena horren arabera aurkitzen den lehenengoa erabiliko da:
fi: Säännöt tarkistetaan tässä järjestyksessä, ja sääntönä käytetään ensimmäistä kirjaston, asiakastyypin ja aineistolajin mukaan osuvaa:
fr: Les règles sont appliquées de la plus spécifique à la plus générale. Dans l'ordre suivant&nbsp;:
hi: नियमों को कम करने के लिए सबसे विशिष्ट विशेष से लागू कर रहे हैं, इस क्रम में पाया का उपयोग:
it: Le regole sono applicate dal più specifico al meno specifico. Nell'ordine:
oc: Les règlas son aplicadas de la plus spécifique a la plus generala. Dins l'òrdre seguent&nbsp;:
pl: Zasady uszeregowane są od najbardziej do najmniej specyficznych, w następującej kolejności:
pt: As regras são aplicadas do mais específico para o menos específico, utilizando-se o primeiro encontrado na seguinte ordem:
pt_br: As regras são aplicadas do mais específico para o menos específico, utilizando-se o primeiro encontrado na seguinte ordem:
sk: Pravidlá sa uplatňujú od najšpecifickejších po menej špecifické, pričom sa použije prvé nájdené v tomto poradí:
sv: Reglerna tillämpas från det mest specifika fallet till det minst specifika, och använder de som hittas först i denna ordning:
tr: Kurallar şu sırayı kullanarak en özelden daha az özele doğru uygulanır:
zh_tw: 規則的使用順位是由最特殊至最不特殊，依序取用：

source: The rules that you set up here will be referenced with you Stage MARC Records for Import.
ar: القواعد التي تقوم بإعدادها سيتم الرجوع إليها هنا معك مرحلة تسجيلات مارك للاستيراد.
cs: Pravidla, která jste zde nastavili, budou odkazována s vámi nastavenými MARC záznamy pro import.
da: De valgte regler anvendes, når MARC-poster klargøres til import.
de: Die Regeln, die Sie hier festlegen, werden auf Ihr 'MARC-Datensätze für Import bereitstellen' bezogen.
el: Οι κανόνες που έχετε δημιουργήσει εδώ θα αναφέρονται στις Οργανωμένες MARC Εγγραφές για Εισαγωγή.
es: Las reglas que se configuran aquí serán referenciadas en Preparar registros MARC para la importación.
eu: Hemen ezarriko dituzun arauak Prestatu MARC erregistroak inportatzeko aukeran eragina izango dute.
fi: Tässä määritellyt säännöt koskevat välivarastoitavia MARC-tietueita.
fr: Les règles que vous définissez ici seront utilisées lors du téléchargement des notices dans le réservoir.
hi: नियम है कि आप यहां स्थापित के साथ आयात के लिए आप मंच मार्क रिकॉर्ड संदर्भित किया जाएगा।
it: Le regole indicate qui saranno usate durante la Preparazione di reocrd MARC per l'importazione.
oc: Les règlas que vous definissètz aicí seràn utilizadas al moment del telecargament des notícias dins la sèrva.
pl: Zasady, które tu ustawisz, będą odnosiły się do przygotowania rekordów MARC do importu.
pt: As regras que definir aqui serão usadas na ferramenta de importação de registos.
pt_br: As regras que você configurar aqui será relacionadas aos Registros MARC Tratados para Importação.
sk: Pravidlá, ktoré tu nastavujete sa dajú do súvisu s Vašimi pripravenými záznamami MARC na import.
sv: Reglerna du konfigurerar här kommer att användas med dina förberedda MARC-poster för import.
tr: Burada ayarladığınız kurallar size İçe Aktarım Aşama MARC Kaydıyla referans edilecektir.
zh_tw: 在這裡設定的規則將適用於匯入待匯入 MARC 紀錄。

source: The second section is for information regarding your contact at the Vendor's office.
ar: القسم الثاني هو للحصول على معلومات بشأن الاتصال الخاص بك بمكتب الموّرد.
cs: Druhá sekce je určena pro informace o vašem kontaktu na kancelář dodavatele.
da: Det andet afsnit er til information vedrørende kontaktpersonen hos leverandøren
de: Der zweite Abschnitt enthält Kontaktinformationen bzw. den Ansprechpartner beim Lieferanten.
el: Ο δεύτερος τομέας είναι για πληροφορίες που σχετίζονται με την επικοινωνία σας στο γραφείο Προμηθευτή.
es: La segunda sección es para información acerca de su contacto en la oficina del proveedor.
eu: Bigarren sekzioa hornitzailearen bulegoko zure kontaktuari buruzko informazioari dagokio.
fi: Toinen alue tiedoista koskee toimittajan yhteyshenkilön tietoja.
fr: La deuxième section est dédiée aux informations permettant de contacter le fournisseur.
hi: दूसरे खंड में विक्रेता के कार्यालय में अपने संपर्क के बारे में जानकारी के लिए है।
it: La seconda sezione contiene le informazioni relative al tuo contatto presso l'ufficio del fornitore
oc: La deuxième seccion es dédiée a las informacions permettant de contactar lo provesidor.
pl: Druga część to kontakt do przedstawiciela dostawcy.
pt: A segunda secção é para informação relacionada com o seu contacto no fornecedor.
pt_br: A segunda seção refere-se a informações sobre o seu contato no escritório do Fornecedor.
sk: Druhá sekcia je informácia ohľadom Vášho kontaktu v kancelárii predajcu.
sv: Den andra sektionen är för information om din kontaktperson hos leverantören.
tr: İkinci kısım, sağlayıcı bürosundaki irtibatınız ile ilgili bilgi içindir.
zh_tw: 第二個區域是供應商辦公室的連絡資訊。

source: The serials module assists in managing your serial subscriptions (journals, magazines, and newspapers).
ar: يساعد نظام الدوريات الفرعي في إدارة اشتراكاتك بالدوريات (المجلات، والجرائد، والصحف).
cs: Modul "Periodika" pomáhá při správě odběrů periodik (časopisy, magazíny a noviny).
da: Tidsskriftmodulet hjælper med af administrere tidsskriftabonnementer (journaler, magasiner og aviser).
de: Das Zeitschriftenmodul hilft Ihnen Ihre Abonnements zu verwalten (Sammelwerke, Zeitschriften, Zeitungen)
el: Η υπομονάδα περιοδικών εκδόσεων βοηθάει στη διαχείριση συνδρομών περιοδικών εκδόσεων (περιοδικά και εφημερίδες).
es: El módulo de publicaciones periódicas ayuda a administrar sus suscripciones (revistas, revistas y periódicos).
eu: Aldizkako argitalpenen moduluak zure aldizkako argitalpenak kudeatzen laguntzen du (aldizkari espezializatuak, aldizkariak eta egunkariak).
fi: Kausijulkaisujen osiossa hallinnoidaan lehtitilauksia (kaiken tyyppiset lehdet).
fr: Le module Périodiques vous aide à gérer vos abonnements à des publications à caractère périodiques (journaux, magazines, revues, etc.)
hi: सिरियलोंमॉड्यूल अपने सीरियल अनुमोदन (पत्रिकाओं, पत्रिकाओं, और समाचार पत्र) के प्रबंधन में मदद करता है।
it: Il modulo 'Risorse in continuazione' ti assiste nel gestire gli abbonamenti ai periodici (giornali, periodici scientifici, etc.).
pl: Moduł Czasopisma pomaga w zarządzaniu prenumeratą wydawnictw ciągłych (dzienników, czasopism, gazet).
pt: O módulo de periódicos auxilia na gestão de suas assinaturas em série (jornais, revistas e jornais).
pt_br: O módulo de periódicos auxilia na gestão de suas assinaturas em série (jornais, revistas e jornais).
sk: Modul Periodiká slúži na spracovanie Vašich predplatných novín a časopisov.
sv: Periodikamodulen används för att hantera dina periodikaprenumerationer (tidskrifter, magasin och tidningar).
tr: Süreli yayınlar modülü süreli yayınlar aboneliklerinizi yönetmede yardımcı olur (akademik dergiler, dergiler ve gazeteler).
zh_tw: 期刊模組協助您管理期刊(包括學刊、雜誌、報紙等)的訂閱。

source: The slip or receipt will show items checked out today as well as items that are still checked out
ar: القسيمة أو الاستلام سوف يظهر المواد المعارة اليوم، فضلا عن المواد التي لا تزال معارة
cs: Potvrzení obsahuje jednotky vypůjčené dnes i ty, které jsou vypůjčené dříve
da: Sedlen eller kvitteringen viser både eksemplarer, der er udlånt i dag og eksemplarer, som stadig er udlånt
de: Die Quittung zeigt nicht nur heute entliehene, sondern alle aktuell entliehenen Exemplare
el: Το σημείωμα ή η απόδειξη θα εμφανίζουν τα τεκμήρια που δανείστηκαν σήμερα καθώς και τα τεκμήρια που είναι ακόμη δανεισμένα
es: El recibo mostrará los ítems prestados hoy y aquellos que todavía no han sido devueltos
eu: El recibo mostrará los ítems préstados en el día de hoy, así como registros ítems que todavía están préstados
fi: Kuitissa näkyy tänään lainatut ja myös aikaisemmin lainatut, jotka ovat edelleen lainassa
fr: La notification ou le reçu indique les exemplaires empruntés aujourd'hui ainsi que les exemplaires qui sont déjà en prêt.
hi: पर्ची या रसीद आइटम दिखाएगा आज चैक आउट आइटम है कि अभी भी चैक आउट कर रहे हैं और साथ ही
it: La ricevuta mostrerà le copie prestate oggi cosi come le copie ancora in prestito
oc: La notificacion o lo recebut indica los exemplars empruntats uèi ainsi que los exemplars que son ja en prèst .
pt: O recibo irá mostrar os exemplares emprestados hoje assim os exemplares que já se encontravam emprestados
pt_br: Notícias na tela de circulação irão aparecer abaixo dos items que forem emprestados
sk: Ústrižok alebo potvrdenka zobrazia dnes vypožičané exempláre ako aj exempláre, ktoré sú už vypožičané
sv: Kvittot eller kvitteringen kommer att visa objekt som lånades ut idag, samt objekt som fortfarande är utlånade
tr: Dolaşım fişleri ya da alındılar halen ödünçte olan materyalleri gösterdiği gibi bugün ödünç verilen materyalleri de gösterecektir.
zh_tw: 收條顯示今天借出與尚未還入的館藏

source: The substitutions
fi: Korvaavuudet
hi: प्रतिस्थापन

source: The suggestions page will automatically be limited to suggestions for your library. To see information for all (or any other) libraries click on the 'Acquisition information' filter and change the library.
ar: صفحة الإقتراحات ستضيَّق تلقائياً للإقتراحات المقدَّمة لمكتبتك فقط . لترى معلومات لكل المكتبات (أو أي مكتبة أُخرى) أُنقر على عامل تصفية 'معلومات التزويد' وغيِّر المكتبة.
cs: Stránka Podněty bude automaticky omezen na podněty pro vaší knihovnu. Chcete-li zobrazit informace pro všechny (nebo nějakou jinou) knihovny, klikněte na filtr "Akviziční informace" a změňte knihovnu.
da: Forslagssiden begrænses automatisk til forslag til dit bibliotek. For at se information for alle (eller ethvert andet) bibliotek klik på filteret 'Anskaffelses-information' og lav biblioteket om.
de: Auf der Seite mit den Anschaffungsvorschlägen wird automatisch auf die Anschaffungsvorschläge für Ihre Bibliothek eingeschränkt. Um auch die Anschaffungsvorschläge anderer Bibliotheken zu sehen, können Sie den Filter unter 'Erwerbungsinformationen' aufheben oder ändern.
el: Η σελίδα προτάσεων θα περιοριστεί αυτόματα στις προτάσεις για τη βιβλιοθήκη σας. Για να δείτε τις πληροφορίες για όλες (ή οποιαδήποτε άλλη) βιβλιοθήκες πατήστε στο φίλτρο 'Πληροφορίες Προσκτήσεων' και αλλάξτε τη βιβλιοθήκη.
es: La página de sugerencias se limitará automáticamente a sugerencias para su biblioteca. Para ver información de todas (u otras) bibliotecas haga clic en el filtro 'Información de adquisición' y cambie la biblioteca.
eu: La página de sugerencias automáticamente se limitará a sugerencias para su biblioteca. Para ver la información para todas las bibliotecas (o cualquier otro) haga clic en el filtro 'Adquisición de información' y cambie la biblioteca ..
fi: Hankintaehdotusten sivu rajoittaa näkymän automaattisesti vain kirjastoosi. Jos haluat muiden kirjastojen hankintaehdotuksia, klikkaa 'Hankintatiedot' -välilehteä ja vaihda kirjasto.
fr: Les suggestions affichées seront automatiquement limitées à celles concernant votre site. Pour voir les suggestions concernant d'autres sites (ou tous les sites), cliquez sur le filtre 'Informations d'acquisition' et modifiez le site.
hi: सुझाव पेज स्वचालित रूप से अपने पुस्तकालय के लिए सुझाव के लिए सीमित हो जाएगा। सभी के लिए जानकारी देखने के लिए (या किसी भी अन्य) पुस्तकालयों 'अधिग्रहण जानकारी' फिल्टर पर क्लिक करें और पुस्तकालय बदल जाते हैं।
it: La pagina delle richieste di acquisto si limita alla richieste della tua biblioteca. Per vedere le richieste di altre o tutte le altre biblioteche, fai click sul filtro 'Informazioni sulle acquisizioni' e cambia biblioteca.
oc: Les suggestions afichadas seràn automaticament limitadas a celles concernant vòstre site. Per veire les suggestions concernant d'autres sites (ou totes los sites), clicatz sul filtre 'Informacions d'aquisicion' e modifiez lo site.
pl: Propozycje zakupu są wyświetlane automatycznie tylko dla wybranej biblioteki. Jeśli chcesz zobaczyć dla konkretnej biblioteki, kliknij filtr 'Gromadzenie' po lewej i wybierz bibliotekę.
pt: A página de sugestões irá automaticamente ser limitada a sugestões da sua biblioteca. Para ver informação de todas (ou outra) bibliotecas clique no filtro 'Informação de aquisição' e altere a biblioteca.
pt_br: A página de sugestões será automaticamente limitada para sugestões de sua biblioteca. Para ver informações para todas as biblioteca (ou qualquer uma delas) clique em filtro de 'Informações de aquisições' altere a biblioteca.
sk: Stránka návrhov sa automaticky obmedzí iba na návrhy pre vašu knižnicu. Pre zobrazenie informácie o všetkých (alebo iných) knižniciach, kliknite na filter 'Informácie o akvizíciách' a zmeňte knižnicu.
sv: Förslagssidan kommer automatiskt att begränsas till förslag för ditt bibliotek. För att se information om alla (eller något annat) bibliotek, klickar du på filtret 'Inköpsinformation' och byter bibliotek.
tr: Öneri sayfası kütüphaneniz önerileri otomatik olarak sınırlayacaktır. Tüm kütüphaneler için (ya da her hangi bir kütüphane için) 'Sağlama bilgisi' filtresine tıklayınız ve kütüphaneyi değiştiriniz.
zh_tw: 建議頁面自動限制祗能向所屬圖書館建議。勾選 '採訪資訊' 篩選器，並改變圖書館，就能看到全部(或其他)圖書館的建議。

source: The system preference 'NewsAuthorDisplay' can be used to hide or show the author for news item.
fi: 'NewsAuthorDisplay' -järjestelmäasetusta käytetään piilottamaan tai näyttämään uutisen kirjoittajan nimi.
hi: प्रणाली वरीयता 'NewsAuthorDisplay' को छिपाने या समाचार आइटम के लिए लेखक को दिखाने के लिए इस्तेमाल किया जा सकता है।

source: The task scheduler is a way to schedule reports to run whenever you want.
ar: المهام المجدولة هي طريقة لجدولة التقارير للتشغيل وقتما تشاء
cs: Plánovač úloh je způsob, jak naplánovat spouštění výstupu na určitou dobu podle potřeby.
da: Med opgaveplanlæggeren bestemmes, hvornår rapporter skal køres.
de: Der Aufgabenplaner ist ein Werkzeug um Reports zu bestimmten Zeitpunkten automatisch laufen zu lassen.
el: Ο χρονοπρογραμματιστής εργασιών είναι ένας τρόπος να προγραμματίζετε να τρέχουν οι εκθέσεις όποτε θέλετε.
es: El programador de tareas es una manera de programar informes para ejecutarse cada vez que desee.
eu: Ataza antolatzailea txostenak nahi duzun unean exekutatzeko modu bat da.
fi: Ajastustoiminto on tapa ajastaa raportit käynnistymään haluttuna aikana.
fr: Le planificateur de tâche sert à programmer l'exécution d'un rapport.
hi: कार्य अनुसूचक चलाने के लिए जब भी आप चाहते हैं रिपोर्टों अनुसूची करने के लिए एक रास्ता है।
it: Lo schedulatore è uno strumento per impostare la creazione di report da eseguire ogni volta che ti serve.
oc: Lo planificador de prètzfait sert a programar l'execucion d'un rapòrt.
pl: Harmonogram zadań jest sposobem na zaplanowanie raportów.
pt: A calendarização de tarefas é uma forma de calendarizar relatórios sempre que desejar.
pt_br: A calendarização de tarefas é uma forma de calendarizar relatórios sempre que desejar.
sk: Plánovač úloh slúži na rozvrhnutie výkazov, aby sa dali spustiť kedykoľvek chcete.
sv: Schemaläggaren är ett sätt att schemalägga rapporter så de körs när du vill.
tr: Görev zamanlayıcısı istediğiniz zaman çalıştırmak üzere, raporları zamanlamanın bir yöntemidir.
zh_tw: 工作排程是任何時間都可執行的報表排程。

source: The three first fields are required, the rest are optional
ar: الحقول الثلاثة الأولى مطلوبة، والباقي اختيارية.
cs: První tři pole jsou povinná. Ostatní jsou volitená.
de: Die ersten drei Felder sind Pflichtfelder, der Rest ist optional
es: Los primeros tres campos son requeridos. El resto es opcional
fi: Kolme ensimmäistä kenttää ovat pakollisia, muut vapaaehtoisia
hi: पहले तीन फ़ील्ड आवश्यक हैं, बाकी वैकल्पिक हैं
it: Questi tre campi sono richiesti, gli altri sono opzionali
sk: Prvé tri polia sú povinné, zvyšok je voliteľný
tr: İlk üç alan zorunludur, diğerleri isteğe bağlıdır

source: The tool now supports multiple mappings too for one Koha field. As an example, you can connect copyrightdate to 260$c as well as 264$c (the RDA equivalent). Since a record normally only contains only one of them, this one value will be found in copyrightdate. (Multiple values would be saved, separated by vertical bars.) Note that you cannot add/remove mappings for biblionumber, biblioitemnumber or itemnumber. You are not recommended to change them.
hi: उपकरण अब एक कोहा फ़ील्ड के लिए भी कई मैपिंग का समर्थन करता है। एक उदाहरण के रूप में, आप कॉपीराइटदिनांक को 260$c के साथ-साथ 264$c (आरडीए समतुल्य) से जोड़ सकते हैं। चूंकि एक रिकॉर्ड में केवल उनमें से केवल एक ही शामिल है, इसलिए यह एक मान कॉपीराइटडेट में मिलेगा। (एकाधिक मूल्यों को बचाया जाएगा, ऊर्ध्वाधर सलाखों के द्वारा अलग किया जाएगा।) ध्यान दें कि आप बिब्लियोंनम्बर, बिब्लियोंआइटमनंबर या आइटम नम्बर के लिए मैपिंग जोड़ नहीं / हटा सकते हैं। आपको उन्हें बदलने की अनुशंसा नहीं की जाती है।
