Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: A list can also be created from the catalog search results
ar: يمكن إنشاء قائمة أيضا من نتائج البحث في الفهرس
cs: Seznam je možné vytvořit také z výsledků hledání v katalogu
da: En liste kan også laves ud fra søgeresultater i kataloget
de: Listen können auch ausgehend von der Trefferliste angelegt werden
es: Una lista puede además ser creada desde los resultados de búsqueda del catálogo
fr: On peut également créer une liste à partir de la page de résultat d'une recherche.
it: Una lista può essere creata dai risultati di ricerca sul catalogo
pl: Lista może być również tworzona z wyników wyszukiwania w katalogu
pt: Uma lista pode ser também criada a partir dos resultados de uma pesquisa.
pt_br: Uma lista também pode ser criada a partir dos resultados de busca no catálogo
sk: Zoznam sa dá vytvoriť aj z výsledkov hľadania v katalógu
sv: En lista kan även skapas från sökresultat i katalogen
tr: Bir liste aynı zamanda katalog arama sonuçlarından da oluşturulabilir
zh_tw: 虛擬書架也可從目錄搜尋結果新增它

source: A tooltip will appear telling you how to enter the date of birth, most libraries will be entering MM/DD/YYYY for the birthday search
ar: ستظهر فكرة مفيدة تخبرك بكيفية إدخال تاريخ الميلاد، معظم المكتبات تقوم بإدخال الشهر/اليوم/السنة لبحث عيد الميلاد
cs: Objeví se bublinová nápověda, která vysvětluje, v jakém formátu zapsat datum narození. Většina knihoven používá formát DD/MM/RRRR
de: Ein Tooltip zeigt an, wie das Geburtsdatum eingegeben werden muss, für die meisten Bibliotheken ist die richtige TT/MM/JJJJ
es: Una tooltip (descripción emergente) aparecerá diciéndote cómo introducir la fecha de nacimiento, la mayoría de las bibliotecas introducirán MM/DD/AAAA para la búsqueda cumpleaños
fr: Une infobulle vous indiquera comment saisir la date de naissance (le plus souvent MM/JJ/AAAA)
it: Apparirà un'etichetta volante che chiederà di indicare la data di nascita, la biblioteca potrà effettuare ricerche indicando MM/DD/YYYY come data di nascita
pl: Pojawi się podpowiedź z informacją, w jaki sposób należy wpisać datę urodzenia, dla większości bibliotek będzie to format DD/MM/RRRR
pt: Uma dica de ferramenta irá aparecer dizendo como inserir a data de nascimento, a maior parte das bibliotecas irá inserir da forma MM/DD/AAAA
pt_br: Uma dica irá surgir indicando como deve ser inserida a data de nascimento. Em geral as bibliotecas adotam o formado MM/DD/AAAA para a busca por aniversariantes
sk: Zobrazí sa vám pomôcka na zadanie dátumu narodenia. Väčšina knižníc zadáva dátum MM/DD/RRRR pre hľadanie narodenín
tr: Size doğum gününü nasıl gireceğinizi anlatan bir araç ipucu gözükecektir, çoğu kütüphane doğum günü araması için AA/GG/YYYY girecektir
zh_tw: 一個工具提示將告訴您如何輸入生日，大部份的圖書館使用MM/DD/YYYY格式方便搜尋

source: After choosing the table you would like to view, click 'OK.' To edit any mapping click on the 'Koha Filed' or the 'Edit' link.
ar: بعد اختيارك للجدول الذي ترغب بعرضه، أنقر على 'موافق.' لتحرير أي تعيين أنقر على 'حقل كوها' أو رابط الـ 'تحرير'.
cs: Tabulku, se kterou chcete pracovat vyberte kliknutím na "OK". Pro úpravu kteréhokoliv přiřazení klikněte na název pole nebo na odkaz "Upravit" u příslušného pole.
da: Når den tabel, der skal vises, er valgt, klik på 'OK'. For at redigere en tilordning klik på 'Koha gemt' eller 'Edit'.
de: Wählen Sie die gewünschte Tabelle aus und klicken Sie auf 'OK'. Zum Bearbeiten des jeweiligen Feldes den Feldnamen oder den Link 'Bearbeiten' anklicken.
es: Luego de seleccionar la tabla que desea ver, haga clic en 'OK.' Para editar cualquier correspondencia haga clic en los enlaces 'Campo Koha' o 'Editar'.
fr: Après avoir choisi la table que vous voulez voir, cliquez sur 'OK'. Pour modifier toute correspondance, cliquez soit sur le Nom d'un champ soit sur le lien 'Modifier'.
it: Premi 'OK' dopo aver scelto la tavola che vuoi vedere. Per modificare la mappatura, clicca sul 'Legame Koha' o sul link 'Modifica'.
pl: Po wybraniu tabeli, którą chcesz zobaczyć, kliknij 'OK'. Jeśli chcesz modyfikować dowolne mapowanie, kliknij 'Modyfikuj' lub kliknij nazwę pola Koha.
pt: Depois de escolher a tabela que deseja ver, carregue em 'OK'. Para editar algum mapeamento carregue no campo em questão ou na ligação de edição.
pt_br: Depois de escolher a tabela que deseja visualizar, clique 'OK'. Para editar qualquer mapeamento, clique no 'Koha Arquivado' ou 'Editar'.
sk: Po zvolení tabuľky, do ktorej chcete nahliadnuť, kliknite na 'OK'. Pre úpravu ktoréhokoľvek priradenia kliknite na 'Pole Kohy' alebo na odkaz 'Upraviť'.
sv: När du valt vilken tabell du vill se klickar du på 'OK'. För att redigera kopplingar klickar du på länken 'Koha-fält' eller 'Redigera'.
tr: Görmek istediğiniz tabloyu seçtikten sonra 'Tamam' butonuna tıklayınız. Her hangi bir eşlemeyi değiştirmek için 'Koha Alanı' ya da 'Düzenle' linki üzerine tıklayınız.
zh_tw: 選定想要檢視的表單後，點選 'OK' 鈕，按下 'Koha 歸檔' 或 '編輯' 連結，就能編輯任何對映。

source: Allows you to set the visibility options for a MARC field.
ar: يتيح لك ضبط خيارات رؤية حقل مارك.
cs: Povolit viditelnost možností pro pole MARC
da: Tillader dig at sætte synlighedsoptioner for et MARC-felt.
de: Erlaubt es die Sichtbarkeit eines MARC-Feldes zu definieren
es: Permite configurar las opciones de visibilidad para un campo MARC.
fr: Permet de définir les options de visibilité d'un champ MARC.
it: Permette di configurare le opzioni di visibilità dei campi MARC.
pt: Permite definir as opções de visibilidade para um campo MARC.
pt_br: Permite que você configure as opções de visibilidade para um campo MARC.
sk: Umožňuje vám nastavenie možností viditeľnosti pe pole MARC.
sv: Ställa in synlighetsalternativen för ett MARC-fält.
tr: MARC alanına yönelik görünebilirlik seçeneklerini ayarlamanıza imkan verir
zh_tw: 允許您設定 MARC 欄位的顯示選項。

source: And the image will be listed with all of your others on the right hand side of the page.
ar: والصورة سيتم ادراجها مع كل صورك الأخرى على الجانب الأيسر من الصفحة.
cs: Obrázek se objeví spolu s ostatními obrázky v seznamu napravo.
da: Ob billedet vises sammen med alle de andre i højre del af siden.
de: Das Image wird zusammen mit den anderen rechts auf der Seite aufgelistet.
es: Y la imagen será listada junto con todas la otras en en el lado derecho de la página.
fr: L'image sera affichée avec le reste sur la droite de la page.
it: E l'immagine verrà elencata insieme alle altre sulla parte destra della pagina.
pt: E a imagem será listada juntamente com as outras no lado direito da página.
pt_br: E a imagem será listada com as demais no lado direito da página.
sk: A obrázok bude uvedený so všetkými ostatnými na pravej strane stránky.
sv: Bilden kommer att listas tillsammans med alla andra till höger på sidan.
tr: Ve görüntü, sizin diğer görüntülerinizle sayfanın sağ tarafında listelenecektir.
zh_tw: 照片與其他資料將顯示在頁面的右手邊。

source: As part of the upgrade process your online help will be overwritten with the new Help as part of the install. If you want to keep a copy of your online help, you should instruct your System Administrator to upgrade the Online Help directory in the Koha file tree.
ar: كجزء من عملية الترقية ومساعدتكم على الانترنت يمكن الكتابة مع تعليمات جديدة كجزء من عملية التثبيت. إذا كنت ترغب في الاحتفاظ بنسخة من التعليمات الخاصة بك على الإنترنت، يجب أن تأمر مسؤول النظام لرفع مستوى دليل التعليمات المباشرة في شجرة الملف كوها.
cs: Jako součást procesu aktualizace bude Vaše on-line nápověda přepsána novou Nápovědou z instalace. Pokud si chcete ponechat kopii své on-line nápovědy, měli byste kontaktovat svého správce systému, aby aktualizoval adresář On-line Nápovědy v adresáři Koha.
da: I løbet af opgraderings-processen overskrives din online-hjælp med en ny version, som er del af installationen. Hvis du vil beholde en version af online-hjælpen, skal du bede din system-administator om at opgradere online-hjælpe-folderen i Koha filtræet.
de: Im Lauf des Upgrade-Prozesses wird Ihre Online-Hilfe von einer neuen Hilfe überschrieben, die Teil der Installation ist. Wenn Sie eine Kopie Ihrer Online-Hilfe behalten wollen, sollten Sie Ihren System-Administator dahingehend instruieren, dass er das Onlinehilfeverzeichnis im Koha Verzeichnisbaum erneuert.
es: Como parte del proceso de actualización su ayuda en línea será sobreescrita con la nueva ayuda de la instalación. Si desea mantener una copia de su ayuda en línea, debe indicar a su Administrador de Sistema que actualice el directorio de ayuda en linea, en el árbol de archivos de Koha.
fr: Lors de la mise à jour, votre aide en ligne personnalisée sera supprimée, les nouveaux fichiers d'aide étant installés à la place. Si vous voulez conserver une copie de vos fichiers d'aide personnalisés, vous devez demander à votre administrateur système de conserver le répertoire d'aide en ligne personnalisé dans la hiérarchie de Koha.
it: Nel processo di aggiornamento il tuo aiuto in linea verrà sovrascritto con il nuovo aiuto durante l'installazione. Se vuoi conservare una copia del tuo aiuto in linea, chiedi al tuo amministratore di sistema di aggiornare la directory dell'aiuto in linea nell'albero dei file di Koha.
pt: Como parte do processo de actualização, a ajuda online será substituídos pela nova ajuda, como parte da instalação. Se você quiser manter uma cópia de sua ajuda on-line, você deve instruir o administrador do sistema para atualizar o diretório Ajuda on-line na árvore de arquivos Koha.
pt_br: Como parte do processo de atualização, a ajuda online será substituídos pela nova ajuda, como parte da instalação. Se você quiser manter uma cópia de sua ajuda on-line, você deve instruir o administrador do sistema para atualizar o diretório Ajuda on-line na árvore de arquivos Koha.
sk: Ako súčasť procesu aktualizácie bude Vaša pomoc online prepísaná novou Pomocou z inštalácie. Ak si chcete uchovať kópiu Vašej vlastnej pomoci online, mali by ste upovedomiť Administrátora systému, aby aktualizoval adresár pomoci online v adresári Koha.
sv: Som en del av uppgraderingsprocessen kommer online-hjälpen att skrivas över med den nya Hjälpen som en del av installationen. Om du vill behålla en kopia av online-hjälpen måste du be din systemadministratör att uppgradera katalogen online-hjälp i filträdet för Koha.
tr: Geliştirme sürecinin bir parçası olan çevrimiçi yardımınız, yükleme sürecinin bir parçası olan Yeni Yardım ile düzeltme yapılacak. Çevrimiçi yardımınızın bir kopyasını almak istiyorsanız, Sistem Yöneticinizi Koha dosya ağacındaki Çevrimiçi Yardım rehberini geliştirmesi için bilgilendirmeniz gerekir.
zh_tw: 做為更新程序的一部份，您的線上說明將被新的說明覆寫。若想保留舊有的說明，請指示系統管理者更新Koha資料夾裡的線上說明。

source: Both the 'Source' and the 'Text' fields
ar: كل من حقول 'المصدر' و 'النص'
cs: Obě pole, 'Zdroj' i 'Text'
da: Både 'Kilde-' og 'Tekst-' felterne
de: Sowohl das Feld 'Quelle' als auch das Feld 'Text'
es: Ambos campos 'Fuente' y 'Texto'
fr: Les champs 'Source' et 'Texte'
it: Sia il campo 'Sorgente' sia il campo 'Testo'
pl: Pola 'Źródło' i 'Tekst'
pt: Os campos 'Fonte' e 'Texto'
pt_br: Ambos os campos 'Fonte' e 'Texto'
sk: Obidve polia 'Zdroja' a 'Textu'
sv: Både fälten 'Källa' och 'Text'
tr: 'Kaynak' ve 'Metin' alanlarının her ikisi de
zh_tw: '來源' 與 '文字' 欄位

source: By default all item types and all patrons are notified of check ins and check outs. To change this, click on the item/patron type combination that you would like to stop notices for.
ar: افتراضيا، يتم إخطار كل أنواع المادة وكل المستفيدين بعمليات الرد والإعارة. لتغيير ذلك، قم بالنقر على تركيبة نوع المستفيد / المادة التي ترغب في إيقاف الإخطارات لها.
cs: Ve výchozím nastavení jsou všem čtenářům zasílána upozornění o půjčování a vracení všech druhů dokumentu. Toto chování můžete změnit kliknutím na políčko typu jednotky nebo typu čtenáře.
de: In der Voreinstellung werden für alle Medienarten und alle Benutzergruppen Benachrichtigungen bei Ausleihe und Rückgabe erstellt. Um dies zu ändern, klicken Sie auf die jeweilige Kombination aus Medienart und Benutzergruppe, für die Sie Benachrichtigungen deaktivieren wollen.
es: Por defecto para todos los tipos de ítem y todos los usuarios se les notifican los préstamos y devoluciones. Para alterar esto, haga clic en el combo tipo de ítem/usuario para el cual desee desactivar notificaciones.
fr: Par défaut tous les types d'exemplaire et tous les adhérents sont notifiés des prêts et retours. Pour changer cela, cliquez dans la liste exemplaire/adhérent et choisissez la combinaison pour laquelle vous voulez arrêter les notifications.
it: Per default tutti i tipi di copia e tutti gli utenti creano notifiche di prestiti o restituzioni. Per modificare il default, clicca sulle combinazioni tipo copia/tipo utente su cui vuoi stoppare le notifiche.
pl: Domyślnie powiadamianie o wypożyczeniach i zwrotach jest wysyłane przy wszystkich typach dokumentów i do wszystkich użytkowników. Jeśli chcesz zmienić, kliknij na typ dokumentu i kategorię użytkownika, dla których chcesz usunąć powiadomienie.
pt: Por omissão todos os tipos de documentos e todos os leitores são notificados para empréstimos e devoluções. Para alterar isto, clique na combinação tipo de documento/leitor que desejar parar com as notificações.
pt_br: Por padrão, todos os usuários são notificados sobre empréstimos e devoluções. Para alterar isso, clique no tipo de usuário que você deseja que pare de receber avisos.
sk: Predvolene všetky typy exemplárov a všetci čitatelia sú upovedomení o návratoch a výpožičkách. Na zmenu, kliknite na výber typu exemplára/čitateľa, pre ktorého chcete zastaviť oznámenia.
tr: Varsayılan olarak tüm materyal türleri ve kullanıcılar, iade ve ödünç işlemleri açısından bilgilendirilir. Bunu değiştirmek için, bilgilendirmeyi istemediğiniz materyal/kullanıcı türü kutusunun üstüne tıklayınız.
zh_tw: 所有館藏類型與所有讀者都預設被通知借出與還入事宜，點選館藏/讀者綜合選項，就能停止發出通知。

source: Check the box to the left of the titles you want to add to the new list
ar: ضع علامة في المربع إلى اليمين من العناوين التي تريد إضافتها إلى القائمة الجديدة
cs: Zaškrtněte políčko vlevo od titulů, které chcete přidat do nového seznamu
da: Klik på boksen til venstre for titlen, som skal føjes til den nye liste
de: Markieren Sie die Checkbox auf der linken Seite der Titel, die Sie zur Liste hinzufügen möchten
es: Haga clic en el recuadro a la izquierda del título del ítem que desee añadir a la nueva lista
fr: Cliquez la boîte à côté du titre que vous voulez ajouter à la liste
it: Spunta la casella a sinistra dei titoli che vuoi aggiungere alla nuova lista
pl: Zaznacz pole po lewej stronie tytułu, jeżeli chcesz dodać go nowej listy
pt: Marque a caixa à esquerda dos título que deseja adicionar à nova lista
pt_br: Clique na caixa de seleção no lado esquerdo do título que você deseja adicionar a nova lista
sk: Zaškrtnite políčko naľavo od názvu, ktorý chcete pridať do nového zoznamu
sv: Markera rutan till vänster om de titlar du vill lägga till i den nya listan
tr: Yeni listeye eklemek istedikleriniz için başlıkların solundaki kutuya onay verin.
zh_tw: 勾選題名左方的盒，新增至新的虛擬書架

source: Checking the 'Manual history' box will allow you to enter serials outside the prediction pattern.
ar: وضع علامة على مربع 'التاريخ اليدوي' سيسمح بإدخال الدوريات من خارج نمط التنبؤ.
cs: Zaškrtnutí políčka "Ruční historie" vám umožní vložit i číslo periodika, které neodpovídá schématu vydávání.
da: Markering af feltet 'Manuel historik' giver mulighed for at indtaste tidsskrifter udenfor det forudsete mønster.
de: Durch Anhaken der 'Manuellen Historie' können Sie auch Hefte eingeben, die außerhalb des normalen Erscheinungsverlaufs liegen.
es: Si marca la casilla de la 'Historia manual' le permitirá ingresar seriadas fuera del patrón de predicción.
fr: En cochant 'Historique manuel', vous pourrez saisir des fascicules ne se conformant pas au prévisionnel de bulletinage.
it: Controllando il 'Manual history' potrai inserire dei periodici al di fuori dello schema previsto.
pl: 'Historia prenumeraty' - ręczne wprowadzanie zmian w ustalonej prenumeracie.
pt: Ao marcar a caixa 'Histórico manual' permite adicionar periódicos fora do padrão de previsão.
pt_br: Clicar na caixa de 'Histórico Manual' permite que você entre com periódicos que escapam ao padrão de previsão.
sk: Zaškrtnutím políčka 'Manuálny výpis' sa Vám umožní zadať periodiká mimo schémy predpovede.
sv: Markering av 'Manuell historik' gör att du kan ange periodika som ligger utanför prognosmönstret.
tr: 'Manuel geçmiş' kutusunu onaylamak öngörü düzeni dışındaki süreli yayınları girmenizi sağlayacaktır.
zh_tw: 勾選 '人工紀錄' 盒，將允許您鍵入預期模式外的期刊。

source: Choose [New list] from the 'Add to:' pull down menu
ar: اختر [قائمة جديدة] من 'إضافة إلى:' سحب لأسفل القائمة
cs: Z menu 'Přidat do:' vyberte [Nový seznam]
da: Vælg [Ny liste] fra menuen 'Tilføj til:'
de: Wählen Sie [Neue Liste] aus der Auswahlliste hinter 'Hinzufügen zu'
es: Seleccione [Nueva lista] desde el menú desplegable 'Agregar a:'
fr: Dans le menu Ajouter à, choisissez l'option [Nouvelle liste]
it: Scegli [Nuova lista] dal menù a tendina 'Aggiungi a:'
pl: Wybierz [Nowa lista] z rozwijanego menu 'Dodaj do:'
pt: Escolher [Nova lista] no menu 'Adicionar a:'
pt_br: Selecione [Nova Lista] no menu 'Adicionar para': exibir o menu
sk: Zvoliť [Nový zoznam] z rozbaľovacej ponuky 'Pridať do:'
sv: Välj [Ny lista] från rullgardinsmenyn 'Lägg till i:'
tr: '-e Ekle' den Seç [Yeni liste] : Çekme Menü
zh_tw: 從 '新增至：' 下拉選單裡，選擇 [新增虛擬書架]

source: Choose category to 'Order by' (the 'order by' field effects what ordering method is used when displaying the lost items)
ar: اختر فئة لـ 'ترتيب بواسطة' ( حقل 'ترتيب بواسطة' يؤثر على طريقة الترتيب المستخدمة عند عرض المواد المفقودة)
cs: Vyberte kategorii pro 'Seřadit podle' (pole 'Seřadit podle' určuje, jaký způsob řazení je použit při zobrazování ztracených jednotek)
da: Vælg kategori til 'Sorter efter' (Feltet 'Sorter efter' bestemmer rækkefølgen af de tabte eksemplarer ved visningen)
de: Wählen Sie die Kategorie für das 'Sortieren nach' (das 'Sortieren nach'-Feld legt die Reihenfolge der verlorenen Exemplare bei der Anzeige fest)
es: Seleccione la categoría para 'Ordenar por' (el campo 'Ordenar por' influye en el método de ordenación que se usa para mostrar los ítems perdidos)
fr: Sélectionnez une catégorie de tri pour classer les exemplaires perdus à l'affichage
it: Scegli la categoria 'Ordina da' (il campo 'ordina da' mostra quale metodo d'ordine è usato quando mostra le copie perse)
pl: Wybierz kategorię uporządkowania (pole 'Uporządkuj wg' ma wpływ na kolejność wyświetlania zagubionych pozycji)
pt: Seleccionar a categoria para 'Ordenar', que será utilizada quando forem apresentados os exemplares desaparecidos
pt_br: Selecionar a categoria para 'Ordenar', que será utilizada quando forem apresentados os exemplares desaparecidos
sk: Zvoľte kategóriu 'Zoradiť podľa' (pole 'zoradiť podľa' určuje spôsob usporiadania pri zobrazovaní stratených exemplárov)
sv: Välj efter vilken kategori för 'Sortera efter' (fältet 'sortera efter' påverkar vilken sorteringsordning som används för visning av förlorade objekt)
tr: Bir 'Sipariş yöntemi' kategorisi seçin ('sipariş yöntemi' alanı kayıp kitap görüntülendiğinde hangi sipariş yönteminin kullanılacağını etkiler)
zh_tw: 選定類別入 '排序方式' ('排序方式' 欄位影響顯示遺失館藏的排序方式)

source: Choose which MARC field you would like to map to this Koha Field and click the 'OK' button. If you would like to clear all mappings, click the 'Click to "Unmap"' button.
ar: أختر أي من حقول مارك ترغب بتعيينه إلى حقل من حقول كوها أنقر على زر 'موافق'. إذا ما رغبت بمسح كل التعيينات ، أنقر على زر 'أنقر لإزالة التعيين"
cs: Vyberte si, které MARC pole chcete mapovat na toto pole Koha a klikněte na tlačítko "OK". Pokud chcete vymazat všechna mapování, klikněte na tlačítko "Přemapovat ".
da: Vælg det MARC-felt som skal forbindes med dette Koha-felt og tryk på knappen 'OK'. Hvis alle tilordninger skal slettes, klik på knappen 'klik for at "frigøre"'.
de: Geben Sie an, welches MARC-Feld Sie auf das Koha-Feld mappen möchten und klicken Sie auf "OK". Wenn Sie alle vorhandenen Mappings löschen möchten, klicken Sie auf "Mappings löschen".
es: Elija el campo MARC que quiere enlazar con este campo Koha y haga clic en OK. Si quiere eliminar todos los enlaces haga clic en el botón 'Clic para "De-enlazar"'.
fr: Choisissez le champ MARC auquel vous voulez lier le champ de la table que vous avez sélectionné à l'étape précédente, puis cliquez sur le bouton OK. Si vous voulez effacer tous les liens, cliquez sur le bouton Cliquer pour délier.
it: Scegli quale campo MARC vuoi associare a questo campo Koha e premi il bottone 'OK'. Se vuoi cancellare la mappatura, premi il bottone 'Sgancia'.
pt: Escolher qual o campo MARC que deseja mapear para este campo Koha e carregue em 'OK'. Se desejar limpar todos os mapeamentos, carregue no botão "Limpar" para desfazer o mapeamento.
pt_br: Escolha qual campo MARC você quer mapear para este campo do Koha e clique em 'OK'. Se você quiser limpar todos os mapeamento, clique em 'Retirar mapeamento'.
sk: Zvoľte, ktoré pole MARC chcete priradiť k tomuto poľu Kohy a kliknite na tlačidlo 'OK'. Ak chcete vymazať všetky priradenia, kliknite na tlačidlo 'Kliknutím "zrušiť priradenie"'.
sv: Välj vilket MARC-fält som du vill mappa till detta Koha-fält och klicka på knappen 'OK'. Om du vill rensa bort alla mappningar klickar du på knappen 'Klicka för att "rensa mappningar"'.
tr: Bu Koha Alanına hangi MARC alanını eşlemek istediğinizi seçin ve 'Tamam' butonuna tıklayın. Tüm eşlemeleri silmek istiyorsanız, "Eşlemeyi İptal Et" butonuna tıklayınız.
zh_tw: 選擇想要對映至此 Koha 欄位的 MARC 欄位，並按下 'OK' 鈕；若想要清除所有的對映，則按下 '按了"不對映"' 鈕。

source: Click 'New from Z39.50' (optionally, you can choose a framework to which import the record by clicking the caret on the right).
ar: قم بالنقر على " جديد من Z39.50" ( اختيارياً، يمكنك اختيار إطار ليتم استيراد التسجيلة إليه بالنقر على العلامة الموجودة على اليسار)
cs: Klikněte na "Stáhnout pomocí Z39.50" (také můžete v rozbalovacím seznamu napravo vybrat MARC šablonu, pomocí které se má záznam zpracovat).
de: Klicken Sie "Import über Z39.50" (optional kann hier bereits das Framework ausgewählt werden, in welches der Datensatz importiert werden soll, indem das kleine Dreieck auf der rechten Seite angeklickt wird)
es: Haga click en 'Nuevo desde Z39.50' (opcionalmente puede elegirse una hoja de trabajo específica a la cual importar el registro haciendo click en la flecha de la derecha).
fr: Cliquez sur 'Dériver une nouvelle notice via Z39.50' (vous pouvez facultativement choisir une grille de catalogage en cliquant sur le signe &#9660; sur la droite)
it: Clicca 'Nuovo da Z39.50' (puoi segliere la griglia con cui importare il record cliccando sulla freccetta alla destra).
pl: Kliknij 'Wyszukiwanie przez z39.50' (względnie możesz wybrać szablon, w którym chcesz zapisać rekord - kliknij na strzałkę/daszek po prawej od Wyszukiwanie przez z39.50).
pt: Clique em 'Novo a partir de Z39.50' (opcionalmente, pode escolher o modelo que desejar usar na importação do registo carregando no acento à direita).
pt_br: Clique em 'Novo a partir de Z39.50' (se desejar, você pode escolher um framework para importar o registro clicando no ^ à direita).
sk: Kliknite na 'Nový zo Z39.50' (voliteľne, môžete si vybrať rámec, do ktorého budete importovať záznam s použitím ponuky vpravo).
tr: 'Z39.50'dan Yeni Otorite' üzerine tıklayın (diğer bir seçenek olarak, sağdaki düzeltme imine tıklayarak kayda aktarılacak çerçeveyi seçebilirsiniz).
zh_tw: 勾選 '從Z39.50新增' (選項，可選擇勾選框架右側的指數符號匯入記錄)。

source: Click 'z39.50 Search'
ar: انقر على 'بحث Z39.50'
cs: Klikněte na tlačítko 'Hledat v Z39.50'
da: Klik på 'Z39.50-søgning'
de: Klicken Sie auf 'Z39.50-Suche'
es: Haga clic en 'Búsqueda z39.50'
fr: Cliquez sur 'Recherche Z39.50'
it: Clicca 'Ricerca Z39.50'
pl: Kliknij 'Wyszukiwanie Z39.50'
pt: Clicar em 'Pesquisa Z39.50'
pt_br: Click 'Pesquisar no z39.50'
sk: Kliknite na 'Hľadanie v Z39.50'
sv: Klicka på 'z39.50-sökning'
tr: 'Z39.50 Araması' na tıklayınız
zh_tw: 勾選 '搜尋 Z39.50'
