Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: 'Timeout' is helpful for targets that take a long while. You can set the timeout so that it doesn't keep trying the target if results aren't found in a reasonable amount of time.
ar: 'Timeout'مفيد للأهداف التي تستغرق وقتاً. يمكنك ضبط الوقت المستقطع لكي لا يستمر في تجربة الهدف إذا لم يتم العثور على النتائج خلال وقت معقول.
cs: 'Časový limit' je vhodné použít tam, kde se předpokládá občasná pozdější odezva serveru. Pokud v tomto limitu server neodpoví, přestane se Koha pokoušet získat z něj záznamy.
de: Der 'Timeout' ist hilfreich für Server, deren Antwort einige Zeit in Anspruch nimmt. Sie können den Timeout so setzen, dass nach einer bestimmten Zeit nicht weiter versucht wird Ergebnisse für diesen Server zu erhalten.
el: 'Λήξη χρόνου' είναι χρήσιμο για στόχους που αργούν. Μπορείτε να ενεργοποιήσετε την παύση ώστε να μην προσπαθεί να συνδεθεί με τον στόχο εάν δεν βρεθούν αποτελέσματα σε ένα εύλογο διάστημα.
es: 'Timeout' es útil para los servidores que toman mucho tiempo. Puede configurar el tiempo de espera para que no se siga intentando sobre el servidor si los resultados no se encuentran en un período razonable de tiempo.
eu: 'Timeout' denbora asko hartzen duten zerbitzarientzat baliagarria da. Itxarote-denbora konfigura daiteke emaitzak lortzen ez badira arrazoizko denbora bat pasa ondoren zerbitzari berean ez saiatzeko.
fi: 'Aikakatkaisu' on tarpeen kohteille, jotka kestävät kauan. Voit asettaa aikarajan, jonka jälkeen yrittämistä ei jatketa.
fr: 'Timeout' est utile pour les cibles dont le délai de réponse est long. Vous pouvez définir le timeout pour ne cesser d'interroger la cible après un certain délai.
hi: 'Timeout' लक्ष्य है कि एक लंबे समय लेने के लिए उपयोगी है। आप Timeout को निर्धारित कर सकते है इतना है कि यह लक्ष्य की कोशिश कर नहीं रख करता है,यदि परिणाम समय का एक उचित मात्रा में नहीं पाए जाते हैं.
it: 'Timeout' è utile per i target che impiegano molto tempo a rispondere. Puoi impostare un tempo di scadenza di modo che non continui ad interrogarli se i risultati non vengono trovati nell'intervallo di tempo auspicato.
oc: 'Timeout' es utile per las ciblas dont lo relambi de responsa es long. Podètz definir lo timeout per ne cesser d'interrogar la cibla aprèp un certain délai.
pt: 'Timeout' é útil para alvos de pesquisa que demorem a responder. Pode-se definir um timeout para que o sistema não esteja a tentar pesquisar constantemente quando os resultados não forem obtidos num espaço de tempo razoável.
pt_br: 'Timeout' pode ser útil para servidores que demoram demais. Você pode definir um tempo máximo de espera, assim o sistema não fica eternamente esperando por resultados.
sk: 'Vypršanie' pomáha serverom, ktoré vyžadujú dlhý čas. Môžete si nastaviť vypršanie tak, aby sa zbytočne nekontaktoval server, pokiaľ sa výsledky nenačítavajú v rámci rozumného množstva času.
tr: 'Zamanaşımı' uzun sürecek hedefler için yardımcıdır. Sonuçlar makul bir zaman dilimi içinde bulunmuyorsa, hedefi denemeye devam etmemesi için zamanaşımını ayarlayabilirsiniz.
zh_tw: '時限' 有助於解除長期佔用的問題。在指定時間內找不到時自動跳回。

source: 'Userid' and 'Password' are only required for servers that are password protected.
ar: معرِّف المستخدم وكلمة المرور هما فقط المطلوبان للخوادم المحمية بكلمة المرور
cs: ID uživatele a heslo jsou vyžadovány pouze pro severy, které jsou chráněny heslem.
de: 'Nutzer-ID' und 'Passwort' sind nur für Server nötig, die passwortgeschützt sind.
el: 'Όνομα χρήστη' και 'Κωδικός πρόσβασης' απαιτούνται μόνο για εξυπηρετητές που προστατεύονται με κωδικούς πρόσβασης.
es: 'ID de usuario' y 'Contraseña' son solo requeridas para servidores que están protegidos por contraseñas.
eu: 'Userid' eta 'Password' pasahitz bidez babestuak dauden zerbitzarietan bakarrik eskatuko dira.
fi: 'Käyttäjä ID' ja 'Salasana' vaaditaan vain niille palvelimille, jotka on suojattu salasanalla.
fr: "Identifiant" et "Mot de passe" ne sont nécessaires que pour les serveurs dont l'accès est restreint.
hi: 'प्रयोक्ता आईडी' और 'पासवर्ड' केवल सर्वर के लिए आवश्यक हैं जिससे कि पासवर्ड संरक्षित रहे
it: Userid e password sono richiesti solo per server protetti
oc: "Identificant" e "Senhal" son pas necessaris que pels servidors dont l'accès es restreint.
pt: 'Nome de utilizador' e 'Palavra-passe' apenas são necessários para servidores protegidos
pt_br: 'Usuário' e 'Senha' são requeridos apenas por servidores protegidos por senha.
sk: 'Užívateľské meno' a 'Heslo' sa vyžadujú iba u serverov chránených heslom.
tr: 'Kullanıcı adı' ve 'Parola' sadece parola korumalı sunucular için gereklidir.
zh_tw: '使用者帳號' 與 '密碼' 是伺服器要求的。

source: 'Vendor' can be found by either searching vendors entered via the Acquisitions module or entering the vendor ID number
ar: 'المورد' يمكن العثور عليه إما بالبحث بالموردين المدخلين بواسطة وحدة التزويد ، أو إدخال رقم المعرِّف للمورد
cs: 'Dodavatel' může být vyhledán buď zadáním vyhledání dodavatelů prostřednictvím modulu Akvizice, nebo zadáním ID čísla dodavatele
da: 'Leverandør' kan findes enten ved at søge leverandører indtastet i indkøbsmodulet eller ved at indtaste leverandørens ID
de: 'Lieferant' kann über die Suche nach dem Lieferanten im Erwerbungsmodul oder durch direkte Eingabe der Lieferantennummer gefüllt werden
el: Ο 'Προμηθευτής' μπορεί να βρεθεί είτε από την αναζήτηση προμηθευτή μέσω της υπομονάδας Προσκτήσεις είτε με την εισαγωγή του κωδικό αριθμό προμηθευτή
es: Se puede encontrar un 'Proveedor' buscando proveedores ingresados por la vía del módulo de Adquisiciones o ingresando el número de identificación ID del proveedor
eu: Se puede encontrar un 'Proveedor' buscando proveedores ingresados por la vía del módulo de Adquisiciones o ingresando el número de identificación ID del proveedor
fi: 'Toimittaja': Aineistotoimittajatieto voidaan hakea hankintatoiminnon kautta syötettyjen tietojen tai aineistotoimittajan ID-numeron avulla
fr: "Fournisseur" peut être trouvé soit en cherchant les fournisseurs entrés via le module Acquisitions soit en entrant directement l'identifiant du vendeur.
hi: 'वेंडर' या तो खोज विक्रेताओं द्वारा पाया जा सकता अधिग्रहण मॉड्यूल या विक्रेता आईडी नंबर दर्ज माध्यम से प्रवेश
it: 'Fornitore' è un dato che può essere trovato tramite una ricerca per fornitori attraverso il modulo delle Acquisizioni oppure inserendo l'ID del fornitore
oc: "Provesidor" pòt èsser trobat siá en cherchant les provesidors entrés via lo modul Aquisicions siá en entrant dirèctament l'identificant del vendeur.
pl: 'Dostawca' - przeglądaj listę dostawców, utworzonych w module Gromadzenie lub wpisz numer identyfikacyjny dostawcy
pt: 'Fornecedor' pode ser ser encontrado através de pesquisas de fornecedores no módulo de Aquisições ou através do seu identificador
pt_br: 'Fornecedor' pode ser encontrado tanto pelo nome, no módulo de Aquisição ou digitando o número de ID do fornecedor
sk: 'Predajca' sa dá nájsť buď hľadaním predajcov cez modul Akvizícií alebo zadaním čísla ID predajcu
sv: 'Leverantör' kan hittas antingen genom att söka leverantörer som angivits i inköpsmodulen eller genom att ange leverantörens ID-nummer
tr: 'Sağlayıcı' sağlama modülünden girilmiş olan sağlayıcıların aranması ile ya da sağlayıcının numarası girilerek bulunabilir
zh_tw: '供應商' 可經由採訪模組或鍵入供應商編號，找到指定的供應商

source: 'WITHDRAWN' is for a description of a withdrawn item. It appears when adding or editing an item.
ar: 'WITHDRAWN' وهو لوصف إستبعاد مادة . وهي تظهر عند إضافة أو تعديل مادة.
cs: 'WITHDRAWN' je pro popis uzavřených jednotek. Používá se při vkládání nebo úpravě jednotky.
da: 'WITHDRAWN' er til en beskrivelse af et inddraget eksemplar. Det vises ved ændring af et eksemplar.
de: 'WITHDRAWN' ist zur Beschreibung ausgesonderter Exemplare. Sie wird bei der Bearbeitung und Änderung von Exemplaren angezeigt.
el: 'ΑΠΟΣΥΡΘΕΝ' είναι για την περιγραφή ενός αποσυρμένου αντιτύπου. Εμφανίζεται κατά την προσθήκη ή επεξεργασία ενός αντιτύπου.
es: 'RETIRADO' es para una descripción de un ítem retirado. Aparece cuando se agrega o edita un ítem.
eu: 'WITHDRAWN' es para una descripción de un ítem retirado. Este aparece cuando se agrega o edita un ítem.
fi: 'WITHDRAWN': Lainauskierrosta sivuun vedetyn niteen tilatiedon kuvaus. Näkyy niteiden lisäämisen tai muokkaamisen yhteydessä.
fr: 'RETIRÉ' est utilisé pour définir le statut d'un exemplaire retiré des collections. Apparaît quand on ajoute ou modifie un exemplaire.
hi: 'WITHDRAWN' एक वापस ले लिया मद का वर्णन के लिए है। ऐसा प्रतीत होता है जब जोड़ने या एक आइटम संपादन।
it: Descrizione di una copia ritirata (appare quando modifichi una copia)
oc: 'RETIRÉ' es utilizat per definir l'estatut d'un exemplar levat des colleccions. Apparaît quand on ajoute o modifie un exemplar.
pl: 'WYCOFANY' - status dla egzemplarzy wycofanych; wyświetla się, gdy dodajesz lub modyfikujesz egzemplarz.
pt: 'WITHDRAWN' é para a descrição de um exemplar retirado (aparece quando um item for editado/criado).
pt_br: 'WITHDRAWN' é para descrição de um item descartado (aparecerá quando adicionar ou editar um item).
sk: 'WITHDRAWN' znamená popis odstaveného exemplára. Objavuje sa pri pridávaní alebo úprave exemplára.
sv: 'INDRAGEN' är för beskrivning av ett indraget objekt. Det visas när man lägger till eller redigerar ett objekt.
tr: 'WITHDRAWN' Sistemden düşülen bir materyalin açıklaması içindir. Materyal eklendiğinde ya da materyal üzerinde düzenleme yapılırken görünür.
zh_tw: '撤銷' 說明撤銷館藏的狀態，新增或刪除館藏時顯示。

source: 'XSLT file(s)': You can enter here one or more (comma-separated) XSLT file names that you want to apply on the search results.
ar: 'XSLT ملف (ملفات)': يمكنك إدخال أحد أسماء ملفات XSLT أو أكثر (مفصولة بفاصلة) التي تريد تطبيقها على نتائج البحث.
cs: 'XSLT soubor pro transformaci výsledků': Zde můžete zadat jeden nebo více XSLT souborů, které se použijí pro transformaci výsledků hledání na daném serveru.
de: 'XSLT-Datei(en)': Eine oder mehrere XSLT-Datei(en), die auf die Suchresultate angewandt werden.
el: 'XSLT αρχείο/α': Μπορείτε να προσθέσετε εδώ ένα ή περισσότερα (χωρισμένα με κόμμα) ονόματα αρχείων XSLT που θέλετε να εφαρμόσετε στα αποτελέσματα αναζήτησης.
es: 'Archivo(s) XSLT ': Puede introducir aquí uno o más nombres de archivo XSLT (separados por coma) que desee aplicar en los resultados de búsqueda.
eu: 'Archivo(s) XSLT ': Bilaketa-emaitzetan aplikatu nahi duzuna XSLT fitxategi izen bat edo gehiago sar dezakezu hemen (komaz banatuak).
fi: 'XSLT-tiedostot': Voit syöttää tähän yhden tai useamman pilkulla erotetun XSLT-tiedoston nimen, jotka haluat hakutuloksiin.
fr: "XSLT file(s)"&nbsp: Vous pouvez saisir ici un ou plusieurs noms de fichiers XSLT (séparés par une virgule) que vous souhaitez appliquer aux résultats de la recherche.
hi: 'XSLT file(s)': आप यहाँ एक या एक से अधिक (अल्पविराम से अलग) XSLT फ़ाइल नाम है कि आप खोज परिणामों पर लागू करना चाहते हैं प्रवेश कर सकते हैं।
it: 'File XSLT': Puoi inserire qui uno o più nomi di file XSLT (separati da virgola) che vuoi applicare ai risultati della ricerca.
oc: "XSLT file(s)"&nbsp: Podètz sasir aicí un o mantun noms de fichièrs XSLT (separats per una virgula) que volètz aplicar als resultats de la recèrca.
pt: 'Ficheiro(s) XSLT': Pode inserir um ou mais nomes de ficheiros XSLT (separados por vírgula) que deseja aplicar aos resultados de pesquisa.
sk: 'Súbor(y) XSLT': Sem môžete zadať jeden alebo viac mien súborov XSLT (oddelených čiarkou), ktoré chcete použiť vo výsledkoch hľadania.
tr: 'XSLT dosya(ları)': Buraya arama sonuçlarında uygulamak istediğiniz bir veya daha fazla (virgülle ayrılmış) XSLT dosya adları girebilirsiniz.
zh_tw: 'XSLT 欄位'：可鍵入一個或多個(以逗點區隔)XSLT 檔案名稱供搜尋結果之用。

source: 'YES_NO' is a generic authorized value field that can be used anywhere you need a simple yes/no pull down menu.
ar: 'YES_NO'هو حقل قيمة استناد عام يمكن استخدامه في أي مكان تحتاج فيه إلى قائمة منسدلة بسيطة بنعم/ لا
cs: 'YES_NO' jsou obecné hodnoty použitelné kdekoliv kde je potřeba jednoduché menu ano/ne.
de: 'YES_NO' ist ein allgemeiner normierter Wert der überall da verwendet werden kann, wo ein Auswahlmenü mit ja/nein benötigt wird.
el: 'YES_NO' είναι ένα γενικό πεδίο καθιερωμένης τιμής το οποίο μπορεί να χρησιμοποιηθεί οπουδήποτε χρειαστεί κάποιο μενού επιλογής με ένα απλό ναι/όχι
es: 'YES_NO' es un campo de valor autorizado genrérico que puede ser utilizado dondequiera que necesite un menú desplegable si/no sencillo.
fi: 'YES_NO': on yleinen auktorisoitu arvokenttä, jota voidaan käyttää missä tahansa yksinkertaisessa kyllä/ei alasvetovalikossa.
fr: 'YES_NO' est un champ de valeur autorisé générique qui peut-être utilisé partout où vous avez besoin d'un simple menu déroulant oui/non.
hi: 'YES_NO' एक सामान्य अधिकृत मूल्य क्षेत्र है कि कहीं भी इस्तेमाल किया जा सकता है आप एक साधारण हां / नहीं मेनू नीचे खींचने की जरूरत है।
it: 'YES_NO' è un valore autorizzato generico che può essere usato ovunque serva un semplice menù a tendina con scelta tra sì e no.
oc: 'YES_NO' es un camp de valor autorizat generica que pòt èsser utilizat pertot ont avètz besonh d'un simple menú desenrotlant òc/non.
pt: 'YES_NO' é um valor autorizado genérico que pode ser usado num menu simples sim/não.
pt_br: 'YES_NO' é um campo de valores autorizados genérico, que pode ser usado em qualquer lugar em que você precise de um menu simples de sim/não.
sk: 'YES_NO' je všeobecné pole povolenej hodnoty, ktoré možno použiť kdekoľvek v rozbaľovacej ponuke áno/nie.
tr: 'YES_NO' basit bir evet/hayır açılır menüsü gereken her yerde kullanılabilecek bir genel yetkili değer alanıdır.
zh_tw: 'YES_NO' 是通用型的容許值，可用於任何需要是/否的下拉選單。

source: (! means 'not visible' or in the case of collapsed 'not collapsed')
ar: (! يعني 'غير مرئى' أو فى حالة تجميع أو 'عدم التجميع')
cs: (! znamená 'neviditelný' nebo v případě zhrouceno 'nezhrouceno')
da: (! betyder 'ikke synlig' eller i tilfælde af sammenklappet 'ikke sammenklappet')
de: ( ! bedeutet 'nicht sichtbar' oder im Falle von 'eingeklappt', 'nicht eingeklappt')
el: (! σημαίνει 'μη ορατό' ή στην περίπτωση που είναι συνεπτυγμένο 'μη συνεπτυγμένο')
es: ( ! significa 'no visible' o en el caso de'colapsado 'no colapsado')
eu: ( ! significa 'no visible' o en el caso de'colapsado 'no colapsado')
fi: (! tarkoittaa 'ei näkyvissä' tai 'ei supistettu')
fr: (! signifie "non visible" ou "non replié")
hi: (! इसका मतलब है 'दिखाई नहीं' या ढहने के मामले में 'नहीं ढह')
it: (! significa 'non visibile' o nel caso di compresso 'non compresso')
oc: (! significa "non visible" o "non replegat")
pt: (! significa 'não visível' ou 'não recolhido' no caso de recolhido)
pt_br: (! significa "não visivel" ou "não Recolhido" no caso de Recolhido)
sk: (! znamená 'neviditeľné' alebo v prípade rozbaľovacích polí 'nerozbalené')
sv: (! betyder 'inte synlig' eller vid minimering 'inte minimerad')
tr: (! çökmüş durumda 'çökmedi' ya da 'görünmez' anlamına gelir)
zh_tw: ( ! 表示 '不可見' 或在折疊時為 '不可收疊')

source: (online).
ar: (على الخط المباشر)
es: (en línea).
fr: (en ligne).
hi: (ऑनलाइन)
it: (vedi l'aiuto in linea).
oc: (en linha).
tr: (çevrimiçi).
zh_tw: (線上)。

source: (system preference) must be set to "Don't automatically transfer items to their home library when they are returned" for Rotating Collections to function properly.
eu: (system preference) ezarri behar da "Ez egin item baten transferentzia automatikoa jatorrizko liburutegira itzultzeko momentuan."Bilduma berriztagarriak modu egokian funtziona dezaten.
fi: (järjestelmäasetukseen) pitää olla asetettuna "Älä kuljeta niteitä automaattisesti kotikirjastoon, kun ne palautetaan", jotta siirtokokoelmat toimisivat oikein.
hi: (सिस्टम वरीयता) करने के लिए "स्वचालित रूप से उनके घर के पुस्तकालय के लिए आइटम हस्तांतरण नहीं है स्थापित किया जाना चाहिए जब वे लौट रहे हैं "Rotating संग्रह ठीक ढंग से काम करने के लिए

source: , the Windows Offline Circulation tool found at
ar: ، النوافذ التي يمكن العثور على أداة الإعارة دون اتصال بها
cs: , nástroj offline výpůjček pro Windows, který je ke stažení na
de: , das Windows-Offline-Verbuchungsprogramm von
el: , το εργαλείο Διακίνησης Υλικού εκτός σύνδεσης για Windows βρέθηκε σε
es: , la herramienta de Circulación Fuera de Línea para Windows que se encuentra en
eu: , Windows-erako Offline erreminta leku honetan dago,
fi: &rsaquo; Windows yhteydettömän tilan lainaus (offline)
fr: , l'outil de circulation hors ligne pour Windows disponible à
hi: , विंडोज ऑफलाइन सर्कुलेशन उपकरण पर पाया
it: , e il software per la circolazione offline (per Windows) può essere scaricato da
oc: , l'aisina de circulacion fòra linha per Windows disponible a
pl: , narzędzie Windows Udostępniania offline znalezione w
pt: , a ferramenta de circulação offline para Windows disponível em
pt_br: A ferramenta de Circulação offline pode ser baixada em:
sk: , nástroj na obehy offline pre Windows sa nachádza na
tr: , Windows Çevrimiçi Dolaşım aygıtı şurada yer alır
zh_tw: ，Windows 離線流通工具在這裡

source: -1 =&gt; OPAC Intranet Editor Collapsed
ar: -1 =&gt; OPAC انهيار المحرر المتاح على الشبكة الداخلية
cs: -1 =&gt; OPAC Intranet Editor Sbaleno
da: -1 =&gt; OPAC Intranet editor klappet sammen
de: -1 =&gt; OPAC Intranet Editor eingeklappt
el: -1 =&gt; OPAC Intranet Επιμελητής Ελαχιστοποιημένο
es: -1 =&gt; OPAC Intranet Editor Colapsado
eu: -1 =&gt; OPAC intranet editorea kolapsatuta dago
fr: -1 =&gt; OPAC Éditeur Intranet Replié
hi: -1 =&gt; OPAC इंट्रानेट संपादक विफलता
it: -1 =&gt; OPAC Intranet Editor Compresso
oc: -1 =&gt; OPAC Editor Intranet Replegat
pt: -1 =&gt; OPAC Intranet Editor Recolhido
sk: -1 =&gt; OPAC Intranet Editor Rozbalené
tr: -1 =&gt; OPAC Intranet Editör Kapalı
zh_tw: -1 =&gt; OPAC 編輯器失效

source: -2 =&gt; OPAC !Intranet Editor !Collapsed
ar: -2 =&gt; الفهرس المتاح على الخط المباشر !محرر الشبكة الداخلية !انهيار
cs: -2 =&gt; OPAC !Intranet Editor !Sbaleno
da: -2 =&gt; OPAC !Intranet editor !klappet sammen
de: -2 =&gt; OPAC !Intranet Editor aufgeklappt
el: -2 =&gt; OPAC !Intranet Επιμελητής !Ελαχιστοποιημένο
es: -2 =&gt; OPAC !Intranet Editor !Colapsado
eu: -2 =&gt; OPAC !intranet editora !kolapsatuta dago
fr: -2 =&gt; OPAC ! Éditeur !Intranet !Replié
hi: -2 =&gt; ओपेक !इंट्रानेट संपादक !ध्वस्त
it: -2 =&gt; OPAC !Intranet Editor !Compresso
oc: -2 =&gt; OPAC ! Editor !Intranet !Replegat
pt: -2 =&gt; OPAC !Intranet Editor !Recolhido
sk: -2 =&gt; OPAC !Intranet Editor !Rozbalené
tr: -2 =&gt; OPAC !Intranet Editör !Kapalı
zh_tw: -2 =&gt; OPAC 編輯器失效

source: -3 =&gt; OPAC !Intranet Editor Collapsed
ar: -3 =&gt; OPAC !انهيار محرر الشبكة الداخلية
cs: -3 =&gt; OPAC !Intranet Editor Sbaleno
da: -3 =&gt; OPAC !Intranet editor klappet sammen
de: -3 =&gt; OPAC Intranet Editor eingeklappt
el: -3 =&gt; OPAC !Intranet Επιμελητής Ελαχιστοποιημένο
es: -3 =&gt; OPAC !Intranet Editor Colapsado
eu: -3 =&gt; OPAC !intranet editorea kolapsatuta dago
fr: -3 =&gt; OPAC !Éditeur Intranet Replié
hi: -3 =&gt; ओपेक! इंट्रानेट संपादक ढहना
it: -3 =&gt; OPAC !Intranet Editor Compresso
oc: -3 =&gt; OPAC !Editor Intranet Replegat
pt: -3 =&gt; OPAC !Intranet Editor Recolhido
sk: -3 =&gt; OPAC !Intranet Editor Rozbalené
tr: -3 =&gt; OPAC !Intranet Editör Kapalı
zh_tw: -3 =&gt; OPAC 編輯器失效

source: -4 =&gt; OPAC !Intranet !Editor !Collapsed
ar: -4 =&gt; OPAC !الشبكة الداخلية !محرر!انهيار
cs: -4 =&gt; OPAC !Intranet !Editor !Sbaleno
da: -4 =&gt; OPAC !Intranet !editor !klappet sammen
de: -4 =&gt; OPAC !Intranet Editor aufgeklappt
el: -4 =&gt; OPAC !Intranet !Επιμελητής !Ελαχιστοποιημένο
es: -4 =&gt; OPAC !Intranet !Editor !Colapsado
eu: -4 =&gt; OPAC !intranet !editorea !kolapsatuta dago
fr: -4 =&gt; OPAC !Intranet !Éditeur !Replié
hi: -4 =&gt;; ओपेक! इंट्रानेट! संपादक ! ढहना
it: -4 =&gt; OPAC !Intranet !Editor !Compresso
oc: -4 =&gt; OPAC !Intranet !Editor !Replegat
pt: -4 =&gt; OPAC !Intranet !Editor !Recolhido
sk: -4 =&gt; OPAC !Intranet !Editor !Rozbalené
tr: -4 =&gt; OPAC !Intranet !Editör!Kapalı
zh_tw: -4 =&gt; OPAC 編輯器失效

source: -5 =&gt; OPAC Intranet !Editor Collapsed
ar: -5 =&gt; OPAC الشبكة الداخلية !انهيار المحرر
cs: -5 =&gt; OPAC Intranet !Editor Sbaleno
da: -5 =&gt; OPAC Intranet !editor klappet sammen
de: -5 =&gt; OPAC Intranet !Editor eingeklappt
el: -5 =&gt; OPAC Intranet !Επιμελητής Ελαχιστοποιημένο
es: -5 =&gt; OPAC Intranet !Editor Colapsado
eu: -5 =&gt; OPAC intranet !editora kolapsatuta dago
fr: -5 =&gt; OPAC Intranet !Éditeur Replié
hi: -5 =&gt; ओपेक इंट्रानेट !संपादक ढहना
it: -5 =&gt; OPAC Intranet !Editor Compresso
oc: -5 =&gt; OPAC Intranet !Editor Replegat
pt: -5 =&gt; OPAC Intranet !Editor Recolhido
sk: -5 =&gt; OPAC Intranet !Editor Rozbalené
tr: -5 =&gt; OPAC Intranet !Editör Kapalı
zh_tw: -5 =&gt; OPAC 編輯器失效

source: -6 =&gt; OPAC Intranet !Editor !Collapsed
ar: -6 =&gt; OPAC الشبكة الداخلية !المحرر !منهار
cs: -6 =&gt; OPAC Intranet !Editor !Sbaleno
da: -6 =&gt; OPAC Intranet !editor !klappet sammen
de: -6 =&gt; OPAC Intranet !Editor aufgeklappt
el: -6 =&gt; OPAC Intranet !Επιμελητής !Ελαχιστοποιημένο
es: -6 =&gt; OPAC Intranet !Editor !Colapsado
eu: -6 =&gt; OPAC intranet !editorea !kolapsatuta dago
fr: -6 =&gt; OPAC Intranet !Éditeur !Replié
hi: -6 =&gt; ओपेक इंट्रानेट! संपादक !ढहना
it: -6 =&gt; OPAC Intranet !Editor !Compresso
oc: -6 =&gt; OPAC Intranet !Editor !Replegat
pt: -6 =&gt; OPAC Intranet !Editor !Recolhido
sk: -6 =&gt; OPAC Intranet !Editor !Rozbalené
tr: -6 =&gt; OPAC Intranet !Editör !Kapalı
zh_tw: -6 =&gt; OPAC 內部網路！編輯器！已毀損

source: -7 =&gt; OPAC !Intranet !Editor Collapsed
ar: -7 =&gt; OPAC !الشبكة الداخلية !انهيار المحرر
cs: -7 =&gt; OPAC !Intranet !Editor Sbaleno
da: -7 =&gt; OPAC !Intranet !editor klappet sammen
de: -7 =&gt; OPAC !Intranet !Editor eingeklappt
el: -7 =&gt; OPAC !Intranet !Επιμελητής Ελαχιστοποιημένο
es: -7 =&gt; OPAC !Intranet !Editor Colapsado
eu: -7 =&gt; OPAC !intranet !editorea kolapsatuta dago
fr: -7 =&gt; OPAC !Intranet !Éditeur Replié
hi: -7 =&gt; OPAC! इंट्रानेट !संपादक ढहना
it: -7 =&gt; OPAC !Intranet !Editor Compresso
oc: -7 =&gt; OPAC !Intranet !Editor Replegat
pt: -7 =&gt; OPAC !Intranet !Editor Recolhido
sk: -7 =&gt; OPAC !Intranet !Editor Rozbalené
tr: -7 =&gt; OPAC !Intranet !Editör Kapalı
zh_tw: -7 =&gt; OPAC！內部網路！編輯器已毀損

source: -8 =&gt; Flag
ar: -8 =&gt; علامة
el: -8 =&gt; Σημαία
es: -8 =&gt; Marca
eu: -8 =&gt; Adierazlea
fi: -8 =&gt; Kenttä
hi: -8 =&gt; झंडा
it: -8 =&gt; Spunta
pl: -8 =&gt; Flaga
pt: -8 =&gt; Sinal
pt_br: -8 =&gt; Bandeira
sk: -8 =&gt; Príznak
sv: -8 =&gt; Flagga
tr: -8 =&gt; Bayrak
zh_tw: -8 =&gt; 旗標

source: -9 =&gt; Future use
ar: -9 =&gt; الإستخدام المستقبلي
cs: -9 =&gt; Budoucí použití
da: -9 =&gt; til fremtidig anvendelse
de: -9 =&gt; Für zukünftige Verwendung
el: -9 =&gt; Μελλοντική χρήση
es: -9 =&gt; Uso futuro
eu: -9 =&gt; Etorkizuneko erabilera
fi: -9 =&gt; Käyttö tulevaisuudessa
fr: -9 =&gt; Usage prochain
hi: -9 =&gt; भविष्य का उपयोग
it: -9 =&gt; Utilizzo futuro
oc: -9 =&gt; Usatge venent
pt: -9 =&gt; Para uso futuro
pt_br: -9 =&gt; Para uso futuro
sk: -9 =&gt; Budúce použitie
sv: -9 =&gt; Framtida användning
tr: -9 =&gt; Gelecekte kullanım
zh_tw: -9 =&gt; 未來使用

source: . For example, if you use the selector "#circ_impossible" your selected sound will be triggered when a checkout for a patron is not possible (such as the barcode not being found).
eu: . Adibidez, "#circ_impossible" selektorea erabiltzen baduzu aukeratutako soinua bazkidearentzat mailegua ezin denean gauzatu salto egingo du (adibidez, aurkitzen ez den barra-kodea).
fi: . Esimerkiksi, jos haluat käyttää valintaa "#circ_impossible", valitsemasi ääni kuuluu, kun lainaus asiakkaalle ei ole mahdollista (esim. jos viivakoodia ei löydy).
hi: . उदाहरण के लिए, यदि आप चयनकर्ता "#circ_impossible" का उपयोग अपने चयनित ध्वनि से शुरू हो जाएगा, जब एक संरक्षक के लिए एक चेकआउट संभव नहीं है (जैसे बारकोड नहीं पाया जा रहा है)।
