Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: You can also choose to forgive all overdue charges for items you are checking in by checking the 'Forgive overdue charges' box before scanning items.
ar: يمكنك أيضا اختيار السماح عن كل رسوم المتأخرات للمواد التي تقوم بردها عن طريق تحديد مربع "السماح عن رسوم المتأخرات" قبل مسح المواد ضوئيا.
cs: Můžete také zvolit možnost odpuštění všech poplatků za pozdní vrácení jednotek zaškrnutím 'Odpustit upomínky' ještě před začátkem skenování kódů.
da: Du kan også tilgive for sen aflevering ved at markere feltet 'Eftergive bøder' før eksemplaret scannes ind.
de: Es ist möglich alle Mahngebühren zu erlassen, wenn Sie vor der Rückgabe die Option 'Mahngebühren erlassen' auswählen.
el: Μπορείτε επίσης να επιλέξετε να συγχωρίσετε χρεώσεις εκπρόθεσμων για τεκμήρια στα οποία κάνετε επιστροφή επιλέγοντας το κουτί 'Διαγραφή χρεώσεων εκπρόθεσμων' προτού σαρώσετε τα τεκμήρια.
es: También puede optar por perdonar todos los cargos por mora de los ítem que está devolviendo marcando la casilla 'Perdonar cargos por mora' antes de escanear ítems.
eu: Era berean, itzultzen ari zaren elementuen atzerapenen isun guztiak barkatu ditzakezu, elementuak eskaneatu aurretik 'Barkatu atzerapenen karguak' koadroa markatzen baduzu.
fi: Voit myös valita kaikkien myöhästymismaksujen anteeksi antamisen käyttämällä 'Poista myöhästymismaksut' -valintaa ennen niteiden palauttamista.
fr: Vous pouvez également choisir ici de ne pas appliquer les amenders aux documents dont vous effectuez le retour en cliquant sur l'option Effacer les amendes.
hi: तुम भी आइटम आप की जाँच आइटम स्कैनिंग से पहले बॉक्स 'अतिदेय आरोपों माफ कर दो' द्वारा जाँच कर रहे हैं के लिए सभी अतिदेय आरोपों को माफ करने के लिए चुन सकते हैं।
it: Puoi scegliere di dimenticare tutte le multe dovute ai ritardi per le copie che stai facendo rientrare selezionando la casella 'Cancella le multe per i ritardi ' prima di passare le copie con il lettore di barcode.
pl: Można także wybrać opcję anulowania zapłaty należności przy zwrocie egzemplarzy, zaznaczając opcję 'Anuluj płatność należności' przed zeskanowaniem kodu kreskowego egzemplarza.
pt: Pode escolher perdoar todas as coimas de atraso para os itens que estão emprestados clicando na caixa respectiva antes de ler o itens.
pt_br: Pode escolher perdoar todas as multas de atraso para os itens que estão emprestados clicando na caixa respectiva antes de ler o itens.
sk: Môžete tiež zvoliť odpustenie všetkých poplatkov za omeškanie pre vracajúce sa exempláre zaškrtnutím políčka 'Odpustiť poplatky za omeškanie' pred skenovaním exemplárov.
sv: Du kan också välja att efterskänka alla förseningsavgifter för objekt du återlämnar genom att markera rutan 'Efterskänk förseningsavgifter' innan objekten skannas.
tr: Aynı zamanda materyalleri taramadan önce “gecikme cezalarını affet” kutusuna tıklayarak iade edilen materyallerin gecikme cezalarını affedebilirsiniz.
zh_tw: 掃瞄館藏前，先點選 '豁免收費' 盒，就能豁免所有還入館藏的費用。

source: You can also choose what fields you don't want to export. This can be handy if you're sharing your data, you can remove all local fields before sending your data to another library
ar: كما يمكنك اختيار الحقول التي ترغب في تصديرها. يمكن أن يكون ذلك مفيداً إذا كنت تشارك بياناتك، يمكنك حذف كل الحقول الخاصة بمكتبتك قبل إرسال البيانات إلى مكتبة أخرى.
cs: Můžete si také vybrat, která pole nechcete exportovat. To může být užitečné, pokud sdílíte data, pak můžete odstranit všechny lokální pole před odesláním dat do jiné knihovny
da: Du kan også vælge de felter, der ikke skal eksporteres. Det kan være praktisk, hvis dataene deles. Alle lokale data kan fjernes, før filen sendes til et andet bibliotek
de: Sie können auswählen, welche Felder Sie nicht exportieren möchten. Das kann nützlich sein, wenn Sie Daten mit anderen austauschen möchten. Sie können so alle lokalen Felder entfernen, bevor Sie die Daten an eine andere Bibliothek schicken.
el: Μπορείτε επίσης να επιλέξετε ποια πεδία δεν θέλετε να εξάγετε. Αυτό μπορεί να είναι χρήσιμο αν μοιράζεστε τα δεδομένα σας, μπορείτε να αφαιρέσετε όλα τα τοπικά πεδία προτού στείλετε τα δεδομένα σας σε κάποια άλλη βιβλιοθήκη
es: También puede elegir qué campos que no desea exportar. Esto puede ser útil si va a compartir sus datos, puede quitar todos los campos locales antes de enviar sus datos a otra biblioteca
eu: Era berean, esportatu nahi ez dituzun eremuak aukeratu ditzakezu. Hori baliagarria izan daiteke zure datuak partekatzen badituzu: eremu lokal guztiak kendu ditzakezu datuak beste liburutegi batera bidali aurretik
fi: Voit myös valita, mitä kenttiä et halua viedä. Tämä voi olla kätevää, jos jaat dataasi. Voit poistaa kaikki paikalliset kentät ennen datan lähettämistä toiseen kirjastoon
fr: Vous pouvez choisir les champs à exporter. Ainsi vous pouvez par exemple supprimer les champs locaux que vous ne voulez pas communiquer à un établissement partenaire.
hi: आप भी क्या खेतों आप निर्यात नहीं करना चाहते हैं का चयन कर सकते हैं। यह काम किया जा सकता है आप अपने डेटा साझा कर रहे हैं, तो आप एक और पुस्तकालय के लिए अपने डेटा भेजने से पहले सभी स्थानीय क्षेत्रों को हटा सकते हैं
it: Devi scegliere quali campi non vuoi esportare. Puoi rimuovere tutti i campi locali prima di inviare i tuoi dati a un'altra biblioteca
oc: Podètz causir los camps d'exportar. Atal podètz per exemple suprimir los camps locaux que volètz pas communiquer a un establiment partenaire.
pt: Pode também escolher quais os campo que não deseja exportar. Pode ser útil que está a partilhar dados, removendo todos os dados locais antes de enviar os dados para outras bibliotecas
pt_br: Pode também escolher quais os campo que não deseja exportar. Pode ser útil que está a partilhar dados, removendo todos os dados locais antes de enviar os dados para outras bibliotecas
sk: Môžete si tiež zvoliť, ktoré polia nechcete exportovať. Toto môže byť užitočné, ak zdieľate svoje údaje, lebo môžete odobrať všetky miestne polia skôr ako odošlete Vaše údaje do inej knižnice
sv: Du kan även bestämma vilka fält du inte vill exportera. Det kan vara praktiskt om du delar dina data, du kan då ta bort alla lokala fält innan du skickar dina data till ett annat bibliotek
tr: Aynı zamanda dışa aktarmak istemediğiniz alanları da seçebilirsiniz. Eğer verilerinizi paylaşıyorsanız kullanışlı olabilir, verilerinizi başka bir kütüphaneye göndermeden önce tüm yerel alanları kaldırabilirsiniz.
zh_tw: 也可選擇不要匯出的欄位。與其他單位共享資料時，送出之前先刪除在地資料的欄位

source: You can also click the 'Actions' button to the right of the budget and choose 'Duplicate'.
ar: كما يمكنك النقر على زر "إجراءات" على يمين الميزانية واختيار "نسخ"
de: Sie können auch im Auswahlmenu 'Aktionen' rechts neben dem Etat die Option 'Duplizieren' auswählen.
es: También puede hacer clic en el botón 'Acciones' a la derecha del presupuesto y seleccionar 'Duplicar'.
eu: 'Akzioak' botoian ere klik egin dezakezu, aurrekontuaren eskuinaldean dago eta aukeratu 'Bikoiztu'.
fi: Voit klikata myös 'Toiminnot'-painiketta budjetin oikealla puolella ja valita 'Kopioi'.
hi: तुम भी बजट का सही करने के लिए 'क्रिया' बटन पर क्लिक करें और चुनें 'डुप्लीकेट' कर सकते हैं।
it: Puoi cliccare il bottone 'Azioni' alla destra del budget e scegliere 'Duplica'.
pt: Pode também clicar no botão 'Ações' à direita do orçamento e escolher 'Duplicar'.
sk: Môžete tiež kliknúť na tlačidlo 'Akcie' napravo od rozpočtu a zvoliť 'Duplikovať'.
tr: Aynı zamanda bütçenin sağındaki 'Eylemler' butonuna tıklayıp 'Çoğalt' seçeneğini seçebilirsiniz.

source: You can also click the Print button at the top of the screen and choose 'Print slip' or 'Print quick slip'.
ar: يمكنك أيضا النقر على زر طباعة أعلى الشاشة واختيار "طباعة الكعب" أو "طباعة الكعب السريع"
cs: Můžete také klepnout na tlačítko Tisk v horní části obrazovky a vybrat "Tisk lístku" nebo "Tisk rychlého lístku".
da: For det andet kan du klikke på Udskriv i den øverste menuliste og derefter på 'Udskriv seddel' eller 'Udskriv hurtig seddel'.
de: Sie können auch am oberen Seitenrand über die Schaltfläche 'Druck' die Funktionen 'Quittung drucken' oder 'Kurzquittung drucken' verwenden.
el: Μπορείτε επίσης να πατήσετε το κουμπί Εκτύπωσης στην κορυφή της οθόνης και να επιλέξετε 'Εκτύπωση σημειώματος' ή 'Εκτύπωση γρήγορου σημειώματος'.
es: También puede hacer clic en el botón Imprimir en el tope de la pantalla y seleccionar 'Recibo' o 'Recibo rápido'.
eu: También puede seleccionar en el botón Imprimir en la parte superior de la pantalla y elegir 'Imprimir comprobante' o ' Imprimir comprobante rápido'.
fi: Voit myös klikata Tulosta-painiketta ruudun yläreunassa ja valita 'Kuitti' tai 'Pikakuitti'.
fr: Une fois que vous avez prêté tous les document à l'adhérent vous pouvez les imprimer sur un ticket en cliquant le bouton Imprimer en haut de l'écran et en choisissant 'Imprimer ticket' ou 'Ticket rapide'
hi: तुम भी स्क्रीन के शीर्ष पर प्रिंट बटन क्लिक करें और चुनें 'प्रिंट पर्ची' या 'प्रिंट त्वरित पर्ची' कर सकते हैं।
it: Puoi cliccare il bottone 'Stampa' all'inizio della pagina e scegliere 'Stampa ricevuta' o 'Stampa ricevuta veloce'.
oc: Un còp qu'avètz prestat totes los document a l'aderent podètz les imprimir sus un ticket en clicant lo boton Imprimir amont de l'ecran e en causissent 'Imprimir ticket' o 'Ticket rapide'
pl: Można także kliknąć przycisk 'Drukuj' w menu konta użytkownika i wybrać 'Drukuj wszystkie rewersy' lub 'Drukuj dzienne rewersy'.
pt: Pode também clicar no botão de impressão no topo do ecrã e escolher em o recibo e o recibo rápido.
pt_br: O segundo é que você pode clicar no botão imprimir no topo da tela e escolher 'Imprimir comprovante' ou 'Comprovante rápido'
sk: Môžete tiež kliknúť na tlačidlo Tlačiť na vrchu obrazovky a zvoliť 'Vytlačiť ústrižok' alebo 'Vytlačiť rýchly ústrižok'.
sv: Du kan även klicka på knappen Skriv ut längst upp i fönstret och välja 'Skriv ut kvittering' eller 'Skriv ut snabbkvittering'.
tr: Aynı zamanda ekranın üstündeki Yazdır butonuna tıklayabilirsiniz ve 'Slipi yazdır' ya da 'Hızlı slip yazdır' seçeneklerini seçebilirsiniz.
zh_tw: 可勾選螢幕上方的列印鈕並選擇 '列印收條' 或 '快速列印收條'。

source: You can also click the smaller 'Place Hold' link found at the top of your catalog search results, or the 'Holds' link found below each result.
ar: يمكنك أيضا النقر على رابط "وضع حجز" الأصغر الموجود أعلى نتائج بحث الفهرس، أو رابط "حجوزات" الموجود أدنى كل نتيجة.
cs: Můžete také kliknout na menší odkaz "Rezervovat" v horní části výsledků katalogového vyhledání, nebo na odkaz "Rezervace", který se nachází pod každým výsledkem.
da: Du kan også klikke på det mindre link 'Placer reservering' øverst i søgeresultaterne, eller linket 'Reserveringer' under hvert resultat.
de: Sie können auch den kleineren Link 'Vormerken' am oberen Rand der Trefferliste oder den Link 'Vormerkungen' unterhalb der einzelnen Treffer verwenden.
el: Μπορείτε επίσης να πατήσετε τον μικρότερο σύνδεσμο 'Δημιουργία Κράτησης' που βρίσκεται στην κορυφή των αποτελεσμάτων αναζήτησης καταλόγου ή στον σύνδεσμο 'Κρατήσεις' που βρίσκεται κάτω από κάθε αποτέλεσμα.
es: También puede hacer clic en el enlace 'Reservar' en el tope de sus resultados de búsqueda, o en el enlace 'Reservas' bajo cada resultado.
eu: También puede hacer clic en el enlace 'Reservar' ubicado en la parte superior de sus resultados de búsqueda, o en el enlace 'Reservas' ubicado debajo cada resultado.
fi: Voit myös klikata pienempää 'Tee varaus' -linkkiä hakutulosten yläreunassa tai 'Varaukset'-linkkiä joka nimekkeen alapuolella.
fr: Sur la page de résultat d'une recherche, vous pouvez également utiliser le lien Réserver qui se trouve en haut de la page ou bien celui qui se trouve sous chaque notice.
hi: आप भी छोटे 'स्थान बनाए रखें' अपनी सूची खोज परिणामों के शीर्ष पर पाया लिंक पर क्लिक कर सकते हैं, या 'धारण' लिंक प्रत्येक परिणाम के नीचे पाया।
it: Puoi anche cliccare il piccolo link 'Fai una prenotazione' che si trova in alto nella pagina dei risultati, o cliccando su 'Prenota' accanto a ciascun record trovato.
oc: Sus la pagina de resultat d'una recèrca, podètz tanben utilizar lo ligam Reservar qui se tròba amont de la pagina o bien celui qui se tròba sous cada notícia.
pl: Można także kliknąć na link 'Zamów' nad wynikami wyszukiwania w katalogu lub 'Zamówienia' poniżej każdego tytułu w liście rezultatów.
pt: Pode também clicar na ligação 'Reservar' que se encontra no topo dos resultados de pesquisa, ou na ligação 'Reservas' debaixo de cada resultado.
pt_br: Você pode também clicar no link menor 'Reservar' no topo da página de resultados do catálogo, ou no link 'Reservas' em cada resultado.
sk: Môžete tiež kliknúť na menší odkaz 'Zarezervovať' umiestnený nad výsledkami Vášho hľadania v katalógu, alebo na odkaz 'Rezervácie' umiestnený pod každým výsledkom.
sv: Du kan även klicka på den mindre länken 'Reservera' som visas längst upp i sökresultaten eller på länken 'Reservationer' som finns under varje resultat.
tr: Aynı zamanda katalog arama sonuçlarının en üstünde bulunan, daha küçük olan 'Materyal ayırma' bağlantısına, ya da her sonucun altında bulunan 'Ayırmalar' bağlantısına da tıklayabilirsiniz.
zh_tw: 可點選目錄搜尋結上方較小字的 '預約' 連結，或每個結果旁的 '預約' 連結。

source: You can also decide if patrons are allowed to place item specific holds on the item type in question. The options are:
fi: Voit myös päättää, voivatko asiakkaat tehdä nidevarauksia tietystä aineistolajista. Nämä valinnat ovat:
hi: आप यह भी संरक्षक जगह के लिए आइटम विशिष्ट सवाल में आइटम के प्रकार पर रखती अनुमति दी जाती है, तो तय कर सकते हैं। विकल्प हैं:
oc: Podètz tanben décider se les aderent pòdon far des reservacions sus un tipe particulier d'items. Les opcions sont:

source: You can also define a hard due date for a specific patron category and item type. A hard due date ignores your usual circulation rules and makes it so that all items of the type defined are due on, before or after the date you specify.
ar: كما يمكنك تعريف تاريخ استحقاق ثابت لفئة مستفيد محدد ونوع مادة. يقوم تاريخ الاستحقاق الثابت بتجاهل قواعد الإعارة ويجعل كل المواد من نفس النوع المعرف تستحق في، أو قبل، أو بعد التاريخ لذي تحدده.
cs: Můžete také definovat pevný termín vrácení pro konkrétního čtenáře, kategorii a typ jednotky. Pevný termín vrácení ignoruje obvyklé pravidla a dělá to tak, že všechny jednotky definovaného typu jsou vrátitelné před datem nebo po datu, které určíte.
de: Sie können auch ein festes Fälligkeitsdatum für einen bestimmten Benutzertyp und Medientyp konfigurieren. Ein festes Fälligkeitsdatum bedeutet, dass alle Exemplare, die von da an ausgeliehen werden, entweder vor, nach oder genau an diesem Tag fällig werden.
el: Μπορείτε επίσης να ορίσετε μια σταθερή ημερομηνία επιστροφής για μια συγκεκριμένη κατηγορία μέλους και τύπο τεκμηρίου. Μια σταθερή ημερομηνία επιστροφής αγνοεί τους συνηθισμένους κανόνες διακίνησης υλικού σας και κανονίζει να είναι όλα τα τεκμήρια του τύπου που ορίσατε εμπρόθεσμα, πριν ή μετά την ημερομηνία που καθορίζετε.
es: También puede definir una fecha de devolución estricta para un tipo de usuario específico o tipo de ítem. Una fecha de vencimiento estricta ignora sus reglas de circulación normales y hace que todos los ítems del tipo definido venzan en, antes o después de la fecha especificada.
fi: Voit myös määritellä pakollisen eräpäivän tietylle asiakastyypille ja aineistolajille. Pakollinen eräpäivä ohittaa normaalin lainaussäännön ja tarkoittaa, että kaikki määritellyn aineistolajin niteet erääntyvät tiettynä päivänä, ennen tai jälkeen asettamasi päiväyksen.
hi: तुम भी एक विशेष संरक्षक श्रेणी और आइटम प्रकार के लिए एक कठिन नियत तारीख को परिभाषित कर सकते हैं। एक हार्ड नियत तारीख अपने सामान्य प्रचलन नियमों की अनदेखी और यह इतना है कि प्रकार परिभाषित की सभी वस्तुओं पर होने वाले हैं, पहले या आपके द्वारा निर्दिष्ट तारीख के बाद।
it: Puoi anche indicare una data fissa per un determinata categoria di utenti e tipi di copia. Una data fissa ignorerà le regole correnti di circolazione e permetterà di far scadere tutti i prestiti relativi a copie del tipo definito alla data che hai specificato, oppure prima, oppure dopo .
pl: Możesz zdefiniować ostateczny termin zwrotu dla wybranej kategorii użytkowników i typu dokumentu w polu 'Ostateczny termin zwrotu'. Ostateczny termin zwrotu ignoruje inne zasady udostępniania.
pt: Pode também definir uma data de devolução para uma categoria de leitor ou tipo de documento. Essa data ignora as regras de empréstimo e faz com os exemplares do tipo definido tenha data de devolução, antes ou depois da data especificada.
pt_br: Você pode definir uma data fixa para categorias específicas de usuários e tipos de materiais. A data fixa ignorará as atuais regras de circulação e será aplicada em todos os materiais que for designada, antes ou depois da data especificada.
sk: Môžete tiež definovať fixný termín návratu pre osobitnú kategóriu čitateľov a typ exemplárov. Fixný termín návratu ignoruje Vaše zvyčajné pravidlá obehu a následne všetky exempláre tohto definovaného typu treba vrátiť pred, po alebo v deň, ktorý určíte.
tr: Aynı zamanda özel bir kullanıcı kategorisi ve materyal türü için de en son iade tarihi tanımlayabilirsiniz. En son iade tarihi klasik dolaşım kurallarınızı yok sayar ve tanımlanan tüm materyal türlerini özelleştirdiğiniz tarihten önce ya da sonra süresinin dolduğunu belirtir.
zh_tw: 可指定讀者與館藏類型的到期日，忽略流通規則，所有的借出都必須有指定的到期日。

source: You can also define the maximum number of days a patron will be suspended in the 'Max suspension duration' setting
ar: كما يمكنك تعرف الحد الأقصى لعدد أيام تعليق المستخدم في الإعداد "الحد الأقصى لفترة التعليق"
de: Sie können die maximale Anzahl an Tagen, die ein Benutzer suspendiert werden kann, unter 'Maximale Sperrung (in Tagen)' könfigurieren
es: También puede definir el número máximo de días en el que un usuario será suspendido en la configuración 'Máx. de duración de la suspensión'
eu: Ahal duzu zehaztu bazkidea zigortua egongo den gehiengo egunak aukera honetan 'Max suspension duration'
fi: Voit myös määritellä maksimimäärän päiviä, jonka asiakas on lainauskiellossa 'Maksimikeskeytys'-asetuksella
fr: Vous pouvez aussi définir le nombre maximum de jours de suspension d'un adhérent dans la préférence "Max suspension duration"
hi: तुम भी दिन एक संरक्षक 'मैक्स निलंबन अवधि' में निलंबित कर दिया जाएगा की अधिकतम संख्या निर्धारित परिभाषित कर सकते हैं
it: Puoi anche definire il numero massimo di giorni che un utente può essere sospeso impostandolo nel campo ' Giorni di sospensione massimi'
oc: Podètz tanben definir lo nombre maximum de jorns de suspension d'un aderent dins la preferéncia "Max suspension duration"
pt: Pode também definir o número máximo de dias que um leitor vai ser suspenso com a configuração 'Duração máxima de suspensão'
sk: Môžete tiež určiť maximálny počet dní prerušenia čitateľa v nastavení 'Max. doba prerušenia'
tr: Aynı zamanda 'Maksimum suspansiyon süresi' ayarında bir kullanıcının askıya alınacağı maksimum gün sayısını tanımlayabilirsiniz

source: You can also edit items on one bib record in a batch by going to the bib record and clicking Edit > Edit items in batch
ar: بإمكانك ايضاً أن تحرر المواد في لتسجيلة ببليوغرافية واحدة بدفعة واحدة من خلال الذهاب إلى التسجيلة الببليوغرافية والنقر على تحرير > تحرير المواد في دفعة
cs: Můžete také upravit jednotky v jednom bibliografickém záznamu dávkově, kliknutím na Úpravy> Upravit jednotky v dávce
da: Du kan også editere eksemplarer til en bib post i en stabel ved at gå til bib posten og klikke på Editer > Editer eksemplarer i stabel
de: Sie können auch mehrere Exemplare an einem Datensatz auf einmal bearbeiten, indem sie 'Bearbeiten > Exemplare im Stapel bearbeiten' auswählen
el: Μπορείτε επίσης να επεξεργαστείτε αντίτυπα σε μία βιβλιογραφική εγγραφή σε παρτίδα πηγαίνοντας στην βιβλιογραφική εγγραφή και πατώντας Επεξεργασία > Επεξεργασία αντιτύπων σε παρτίδα
es: También puede editar ejemplares en un registro bibliográfico en un lote yendo al registro y haciendo clic en Editar > Editar ítems en lote
eu: También puede editar las entradas de un registro bib en un lote por ir al registro bib y haciendo clic en Editar> Editar elementos en el lote
fi: Voit myös muokata yhden nimekkeen niteitä joukkona menemällä nimeketietueeseen ja klikkaamalla 'Muokkaa' -> 'Muokkaa niteitä eräajossa'.
fr: Il est également possible de modifier tous les exemplaires accrochés à une notice bibliographique en une seule opération en cliquant sur 'Modifier' > 'Modifier les exemplaires par lots' sur la page de la notice.
hi: तुम भी बिब रिकॉर्ड करने के लिए जा रहा है और> बैच में संपादित आइटम संपादित करें क्लिक करके एक बैच में एक बिब रिकॉर्ड पर आइटम संपादित कर सकते हैं
it: Puoi modificare le copie di un record anche in batch, aprendo il record e scegliendo Modifica > Modifica le copie in batch
oc: Es tanben possible de modificar totes los exemplars accrochés a una notícia bibliografica en una sola operacion en clicant sus 'Modificar' > 'Modificar los exemplars per lòts' sus la pagina de la notícia.
pt: Pode também editar os exemplares de um registo em lote indo ao registo bibliográfico e clicando em Editar > Editar exemplares em lote
pt_br: Você pode também modificar itens em um registro bibliográfico em lote indo no registro bibliográfico e clicando em Editar > Modificar itens em lote
sk: Môžete tiež upraviť exempláre jedného knižničného záznamu v dávke tak, že prejdete ku knižničnému záznamu a kliknete na Upraviť > Upraviť exempláre v dávke
sv: Du kan även redigera objekt på en bibliografisk post satsvis genom att gå till den bibliografiska posten och klicka på Redigera > Redigera poster satsvis
tr: Aynı zamanda bibliyografik kayda giderek ve Düzenle > Çoklu düzenle üzerine tıklayarak bir bibliyografik kayıt üzerinde materyalleri düzenleyebilirsiniz.
zh_tw: 進入書目紀錄，勾選編輯 > 批次編輯館藏，就能把多個館藏指定給一個書目紀錄

source: You can also filter your patron results using the search options on the left hand side of the page.
eu: Bazkidearen emaitzak ahal dituzu iragazi bilaketa aukerak erabiliz orriko ezkerraldean daudenak.
fi: Voit myös suodattaa asiakastuloksia käyttämällä hakuvaihtoehtoja sivun vasemmalla puolella.
hi: आप पृष्ठ के बाएं हाथ की ओर खोज विकल्पों का उपयोग कर अपने संरक्षक परिणामों को फ़िल्टर कर सकते हैं।
