Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Once you have selected the records you want to merge, click the 'Merge selected items' button. You will be asked which of the two records you would like to keep as your primary record and which will be deleted after the merge. If the records were created using different frameworks, Koha will also ask you what Framework you would like the newly merged record to use.
ar: عند تحديدك للتسجيلات التي تود أن تدمجها، أنقر على زر 'دمج المواد المحددة'. وسيتم سؤالك أي من التسجيلتين تود أن تبقي كتسجيلتك الرئيسية ، وأيهما تود أن تحذف بعد عملية الدمج. إذا ما كانت التسجيلات عندما تم إنشاؤها تستخدم قوالب مختلفة ، فسيسألك كوها أي القوالب ترغب للتسجيلة المدموجة أن تستخدم.
cs: Jakmile vyberete záznamy určené ke sloučení, klikněte na tlačítko "Sloučit vybrané záznamy". Zvolte, který záznam má být ponechán a který má být vymazán. Pokud byly záznamy vytvořeny podle rozdílných šablon, budete dotázání, která šablona má být použita pro výsledný záznam.
da: Når du har valgt de poster, der skal sammenlægges, klik på knappen 'Sammenlæg valgte poster'. Der spørges, hvilken af de to poster, der skal bevares som primær og hvilken der skal slettes efter sammenlægningen. Hvis posterne er lavet med forskellige strukturer, vil Koha også spørge, hvilken struktur, der skal bruges til den sammenføjede post.
de: Nachdem Sie die Datensätze für die Verschmelzung ausgewählt haben, klicken Sie auf die Schaltfläche 'Gewählte Titel verschmelzen'. Sie werden gefragt, welchen der beiden Datensätze Sie behalten möchten und welcher Datensatz abschließend gelöscht werden soll.
el: Μόλις επιλέξετε τις εγγραφές που θέλετε να συγχωνεύσετε, πατήστε το κουμπί 'Συγχώνευση επιλεγμένων τεκμηρίων'. Θα ερωτηθείτε ποια από τις δύο εγγραφές θέλετε να κρατήσετε ως κύρια εγγραφή και ποια θέλετε να διαγραφεί μετά τη συγχώνευση. Εάν οι εγγραφές δημιουργηθούν χρησιμοποιώντας διαφορετικά πρότυπα, το Koha θα σας ρωτήσει επίσης ποιο Πρότυπο θα θέλατε να χρησιμοποιήσει η πρόσφατα συγχωνευμένη εγγραφή.
es: Una vez que haya seleccionado los registros que desea combinar, haga clic en el botón 'Combinar registros seleccionados'. Se le preguntará cual de los dos registros desea conservar como primario y cual será eliminado luego de la combinación. Si los registros fueron creados utilizando diferentes hojas de trabajo, Koha le preguntará que hoja de trabajo desea utilizar en el registro combinado.
eu: Una vez que haya seleccionado los registros que desea combinar, seleccione el botón 'Combinar ítems seleccionados'. Se le preguntará cual de los dos registros desea conservar como primario y cual será eliminado luego de la combinación. Si los registros se han creado utilizando distintos plantillas de trabajo, Koha también le preguntará qué plantilla le gustaría que utilice el nuevo registro recién combinado.
fi: Kun olet valinnut tietueet, jotka haluat yhdistää, klikkaa 'Yhdistä valitut nimekkeet'. Sinulta kysytään, kumpi kahdesta tietueesta säilytetään ensisijaisena tietueena ja kumpi poistetaan yhdistämisen jälkeen. Jos tietueet on luotu eri luettelointipohjilla, Koha kysyy kumpaa luettelointipohjaa uusi yhdistetty tietue käyttää.
fr: Une fois que vous avez sélectionné les notices que vous voulez fusionner, cliquez sur 'Fusionner'. Vous devrez choisir laquelle des deux notices vous voudrez garder en tant que notice primaire et laquelle sera supprimée après la fusion. Si vos notices ont été créées avec des grilles de catalogage différentes, Koha vous demandera quelle grille souhaitez-vous utiliser pour la nouvelle notice fusionnée.
hi: एक बार जब आप रिकॉर्ड आप मर्ज करना चाहते हैं का चयन किया है, बटन 'मर्ज आइटम चयनित' पर क्लिक करें। आपसे पूछा जाएगा आप अपनी प्राथमिक रिकॉर्ड के रूप में रखना चाहते हैं और जो मर्ज के बाद हटा दिया जाएगा जो दो रिकॉर्ड की। अगर रिकॉर्ड विभिन्न चौखटे का उपयोग कर बनाया गया था, Koha भी आप से पूछना होगा कि क्या फ्रेमवर्क आप हाल में विलय कर रिकॉर्ड का उपयोग करना चाहते हैं।
it: Una volta che hai scelto i record che vuoi fondere, clicca su 'Fondi i record selezionati', Ti sarà chiesto quale dei due record vuoi tenere come primario e quale sarà cancellato dopo la fusione. Se i records sono stati creati con diverse griglie, Koha ti chiederà anche la griglia da usare nel nuovo record.
oc: Un còp qu'avètz seleccionat las notícias que volètz fusionar, clicatz sus 'Fusionar'. Vos caldrà causir la quala des deux notícias vous voudrez garder en tant que notícia primaire e la quala serà suprimida aprèp la fusion. Se vos notícias ont été creadas amb des grasilhas de catalogatge diferentas, Koha vous demandera quina grasilha souhaitez-vous utilizar per la novèla notícia fusionada.
pt: Depois de ter seleccionado os registos que deseja unir, clique no botão 'Unificar registos seleccionados'. Será perguntado sobre qual dos dois registos que você gostaria de manter o seu registo primário e o que será excluído após a fusão. Se os registos foram criados usando diferentes modelos, o Koha também vai perguntar qual o modelo que deseja que o novo registo unificado use.
pt_br: Depois de ter selecionado os registros que deseja unir, clique no botão 'Unificar registros selecionados'. Será perguntado sobre qual dos dois registros você gostaria de manter como registro primário e qual será excluído após a fusão.Se os registros foram criados utilizando planilhas diferentes, o Koha irá perguntar qual planilha será empregada para o registro fruto da fusão.
sk: Hneď po vybraní záznamov, ktoré chcete zlúčiť, kliknite na tlačidlo 'Zlúčiť vybrané záznamy'. Následne si budete musieť vybrať ktorý z dvoch záznamov chcete uchovať ako primárny záznam a ktorý chcete dať po zlúčení odstrániť. Ak boli záznamy vytvorené pomocou iných rámcov, Koha sa Vás tiež opýta, aký Rámec by ste chceli použiť pre nový zlučovaný záznam.
sv: När du har valt de poster du vill slå samman klickar du på knappen 'Slå samman markerade poster'. Du kommer att tillfrågas om vilken av de två posterna du vill behålla som primära post och vilken som ska tas bort efter sammanslagningen. Om posterna skapades med olika ramverk frågar Koha vilket ramverk du vill att den sammanslagna posten ska använda.
tr: Birleştirmek istediğiniz kayıtları seçtiğinizde, 'Seçili materyalleri birleştir' butonuna tıklayınız. Daha sonra hangi iki kaydı ana kaydınız olarak saklamak istediğiniz ve hangisini birleştirmeden sonra silmek istediğiniz sorulacaktır. Kayıtlar farklı çerçeveler kullanılarak oluşturulduysa, Koha size yeni birleştirilmiş kayıtta hangi çerçevenin kullanılacağını da soracaktır.
zh_tw: 選定合併的紀錄後，按下 '合併指定的館藏' 鈕。系統會詢問何者為合併後保留的主要紀錄，何者為刪除的紀錄。若使用不同的框架，Koha 會詢問保留的框架。

source: Once you have selected the records you want to merge, click the 'Merge selected' button at the top of the list. You will be asked which of the two records you would like to keep as your primary record and which will be deleted after the merge. If the records were created using different frameworks, Koha will also ask you what Framework you would like the newly merged record to use.
fi: Kun olet valinnut tietueet, jotka haluat yhdistää, klikkaa 'Yhdistä valitut nimekkeet'. Sinulta kysytään, kumpi kahdesta tietueesta säilytetään ensisijaisena tietueena ja kumpi poistetaan yhdistämisen jälkeen. Jos tietueet on luotu eri luettelointipohjilla, Koha kysyy kumpaa luettelointipohjaa uusi yhdistetty tietue käyttää.
hi: एक बार जब आप रिकॉर्ड आप मर्ज करना चाहते हैं का चयन किया है, सूची के शीर्ष पर 'मर्ज चयनित' बटन पर क्लिक करें। आपसे पूछा जाएगा आप अपनी प्राथमिक रिकॉर्ड के रूप में रखना चाहते हैं और जो मर्ज के बाद हटा दिया जाएगा जो दो रिकॉर्ड की। अगर रिकॉर्ड विभिन्न चौखटे का उपयोग कर बनाया गया था, Koha भी आप से पूछना होगा कि क्या फ्रेमवर्क आप हाल में विलय कर रिकॉर्ड का उपयोग करना चाहते हैं।

source: Once you have set up patron categories, you should create a new user in the Patrons module with superlibrarian permissions. Once that user is created, you should log in as that user rather than the root user which is set up as part of installation.
fi: Kun olet luonut asiakastyypit, sinun pitäisi luoda uusi käyttäjä asiakastauluun superlibrarian-oikeuksilla. Kun tämä käyttäjä on luotu, käytä sitä kirjautumiseen sen sijaan, että kirjaudut juurikäyttäjänä, joka on tehty osana asennusta.
hi: एक बार जब आप संरक्षक श्रेणियों की स्थापना की है, आप superlibrarian अनुमतियों के साथ संरक्षक मॉड्यूल में एक नया उपयोगकर्ता बनाने चाहिए। एक बार है कि उपयोगकर्ता बनाया जाता है, आप के बजाय कि उपयोगकर्ता रूट उपयोक्ता जो स्थापना के भाग के रूप में स्थापित किया जाता है के रूप में लॉग इन होना चाहिए।

source: Once you have staged your records for import you can complete the import using this tool.
ar: بمجرد تنظيمك للتسجيلات للاستيراد يمكنك اتمام الاستيراد باستخدام هذه الأداة
cs: Jakmile budete mít záznamy připraveny, můžete dokončit import použitím tohoto nástroje.
da: Når du har mellemlagret dine poster til import, kan du afslutte importen med dette værktøj.
de: Nachdem Sie Ihre Datensätze zwischengespeichert haben, können Sie dieses Werkzeug verwenden um den Import abzuschließen.
el: Μόλις οργανώσετε τις εγγραφές προς εισαγωγή μπορείτε να ολοκληρώσετε την εισαγωγή χρησιμοποιώντας αυτό το εργαλείο.
es: Una vez que se han preparado los registros para importación se puede completar la importación usando esta herramienta.
eu: Inportatuko diren erregistroak prestatutakoan, inportazioa amaitu dezakezu tresna hau erabilita.
fi: Kun olet tuonut tietueet välivarastoon, voit tuoda niitä sieltä tällä työkalulla.
fr: Une fois que vous aurez téléchargé vos notices dans le réservoir, vous pourrez finaliser l'import en utilisant cet outil.
hi: एक बार जब आप आयात के लिए अपने रिकॉर्ड का मंचन किया है आप इस उपकरण का उपयोग कर आयात को पूरा कर सकते हैं।
it: Una volta che hai immagazzinato i record per l'import, puoi completare l'import con questo strumento
oc: Un còp que auretz telecargat vos notícias dins la sèrva, poiretz finaliser l'impòrt en utilizant aqueste aisina.
pl: Po przygotowaniu rekordów do importu możesz zakończyć import, używając tego narzędzia.
pt: Depois de ter encenado seus registros para importação pode concluir a importação usando essa ferramenta.
pt_br: Depois de ter encenado seus registros para importação pode concluir a importação usando essa ferramenta.
sk: Len čo budete mať pripravené Vaše záznamy pre import, môžete dokončiť import pomocou tohto nástroja.
sv: När du förberett posterna för import kan du slutföra importen med detta verktyg.
tr: İçe aktarım için kayıtları birleştirdiğinizde, bu aracı kullanarak içe aktarımı tamamlayabilirsiniz.
zh_tw: 將紀錄列入待處理的匯入後，可使用此工具完成匯入。

source: Once you have the file loaded or the barcodes scanned click 'Continue.' You will be presented with a list of the patrons and the changes you can make.
ar: عندما يكون لديك ملف مُحمَّل أو مجموعة رموز باركود ممسوحة أُنقر على 'استمرار'. سيُعرض لك قائمة بالمستفيدين والتعديلات التي يمكنك تنفيذُها.
cs: Jakmile budete mít načten soubor nebo naskenované čárové kódy, klikněte na "Pokračovat". Bude vám nabídnut seznam čtenářů a změny, které můžete provést.
da: Når filen er indlæst eller stregkoden scannet klik på 'Fortsæt.' Du ser nu en liste med lånerne, og de ændringer, der kan laves.
de: Nachdem Sie die Datei hochgeladen oder die Barcodes eingescannt haben, klicken Sie auf 'Fortsetzen'. Es wird eine Liste der Benutzer angezeigt und die Optionen um diese zu ändern.
el: Μόλις φορτώσει το αρχείο ή σαρωθούν τα barcodes πατήστε 'Συνέχεια'. Θα σας εμφανιστεί μια λίστα μελών και οι αλλαγές που μπορείτε να κάνετε.
es: Una vez que tenga el archivo cargado o los códigos de barra escaneados haga clic en 'Continuar'. Se le presentará una lista de usuarios y los cambios que puede hacer.
eu: Una vez que haya cargado el archivo o los códigos de barras escaneado, haga clic en 'Continuar'. Se le presentará una lista de los socios y los cambios que usted puede hacer.
fi: Kun olet ladannut tiedoston tai lukenut viivakoodin, klikkaa 'Jatka'. Saat listan asiakkaista ja muutoksista, joita voit tehdä.
fr: Une fois votre fichier chargé ou les codes à barres scannés, cliquez sur 'Continuer'. Vous verrez la liste des adhérents et des changements effectués.
hi: एक बार जब आप भरी हुई फ़ाइल है या बारकोड को स्कैन क्लिक 'जारी रखें।' आप संरक्षक और परिवर्तन आप कर सकते हैं की एक सूची के साथ प्रस्तुत किया जाएगा।
it: Una volta che hai caricato il file o scansito i barcode, fai click su 'Continua'. Vedrai una lista di utenti e dei cambiamenti che puoi apportare.
oc: Un còp vòstre fichièr cargat o los còdis a barras scannats, clicatz sus 'Contunhar'. Vous veirez la lista des aderents e des cambiaments efectuats.
pt: Assim que o ficheiro estiver carregado ou os códigos de barras lidos carregue em 'Continuar'. Aparecerá uma lista dos leitores e as alterações que pode fazer.
pt_br: Uma vez que subiu um arquivo ou códigos de barras escaneados clique 'Continuar'. Será apresentado uma lista com usuários e as alterações que você fez.
sk: Len čo ste načítali súbor alebo naskenovali čiarové kódy, kliknite na 'Pokračovať.' Zobrazí sa vám zoznam čitateľov a zmeny, ktoré môžete urobiť.
sv: När filen laddats eller streckkoderna har skannats klickar du på 'Fortsätt'. Då visas en lista med låntagarna och de ändringar du kan göra.
tr: Dosyanızı yüklettiğiniz ya da barkodlarınızı okuttuğunuzda 'Devam et'e tıklayınız. Ekranda kullanıcı listesi ve yapabileceğiniz değişiklikler çıkacak.
zh_tw: 上傳檔案或掃瞄條碼後，可按 '繼續' 鈕。將出現讀者清單，包括剛才的改變。

source: Once you have your file uploaded or the barcodes scanned you can click 'Continue.'
ar: عندما يكتمل رفع ملفك أو رموز الباركود الممسوحة بإمكانك النقر على 'إستمرار'.
cs: Jakmile budete mít načten soubor nebo naskenované čárové kódy, klikněte na "Pokračovat".
da: Når filen er indlæst eller stregkoden scannet, kna du klikke på 'Fortsæt.'
de: Nachdem Sie die Datei hochgeladen oder die Barcodes eingescannt haben, klicken Sie auf 'Fortsetzen'.
el: Μόλις αναρτηθεί το αρχείο σας ή σαρωθούν τα barcodes μπορείτε να πατήσετε 'Συνέχεια'.
es: Una vez que tenga el archivo cargado o los códigos de barra escaneados puede hacer clic en 'Continuar'.
eu: Una vez que haya cargado el archivo o los códigos de barras escaneado puede hacer clic en 'Continuar'.
fi: Kun olet ladannut tiedoston tai lukenut viivakoodin, klikkaa 'Jatka'.
fr: Une fois votre fichier chargé ou les codes à barres scannés, vous pouvez cliquer sur 'Continuer'.
hi: एक बार जब आप अपनी फ़ाइल को अपलोड कर दिया है या बारकोड आप क्लिक कर सकते हैं स्कैन 'जारी रखें।'
it: Una volta che hai caricato il file o scansito i barcode, puoi fare click su 'Continua'.
oc: Un còp vòstre fichièr cargat o los còdis a barras scannats, podètz clicar sus 'Contunhar'.
pl: Po wczytaniu pliku/wprowadzeniu kodów kreskowych kliknij 'Kontynuuj'.
pt: Assim que o ficheiro estiver carregado ou os códigos de barras lidos carregue em 'Continuar'.
pt_br: Uma vez que subiu um arquivo ou códigos de barras escaneados clique 'Continuar'.
sk: Len čo ste načítali súbor alebo naskenovali čiarové kódy, môžete kliknúť na 'Pokračovať.'
sv: När filen laddats upp eller streckkoderna har skannats klickar du på 'Fortsätt'.
tr: Dosyanızı yüklettiğiniz ya da barkodlarınızı okuttuğunuzda 'Devam et'e tıklayabilirsiniz.
zh_tw: 上傳檔案或掃瞄條碼後，可按 '繼續' 鈕。

source: Once you're done you can close the window and you'll see the list of patrons under the 'Patrons' section
fi: Kun olet valmis, voit sulkea ikkunan ja näet asiakaslistan 'Asiakkaat'-osion alla
hi: एक बार जब आप कर रहे हैं आप विंडो बंद कर सकते हैं और आप 'संरक्षक' धारा के तहत संरक्षक की सूची दिखाई देगी
oc: Quand avètz terminé podètz tampar la fenèstra: veiretz s'afichar la lista des aderents en dejós de la partida 'Aderent'

source: Once you're sure everything is the way you want you can click the 'Modify selected records' button and your records will be modified.
fi: Kun olet varma, että kaikki on mielestäsi oikein, klikkaa 'Muokkaa valitut tietueet' -painiketta ja tietueet muokataan.
hi: एक बार जब आप यकीन है कि सब कुछ जिस तरह से आप आप क्लिक कर सकते हैं बटन 'के रिकॉर्ड से चयनित संशोधित' और अपने रिकॉर्ड को संशोधित किया जाएगा चाहते हैं कर रहे हैं।

source: Once you're sure your basket is complete, you can click 'Close this basket' button to indicate that this basket is complete and has been sent to the vendor.
ar: عندما تكون متأكداً من أن سلَّتك مكتملة، بإمكانك أن تنقر على زر'أغلق السلة' لتشير بذلك أن هذه السلة مكتملة وتم إرسالها للمورد.
cs: Pokud jste si jisti, že váš košík je kompletní, můžete kliknout na 'Zavřít tento košík' a ukázat, že tento košík je kompletní a byl odeslán dodavateli.
da: Når du er sikker på, at kurven er komplet, kan du klikke på knappen 'Luk denne kurv' for at vise at denne kurv er komplet og er blevet sendt til leverandøren.
de: Wenn Sie alle Bestellposten angelegt haben und die Bestellung vollständig ist können Sie die 'Bestellung schließen'. Dies bedeutet das die Bestellung abgeschlossen ist und an den Lieferanten versandt wurde.
el: Μόλις βεβαιωθείτε ότι το καλάθι σας είναι ολοκληρωμένο, μπορείτε να πατήσετε το κουμπί 'Κλείσιμο αυτού του καλαθιού' για να σημειώσετε ότι αυτό το καλάθι είναι ολοκληρωμένο και έχει σταλεί στον προμηθευτή.
es: Una vez que esté seguro que su cesta está completa, puede hacer clic en 'Cerrar esta cesta' para indicar que esta cesta se ha completado y ha sido enviada al proveedor.
eu: Zure saskia osatu duzula ziur zaudenean, egin klik 'Itxi saski hau' botoian saski hau osatuta dagoela eta hornitzaileari bidali zaiola adierazteko.
fi: Kun olet varma, että tilauskorissa on valmis, klikkaa 'Sulje tämä tilauskori' vahvistaaksesi tilauskorin olevan valmiina ja lähetetty toimittajalle.
fr: Quand vous êtes sûr que votre panier est complet, vous pouvez cliquer sur le bouton 'Fermer le panier' pour indiquer que le panier est complet et qu'il a été envoyé au fournisseur.
hi: एक बार जब आप सुनिश्चित करें कि आपके टोकरी पूरा हो गया है कर रहे हैं, आप इंगित करने के लिए इस टोकरी पूरा हो गया है और विक्रेता के लिए भेज दिया गया है कि बटन 'इस टोकरी बंद' पर क्लिक कर सकते हैं।
it: Quando sei sicuro di aver completato il raccoglitore, puoi premere il bottone 'Chiudi raccoglitore' e inviarlo al fornitore.
oc: Quand sètz segur que vòstre panièr es complet, podètz clicar sul boton 'Tampar lo panièr' per indicar que lo panièr es complet e qu'il a été mandat al provesidor.
pl: Jeśli twój koszyk jest kompletny, możesz kliknąć na “Zamknij koszyk”, będzie można wysłać zamówienie do dostawcy.
pt: Quando tiver a certeza que o cesto está completo, pode carregar em 'Fechar o cesto' para indicar que o cesto está completo e foi enviado ao fornecedor.
pt_br: Quando você tiver completado seu pedido, você pode clicar em 'Fechar pedido' para indicar que este pedido está terminado e que foi enviado ao fornecedor.
sk: Len čo sa uistíte, že Váš košík je kompletný, môžete kliknúť na tlačidlo 'Zatvoriť tento košík', čím naznačíte, že tento košík je kompletný a bol zaslaný predajcovi.
sv: När du är säker på att korgen är komplett klickar du på knappen 'Stäng korg' för att ange att korgen är komplett och har skickats till leverantören.
tr: Sepetinizin tamamlandığına eminseniz, bu sepetin tamamlandığını ve sağlayıcıya gönderilmiş olduğunu göstermek üzere 'Bu sepeti kapat' butonuna tıklayabilirsiniz.
zh_tw: 完成採購籃後，可以勾選 '關閉採購籃' 鈕，表示採購籃已處理好，並送交代理商。

source: Once you've entered your criteria click 'Continue'
fi: Kun olet syöttänyt kriteerisi, klikkaa 'Jatka'
hi: एक बार जब आप अपने मापदंड क्लिक प्रवेश कर लिया है 'जारी रखें'

source: Once you've finished, click the 'Save' button at the top and choose whether you want to save and view the bib record you have created or continue on to add/edit items attached to the record
ar: عندما تنتهي ، انقر على زر 'حفظ' في الأعلى واختر إذا ما كنت تود أن تحفظ وتستعرض التسجيلة الببليوغرافية التي أنشئتها ، أو أن تتابع إلى إضافة/تحرير المواد المرتبطة بالتسجيلة
cs: Hned po skončení klikněte na tlačítko 'Uložit' nahoře a vyberte zda chcete uložit a zobrazit knihovní záznam, který jste vytvořili, nebo pokračovat v přidávání/úpravě položek přidaných do záznamu
da: Når du er færdig, klik på knappen 'Gem' ved toppen og vælg om du vil gemme og se posten eller fortsætte med at tilføje/editere eksemplarer forbundet med posten
de: Wenn Sie den Titel erfasst haben, klicken Sie auf 'Speichern' und wählen Sie, ob Sie den angelegten Titel speichern und danach anzeigen oder Exemplare für den neuen Titel erfassen möchten
el: Μόλις ολοκληρώσετε, κάντε κλικ στο 'Αποθήκευση' στην κορυφή και επιλέξτε αν θέλετε να αποθηκεύσετε και να δείτε τη βιβλιογραφική εγγραφή που δημιουργήσατε ή να συνεχίσετε στην προσθήκη/επεξεργασία αντιτύπων.
es: Una vez que haya terminado, haga clic en el botón "Guardar" en la parte superior y elija si desea guardar y ver el registro bibliográfico que haya creado o continuar para agregar o editar los ítems correspondientes al registro
eu: Bukatzen duzunean, egin klik goialdeko 'Gorde' botoian eta aukeratu sortutako bibliografia erreigstroa gorde eta ikusi nahi duzun ala erregistroari lotutako elementuak gehitu/editatu nahi dituzun
fi: Kun olet valmis, klikkaa 'Tallenna' ja valitse, haluatko tallentaa ja nähdä luomasi nimeketietueen vai jatkaa niteiden lisäämistä/muokkaamista tietueeseen
fr: Une fois que vous avez terminé, cliquez en haut sur le bouton Enregistrer et choisissez si vous voulez enregistrer et voir la notice ou bien enregistrer la notice et poursuivre en ajoutant et modifiant des exemplaires.
hi: एक बार जब आप समाप्त कर दिया है, शीर्ष पर 'सहेजें' बटन पर क्लिक करें और चुनें कि क्या आप को बचाने और आपने बनाया है बिब रिकॉर्ड देखने या जारी रखने के लिए आइटम रिकॉर्ड से जुड़ी / संपादित जोड़ना चाहते हैं
it: A lavoro finito, premi il bottone 'Salva' posto in alto e scegli se vuoi salvare e vedere il record bibliografico o continuare a aggiungere o modificarne copie
oc: Un còp qu'avètz terminé, clicatz amont sul boton Enregistrar e causissètz se volètz enregistrar e veire la notícia o bien enregistrar la notícia e poursuivre en ajoutant e modifiant des exemplars.
pl: Jeśli twój koszyk jest kompletny, możesz kliknąć na 'Zamknij koszyk', będzie można wysłać zamówienie do dostawcy.
pt: Após terminar, carregue no botão de 'Guardar' no topo e escolha se deseja guardar e ver o registo bibliográfico que criou ou continuar para a adição/edição de exemplares associados ao registo.
pt_br: Quando tiver terminado, clique em 'Salvar' no topo da página e escolha se você deseja salvar e ver o registro bibliográfico que você criou ou continuar a adicionar/editar exemplares ligados a este registro
sk: Hneď po skončení, kliknite na tlačidlo 'Uložiť' navrchu a zvoľte si, či chcete uložiť alebo nahliadnuť na knižničný záznam, ktorý ste vytvorili, alebo pokračovať v pridávaní/úprave exemplárov pripojených k záznamu
sv: När du är klar klickar du på knappen 'Spara' längst upp och väljer om du vill spara och se den bibliografiska posten du skapat eller fortsätta att lägga till/redigera objekt som tillhör posten
tr: İşlemi bitirdiğinizde, en üstteki 'Kaydet' butonuna tıklayın ve oluşturduğunuz bibliyografik kaydı kaydetmek ve görmek isteyip istemediğinizi seçin ya da kayda ekli olan materyalleri eklemeye/düzenlemeye devam edin
zh_tw: 做好之後，按上方的 '儲存' 鈕，並選擇儲存並檢視新增的書目紀錄，或繼續新增/編輯附加於該紀錄的館藏
