Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: You can set the amount at which patron checkouts are blocked with the noissuescharge system preference
ar: يمكنك ضبط العدد التي سيتم عنده حظر إعارات المستفيد باستخدم تفضيل النظام noissuescharge
cs: Můžete nastavit hodnotu, při které jsou výpůjčky čtenáře blokovány systémovou preferencí "noissuescharge"
da: Du kan fastlægge ved hvilket beløb udlånet blokeres med systemindstillingen noissuescharge
de: Sie können mit dem Parameter noissuescharge konfigurieren, ab welcher Gebührensumme Benutzer für die Ausleihe gesperrt werden
el: Μπορείτε να ρυθμίσετε το ποσό κατά το οποίο μπλοκάρονται οι δανεισμοί με την προτίμηση συστήματος noissuescharge
es: Puede establecer la cantidad para la cual se bloquean los préstamos del usuario con preferencia del sistema noissuescharge
eu: Bazkideen maileguak blokeatzeko mailegu kopurua ezarri dezakezu noissuescharge sistemaren lehentasunarekin
fi: Voit asettaa noissuescharge-järjestelmäasetuksella summan, josta asiakas joutuu lainauskieltoon
fr: Vous pouvez définir le montant au bout duquel les prêts de l'adhérent sont bloqués grâce à la préférence système noissuescharge
hi: आप जो राशि पर संरक्षक checkouts noissuescharge प्रणाली वरीयता के साथ अवरुद्ध कर रहे हैं सेट कर सकते हैं
it: Puoi configurare quando i prestiti ad un utente vengono bloccati con la preferenza di sistema 'noissuescharge'
oc: Podètz definir lo montant al bout duquel los prèstes de l'aderent son blocats grâce a la preferéncia sistèma noissuescharge
pl: kwota, od której wypożyczenia będą blokowane, można ustawić w opcji noissuescharge
pt: Pode definir o montante que bloqueia os empréstimos do leitor com a preferência do sistema noissuescharge
pt_br: Pode definir o montante que bloqueia os empréstimos do usuário com a preferência do sistema noissuescharge
sk: Môžete nastaviť čiastku, pri ktorej sa výpožičky čitateľa blokujú pomocou nastavenia systému noissuescharge
sv: Du kan ställa in det belopp då lån till låntagaren blockeras med systeminställningen noissuescharge
tr: Kullanıcının ödünç almasının noissuescharge sistem seçeneği ile engellendiği miktarı ayarlayabilirsiniz.
zh_tw: 在noissuescharge 系統偏好裡設定禁止借出的數量

source: You can set up record matching rules through the administration area
fi: Ylläpidossa määritellään tietueiden yhdistämissäännöt
hi: आप प्रशासन क्षेत्र के माध्यम से रिकार्ड मिलान नियम सेट कर सकते हैं

source: You can transfer a collection in one of two ways:
eu: Bilduma bat bi modutara transferi dezakezu:
fi: Voit siirtää kokoelman jommalla kummalla tavalla:
hi: आप दो तरीकों में से एक में एक संग्रह हस्तांतरण कर सकते हैं

source: You can upload a file of these numbers or
eu: Zenbaki hauen fitxategia igo dezakezu edo
fi: Voit ladata tiedoston näistä numeroista tai
hi: आप इन नंबरों की एक फाइल अपलोड कर सकते हैं या

source: You can use 'Report subgroup' to further organize your reports so that you can easily filter reports by groups and subgroups. Report subgroups are set in the REPORT_SUBGROUP authorized value category or can be added on the fly when creating the report by choosing the 'or create' radio button.
ar: يمكنك استخدام "مجموعات التقرير الفرعية" للمزيد من التنظيم على تقاريرك لكي تتمكن بسهولة من ترشيح التقارير بواسطة المجموعات والمجموعات الفرعية. مجموعات التقرير الفرعية يتم ضبطها في فئة قيمة الاستناد REPORT_SUBGROUP أو يمكن إضافتها على الطاير عند إنشاء التقرير عن طريق إنشاء التقرير باختيار زر "أو إنشاء"
cs: Můžete použít "Podskupinu výstupů" a tak dále organizovat své výstupy, takže můžete snadno filtrovat výstupy podle skupin a podskupin. Podskupiny výstupů jsou nastaveny v kategorii REPORT_SUBGROUP v ověřených hodnotách, nebo mohou být přidány při vytváření výstupu výběrem možnosti "nebo vytvořit novou".
da: Du kan bruge 'Rapport undergruppe' til yderligere organisering af dine rapporter så du nemt kan filtrere rapporter efter grupper og undergrupper. Rapprt undergrupper sættes med normværdi-kategorien REPORT_SUBGROUP eller det kan tilføjes løbende, når der oprettes rapporter ved at vælge knappen 'eller opret'.
de: Sie können Ihre Reports auch noch weiter in Untergruppen organisieren. Diese Untergruppen werden in der Administration unter 'Normierte Werte' in der Kategorie REPORT_SUBGROUP definiert oder können beim Erstellen eines neuen Reports mit angelegt werden.
el: Μπορείτε να χρησιμοποιήσετε 'Υποομάδες αναφορών' για οργανώσετε περαιτέρω τις αναφορές σας έτσι ώστε να μπορείτε εύκολα να τις φιλτράρετε ανά ομάδες και υποομάδες. Οι υποομάδες αναφορών είναι ρυθμισμένες στην κατηγορία καθιερωμένης τιμής REPORT_SUBGROUP ή μπορούν να προστεθούν στα γρήγορα όταν δημιουργείτε την αναφορά επιλέγοντας το ραδιοπλήκτρο 'ή δημιουργία'.
es: Puede utilizar 'Subgrupo de informes' para organizar sus informes de modo de poder filtrarlos facilmente por grupos y subgrupos. Los subgrupos de informes se configuran en la categoría de valores autorizados REPORT_SUBGROUP o pueden ser agregados directamente al momento de creación del reporte eligiendo el botón radial 'o crear'.
eu: Se puede utilizar 'Subgrupos de informes' para organizar los informes y así poder filtrarlos fácilmente por grupos y subgrupos. Los subgrupos de informes están en el valor autorizado REPORT_SUBGROUP y también pueden crearse sobre la marcha cuando se crean los informes seleccionando 'o crear' en el botón de radio.
fi: Voit käyttää 'Raporttien alaryhmää' raporttien lisäjärjestämiseen, jotta voit helposti lajitella raportteja ryhmiin ja alaryhmiin. Raporttien alaryhmät asetetaan auktorisoidun arvon REPORT_SUBGROUP kategoriassa tai voidaan lisätä lennossa, kun luodaan raportteja valitsemalla 'tai luo' -painike.
fr: Vous pouvez utilisez des sous-groupes de rapports afin d'organiser vos rapports plus finement, ainsi vous pouvez filtrer plus facilement les rapports par groupes et sous-groupes. Les sous-groupes de rapports sont définis dans la catégorie de valeur autorisée REPORT_SUBGROUP ou peuvent être ajoutés à la volée lors de la création du rapport en activant le bouton radio 'ou créer'.
hi: आप आगे अपनी रिपोर्ट व्यवस्थित करने के लिए 'रिपोर्ट उपसमूह' का उपयोग इतना है कि आप आसानी से समूहों और उपसमूहों द्वारा रिपोर्ट फ़िल्टर कर सकते हैं कर सकते हैं। रिपोर्ट उपसमूहों REPORT_SUBGROUP अधिकृत मूल्य श्रेणी में स्थापित कर रहे हैं या जब 'या बनाने' रेडियो बटन का चयन कर रिपोर्ट बनाने के लिए मक्खी पर जोड़ा जा सकता है।
it: Puoi usare 'Sottogruppi report' per organizzare ulteriormente i tuoi report, così puoi anche filtrarli per gruppi e sottogruppi. I nomi dei sottogruppi sono definiti categoria REPORT_SUBGROUP dei valori autorizzati. Essi posso essere aggiunti al volo quando crei il report.
oc: Podètz utilizatz des sosgropes de rapòrts per fin d'organiser vos rapòrts plus finement, ainsi podètz filtrer plus facilement les rapòrts per gropes e sosgropes. Les sosgropes de rapòrts son définis dins la categoria de valor autorizada REPORT_SUBGROUP o pòdon èsser aponduts a la volée al moment de la creacion del rapòrt en activant lo boton radio 'ou crear'.
pl: Możesz korzystać z 'Report subgroup' do dalszego porządkowania i filtrowania raportów. Raport podgrupy jest umieszczony w autoryzowanej kategorii wartości o nazwie REPORT_SUBGROUP lub może być dodawany na bieżąco przy tworzeniu raportu, po wybraniu przycisku "utwórz".
pt: Pode usar o 'Subgrupo de relatório' para organizar os relatórios para que possa de forma simples filtrar os relatórios por grupos e subgrupos. Os subgrupos são definidos na categoria de valor autorizado REPORT_SUBGROUP ou podem ser adicionados no momento de criação do relatório escolhendo a opção 'ou criar'.
pt_br: Você pode usar 'Subgrupo de relatórios' para posteriormente organizar seus relatório por grupos e subgrupos. Subgrupos de relatórios são configurados na categoria de valores autorizados intitulada REPORT_SUBGROUP ou podem ser incluídos na hora clicando no botão de rádio 'Criar'..
sk: Môžete použiť 'Podskupinu výkazov' pre ďalšie zorganizovanie vašich výkazov, aby ste mohli ľahšie filtrovať výkazy podľa skupín a podskupín. Podskupiny výkazov sa nastavujú v kategórii povolených hodnôt REPORT_SUBGROUP alebo sa dajú pridať za jazdy pri tvorbe výkazu voľbou prepínača 'alebo vytvoriť'.
sv: Du kan använda 'Rapportundergrupp' för att organisera dina rapporter ytterligare, så att du enkelt kan filtrera rapporter per grupper och undergrupper. Rapportundergrupper ställs in i den auktoriserade värdekategorin REPORT_SUBGROUP, men kan även läggas till när rapporten skapas genom att välja radioknappen 'eller skapa'.
tr: Raporlarınızı daha iyi düzenlemek için 'Alt grubu rapor et' seçeneğini kullanabilirsiniz böylece raporları kolayca gruplara ve alt gruplara göre filtre edebilirsiniz. Alt grupları rapor et REPORT_SUBGROUP yetkili değer kategorisinde ayarlanır ya da 'oluştur' radyo düğmesini seçerek rapor oluştururken anında eklenebilir.
zh_tw: 您可使用 '次群組報表' 細分您的報表，日後可依群組或次群組篩選它們。報表的次群組在 REPORT_SUBGROUP 容許值範圍或在新增報表時點選 '或新增' 鈕，新增它。

source: You can use Template Toolkit tags in order to build complex CSV files.
eu: CSV fitxategi konplexuentzat Template Toolkit etiketak erabikl ditzakezu.
fi: Voit käyttää Template Toolkit -kenttiä luodaksesi monimutkaisia CSV-tiedostoja.
hi: आप आदेश जटिल CSV फ़ाइलों के निर्माण के लिए खाका टूलकिट टैग का उपयोग कर सकते हैं।

source: You can use the 'Report group' to organize your reports so that you can easily filter reports by groups. Report groups are set in the REPORT_GROUP authorized value category or can be added on the fly when creating the report by choosing the 'or create' radio button.
ar: يمكنك استخدام "مجموعة التقرير" لتنظيم تقاريرك لكي تتمكن من ترشيح تقاريرك بسهولة بواسطة المجموعة.يتم ضبط مجموعات التقرير في فئة قيمة الاستناد REPORT_GROUP أو يمكن إضافتها على الطاير عند إنشاء التقرير عن طريق اختيار زر "أو إنشاء"
cs: Můžete použít "Skupiny výstupů" pro organizování Vašich Výstupů, takže můžete snadno filtrovat výstupy podle skupin. Skupiny zpráv se nastavují v kategorii REPORT_GROUP v ověřených hodnotách, nebo mohou být přidány při vytváření výstupu výběrem možnosti "nebo vytvořit novou".
da: Du kan bruge 'Rapportgruppen' til at organisere dine rapporter, så du nemt kan filtrere rapporterne efter grupper. Rapportgrupper sættes med normværdi-kategorien REPORT_GROUP eller det kan tilføjes løbende, når der oprettes rapporter ved at vælge knappen 'eller opret'.
de: Sie können zur Organisation Ihrer Reports Gruppen verwenden, nach denen Sie einfach suchen und filtern können. Diese Gruppen werden in der Administration unter 'Normierte Werte' in der Kategorie REPORT_GROUP definiert oder beim Erstellen eines neuen Reports neu angelegt.
el: Μπορείτε να χρησιμοποιήσετε τις 'Ομάδες αναφορών' για οργανώσετε τις αναφορές σας έτσι ώστε να μπορείτε εύκολα να τις φιλτράρετε ανά ομάδες. Οι ομάδες αναφορών είναι ρυθμισμένες στην κατηγορία καθιερωμένης τιμής REPORT_GROUP ή μπορούν να προστεθούν στα γρήγορα όταν δημιουργείτε την αναφορά επιλέγοντας το ραδιοπλήκτρο 'ή δημιουργία'.
es: Puede utilizar 'Grupo de informes' para organizar sus informes de modo de poder filtrarlos facilmente por grupos. Los grupos de informes se configuran en la categoría de valores autorizados REPORT_GROUP o pueden ser agregados directamente al momento de creación del reporte eligiendo el botón radial 'o crear'.
eu: Se pueden utilizar los 'Grupos de informes' para organizar los informes y así poder filtrarlos fácilmente por grupos. Los grupos de informes están en el valor autorizado REPORT_GROUP y también pueden crearse sobre la marcha cuando se crean los informes seleccionando'o crear' en el botón de radio.
fi: Voit käyttää 'Raporttien ryhmää' raporttien lisäjärjestämiseen, jotta voit helposti lajitella raportteja ryhmiin. Raporttien ryhmät asetetaan auktorisoidun arvon REPORT_GROUP kategoriassa tai voidaan lisätä lennossa, kun luodaan raportteja valitsemalla 'tai luo' valintanappi.
fr: Vous pouvez utiliser les groupes de rapports pour organiser vos rapports et ainsi les filtrer rapidement. Les groupes de rapports sont définis dans la catégorie de valeur autorisée REPORT_GROUP ou peuvent être ajoutés à la volée lors de la création du rapport en activant le bouton radio 'ou créer'.
hi: तुम इतनी है कि आप आसानी से समूहों द्वारा रिपोर्ट फ़िल्टर कर सकते हैं अपनी रिपोर्ट व्यवस्थित करने के लिए 'रिपोर्ट समूह' का उपयोग कर सकते हैं। रिपोर्ट समूहों REPORT_GROUP अधिकृत मूल्य श्रेणी में स्थापित कर रहे हैं या जब 'या बनाने' रेडियो बटन का चयन कर रिपोर्ट बनाने के लिए मक्खी पर जोड़ा जा सकता है।
it: Puoi usare 'Gruppi report' per organizzare i tuoi report. I nomi dei gruppi sono conservati nella categoria REPORT_GROUP di valori autorizzati. Essi posso essere aggiunti al volo quando crei il report.
oc: Podètz utilizar les gropes de rapòrts per organiser vos rapòrts e ainsi les filtrer rapidement. Les gropes de rapòrts son définis dins la categoria de valor autorizada REPORT_GROUP o pòdon èsser aponduts a la volée al moment de la creacion del rapòrt en activant lo boton radio 'ou crear'.
pl: Możesz korzystać z 'Report group' do porządkowania i filtrowania swoich raportów. Raporty grupy są umieszczone w autoryzowanej kategorii wartości o nazwie REPORT_GROUP lub można je dodawać na bieżąco przy tworzeniu raportu, wybierając przycisk 'utwórz'.
pt: Pode usar o 'Grupo de relatório' para organizar os relatórios para que possa de forma simples filtrar os relatórios por grupos. Os grupos são definidos na categoria de valor autorizado REPORT_GROUP ou podem ser adicionados no momento de criação do relatório escolhendo a opção 'ou criar'.
pt_br: Você pode usar 'Grupo de relatórios' para posteriormente organizar seus relatório por grupos. Grupos de relatórios são configurados na categoria de valores autorizados intitulada REPORT_GROUP ou podem ser incluídos na hora clicando no botão de rádio 'Criar'.
sk: Môžete použiť 'Skupinu výkazov' pre ďalšie zorganizovanie vašich výkazov, aby ste mohli ľahšie filtrovať výkazy podľa skupín. Skupiny výkazov sa nastavujú v kategórii povolených hodnôt REPORT_SUBGROUP alebo sa dajú pridať za jazdy pri tvorbe výkazu voľbou prepínača 'alebo vytvoriť'.
sv: Du kan använda 'Rapportgrupp' för att organisera dina rapporter så att du enkelt kan filtrera rapporter per grupper. Rapportgrupper ställs in i den auktoriserade värdekategorin REPORT_GROUP, men kan även läggas till när rapporten skapas genom att välja radioknappen 'eller skapa'.
tr: Raporlarınızı daha iyi düzenlemek için 'Grubu rapor et' seçeneğini kullanabilirsiniz böylece raporları kolayca gruplara göre filtre edebilirsiniz. Grupları rapor et REPORT_GROUP yetkili değer kategorisinde ayarlanır ya da 'oluştur' radyo düğmesini seçerek rapor oluştururken anında eklenebilir.
zh_tw: 您可使用 '報表群組' 細分您的報表，日後可依群組篩選它們。報表的群組在 REPORT_GROUP 容許值範圍或在新增報表時點選 '或新增' 鈕，新增它。

source: You can use the Template Description to add additional information about the template
ar: يمكنك استخدام وصف القالب لإضافة معلومات إضافية حول القالب
cs: Můžete použít "Popis šablony" na přidání další informace o šabloně
da: Du kan bruge skabelon-beskrivelsen til at tilføje yderligere forklaring om skabelonen
de: Sie können das Feld Template-Beschreibung verwenden um zusätzliche Informationen über das Template zu hinterlegen
el: Μπορείτε να χρησιμοποιήσετε την Περιγραφή Προτύπου για να προσθέσετε πληροφορίες για το πρότυπο
es: Puede utilizar la descripción de plantillas para agregar información adicional acerca de la plantilla
eu: Txantiloien deskribapena erabili dezakezu txantiloiari buruzko informazio osagarria gehitzeko
fi: Voit käyttää 'Pohjan kuvausta' ja lisätä muuta tietoa pohjaan
fr: Vous utilisez la Description du modèle afin d'ajouter des informations sur le modèle
hi: आप टेम्पलेट के बारे में अतिरिक्त जानकारी जोड़ने के लिए खाका विवरण उपयोग कर सकते हैं
it: Puoi usare la descrizione per aggiungere informazioni circa il template
oc: Vous utilizatz la Descripcion del modèl per fin d'apondre des informacions sus lo modèl
pt: Pode usar Descrição do Modelo para adicionar informação adicionar sobre o modelo
pt_br: Pode usar Descrição do Modelo para adicionar informação adicionar sobre o modelo
sk: Môžete použiť Popis šablóny pre pridanie dodatočných informácií o šablóne
sv: Du kan använda mallbeskrivningen för att lägga till ytterligare information om mallen
tr: Şablonla ilgili ek bilgi eklemek için Şablon Tanımını kullanabilirsiniz.
zh_tw: 您可用模板說明新增模板的資訊

source: You do not need to use Acquisitions to add items to your catalog. Acquisitions is used only to track vendors and spending against your budgets.
ar: لا تحتاج إلى استخدام التزويد لإضافة مواد إلى الفهرس الخاص بك.يستخدم التزويد فقط لتتبع الموردين و الإنفاق على الميزانيات الخاصة بك.
cs: Pro vkládání katalogizačních záznamů není nutné používat modul Akvizice. Ten se používá pouze pro usnadnění sledování objednávek a čerpání rozpočtu.
da: Det er ikke nødvendigt, at bruge bestillinger for at tilføje eksemplarer til kataloget. Bestillinger bruges kun til at styre leverandører og udgifter i forhold til budgetter.
de: Der Nutzung des Erwerbungsmoduls ist optional. Die Erwerbung wird benötigt, wenn Sie Lieferantendaten verwalten und Ihren Haushalt überwachen möchten.
el: Δεν χρειάζεται να χρησιμοποιείτε τις Προσκτήσεις για την προσθήκη τεκμηρίων στον κατάλογό σας. Οι προσκτήσεις χρησιμοποιούνται μόνο για την παρακολούθηση των προμηθευτών και τις δαπάνες συγκριτικά με τους προϋπολογισμούς σας.
es: No necesita utilizar Adquisiciones para agregar ítems al catálogo. Adquisiciones solo se utiliza para llevar control de proveedores y gastos realizados sobre su presupuesto.
eu: Ez duzu Eskurapenak erabili behar katalogora elementuak gehitzeko. Eskurapenak modulua hornitzaileen eta aurrekontuen gastuen segimendua egiteko besterik ez da erabiltzen.
fi: Hankintaa ei ole pakko käyttää, kun lisätään niteitä luetteloon. Hankintaa käytetään vain toimittajan ja määrärahojen käytön seurantaan budjetissa.
fr: Il n'est pas nécessaire d'utiliser le module Acquisitions pour ajouter des documents à votre catalogue. Utilisez-le uniquement afin de suivre vos fournisseurs et vos dépenses.
hi: आप अपनी सूची के लिए आइटम जोड़ने के लिए अधिग्रहण का उपयोग करने की जरूरत नहीं है। अधिग्रहण के खिलाफ अपने बजट विक्रेताओं और खर्च को ट्रैक करने के लिए ही प्रयोग किया जाता है।
it: Non è necessario usare il modulo delle acquisizioni per aggiungere copie al catalogo. Il modulo delle acquisizioni serve solo per registrare i fornitori e le spese rispetto ai budgets.
oc: Es pas necessari d'utilizar lo modul Aquisicions per apondre des documents a vòstre catalòg. Utilizatz-le unicament per fin de suivre vos provesidors e vos dépenses.
pl: Nie trzeba używać modułu Gromadzenia, aby dodać egzemplarze do katalogu. Gromadzenie jest używane tylko do śledzenia dostawców i wydatków w swoim budżecie.
pt: Não precisa de usar o módulo de aquisições para adicionar itens ao catálogo. As aquisições são usadas para guardar dados dos fornecedores e de contabilidade sobre orçamentos.
pt_br: Você não deve utilizar o módulo de Aquisições para adicionar exemplar ao seu catálogo. Este módulo só é utilizado para acompanhar os forncecedores e checar se seus gastos estão de acordo com os orçamentos.
sk: Nepotrebujete používať akvizície na pridávanie exemplárov do Vášho katalógu. Akvizície sa používajú len na sledovanie predajcov a porovnávanie Vašich výdavkov oproti rozpočtu.
sv: Du behöver inte använda Inköp för att lägga till objekt i katalogen. Inköp används bara för att hålla reda på leverantörer och din budget.
tr: Kataloğunuza materyal eklemek için Sağlamayı kullanmak zorunda değilsiniz. Sağlama sadece sağlayıcıları izlemede ve bütçeye dayalı harcamalarda kullanılır.
zh_tw: 不需要用到採訪，去新增館藏入目錄。採訪祗用於追蹤供應商與預算的花費。
