Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you added Planning Values when creating the Fund, those values will appear in the two Planning Value fields.
ar: اذا أضفت قيم التخطيط عند انشاء الاعتماد المالي, ستظهر هذه القيم في حقلي قيم التخطيط.
cs: Pokud jste přidali Plánovací hodnoty při vytváření fondu, tyto hodnoty se objeví ve dvou polích Plánovací hodnoty.
da: Hvis der tilføjes planlagte værdier, når der oprettes konti, vil de blive vist i de to planlægningsværdifelter.
de: Wenn Sie im Konto Kategorien für Statistikwerte definiert haben, werden die Werte dieser Kategorien in den Feldern für die Statistik angeboten.
el: Εάν προσθέσατε Τιμές Σχεδιασμού όταν δημιουργήσατε την Επιχορήγηση, οι τιμές αυτές θα εμφανιστούν στα δύο πεδία Τιμών Σχεδιασμού
es: Si usted agrega valores de planeamiento cuando crea un fondo, aquellos valores aparecerán en los dos campos de valores de planeamiento.
eu: Funtsa sortzean planifikazio balioak gehitu badituzu, baliook planifikazio balioen bi eremuetan agertuko dira.
fi: Jos lisäsit suunniteltuja summia tileja luodessa, nuo summat näkyvät kahdessa suunnitellut summat-kentässä.
fr: Si vous avez ajouté des Valeurs Planifiées lors de la création du poste budgétaire, ces valeurs apparaissent dans les deux champs de 'Valeurs planifiées'.
hi: आप कोष बनाने मे जब जब योजना मान जोड़ा, तो उन मानों दो योजना मान फ़ील्ड में दिखाई देगा।
it: Se hai aggiunto dei 'Valori pianificati' al momento della creazione del Fondo, quei valori appariranno nei campi relativi
oc: Se avètz apondut de Valors Planificadas al moment de la creacion del pòste budgetari, aquestas valors apareisson dins los dos camps de 'Valors planificadas'.
pl: Jeśli dodano wartości w Polach Statystycznych 1 i 2 przy tworzeniu funduszu, wyświetlają się one jako dodatkowe kategorie wyboru przy 'Planowaniu ze względu na ….' w module Administracja, w 'Funduszach'.
pt: Se adicionou valores planeados quando criou o fundo, esses valores aparecerão nos dois campos correspondentes.
pt_br: Se você adicionou Valores Planejados quando criou o Fundo, este valores aparecerão nos dois campos de valores planejados.
sk: Ak ste pridali hodnoty plánovania pri vytváraní fondu, tieto hodnoty sa zobrazia vo dvoch poliach hodnoty plánovania.
sv: Om du la till Planeringsvärden när du skapade budgetposten visas de värdena i de två fälten för Planeringsvärde.
tr: Fonu oluştururken Planlama Değerlerini eklediyseniz, bu değerler iki Planlama Değeri alanlarında gözükecektir.
zh_tw: 新增基金時已加入計畫值，此值將顯示在兩個計畫值欄位。

source: If you allow patrons to make purchase suggestions (learn more in the Managing Suggestions section of this manual), then you can place orders from those suggestions.
ar: اذا سمحت للمستفيدين بتقديم اقتراحات الشراء (تعلم المزيد في ادارة اختيار الاقتراحات من هذا الدليل),عندئذ يمكنك تنفيذ الطلبات من هذه الاقتراحات.
cs: Pokud povolíte, aby čtenáři dělali návrhy pro nákupy (více se dozvíte v Řízení návrhů v tomto manuálu), pak si můžete objednávat z těchto návrhů
da: Hvis lånere må lave indkøbsforslag (se mere i afsnittet Administrer forslag i denne manual), så kan der laves bestillinger ud fra disse forslag.
de: Wenn Sie den Benutzern erlauben Anschaffungsvorschläge zu machen, können Sie aus diesen Anschaffungsvorschlägen später Bestellungen erzeugen.
el: Εάν επιτρέπετε στα μέλη να κάνουν προτάσεις αγοράς (μάθετε περισσότερα στο τμήμα Διαχείρισης Προτάσεων αυτού του εγχειριδίου), τότε μπορείτε να κάνετε παραγγελίες από αυτές τις προτάσεις.
es: Si permite a los usuarios hacer sugerencias de compra (aprenda más en la sección Administrar sugerencias de este manual), entonces podrá hacer pedidos a partir de las mismas.
fi: Jos asiakkaat saavat tehdä hankintaehdotuksia (lue lisää Hankintaehdotusten käsittely -osiosta tästä ohjeesta), voit tehdä tilauksia näistä ehdotuksista.
fr: Si vous permettez à vos adhérents de faire des suggestions d'achat (reportez vous à la partie 'Suggestion' de ce manuel), alors vous pouvez effectuer des commandes à partir de ces suggestions.
hi: यदि आप संरक्षक को खरीद सुझाव बनाने के लिए अनुमति है (इस पुस्तिका का प्रबंध सुझाव अनुभाग में अधिक जानने के लिए) की , तो आप उन सुझावों से आदेश जगह कर सकते हैं।
it: Se hai permesso agli utenti di fare suggerimenti di acquisto (vedi la pagina del manuale 'Gestione dei suggerimenti di acquisto'), potrai effettuare ordini direttamente dalla relativa lista di suggerimenti.
oc: Se permetètz a vòstres aderents de far de suggestions de crompa (reportatz-vos a la partida 'Suggestion' d'aqueste manual), alara podètz efectuar de comandas a partir d'aquelas suggestions.
pl: Jeśli zezwolisz użytkownikom składać propozycje zakupu (dowiedz się więcej o Zarządzaniu propozycjami w instrukcji), możesz dodać zamówienia z tej listy. Musisz śledzić, które zamówienia były zamówione i otrzymane, żeby złożyć zamówienie z tego miejsca.
pt: Se permitiu que os leitores sugerissem aquisições (aprenda mais na secção de gerir sugestões neste manual), pode encomendar a partir desses sugestões.
pt_br: Se você permitir que usuários façam sugestões de aquisição (saiba mais sobre Gerenciamento de Sugestões na seção específica deste manual) então você pode fazer pedidos para estas sugestões.
sk: Ak čitateľom umožníte podávanie návrhov na nákup (čítajte viac v sekcii Spracovanie návrhov v tomto manuáli), môžete zadávať objednávky z týchto návrhov.
sv: Om du låter låntagare komma med inköpsförslag (mer information om detta finns i avsnittet Hantera förslag i denna handbok), kan du lägga beställningar från dessa förslag.
tr: Kullanıcıların satın alma teklifi yapmalarına izin verirseniz ( bu kullanma kılavuzunun Yönetim Önerileri kısmında daha fazlasını öğrenin),bu tekliflerden istekleri sıraya koyabilirsiniz.
zh_tw: 若允許讀者提出採訪建議(參閱手冊的管理建議區塊)，可對此建議發出訂單。

source: If you allow patrons to make purchase suggestions (learn more in the Managing Suggestions section of this manual), then you can place orders from those suggestions. In order to keep track of suggestions that have been ordered and received you must place the order using this link.
ar: إذا كنت تسمح للمستفيدين بإجراء مقترحات الشراء (تعرف على المزيد في قسم إدارة المقترحات من هذا الدليل)، بعد ذلك يمكنك وضع الطلبيات من تلك المقترحات. لتعقب المقترحات التي تم طلبها واستلامها يجب عليك وضع الطلبيات باستخدام هذا الرابط.
cs: Pokud povolíte, aby čtenáři dělali návrhy pro nákupy (více se dozvíte v Řízení návrhů v tomto manuálu), pak si můžete objednávat z těchto návrhů. Aby bylo možné sledovat návrhy, které byly objednány a dodány, musíte zadat objednávku pomocí tohoto odkazu.
da: Hvis lånere må lave indkøbsforslag (se mere i afsnittet Administrer forslag i denne manual), så kan der laves bestillinger ud fra disse forslag. For at holde styr på forslag der er bestilt og modtaget, skal du bestille via dette link.
de: Wenn Sie Benutzern oder Mitarbeitern erlauben Anschaffungsvorschläge zu machen (erfahren Sie hierzu mehr im Kapitel zur Verwaltung von Anschaffungsvorschlägen), dann können Sie Bestellposten aus diesen Vorschlagen erzeugen. Um verfolgen zu können, welche Anschaffungsvorschläge bestellt wurden und zugegangen sind, sollte der Bestellposten über diesen Link angelegt werden.
el: Εάν επιτρέπετε στα μέλη να κάνουν προτάσεις αγοράς (μάθετε περισσότερα στο τμήμα Διαχείρισης Προτάσεων αυτού του εγχειριδίου), τότε μπορείτε να κάνετε παραγγελίες από αυτές τις προτάσεις. Προκειμένου να παρακολουθείτε την πορεία των προτάσεων που έχουν παραγγελθεί και παραληφθεί πρέπει να κάνετε την παραγγελία χρησιμοποιώντας αυτόν τον σύνδεσμο.
es: Si permite a los usuarios hacer sugerencias de compra (aprenda más en la sección Administrar sugerencias de este manual), entonces podrá hacer pedidos a partir de las mismas. Con el fin de realizar un seguimiento de las sugerencias que se han pedido y recibido debe colocar el pedido a través de este enlace.
eu: Si se permite a los usuarios realizar sugerencias (más información en la sección 'Gestionar Sugerencias' de este manual), se podrán hacer pedidos desde estas sugerencias. Para dejar constancia de las sugerencias sobre las que se han realizado pedido y recibido se debe aplazar el pedido mediante este enlace.
fi: Jos asiakkaat saavat tehdä hankintaehdotuksia (lue lisää Hankintaehdotusten käsittely -osiosta tästä ohjeesta), voit tehdä tilauksia näistä ehdotuksista. Jos haluat tarkastella ehdotuksia, jotka on tilattu ja saapuneet, tilaus on tehtävä tätä linkkiä käyttäen.
fr: Si vous autorisez les adhérents à faire des suggestions d'achat (Pour en savoir plus, consulter la section "Gérer les suggestions de ce manuel), alors vous pourrez faire des commandes à partir de ces suggestions. Afin de garder la trace des suggestions qui ont été commandées et reçues vous devez passer la commande en utilisant ce lien.
hi: यदि आप संरक्षक को खरीद सुझाव बनाने के लिए अनुमति है (इस पुस्तिका का प्रबंध सुझाव अनुभाग में अधिक जानने के लिए), तो आप उन सुझावों से आदेश जगह कर सकते हैं। आदेश सुझाव है कि आदेश दिया गया है और प्राप्त आप इस लिंक का उपयोग क्रम में जगह चाहिए का ट्रैक रखने के लिए।
it: Se hai permesso agli utenti di fare suggerimenti di acquisto (vedi la pagina del manuale 'Gestione dei suggerimenti di acquisto'), potrai effettuare ordini direttamente dalla relativa lista di suggerimenti. Per tenere traccia dei suggerimenti diventati ordini e ricevuti, fai l'ordine usando questo link
oc: Se autorizatz los aderents a far de suggestions de crompa (Per ne saber mai, consultar la seccion "Gerir las suggestions d'aqueste manual), alara poiretz far de comandas a partir d'aquelas suggestions. Per fin de gardar la traça de las suggestions que son estadas comandadas e recebudas vos cal passar la comanda en utilizant aqueste ligam.
pl: Użytkownicy mogą składać propozycje zakupu w OPAC (Zobacz: Zarządzanie propozycjami), wyświetlą się one w liście propozycji. Obserwuj propozycje, które były zamówione i otrzymane, żeby zarządzać sugestiami zakupu.
pt: Se permitiu que os leitores sugerissem aquisições (aprenda mais na secção de gerir sugestões neste manual), pode encomendar a partir desses sugestões. De forma a manter o registo das sugestões que foram encomendadas e recebidas deve realizar a encomenda usando esta ligação.
pt_br: Se você permitir que usuários façam sugestões de aquisição (saiba mais sobre Gerenciamento de Sugestões na seção específica deste manual) então você pode fazer pedidos para estas sugestões. Para acompanhar as sugestões que você já tenha solicitado aquisição e/ou tenha recebido, você precisa fazer o pedido utilizando este link.
sk: Ak čitateľom umožníte podávanie návrhov na nákup (čítajte viac v sekcii Spracovanie návrhov v tomto manuáli), môžete zadávať objednávky z týchto návrhov. Pre sledovanie návrhov, ktoré boli objednané a prijaté, musíte pomocou tohto odkazu zadať objednávku.
sv: Om du låter låntagare komma med inköpsförslag (mer information om detta finns i avsnittet Hantera förslag i denna handbok), kan du lägga beställningar från dessa förslag. För att hålla reda på förslag som beställts och mottagits måste du lägga beställningen med denna länk.
tr: Kullanıcılara satın alma teklifi yapmalarına imkan veriyorsanız (bu kullanım kılavuzunun Yönetim Önerileri kısmından daha fazla bilgi ediniz), daha sonra o tekliflerden sipariş verebilirsiniz. Sipariş edilen ve alınan tekliflerin kaydını tutmak için bu linki kullanarak sipariş vermeniz gerekmektedir.
zh_tw: 若允許讀者推薦採購(詳情見本手冊的管理建議)，可將這些建議轉換為訂購。必須使用此連結，才能追蹤建議及其採購與到館事宜。

source: If you are a single library system choose your branch name before creating rules (sometimes having only rules for the 'all libraries' option can cause issues with holds)
ar: إذا كان نظامك من مكتبة واحدة قم باختيار اسم الفرع قبل إنشاء القواعد (أحياناً يمكن أن يؤدي وجود قواعد فقط لخيار "كل المكتبات" إلى حدوث مشكلات في الحجوزات)
de: Tipp: Wenn es sich bei Ihrer Einrichtung um eine einzelne Bibliothek handelt, sollten Sie trotzdem Ausleihkonditionen für Ihre Bibliothek eintragen (manchmal kann es zu Seiteneffekten bei Vormerkungen kommen, wenn nur der Reiter 'Alle Bibliotheken' konfiguriert wird)
es: Si está en un sistema de biblioteca única elija el nombre de sede antes de crear reglas (a veces tener solo reglas para la opción 'todas las bibliotecas' puede causar problemas con las reservas)
eu: Liburutegi bakarreko sisteman baldin bazaude aukeratu egoitza arauak sortu aurretik (batzuetan 'liburutegi guztiak' aukerarako soilik arauak edukitzeak erreserbekin arazoak sor daitezke)
fi: Jos olet yhden kirjaston järjestelmässä, valitse kirjaston nimi ennen sääntöjen luomista (joskus pelkkä 'kaikki kirjastot' -sääntö aiheuttaa ongelmia varausten kanssa)
hi: यदि आप एक ही पुस्तकालय व्यवस्था हैं, तो नियम बनाने से पहले अपनी शाखा का नाम चुनें (कभी कभी 'सभी पुस्तकालयों' विकल्प होल्ड के साथ मुद्दों पैदा कर सकता है के लिए केवल नियमों होने)
it: Suggerimento: se sei in un sistema con una sola biblioteca, scegli il nome della biblioteca prima di creare regole (a volte avere solo regole per 'tutte le biblioteche' può causare problemi con le prenotazioni)
sk: Ak ste jedinou knižnicou, zvoľte si svoje meno knižnice pred vytváraním pravidiel (niekedy môžu pravidlá iba pre 'všetky knižnice' spôsobiť problémy s rezerváciami)
tr: Eğer tek bir kütüphane sisteminiz var ise, kuralları oluşturmadan önce birim adı seçiniz (bazen "tüm kütüphaneler" seçeneği için tek bir kurala sahip olmak, ayırtma işlemleri ile ilgili sorunlara neden olabilmektedir)

source: If you are about to add a duplicate record to the system you will be warned before saving
ar: اذا كنت على وشك اضافة سجل مكرر للنظام سيتم تحذيرك قبل الحفظ
cs: Pokud se chystáte přidat duplicitní záznam do systému budete varováni před uložením
da: Hvis du er ved at tilføje en dublet-post til systemet, vil der bive vist en advarsel
de: Wenn Sie versuchen eine Dublette im System zu erzeugen, wird vor dem Speichern eine Warnung ausgegeben
el: Αν πάει να δημιουργηθεί διπλοεγγραφή το σύστημα θα σας προειδοποιήσει προτού κάνετε αποθήκευση
es: Si está por agregar un registro duplicado el sistema le avisará antes de guardar
eu: Sisteman erregistro bikoztu bat gehitu nahi baduzu, gorde aurretik abisatuko zaizu
fi: Jos olet lisäämässä tietueen, joka on jo järjestelmässä, saat virheilmoituksen ennen tallentamista
fr: Si vous êtes sur le point d'ajouter une notice en doublon à votre catalogue, le système vous le signale.
hi: आप के बारे में प्रणाली आप सेव करने से पहले चेतावनी दी जाएगी करने के लिए एक नकली रिकॉर्ड जोड़ने के लिए कर रहे हैं
it: Se stai per salvare un record duplicato, riceverai un avviso prima del salvataggio
oc: Se sètz sul punt d'apondre una notícia en doblon a vòstre catalòg, lo sistèma vous lo signale.
pt: Se estiver a adicionar um registo duplicado ao sistema será notificado de tal situação antes de guardar
pt_br: Se você está para adicionar um registro duplicado no sistema, você será avisado sobre isto antes de salvar
sk: Ak sa chystáte pridať duplicitný záznam, systém Vás na to pred uložením upozorní
sv: Om du håller på att lägga till en dubblettpost i systemet visas en varning innan du sparar
tr: Sisteme dublike kaydı eklemek üzereyseniz, kaydetmeden önce uyarılacaksınız.
zh_tw: 新增重複的紀錄時，系統會提示您先儲存

source: If you are adding multiple issues at once or if the latest expected issue is late, you can click the 'Generate Next' button to generate the next issue based on the subscription pattern.
ar: اذا كنت تقوم بإضافة اصدارات متعددة في وقت واحد أو اذا كان آخر اصدار متوقع قد تأخر, يمكنك نقر زر 'توليد التالي' لانشاء الاصدارة التالية معتمداً على نمط الاشتراك.
cs: Pokud přidáváte více sešitů najednou, nebo pokud se očekává, že poslední sešit je zpožděn, můžete kliknout vedle na tlačítko "Vytvořit" a tak generovat další sešit na základě předplatného vzoru.
da: Hvis du tilføjer flere hæfter samtidigt eller hvis seneste udgave er forsinket, klik på knappen 'Lav næste' for at lave næste hæfte jævnfør abonnementsmønsteret.
de: Wenn Sie mehrere Hefte auf einmal zugehen lassen oder das zuletzt erwartete Heft verspätet ist, klicken Sie auf 'Nächstes Heft vorhersagen' um das nächste Heft nach Erscheinugnsmuster zu erstellen.
el: Αν προσθέτετε πολλαπλά τεύχη με τη μία ή αν έχει αργοπορήσει το τελευταίο αναμενόμενο τεύχος, κάντε κλικ στο κουμπί 'Δημιουργία Επόμενου' για να δημιουργήσετε το επόμενο τεύχος που θα βασίζεται στο σχέδιο συνδρομής.
es: Si está agregando varios ejemplares al mismo tiempo o si el último ejemplar esperado está atrasado, puede hacer clic en el botón 'Generar siguiente' para generar el próximo ejemplar basado en el patrón de la suscripción.
eu: Aldi berean hainbat ale gehitzen badituzu edo espero den azken alea berandutu bada, 'Sortu hurrengoa' botoian klik egin dezakezu hurrengo elementua sortzeko harpidetza ereduan oinarrituta.
fi: Jos olet lisäämässä useita lehtinumeroita kerralla tai viimeisin odotettu numero on myöhässä, voit klikata 'Luo seuraava' -painiketta, joka luo seuraavan numeron ilmestymiskaavan mukaisesti.
fr: Si vous ajoutez plusieurs fascicules à la fois ou si le dernier fascicule attendu a du retard, vous pouvez cliquer sur Générer le suivant afin de créer le fascicule suivant.
hi: यदि आप या बार में कई इश्यूज जोड़ रहे हैं अगर नवीनतम की उम्मीद है और इस इश्यूको देर हो चुकी है, आप 'अगला उत्पन्न' बटन पर क्लिक करें सदस्यता के पैटर्न के आधार पर अगले अंक उत्पन्न करने के लिए कर सकते हैं।
it: Se stai aggiungendo diversi fascicoli o se l'ultimo fascicolo attesa è in ritardo, puoi cliccare sul bottone 'Genera il successivo' per generare il prossimo fascicolo basandosi sullo schema di arrivo dell'abbonamento.
oc: Se vous ajoutez plusieurs fasciculs a l'encòp o se lo darrièr fascicul esperat a del retard, podètz clicar sus Générer lo seguent per fin de crear lo fascicul seguent.
pl: Jeśli dodajesz wiele numerów na raz lub jeśli kolejny numer jest opóźniony, możesz kliknąć na 'Wygeneruj następny numer', aby utworzyć kolejne numery w oparciu o wzór numerowania z prenumeraty.
pt: Se está a adicionar múltiplos número ao mesmo tempo ou se o último está atrasado, pode gerar um novo número baseado no padrão de subscrição.
pt_br: Se está a adicionar múltiplos número ao mesmo tempo ou se o último está atrasado, pode gerar um novo número baseado no padrão de subscrição.
sk: Ak pridávate viaceré čísla naraz alebo ak je najnovšie očakávané číslo oneskorené, môžete kliknúť na tlačidlo 'Vygenerovať ďalšie' pre vygenerovanie ďalšieho čísla na základe schémy predplatného.
sv: Om du lägger till flera nummer samtidigt eller om det senaste förväntade numret är sent, kan du klicka på knappen 'Generera nästa' för att generera nästa nummer baserat på prenumerationsmönstret.
tr: Çoklu yayınları bir seferde ekliyorsanız ya da beklenen son yayın gecikmişse, abonelik düzenine bağlı olarak sonraki yayını oluşturmak için 'Sonrakini Oluştur' butonuna tıklayabilirsiniz.
zh_tw: 若同時新增多筆刊期，或最後到館的刊期遲到，可點選 '產生下一筆' 鈕，依訂閱模式產生下一筆。
