Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To standardize patron input you can define cities or towns within your region so that when new patrons are added librarians simply have to select the town from a list instead of having to type the town and zip (or postal) code information.
ar: لتوحيد عملية إدخال المستفيدين ، بإمكانك ان تعرِّف المدن والبلدات داخل منطقتك، بذلك عندما يُضاف مستفيد جديد ، فإن أمين المكتبة ببساطة عليه أن يختار البلدة من القائمة بدلاً من أن يكتبها ويكتب معلومات رمزها البريدي (ZIP) .
cs: Pro standardizování vstupů čtenáře, můžete definovat města nebo obce, ve vašem regionu, takže když jsou přidávání noví čtenáři, knihovníci prostě musejí vybrat město ze seznamu namísto nutnosti zadat město a zip (PSČ).
da: For at standardisere lånerinput kan du definere byer indenfor dit område, så bibliotekarerne bare kan vælge byen, når der oprettes nye lånere istedet for at skulle indtaste byens navn og postnummeret.
de: Um Benutzereinträge zu standardisieren können Sie Städte oder Ortschaften Ihrer Region definieren, so dass die Bibliothekare beim Hinzufügen neuer Benutzer einfach den Ort aus einer Liste auswählen können anstatt den Ort und die Postleitzahl eintippen zu müssen.
el: Για να τυποποιήσετε την είσοδο μέλους μπορείτε να ρυθμίσετε πόλεις και περιοχές μέσα στην περιοχή σας έτσι ώστε όταν οι βιβλιοθηκονόμοι προσθέτουν νέα μέλη να έχουν απλά να επιλέξετε την πόλη από μία λίστα αντί να πρέπει να την πληκτρολογήσουν.
es: Para estandarizar el ingreso de usuarios, puede definir ciudades o pueblos dentro de su región, para que cuando los nuevos usuarios sean agregados, los bibliotecarios simplemente seleccionarán la ciudad de una lista en lugar de tener que tipear la ciudad y el código postal.
eu: Erabiltzaile sarrera estandarizatzeko, zure eskualdeko hiriak edo herriak definitu ditzakezu, bazkide berriak gehitzean, herria eta posta kodea zerrenda batetik aukeratzeko, idatzi behar izan ordez.
fi: Jos haluat standardisoida asiakkaan syöttämisen, voit määritellä alueesi kunnat, jolloin uutta asiakasta lisättäessä valitaan kunta alasvetovalikosta sen sijaan, että kirjoitettaisiin nimen ja postinumeron tiedot.
fr: Vous uniformisez et vous simplifiez la saisie des adhérents en définissant les villes et les communes de votre région. Ainsi quand un adhérent est entré dans le système, le bibliothécaire a juste à choisir une valeur dans la liste et n'a pas à taper une ville et un code postal.
hi: संरक्षक इनपुट का मानकीकरण करने के लिए आप अपने क्षेत्र के भीतर शहरों या कस्बों परिभाषित कर सकते हैं ताकि जब नए संरक्षक जोड़ रहे हैं पुस्तकालयाध्यक्षों बस के बजाय शहर और जीप (या डाक) कोड की जानकारी टाइप करने के लिए की एक सूची से शहर का चयन किया है।
it: Per uniformare i dati degli utenti, puoi definire città e paesi della tua zona, per facilitare lo staff quando registra gli utenti. Gli basterà scegliere da menù tendina.
oc: Vous uniformisez e vous simplifiez la sasida des aderents en définissant les vilas e les comunas de vòstra region. Atal quand un aderent es entré dins lo sistèma, lo bibliotecari a juste a causir una valor dins la lista e n'a pas a taper una vila e un còdi postal.
pl: Wprowadź nazwy miast i miejscowości, by móc je wybierać z rozwijanego menu, zamiast wpisywać ręcznie.
pt: Para uniformizar a introdução de leitor pode definir cidades, para que quando criar novo leitores simplesmente seleccione a cidade da lista em vez de ter que introduzir a cidade e o código postal.
pt_br: Para padronizar uma entrada de usuário você pode definir uma lista com as cidades da região, o que permite que novos usuários tenham suas informações de endereço adicionadas sem que o funcionário tenha que digitá-las.
sk: Pre štandardizovanie zápisu čitateľa môžete definovať mestá a obce vrámci Vášho kraja, tak aby knihovník nemusel pri pridávaní nového čitateľa ručne vpisovať miesto a PSČ ale ho jednoducho vybrať zo zoznamu.
sv: För att standardisera inmatning av låntagare kan du definiera orter inom bibliotekets område så att bibliotekarierna enkelt kan välja rätt ort när en ny låntagare läggs till, i stället för att behöva skriva in ort och postnummer.
tr: Kullanıcı girdisini standartlaştırmak için, bölgenizdeki şehirleri ya da kasabaları tanımlayabilirsiniz, böylelikle yeni kullanıcılar eklendiğinde kütüphaneciler şehir ve posta kodu bilgisini girmek yerine sadece bir listeden şehri seçeceklerdir.
zh_tw: 為了標準化讀者的鍵入資料，您可在所屬區域內設定縣市或鄉鎮，新讀者祗需從表單勾選即可。

source: To the left of each text box there is a checkbox. Clicking that checkbox will clear our the field values.
ar: على اليمين من كل صندوق نصي يوجد مربع اختيار. وبنقرك عليه ستمسح قيم الحقل.
cs: Na levé straně každého textového pole je zaškrtávací políčko. Kliknutí na zaškrtávací políčko vyčistí hodnoty pole.
da: Til venstre for hvert tekstfelt er der et markeringsfelt. Et klik på det sletter feltets værdier.
de: Auf der rechten Seite jedes Eingabefeldes ist eine Checkbox. Wenn Sie die Checkbox aktivieren, wird der Wert aus dem Feld gelöscht.
el: Αριστερά κάθε πλαισίου κειμένου υπάρχει ένα κουτί επιλογών. Πατώντας το κουτί επιλογών θα αφαιρέσει όλες τις τιμές πεδίου.
es: A la izquierda de cada caja de texto hay un casilla de selección. Haciendo clic en ella limpiará el valor del campo.
eu: A la izquierda de cada cuadro de texto hay una casilla de verificación. Al hacer clic en esa casilla se borrará nuestros los valores de campo.
fi: Jokaisen tekstilaatikon vasemmalla puolella on valintalaatikko. Klikkaamalla tätä valintalaatikkoa tyhjennät kenttien sisällön.
fr: Il y a une case à cocher à gauche de chaque bloc de texte. Cliquer sur cette case va effacer le texte.
hi: प्रत्येक पाठ बॉक्स के बाईं करने के लिए वहाँ एक चेकबॉक्स है। कि चेकबॉक्स को क्लिक करना हमारे क्षेत्र मूल्यों साफ हो जाएगा।
it: A sinistra di ogni casella di testo c'è una casella di spunta. Se viene cliccata, i campi verranno svuotati.
oc: I a una casa de marcar a esquèrra de cada blòt de tèxte. Clicar sus aquesta casa va escafar lo tèxte.
pt: À esquerda de cada caixa de texto existe uma caixa de selecção. Clicando nessa caixa irá limpar os valores do campo.
pt_br: A esquerda de cada caixa de texto existe uma caixa de marcação. Clicando na caixa de marcação irá limpar os valores deste campo.
sk: Naľavo od každého textového riadku je zaškrtávacie políčko. Jeho zaškrtnutím sa vymažú vaše hodnoty poľa.
sv: Till vänster om varje textruta finns en kryssruta. Klickar du på den kryssrutan rensas fältvärdena bort.
tr: Her bir metin kutusunun solunda onay kutusu mevcuttur. Bu onay kutusuna tıklamak alan değerlerini silecektir.
zh_tw: 每個文字盒旁都有勾選盒，用來清除欄位裡的值。

source: To the right of each account line there is a print link. Clicking that link will print an invoice for the line item that includes the date and description of the line item along with the total outstanding on the account.
ar: على اليسار من كل سطر حساب هنالك وصلة طباعة. بالنقر على هذه الوصلة سيتم طباعة فاتورة لسطر المادة والتي تشتمل على التاريخ والوصف لسطر المادة مع مجموع المبالغ الغير مسددة في الحساب.
cs: Na pravé straně každého rádku účtu je zde odkaz Tisk. Kliknutím na tento odkaz se vytiskne doklad pro výtisk na řádku, který obsahuje datum a popis výtisku na řádku spolu se sumou nesplacenou na účtu.
da: Til højre for hver kontolinje er der et udskrivningslink. Klik på det link udskriver en regning for linjens eksemplar, som indeholder dato og beskrivelse af linjeeksemplaren sammen med det samlede udestående på kontoen.
de: Rechts neben jedem Konto ist ein Link für den Druck. Wenn Sie diesen Link anklicken wird eine Rechnung für das Konto ausgedruckt, die das Datum und die Beschreibung des betreffenden Titels zusammen mit ausstehenden Totalbetrag des Kontos enthält.
el: Στα δεξιά κάθε γραμμής λογαριασμού υπάρχει ένας σύνδεσμος εκτύπωσης. Κάνοντας κλικ σε αυτό τον σύνδεσμο θα εκτυπωθεί ένα τιμολόγιο για τη γραμμή τεκμηρίου που περιλαμβάνει την ημέρα και την περιγραφή της γραμμής τεκμηρίου μαζί με το εκκρεμές σύνολο του λογαριασμού.
es: A la derecha de cada línea de cuenta hay un enlace de impresión. Haciendo clic en dicho enlace imprimirá un recibo para el ítem en línea que incluye la fecha y descripción del ítem con el total resaltado de la cuenta.
eu: Kontu lerro bakoitzaren eskuionera inprimatzeko lotura bat dago. Horretan klik eginez geo, lerro horretako faktura bat inprimatuko da: bertan lerro elementuaren data eta deskripzioa agertuko dira, bai eta ordaintzeko guztiko kopurua ere.
fi: Jokaisen tilirivin oikealla puolella on tulostuslinkki. Klikkaamalla tätä linkkiä tulostuu riviltä lasku, joka sisältää päiväyksen ja kuvauksen rivin sisällöstä sekä tilin koko velkasumman.
fr: Il y a un lien Imprimer sur la droite de chaque compte. Cliquez sur ce lien pour imprimer une facture qui contiendra la date et la description de l'opération, ainsi que le solde du compte.
hi: प्रत्येक खाते लाइन के अधिकार के लिए वहाँ एक प्रिंट कड़ी है। उस लिंक पर क्लिक लाइन आइटम की कुल अकाउंट में बकाया के साथ तारीख और लाइन आइटम का विवरण भी शामिल है कि के लिए एक चालान प्रिंट होगा।
it: Alla destra di ogni linea c'e' un link per la stampa. Cliccandolo viene stampata uan ricevuta per quella particolate spesa con la sua descrizione e il credito/debito totale dell'utente.
oc: I a un ligam Imprimir sus la dreita de cada compte. Clicatz sus ce ligam per imprimir una factura qui contiendra la data e la descripcion de l'operacion, ainsi que lo solde del compte.
pl: Po prawej stronie każdego wiersza z rachunkiem jest odsyłacz do drukarki. Kliknięcie na ten link wydrukuje fakturę z tego wiersza, która zawiera datę i opis przedmiotu z całkowitą kwotą pozostałą na koncie do zapłaty.
pt: À direita de cada linha existe uma ligação para imprimir. Ao clicar nessa ligação irá aparecer um recibo da multa que inclui a data e a descrição do exemplar dessa linha com o total devido na conta.
pt_br: À direita de cada linha da conta há um link para impressão. Clicando neste link uma nota será impressa para o exemplar da linha que inclue a data e a descrição do exemplar com o total a ser pago para esta conta.
sk: Napravo od riadku každého účtu je odkaz na tlač. Kliknutím na tento odkaz sa vytlačí faktúra pre exemplár v riadku, ktorý zahŕňa dátum a popis exemplára riadku spolu s celkovým neuhradeným zostatkom na účte.
sv: Till höger om varje kontorad finns en länk för utskrift. Klickar du på den länken skrivs en faktura ut för raden som inkluderar datum och en beskrivning av objektet samt hur mycket som kvarstår för kontot.
tr: Her hesap satırının sağında bir çıktı alma bağlantısı mevcuttur. Bu bağlantıya tıklamak, hesaptaki toplam ödenmemiş borçla birlikte ilgili kalemin tanımını ve tarihini kapsayan fatura çıktısını alır.
zh_tw: 每個帳號右方有個列印連結，按下該連結，印出包括日期與說明的館藏收據，同時還有待付款。

source: To the right of each fund you will find the 'Actions' button under which you will find the 'Edit,' 'Delete,' and 'Add Child Fund' options.
ar: على يسار كل تمويل ستجد زر "إجراءات" وستجد أدناه خيارات "تحرير، حذف و إضافة تمويل فرعي"
de: Rechts neben jedem Konto finden Sie ein Auswahlmenü 'Aktionen', welches die Optionen 'Bearbeiten', 'Löschen' und 'Unterkonto hinzufügen' auflistet.
es: A la derecha de cada fondo, usted encontrará el botón 'Acciones' baja el cual localizará las opciones 'Editar', 'Eliminar' y 'Agregar fondo asociado.'
fi: Jokaisen tilin oikealla puolella näet 'Toiminnot', jonka alta löytyy 'Muokkaa', 'Poista', 'Lisää alitili' -valinnat.
fr: A droite de chaque poste budgétaire vous verrez un bouton "Actions" sous lequel vous trouverez les options "Modifier", "Supprimer" et "Ajouter un poste enfant".
hi: प्रत्येक फंड के अधिकार के लिए आप 'क्रिया' बटन है जिसके तहत आप 'संपादन,' मिलेगा 'हटाएँ,' और 'बाल कोष' विकल्प जोड़ें मिलेगा।
it: A destra di ciascun fondo potrai trovare il bottone 'Azioni' sotto il quale troverai le opzioni 'Modifica', 'Cancella' e ' Aggiungi un fondo collegato'.
oc: A dreita de cada pòste budgètari veiretz un boton "Actions" jos lequel vous trobarez les opcions "Modificar", "Suprimir" e "Apondre un poste enfant".
pt: À direita de cada fundo vai encontrar um botão 'Ações' onde poderá ver as opções 'Editar', 'Eliminar' ou 'Adicionar fundo filho'.
sk: Napravo od každého fondu nájdete tlačidlo 'Akcií', pod ktorým nájdete možnosti 'Upraviť,' 'Odstrániť,' a 'Pridať detský fond'.
tr: Her fonun sağında 'Düzenle', 'Sil' ve 'Alt Fon Ekle' seçeneklerini bulabileceğiniz bir 'Eylemler' butonu göreceksiniz.

source: To the right of each late title you will be see a checkbox. Check the ones that you want a claim letter sent to and click 'Claim Order' at the bottom right of the list. This will automatically send an email to the vendor at the email address you have on file.
ar: على اليسار من كل عنوان متأخر سترى صندوق اختيار. اختر العناوين التي تريد أن ترسل لها رسالة مطالبة ، وانقر على 'المطالبة بالطلب' في أسفل يسار القائمة. بذلك سيتم بشكل تلقائي إرسال رسائل بريد الكتروني إلى المورد إلى ايميلاتهم المحفوظة في ملفاتهم.
cs: Napravo od každého opožděného titulu, uvidíte zaškrtávací políčko. Zatrhněte ty, na které chcete zaslat reklamační dopis a klikněte na tlačítko "Reklamovat objednávku" v pravém dolním rohu seznamu. Tím se automaticky pošle e-mail dodavateli na e-mailovou adresu, kterou jste uvedli.
da: Til højre for hver forsinket titel er et markeringsfelt. Marker dem, der skal sendes rykkere til og klik på 'Rykker.' Det vil automatisk sende en email til leverandøren på den adresse, som er arkiveret.
de: Rechts neben jedem verspäteten Titel sehen Sie eine Auswahlbox. Wählen Sie die Titel aus, die Sie beim Lieferanten reklamieren möchten und klicken Sie abschließend auf 'Bestellung reklamieren'. Es wird automatisch eine E-Mail generiert und an die im Lieferantendatensatz hinterlegte Adresse gesendet.
el: Στα δεξιά κάθε καθυστερημένου τίτλου θα δείτε ένα πλαίσιο επιλογής. Επιλέξτε αυτά για τα οποία θέλετε να στείλετε ένα γράμμα απαίτησης και πατήστε 'Απαίτηση Παραγγελίας' κάτω δεξιά της λίστας. Αυτό θα στείλει αυτόματα ένα ηλεκτρονικό μήνυμα στον προμηθευτή στη διεύθυνση που έχετε στο αρχείο.
es: A la derecha de cada título atrasado verá una casilla de verificación. Marque a las que desea enviar una carta de reclamo y haga clic en 'Reclamar pedido' en el fondo de la lista. Esto enviará automáticamente un email al proveedor usando la dirección de email que tenga registrada.
eu: A la derecha de cada título atrasado verá una casilla de verificación. Marque a las que desea enviar una carta de reclamo y seleccione en 'Reclamar pedido'. Se enviará automáticamente un correo electrónico al proveedor a la dirección de correo electrónico l que tenga en el campo.
fi: Jokaisen myöhässä olevan nimekkeen oikealla puolella on valintalaatikko. Valitse ne, jotka haluat reklamoida kirjeitse ja klikkaa 'Reklamoi tilaus' listan oikealla alapuolella. Tämä lähettää automaattisesti sähköpostiviestin toimittajalle toimittajan tietoihin tallennettuun sähköpostiosoitteeseen.
fr: Sur la droite de chaque titre en retard se trouve une case à cocher. Cochez celles qui correspondent aux titres à réclamer, puis cliquez sur 'Réclamer'. Cela enverra un courriel au fournisseur à l'adresse saisie dans sa fiche.
hi: प्रत्येक देर शीर्षक का सही करने के लिए आप एक चेकबॉक्स को देखने के लिए किया जाएगा। जो कि आप को भेजे गए एक पत्र का दावा चाहते चेक करें और सूची के नीचे सही पर 'दावा आदेश' पर क्लिक करें। यह स्वचालित रूप से ईमेल पते फ़ाइल पर है पर विक्रेता के लिए एक ईमेल भेज देंगे।
it: A destra di ogni titolo in ritardo vedrai una casella di spunta. Attiva quelle che vuoi reclamare e premi 'Sollecita ordine'. Partirà automaticamente un email al fornitore usando l'email che hai inserito nell'anagrafica per quel fornitore.
oc: Sus la dreita de cada títol en retard se tròba una casa de marcar. Marcatz celles qui correspondent als títols a réclamer, puèi clicatz sus 'Reclamar'. Aquò enverra un corrièr electronic al provesidor a l'adreça sasida dins sa ficha.
pl: Po prawej stronie każdego tytułu pojawi się pole wyboru. Sprawdź te tytuły, które mają mieć wysłane reklamacje i kliknij 'Reklamacja zamówienia' na dole listy po prawej stronie. Zostanie wysłany automatycznie e-mail do dostawcy.
pt: À direita de cada atraso existe um caixa de selecção. Marque as que deseja enviar uma reclamação e clique em 'Reclamar encomenda' no fundo da lista à direita. Isto irá automaticamente enviar um email ao fornecedor.
pt_br: À direita de cada título em atraso há uma caixa de seleção. Clique nos que você deseja que sejam enviados avisos de atraso na entrega e clique em 'Reclamação'. Isto enviará automaticamente um e-mail ao fornecedor.
sk: Napravo od každého oneskoreného titulu uvidíte políčko. Zaškrtnite tie, ktoré chcete reklamovať listom a kliknite na 'Reklamovať objednávku' v zozname vpravo dole. Týmto sa automaticky odošle E-mail predajcovi na Vami evidovanú adresu.
sv: Till höger om varje försenad titel visas en kryssruta. Markera de du vill skicka ett reklamationsbrev till och klicka på 'Reklamera beställning' längst ner till höger i listan. Detta skickar automatiskt ett e-postbrev till leverantören på den e-postadress du har registrerad.
tr: Yeni çıkan her başlığın sağında bir onay kutusu göreceksiniz. Talep mektubu göndermek istediklerinizi işaretleyiniz ve 'Talep isteğine' tıklayınız. Bu istek, dosyanızda mevcut olan mail adresinden sağlayıcıya otomatik olarak bir e-posta adresi gönderecektir.
zh_tw: 遲到題名右方有個搜盒。勾選要送出催缺信的題名，再點選清單右下方的 '催缺訂單' 鈕，就送出依照檔案裡的電子郵件地址，自動送出催缺信給代理商。

source: To the right of every report there is an 'Actions' pull down. Clicking that and choose 'Duplicate' to use an existing report as the basis for your new report. That will populate the new report form with the existing SQL for easy editing and resaving.
ar: على يسار كل تقرير توجد قائمة "إجراءات" منسدلة. قم بالنقر على ذلك واختيار "تكرار" لاستخدام تقرير حالي كأساس لتقريرك الجديد. سيقوم ذلك بملء التقرير الجديد من ال QL الحالي لسهولة التحرير وإعادة الحفظ.
cs: Na pravé straně každého výstupu je odkaz je rozbalovací menu "Akce", pod kterým se nachází i možnost "Duplikovat", tak je možné vytvořit nový výstup na základě již existujícího.
de: Auf der rechten Seite jeden Reports finden Sie ein Menü 'Aktionen'. Klicken Sie auf dieses und wählen Sie 'Duplizieren' um einen existierenden Report als Ausgangspunkt für einen neuen Report zu nutzen. Sie können dann das SQL entsprechend anpassen und abspeichern.
el: Στα δεξιά κάθε αναφοράς υπάρχει μια αναπτυσσόμενη λίστα 'Ενέργειες'. Πατώντας τη, επιλέξτε 'Αντίγραφο' για να χρησιμοποιήσετε μια υπάρχουσα αναφορά ως βάση για τη νέα σας. Αυτό θα συμπληρώσει τη νέα φόρμα αναφορών με το υπάρχον SQL για εύκολη επεξεργασία και επαναποθήκευση.
es: A la derecha de cada informe hay un desplegable 'Acciones'. Haciendo clic en el enlace y escogiendo 'Duplicar' para utilizar un informe existente como base para su nuevo informe. Esto llenará el formulario del nuevo informe con el código SQL existente para que fácilmente se pueda editar y re-guardar.
fi: Jokaisen raportin oikealla puolella on 'Toiminnot' alasvetovalikko. Klikkaamalla sitä ja valitsemalla 'Kopioi' voit käyttää olemassa olevaa raporttia uuden raportin pohjana. Tämä täyttää uuden raportin entisen raportin SQL-koodilla ja sitä voi muokata ja tallentaa uudelleen.
hi: हर की सही करने के लिए रिपोर्ट वहाँ एक 'क्रिया' नीचे खींच। क्लिक करना है कि और 'डुप्लीकेट' का चयन अपनी नई रिपोर्ट के लिए आधार के रूप में एक मौजूदा रिपोर्ट का उपयोग करने के लिए। यह आसान संपादन और resaving के लिए मौजूदा एसक्यूएल के साथ नई रिपोर्ट प्रपत्र आबाद होगा।
it: Alla destra di ogn report c'è un menu 'Azioni'.. Cliccaci sopra e scegli 'Duplica' per usare un report esistente come base del il nuovo report. Il codice SQL del nuovo report sarà copiato da quello vecchio e ti sarà facile cambiarlo secodo le tue esigenze.
pl: Po prawej stronie każdego raportu, jest kolumna 'Działania' Klikając na ten przycisk i wybierając 'Duplikat', możesz wykorzystać istniejący raport jako podstawę do stworzenia nowego raportu. W ten sposób utworzysz nowy raport (przy wykorzystaniu SQL), który będzie można modyfikować i ponownie zapisać.
pt: À direita de cada relatório existe uma ligação 'Ações'. Ao clicar nessa ligação e posteriormente em 'Duplicar' o relatório ser usado como base para o novo relatório. O novo relatório terá o mesmo SQL para que seja mais fácil editar e guardar.
pt_br: À direita de cada relatório há uma lista de 'Ações'. Clicando nela e escolhendo 'Duplicar' você poderá utilizar um relatório existente como base para seu novo relatório. Essa operação irá preencher o formulário do novo relatório com a expressão SQL existente, facilitando a edição.
sk: Napravo od každého výkazu sa nachádza rozbaľovacia ponuka 'Akcie'. Kliknite naň a zvoľte 'Duplikovať', aby ste tak mohli použiť jestvujúci výkaz za základ pre váš nový výkaz. Týmto sa nový formulár výkazu naplní jestvujúcim SQL pre ľahkú úpravu a opätovné uloženie.
tr: Her raporun sağında 'Eylemler' açılır menüsü mevcuttur. Yeni raporunuza temel olarak, mevcut bir raporu kullanmak için ‘Çoğalt’ bağlantısını seçip tıklayınız. Bu işlem, kolay düzenleme ve yeniden kayıt için yeni rapor biçimini mevcut SQL ile dolduracaktır.
zh_tw: 在報表右方有個 '動作' 下拉選單，點選並選擇 '複製' 鈕，以現在的報表為基礎，產生新報表；修改必要的 SQL後，就是新的報表。

source: To the right of the new field is a link to 'Subfields,' you will need to add subfields before this tag will appear in your MARC editor. The process of entering the settings for the new subfield is the same as those found in the editing subfields in frameworks section of the manual.
fi: Uuden kentän oikealla puolella on linkki 'Osakentät', osakenttiä pitää lisätä ennen kuin tämä kenttä näkyy MARC-muokkaimessa. Uusien osakenttien syöttämisprosessi on sama kuin osakenttien muokkausprosessi käyttöohjeessa.
hi: नए क्षेत्र के अधिकार के लिए एक कड़ी है 'उपक्षेत्रों,' आप उपक्षेत्रों को जोड़ने के लिए पहले इस टैग आपका मार्क संपादक में दिखाई देगा की आवश्यकता होगी। नई subfield के लिए सेटिंग्स में प्रवेश की प्रक्रिया मैनुअल के फ्रेमवर्क अनुभाग में संपादन के उपक्षेत्रों में पाए जाने वाले के रूप में ही है।
