Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: At the top of each screen within the Label Creator, you will see a toolbar allowing quick access to relevant functions. The menu to the left of each screen also allows easy access to the different sections of the Label Creator. The breadcrumb trail near the top of each screen will give specific indication as to where you are within the Label Creator module and allow quick navigation to previously traversed sections. And finally, you can find more detailed information on each section of the Label Creator by clicking the online help link at the upper left-hand corner of every page.
ar: في الجزء العلوي من كل شاشة "منشئ التسميات" ضمنها ستشاهد شريط الأدوات الذي يسمح للوصول بسرعة للوظائف المتعلقة , القائمة الموجودة على يسار كل شاشة تسمح بالوصول بسهولة إلى كل الأقسام المختلفة لمنشىء التسميات . والقائمة التفصيلية بالقرب من أعلى كل شاشة ستعطيك إشارة محددة أين أنت ضمن وحدة منشئ التسميات يسمح كل بالانتقال ضمن الأجزاء . وأخيرا تستطيع إيجاد معلومات تفصيلة عن كل قسم في منشىء التسميات بالضغط على وصلة المساعدة الفورية في الزاوية اليسرى العليا من كل صفحة
cs: Nahoře každé obrazovky uvnitř Tvorby popisků uvidíte nástrojovou lištu, která umožňuje přistup k relevantním funkcím. Menu na leve straně každé obrazovky umožňuje jednoduchý přístup k různým částem Tvorby popisků. Cesta nahoře každé obrazovky Vám umožní přesný přehled, kde se v modulu Tvorby popisků nacházíte a umožní Vám rychlou navigaci k předešlým oddílům. Jako poslední, detailní informace o každém oddílu Tvorby popisků můžete získat kliknutím na odkaz on-line nápovědy v levém horním rohu každé strany.
da: Ved toppen af hvert skærmbillede i label-editoren findes en værktøjslinje med hurtig adgang til vigtige funktioner. Menuen ved venstre side giver også hurtig adgang til de forskellige dele af label-editoren. Stien i skærmens øverste område viser, hvor du er i modulet og giver hurtig adgang til tidligere afsnit. I online-hjælpen er der endelig mere detaljeret hjælp øverst til venstre på hver side.
de: Am oberen Seitenrand jedes Bildschirms innerhalb des Etiketten-Moduls finden Sie eine Toolbar, mit der Sie schnellen Zugriff auf die wichtigen Funktionen haben. Das Navigationsmenü über der linken Seite ermögicht den schnellen Zugriff auf die verschiedenen Bereiche des Moduls. Der Pfad im oberen Bereich des Bilschirms zeigt Ihnen, wo Sie sich innerhalb des Moduls befinden und erlaubt eine schnelle Navigation zu früheren Abschnitten. In der Online-Hilfe finden Sie außerdem weitere Hilfestellung zu jedem Abschnitt, in dem Sie auf das Fragezeichen in der rechten oberen Ecke jeder Seite klicken.
el: Στην κορυφή κάθε οθόνης, στον Δημιουργό Ετικετών, θα δείτε μία μπάρα εργαλείων που σας επιτρέπει να έχετε γρήγορη πρόσβαση σε σχετικές λειτουργίες. Το μενού στα αριστερά κάθε οθόνης επίσης σας επιτρέπει να έχετε εύκολη πρόσβαση σε διαφορετικούς τομείς του Δημιουργού Ετικετών. Η πλοήγηση κοντά στην κορυφή κάθε οθόνης δίνει συγκεκριμένες ενδείξεις για το πού ακριβώς είσαστε στην υπομονάδα Δημιουργίας Ετικετών και σας επιτρέπει να πλοηγηθείτε εύκολα σε προηγούμενες ενότητες. Τέλος, μπορείτε να βρείτε πιο λεπτομερείς πληροφορίες για κάθε κομμάτι του Δημιουργού Ετικετών κάνοντας κλικ στην απευθείας βοήθεια στην πάνω-αριστερή γωνία κάθε σελίδας.
es: En la parte superior de cada pantalla del 'Creador de etiquetas', podrá ver una barra de herramientas que permite el acceso rápido a las funciones pertinentes. El menú a la izquierda de cada pantalla también permite un fácil acceso a las diferentes secciones del 'Creador de Etiquetas'. La ruta de navegación en la parte superior de cada pantalla dará indicación específica sobre dónde se encuentra dentro del módulo 'Creador de etiquetas' y permitirá la navegación rápida a las secciones previamente visitadas. Y, por último, se puede encontrar información más detallada sobre cada sección del 'Creador de etiquetas' haciendo clic en el enlace de ayuda en línea en la esquina superior izquierda de cada página.
eu: Etiketa sortzaileko pantaila guztien goialdean funtzio garrantzitsuetarako sarbide azkarrak dituen tresna barra bat ikusiko duzu. Pantaila bakoitzaren ezkerreko menuak Etiketa sortzailearen hainbat atalerako sarbide erraza eskaintzen du. Pantaila bakoitzaren goialdeko nabigazio hariak Etiketa sortzailea moduluaren barruan nun zauden esango dizu zehazki, eta aurrez bisitatutako ataletara erraz nabigatzea ahalbidetuko dizu. Azkenik, orri bakoitzaren goi-ezkerreko izkineko online laguntza loturan klik egiten baduzu, Etiketa sortzailearen atal bakoitzari buruzko informazio gehiago jasoko duzu.
fi: 'Tarrojen luonti' -työkalun ylävalikosta pääset tarpeellisiin toimintoihin. Vasemmalla olevasta valikosta pääset puolestaan työkalun eri osioihin. Linkkipolku sivun yläreunassa ilmoittaa sijaintisi ja sitä kautta voit nopeasti palata takaisin aikaisempiin osioihin. Jokaisen sivun yläreunassa on myös linkki ohjeeseen.
fr: En haut de chaque page du Créateur d'étiquettes, une barre d'outils permet un accès rapide aux différentes fonctionnalités. Le menu sur la gauche de chaque page permet également un accès facile aux différentes rubriques. Le fil d'Ariane en haut de chaque page permet de se repérer au sein du module et de revenir rapidement aux rubriques consultées précédemment. Enfin, vous pouvez trouver plus d'informations détaillées sur chaque section du Créateur d'étiquettes en cliquant l'aide en ligne dans le coin en haut à droite de chaque page.
hi: लेबल निर्माता के भीतर प्रत्येक स्क्रीन के शीर्ष पर, आप एक उपकरण पट्टी प्रासंगिक कार्यों के लिए त्वरित पहुँच की अनुमति देखेंगे। प्रत्येक स्क्रीन के बाईं ओर मेनू भी लेबल निर्माता के विभिन्न वर्गों के लिए आसान पहुँच की अनुमति देता है। प्रत्येक स्क्रीन के शीर्ष के निकट ब्रेडक्रम्ब निशान जहां आप लेबल निर्माता मॉड्यूल के भीतर कर रहे हैं और पहले से तय वर्गों के लिए त्वरित नेविगेशन की अनुमति देने के रूप में विशिष्ट संकेत दे देंगे। और अंत में, आप हर पृष्ठ के ऊपरी बाएँ हाथ के कोने पर ऑनलाइन मदद लिंक पर क्लिक करके लेबल निर्माता के प्रत्येक अनुभाग में अधिक विस्तृत जानकारी प्राप्त कर सकते हैं।
it: In ogni pagina del Creatore di etichette, in alto, trovi una barra che ti dà un accesso veloce alle funzioni più rilevanti. Il menu sulla sinistra ti dà un facile accesso alle diverse sezioni del Creatore di etichette. Il percorso di navigazione in alto in ogni pagina ti dice dove ti trovi e ti permette una navigazione veloce verso le precedenti sezioni. Infine informazioni più dettagliate su ogni sezione del Creatore di etichette le puoi trovare cliccando i link di help nell'angolo in alto a destra di ogni pagina.
oc: En haut de cada pagina del Creator d'etiquetas, una barra d'aisinas permet un accès rapide a las diferentas foncionalitats. Lo menú sus la esquèrra de chaque pagina permet tanben un accès facile a las diferentas rubricas. Lo fil d'Ariane amont de cada pagina permet de se repérer al sein del modul e de tornar rapidement a las rubricas consultées précédemment. Enfin, podètz trobar plus d'informacions detalhadas sus cada seccion del Creator d'etiquetas en clicant l'ajuda en linha dins lo coin amont a dreita de chaque page.
pl: W module Kreatora Etykiet u góry każdego ekranu znajduje się pasek narzędzi, pozwalający na szybki dostęp do wybranych funkcji. Menu po lewej stronie na każdym ekranie umożliwia łatwy dostęp do różnych sekcji Kreatora Etykiet. Nawigacja nad paskiem narzędzi pokazuje, gdzie aktualnie znajdujesz się w module Kreatora Etykiet i pozwala na szybki powrót do poprzedniej sekcji. Szczegółowe informacja o każdej sekcji Kreatora Etykiet otrzymasz po kliknięciu na link pomocy online w górnym lewym rogu każdej strony.
pt: No topo de cada tela, você vai ver uma barra de ferramentas que permitam o acesso rápido às funções relevantes. O menu à esquerda de cada tela também permite fácil acesso para as diferentes secções da criação de etiquetas. O trilho perto do topo de cada tela vai dar indicação específica quanto ao local onde você está dentro do módulo de criação e permite uma navegação rápida aos pontos anteriormente percorridos. E, finalmente, você pode encontrar informações mais detalhadas sobre cada secção, clicando no link de ajuda on-line no canto superior esquerdo de cada página.
pt_br: No topo de cada tela, você vai ver uma barra de ferramentas que permitam o acesso rápido às funções relevantes. O menu à esquerda de cada tela também permite fácil acesso para as diferentes secções da criação de etiquetas. O trilho perto do topo de cada tela vai dar indicação específica quanto ao local onde você está dentro do módulo de criação e permite uma navegação rápida aos pontos anteriormente percorridos. E, finalmente, você pode encontrar informações mais detalhadas sobre cada seção, clicando no link de ajuda on-line no canto superior esquerdo de cada página.
sk: Na vrchu každého zobrazenia vnútri Tvorby etikiet uvidíte nástrojovú lištu, ktorá dovoľuje rýchly prístup k relevantným funkciám. Ponuka naľavo tiež dovoľuje ľahký prístup k rozličným častiam Tvorby etikiet. Stopovacia cestička takmer na vrchu zobrazenia Vám dá špecifické údaje o tom, kde sa práva nachádzate v Tvorbe etikiet a umožní Vám rýchlu navigáciu k predošlým oddielom. Nakoniec, môžete nájsť detailnejšie informácie o každom oddieli Tvorby etikiet kliknutím na odkaz pomoci online v ľavom hornom rohu každej stránky.
sv: Längst upp i varje skärm i Etikettverktyget finns en verktygsrad som ger snabb åtkomst till relevanta funktioner. Menyn till vänster om varje skärm ger också enkel åtkomst till de olika delarna av Etikettverktyget. Indikeringen långt upp i varje skärm visar var du är i Etikettverktyget och gör det enkelt att gå till delar du besökt tidigare. Du kan också få mer detaljerad information om varje del av Etikettverktyget genom att klicka på länken för online-hjälp längst upp till vänster i varje sida.
tr: Etiket oluşturma içerisindeki her ekranın üst tarafında, ilgili işlemlere hızlı erişim sağlayan bir araç çubuğu göreceksiniz. Her ekranda sol kısımda görüntülenecek menü aynı zamanda etiket oluşturmanın farklı bölümlerine kolay erişim sağlamaktadır. Her ekranın üst kısmında yan tarafta bulunan kırıntı izi, etiket oluşturma modülü içerisinde nerede olduğunuza dair spesifik bir emare verecektir ve daha önce çapraz geçiş yapılan bölümlerin hızlı erişimine olanak sağlayacaktır. Ve son olarak, etiket oluşturma modülünün her bölümünde bulunan her sayfanın sol üst köşesinde yer alan çevrimiçi yardım bağlantısını tıklayarak ayrıntılı bilgi bulabilirsiniz.
zh_tw: 在新增標籤的各頁面，可以看到快速近用相關功能的工具列。螢幕左方的選單也允許近用至新增標籤的其他區塊。頁面上方的現在位置指標明確指出在新增標籤模組內，並快速瀏覽上一層區塊。最後，點選每個頁面的左上方，可得到各區塊的詳情。

source: At the top of each screen within the Patron Card Creator, you will see a toolbar allowing quick access to relevant functions. The menu to the left of each screen also allows easy access to the different sections of the Patron Card Creator. The breadcrumb trail near the top of each screen will give specific indication as to where you are within the Patron Card Creator module and allow quick navigation to previously traversed sections. And finally, you can find more detailed information on each section of the Patron Card Creator by clicking the online help link at the upper left-hand corner of every page.
ar: في الجزء العلوي من كل شاشة "منشئ بطاقة المستفيد " ضمنها ستشاهد شريط الأدوات الذي يسمح للوصول بسرعة للوظائف ذات الصلة , القائمة الموجودة على يسار كل شاشة تسمح بالوصول بسهولة إلى كل الأقسام المختلفة منشئ بطاقة المستفيد . والقائمة التفصيلية بالقرب من أعلى كل شاشة ستعطيك إشارة محددة أين أنت ضمن وحدة منشئ بطاقة المستفيد يسمح كل بالانتقال ضمن الأجزاء . وأخيرا تستطيع إيجاد معلومات تفصيلة عن كل قسم في منشئ بطاقة المستفيد بالضغط على وصلة المساعدة الفورية في الزاوية اليسرى العليا من كل صفحة
cs: Nahoře každé obrazovky uvnitř Tvorby čtenářských průkazů uvidíte nástrojovou lištu, která umožňuje rychlý přístup k relevantním funkcím. Menu na levé straně každé obrazovky také umožňuje jednoduchý přístup k různým částem Tvorby čtenářských průkazů. Cesta nahoře každé obrazovky Vám umožní přesný přehled, kde se v modulu Tvorby čtenářských průkazů nacházíte a umožní Vám rychlou navigaci k předešlým oddílům. Jako poslední, detailní informace o každém oddílu Tvorby čtenářských průkazů můžete získat kliknutím na odkaz on-line nápovědy v levém horním rohu každé strany.
da: Ved toppen af hvert skærmbillede i låner-editoren findes en værktøjslinje med hurtig adgang til vigtige funktioner. Menuen ved venstre side giver også hurtig adgang til de forskellige dele af låner-editoren. Stien i skærmens øverste område viser, hvor du er i modulet og giver hurtig adgang til tidligere afsnit. I online-hjælpen er der endelig mere detaljeret hjælp øverst til venstre på hver side.
de: Am oberen Rand jeder Seite innerhalb des Moduls für den Benutzerausweisdruck finden Sie eine Toolbar, mit der Sie schnellen Zugriff auf die wichtigen Funktionen haben. Das Navigationsmenü über der linken Seite ermögicht den schnellen Zugriff auf die verschiedenen Bereiche des Moduls. Der Pfad im oberen Bereich des Bilschirms zeigt Ihnen, wo Sie sich innerhalb des Moduls befinden und erlaubt eine schnelle Navigation zu früheren Abschnitten. In der Online-Hilfe finden Sie außerdem weitere Hilfestellung zu jedem Abschnitt, in dem Sie auf das Fragezeichen in der rechten oberen Ecke jeder Seite klicken.
el: Στην κορυφή κάθε οθόνης, στον Δημιουργό Καρτών Μελών, θα δείτε μία μπάρα εργαλείων που σας επιτρέπει να έχετε γρήγορη πρόσβαση σε σχετικές λειτουργίες. Το μενού στα αριστερά κάθε οθόνης επίσης σας επιτρέπει να έχετε εύκολη πρόσβαση σε διαφορετικούς τομείς του Δημιουργού Καρτών Μελών. Η πλοήγηση κοντά στην κορυφή κάθε οθόνης δίνει συγκεκριμένες ενδείξεις για το πού ακριβώς είσαστε στην υπομονάδα Δημιουργίας Καρτών Μελών και σας επιτρέπει να πλοηγηθείτε εύκολα σε προηγούμενες ενότητες. Τέλος, μπορείτε να βρείτε πιο λεπτομερείς πληροφορίες για κάθε κομμάτι του Δημιουργού Καρτών Μελών κάνοντας κλικ στην απευθείας βοήθεια στην πάνω-αριστερή γωνία κάθε σελίδας.
es: En la parte superior de cada pantalla Creador de Carnés de Usuarios, usted verá una barra de herramientas que permite el acceso rápido a las funciones pertinentes. El menú a la izquierda de cada una de estas pantallas también permite un fácil acceso a las diferentes secciones del 'Creador de Carnés de Usuarios'. La ruta de navegación en la parte superior de cada pantalla dará indicación específica sobre dónde se encuentra dentro del módulo de 'Creador de Carnés de Usuarios' y permitirá la navegación rápida a las secciones previamente visitadas. Por último, se puede encontrar información más detallada sobre cada sección del 'Creador de Carnés de Usuarios' haciendo clic en el enlace de ayuda en línea en la esquina superior izquierda de cada página.
eu: Bazkideen etiketa sortzaileko pantaila guztien goialdean funtzio garrantzitsuetarako sarbide azkarrak dituen tresna barra bat ikusiko duzu. Pantaila bakoitzaren ezkerreko menuak Bazkideen etiketa sortzailearen hainbat atalerako sarbide erraza eskaintzen du. Pantaila bakoitzaren goialdeko nabigazio hariak Bazkideen etiketa sortzailea moduluaren barruan nun zauden esango dizu zehazki, eta aurrez bisitatutako ataletara erraz nabigatzea ahalbidetuko dizu. Azkenik, orri bakoitzaren goi-ezkerreko izkineko online laguntza loturan klik egiten baduzu, Bazkideen etiketa sortzailearen atal bakoitzari buruzko informazio gehiago jasoko duzu.
fi: 'Kirjastokorttien luonti' -työkalun jokaisen sivun yläosassa on työkaluvalikko, josta pääsee nopeasti eri toimintoihin. Myös vasemmalla olevia valikkoja voi käyttää navigointiin. Yläreunassa on linkkipolku, joka näyttää senhetkisen sijainnin ja tarjoaa helpon mahdollisuuden siirtyä aikaisemmille sivuille. Jokaisen sivun oikeassa ylänurkassa olevaa ohjetta kannattaa hyödyntää työkalun eri osioiden kanssa.
fr: En haut de chaque page du Créateur de carte d'adhérents, une barre d'outils permet un accès rapide aux différentes fonctionnalités. Le menu sur la gauche de chaque page permet également un accès facile aux différentes rubriques. Le fil d'Ariane en haut de chaque page permet de se repérer au sein du module et de revenir rapidement aux rubriques consultées précédemment. Enfin, vous pouvez trouver plus d'informations détaillées sur chaque section du Créateur de cartes d'adhérents en cliquant l'aide en ligne dans le coin en haut à droite de chaque page.
hi: संरक्षक कार्ड प्रजापति के भीतर प्रत्येक स्क्रीन के शीर्ष पर, आप एक उपकरण पट्टी प्रासंगिक कार्यों के लिए त्वरित पहुँच की अनुमति देखेंगे। प्रत्येक स्क्रीन के बाईं ओर मेनू भी संरक्षक कार्ड प्रजापति के विभिन्न वर्गों के लिए आसान पहुँच की अनुमति देता है। प्रत्येक स्क्रीन के शीर्ष के निकट ब्रेडक्रम्ब निशान जहां आप संरक्षक कार्ड प्रजापति मॉड्यूल के भीतर कर रहे हैं के रूप में विशिष्ट संकेत दे सकता है और पहले से तय वर्गों के लिए त्वरित नेविगेशन की अनुमति देगा। और अंत में, आप हर पृष्ठ के ऊपरी बाएँ हाथ के कोने पर ऑनलाइन मदद लिंक पर क्लिक करके संरक्षक कार्ड प्रजापति के प्रत्येक अनुभाग में अधिक विस्तृत जानकारी प्राप्त कर सकते हैं।
it: In ogni pagina del Creatore tessere, in alto, trovi una barra che ti dà un accesso veloce alle funzioni più rilevanti. Il menu sulla sinistra ti dà un facile accesso alle diverse sezioni del Creatore tessere. Il percorso di navigazione in alto in ogni pagina ti dice dove ti trovi e ti permette una navigazione veloce verso le precedenti sezioni. Infine informazioni più dettagliate su ogni sezione del Creatore tessere le puoi trovare cliccando i link di help nell'angolo in alto a destra di ogni pagina.
oc: En haut de cada pagina del Creator de carta d'aderents, una barra d'aisinas permet un accès rapide a las diferentas foncionalitats. Lo menú sus la esquèrra de cada pagina permet tanben un accès facile a las diferentas rubricas. Lo fil d'Ariane amont de cada pagina permet de se repérer al sein del modul e de tornar rapidement a las rubricas consultées précédemment. Enfin, podètz trobar plus d'informacions detalhadas sus chaque seccion del Creator de cartas d'aderents en clicant l'ajuda en linha dans lo coin en haut a dreita de cada page.
pl: Na górze ekranu Kreatora Kart Użytkowników znajduje się pasek narzędzi umożliwiający szybki dostęp do odpowiednich funkcji. Menu po lewej stronie ekranu także pozwala na łatwy dostęp do różnych sekcji Kreatora Kart Użytkowników. Nawigacja u góry ekranu wskazuje na Twoje miejsce w module Kreatora Kart Użytkowników i pozwala na szybkie przejście do poprzednich sekcji. Więcej szczegółów dotyczących każdej sekcji Kreatora Kart Użytkowników pojawi się, gdy klikniesz na link (w górnym lewym rogu na każdej stronie) pomocy online.
pt: No topo de cada tela, você vai ver uma barra de ferramentas que permitam o acesso rápido às funções relevantes. O menu à esquerda de cada tela também permite fácil acesso para as diferentes secções da criação de cartões de leitor. O trilho perto do topo de cada tela vai dar indicação específica quanto ao local onde você está dentro do módulo de criação e permite uma navegação rápida aos pontos anteriormente percorridos. E, finalmente, você pode encontrar informações mais detalhadas sobre cada secção, clicando no link de ajuda on-line no canto superior esquerdo de cada página.
pt_br: No topo de cada tela, você vai ver uma barra de ferramentas que permitam o acesso rápido às funções relevantes. O menu à esquerda de cada tela também permite fácil acesso para as diferentes secções da criação de carteirinhas de usuário. O trilho perto do topo de cada tela vai dar indicação específica quanto ao local onde você está dentro do módulo de criação e permite uma navegação rápida aos pontos anteriormente percorridos. E, finalmente, você pode encontrar informações mais detalhadas sobre cada seção, clicando no link de ajuda on-line no canto superior esquerdo de cada página.
sk: Na vrchu každého zobrazenia vnútri Tvorby čitateľských preukazov uvidíte nástrojovú lištu, ktorá dovoľuje rýchly prístup k relevantným funkciám. Ponuka naľavo tiež dovoľuje ľahký prístup k rozličným častiam Tvorby čitateľských preukazov. Stopovacia cestička takmer na vrchu zobrazenia Vám dá špecifické údaje o tom, kde sa práva nachádzate v Tvorbe čitateľských preukazov a umožní Vám rýchlu navigáciu k predošlým oddielom. Nakoniec, môžete nájsť detailnejšie informácie o každom oddieli Tvorby etikiet kliknutím na odkaz pomoci online v ľavom hornom rohu každej stránky.
sv: Längst upp i varje skärm i Låntagarkortverktyget finns en verktygsrad som ger snabb åtkomst till relevanta funktioner. Menyn till vänster om varje skärm ger också enkel åtkomst till de olika delarna av Låntagarkortverktyget. Indikeringen långt upp i varje skärm visar var du är i Låntagarkortverktyget och gör det enkelt att gå till delar du besökt tidigare. Du kan också få mer detaljerad information om varje del av Låntagarkortverktyget genom att klicka på länken för online-hjälp längst upp till vänster i varje sida.
tr: Kullanıcı kartı oluşturma içerisindeki her ekranın üst tarafında, ilgili işlemlere hızlı erişim sağlayan bir araç çubuğu göreceksiniz. Her ekranda sol kısımda görüntülenecek menü aynı zamanda kullanıcı kartı oluşturmanın farklı bölümlerine kolay erişim sağlamaktadır. Her ekranın üst kısmında yan tarafta bulunan kırıntı izi, kullanıcı kartı oluşturma modülü içerisinde nerede olduğunuza dair spesifik bir emare verecektir ve daha önce çapraz geçiş yapılan bölümlerin hızlı erişimine olanak sağlayacaktır. Ve son olarak, kullanıcı kartı oluşturma modülünün her bölümünde bulunan her sayfanın sol üst köşesinde yer alan çevrimiçi yardım bağlantısını tıklayarak ayrıntılı bilgi bulabilirsiniz.
zh_tw: 在新增讀者證的每個頁面上方，可看到近用相關功能的工具列。螢幕左方的選單也允許近用至新增讀者證的其他區塊。頁面上方的現在位置指標明確指出在新增讀者證模組內，並快速瀏覽上一層區塊。最後，點選每個頁面的左上方，可得到各區塊的詳情。

source: At the top of the Check Out screen is a box for you to type or scan the item's barcode into.
ar: يوجد أعلى شاشة الإعارة مربع لتكتب فيه أو تمسح ضوئيا باركود المادة فيه.
cs: Nahoře obrazovky s výpůjčkami je políčko, do kterého můžete napsat nebo naskenovat čárový kód jednotky.
da: Ved den øverste kant af siden udlån findes et indtastningsfelt, hvor stregkoden kan indtastes eller indscannes.
de: Am oberen Rand der Seite Ausleihe finden Sie ein Eingabefeld, in das Sie den Barcode eingeben oder einscannen können.
el: Στην κορυφή της οθόνης Δανεισμού υπάρχει ένα κουτί στο οποίο μπορείτε να πληκτρολογήσετε ή να σαρώσετε το barcode του τεκμηρίου.
es: En la parte superior de la pantalla de préstamos hay un campo para escribir o escanear el código de barras del ítem.
eu: Maileguen pantailaren goialdeak elementuaren barra kodea idazteko edo eskaneatzeko koadro bat duzu.
fi: Lainausnäytön yläreunassa on laatikko, johon voit naputella tai lukea niteen viivakoodin.
fr: En haut de l'écran de prêt se trouve la zone dans laquelle vous pouvez taper ou scanner le code à barres de l'exemplaire.
hi: चेक आउट स्क्रीन के शीर्ष पर एक बॉक्स आप लिखें या में स्कैन आइटम की बारकोड के लिए है।
it: Nella parte superiore della schermata del Prestito c'è un spazio in cui digitare o scannerizzare il codice a barre del documento.
oc: En haut de l'ecran de prèst se tròba la zòna dins la quala podètz taper ou scanner lo còdi de barras de l'exemplar.
pl: W zakładce 'Wypożycz' wyświetla się okno, do którego można wpisać lub wczytać kod kreskowy egzemplarza.
pt: Na parte superior da tela do Empréstimos, existe uma caixa para digitar ou ler códigos de barras do exemplar em questão.
pt_br: Na parte superior da tela do Empréstimos, existe uma caixa para digitar ou ler códigos de barras do item em questão.
sk: Na vrchu zobrazenia Výpožičiek je políčko, do ktorého môžete zoskenovať alebo vpísať čiarový kód exemplára.
sv: Längst upp i utlåningsskärmen finns en ruta där du kan ange eller skanna streckkoden för objektet.
tr: Ödünç verme ekranının en üst kısmında, materyallerinizin barkodunu girmeniz ya da tarayabilmeniz için bir kutu vardır.
zh_tw: 在借出畫面的上方有個鍵入盒，供鍵入或掃瞄館藏的條碼。
