Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Define which fields or subfields you want to export, separated by pipes. Example :200|210$a|301
ar: حدد أي حقل رئيسي أو فرعي ترغب بتصديره ، إفصل بينهم بالعامود. مثال: 200|210$a|301
cs: Definujte, která pole nebo podpole chcete exportovat, oddělené svislítky. Např. 200|210$a|301
da: Definer hvilke felter og underfelter, der skal eksporteres, adskilt af lodrette linjer. Eksempel: 200|210$a|301
de: Legen Sie fest, welche Felder oder Unterfelder Sie exportieren möchten, getrennt durch Pipes (|): Beispiel: 200|210$a|301
el: Ορίστε ποια πεδία ή υποπεδία θέλετε να εξάγετε, χωρισμένα με |. Παράδειγμα :200|210$a|301
es: Definir los campos o subcampos que desea exportar, separados por barras verticales. Ejemplo: 200 | 210 $ a | 301
eu: Zeaztu esportatu nahi diren eremuak eta azpieremuak, pipeta bidez banatuak: Adibidez :200|210$a|301
fi: Määrittele, mitkä kentät tai osakentät haluat viedä, erotusmerkkinä pystyviiva. Esimerkki: 200|210$a|301
fr: Définir quels champs ou sous-champs vous voulez exporter, en les séparant par des |. Par exemple : 200|210$a|301
hi: परिभाषित करें जो खेतों या उपक्षेत्रों आप निर्यात करना चाहते हैं, पाइप से अलग कर दिया। उदाहरण: :200|210$a|301
it: Definisci quali campi o sottocampi vuoi esportare, separandoli con barre verticali. Esempi: 200|210$a|301
oc: Definir quels camps o soscamps volètz exporter, en les séparant per des |. Per exemple : 200|210$a|301
pt: Definir quais os campos ou subcampos que deseja exportar, separados por barras verticais. Exemplo : 200|210$a|301
pt_br: Definir quais os campos ou subcampos que deseja exportar, separados por barras verticais. Exemplo : 200|210$a|301
sk: Definujte, ktoré polia alebo podpolia chcete exportovať, oddelené zvislou čiarou. Príklad : 200|210$a|301
sv: Definiera vilka fält eller underliggande fält du vill exportera, separerade av vertikalstreck. Exempel :200|210$a|301
tr: Dışa aktarmak istediğiniz çubuklarla ayrılmış alanları veya alt alanları tanımlayın. Örnek: 200|210$a|301
zh_tw: 設定匯出的欄位與分欄，以直線區隔。如：200|210$a|301

source: Defining a mapping
ar: تحديد تعيينات الخرائط
cs: Definice mapování
da: Definere en tilordning
de: Neues Mapping
el: Ορίστε μία αντιστοίχιση
es: Defina una correspondencia
eu: Defina una correspondencia
fi: Vastaavuuden määrittely
fr: Définition d'un critère de sélection
hi: एक मानचित्रण परिभाषित
it: Aggiungi un collegamento
oc: Definicion d'un critèri de seleccion
pl: Definiowanie mapowania
pt: Definir um mapeamento
pt_br: Adicionar um mapeamento
sk: Definuje sa priradenie
sv: Definiera en mappning
tr: Eşleme tanımlaması
zh_tw: 設定對映

source: Del952.xsl: Remove items (MARC21/NORMARC)
ar: Del952.xsl: حذف المواد (MARC21/NORMARC)
cs: Del952.xsl: Odstraní jednotky (MARC21/NORMARC)
de: Del952.xsl: Exemplarinformationen löschen (MARC21/NORMARC)
el: Del952.xsl: Αφαιρέστε τα τεκμήρια (MARC21/NORMARC)
es: Del952.xsl: Elimina ítems (MARC21/NORMARC)
eu: Del952.xsl: Elementuak ezabatu (MARC21/NORMARC)
fi: Del952.xsl: Poista nimekkeet (MARC21/NORMARC)
fr: Del952.xsl: Supprimer les exemplaires (MARC21/NORMARC)
hi: Del952.xsl: निकालें आइटम (MARC21 / NORMARC)
it: Del952.xsl: Rimuovi le copie (MARC21/NORMARC)
oc: Del952.xsl: Suprimir los exemplars (MARC21/NORMARC)
pt: Del952.xsl: Remove exemplares (MARC21/NORMARC)
sk: Del952.xsl: Odstrániť exempláre (MARC21/NORMARC)
tr: Del952.xsl: Materyalleri kaldır (MARC21/NORMARC)
zh_tw: Del952.xsl: 移除館藏 (MARC21/NORMARC)

source: Del995.xsl: Remove items (UNIMARC)
ar: Del995.xsl: حذف المواد (UNIMARC)
cs: Del995.xsl: Odstraní jednotky (UNIMARC)
de: Del995.xsl: Exemplarinformationen löschen (UNIMARC)
el: Del995.xsl: Αφαιρέστε τα τεκμήρια (UNIMARC)
es: Del995.xsl: Elimina ítems (UNIMARC)
eu: Del995.xsl: Elementuak ezabatu (UNIMARC)
fr: Del995.xsl&nbsp: Supprimer des exemplaires (UNIMARC)
hi: Del995.xsl: निकालें आइटम (Unimarc)
it: Del995.xsl: Rimuovi le copie (UNIMARC)
oc: Del995.xsl&nbsp: Suprimir des exemplars (UNIMARC)
pt: Del995.xsl: Remove exemplares (UNIMARC)
sk: Del995.xsl: Odstrániť exempláre (UNIMARC)
tr: Del995.xsl: Materyalleri kaldır (UNIMARC)
zh_tw: Del995.xsl: 移除館藏 (UNIMARC)

source: Del9LinksExcept952.xsl: Remove $9 links. Skip item fields (MARC21/NORMARC).
ar: Del9LinksExcept952.xsl: حذف روابط $9 . تخطي حقول المادة(MARC21/NORMARC).
cs: Del9LinksExcept952.xsl: Odstraní odkazovací podpole $9 ve všech polích kromě polí pro jednotky. (MARC21/NORMARC).
de: Del9LinksExcept952.xsl: $9-Unterfelder löschen. Exemplarfelder sind ausgenommen. (MARC21/NORMARC).
el: Del9LinksExcept952.xsl: Αφαιρέστε $9 συνδέσμους. Παραλείψτε τα πεδία του τεκμηρίου (MARC21/NORMARC).
es: Del9LinksExcept952.xsl: Elimina enlaces $9. Omite campos de ítem (MARC21/NORMARC).
eu: Del9LinksExcept952.xsl: Ezabatu $9 loturak. Elementuaren eremuak jauzia egin (MARC21/NORMARC).
fi: Del9LinksExcept952.xsl: Remove $9 links. Älä huomio nidekenttiä (MARC21/NORMARC).
fr: Del9LinksExcept952.xsl: Enlever les liens $9 . Éviter les champs exemplaires (MARC21/NORMARC).
hi: Del9LinksExcept952.xsl: $ 9 लिंक निकालें। आइटम क्षेत्रों (MARC21 / NORMARC) छोड़ें।
it: Del9LinksExcept952.xsl: Rimuovi $9 i link. Salta i campi con le copie (MARC21/NORMARC).
oc: Del9LinksExcept952.xsl: Levar los ligams $9 . Éviter los camps exemplars (MARC21/NORMARC).
pt: Del9LinksExcept952.xsl: Remove links $9. Salta os exemplares (MARC21/NORMARC).
sk: Del9LinksExcept952.xsl: Odstrániť odkazy $9. Preskočiť polia exemplárov (MARC21/NORMARC).
tr: Del9LinksExcept952.xsl: $9 bağlantılarını kaldır. Materyal alanlarını atla (MARC21/NORMARC).
zh_tw: Del9LinksExcept952.xsl: 移除 $9 連結。略過館藏欄位 (MARC21/NORMARC)。

source: Del9LinksExcept995.xsl: Remove $9 links. Skip item fields (UNIMARC).
ar: Del9LinksExcept995.xsl: حذف روابط $9 . تخطي حقول المادة (UNIMARC).
cs: Del9LinksExcept995.xsl: Odstraní odkazovací podpole $9 ve všech polích kromě polí pro jednotky. (UNIMARC).
de: Del9LinksExcept995.xsl: $9-Unterfelder löschen. Exemplarfelder sind ausgenommen (UNIMARC).
el: Del9LinksExcept995.xsl: Αφαιρέστε $9 συνδέσμους. Παραλείψτε τα πεδία του τεκμηρίου (UNIMARC).
es: Del9LinksExcept995.xsl: Elimina enlaces $9. Omite campos de ítem (UNIMARC).
eu: Del9LinksExcept995.xsl: Ezabatu $9 loturak. Elementuaren eremuak jauzia egin (UNIMARC).
fi: Del9LinksExcept995.xsl: Remove $9 links. Älä huomio nidekenttiä (UNIMARC).
fr: Del9LinksExcept995.xsl: Enlever les liens $9. Éviter les champs exemplaires (UNIMARC).
hi: Del9LinksExcept995.xsl: $ 9 लिंक निकालें। जाएं मद क्षेत्रों (Unimarc)।
it: Del9LinksExcept995.xsl: Rimuovi $9 i link. Salta i campi con le copie (UNIMARC).
oc: Del9LinksExcept995.xsl: Levar los ligams $9. Éviter los camps exemplars (UNIMARC).
pt: Del9LinksExcept995.xsl: Remove links $9. Salta os exemplares (UNIMARC).
sk: Del9LinksExcept995.xsl: Odstrániť odkazy $9. Preskočiť polia exemplárov (UNIMARC).
tr: Del9LinksExcept995.xsl: $9 bağlantılarını kaldır. Materyal alanlarını atla (UNIMARC).
zh_tw: Del9LinksExcept995.xsl: 移除 $9 連結。略過館藏欄位 (UNIMARC)。

source: Delay is the number of days after an issue is due before an action is triggered.
ar: التأخير هو عدد الأيام بعد العدد المقررقبل أى عمل مسبب.
cs: Zpoždění je počet dní po termínu vrácení než je akce je spuštěna.
da: Forsinkelse er det antal dage, der skal gå fra en udgave er udløbet til en aktion udløses.
de: Karenz ist die Anzahl der Tage, bevor eine Aktion durch eine überfällige Ausleihe ausgelöst wird.
el: Καθυστέρηση είναι ο αριθμός των ημερών που δίνονται μετά την ημερομηνία επιστροφής, χωρίς να γίνει κάποια σχετική ειδοποίηση.
es: Demora es el número de días desde que se espera un ejemplar antes que se dispare una acción.
eu: Berandutzea elementu baten epemuga gainditu eta ekintza bat aurrera eramaten den arteko egun kopurua da.
fi: Viive on niiden päivien lukumäärä, monenko päivän jälkeen eräpäivästä toiminto aktivoituu.
fr: La colonne 'Délai' contient le nombre de jour de retard à partir duquel une action doit être déclenchée.
hi: देरी के दिनों की संख्या एक मुद्दा के बाद से पहले एक कार्रवाई शुरू हो रहा है कारण है।
it: Il "Ritardo" (detto anche "periodo di grazia") è il numero di giorni dalla scadenza di un prestito prima che venga innescata un'azione.
oc: La colomna 'Délai' conten lo nombre de jorn de retard a partir duquel una accion deu èsser déclenchée.
pl: Opóźnienie jest liczbą dni po upływie terminu dostarczenia numeru, które jeszcze nie powodują podjęcia żadnych działań.
pt: Atraso é o número de dias após um empréstimo terminar e antes de activar uma acção.
pt_br: Atraso é o número de dias após um empréstimo terminar e antes de ativar uma ação.
sk: Oneskorenie znamená počet dní po dátume návratu skôr než sa spustí akcia.
sv: Fördröjning är det antal dagar efter att ett nummer ska ha ankommit innan en åtgärd utförs.
tr: Gecikme, bir yayının iade edilmesi gereken günden uyarı işleminin başlatıldığı güne dek geçen günlerin sayısıdır.
zh_tw: 延遲是逾期後天數，屆時才啟發逾期通知。

source: Delete Quote(s)
ar: حذف الإقتباس(ات)
cs: Smazat označené citáty
da: Slette citat(r)
de: Zitat(e) löschen
el: Διαγραφή Αποφθέγματος/ων
es: Eliminar citas(s)
eu: Eliminar Comilla(s)
fi: Poista sitaatit
fr: Supprimer Citation(s)
hi: उद्धरण(s) हटाएँ
it: Cancella citazione(i)
oc: Suprimir Citation(s)
pl: Usuń Cytat(y)
pt: Eliminar frase(s)
pt_br: Excluir citação(ões)
sk: Odstrániť obrázky
sv: Radera citat
tr: Bilgi(ler) sil
zh_tw: 刪除引句

source: Delete SQL Reports
el: Διαγραφή της SQL αναφοράς
fi: Poista SQL-raportteja
hi: एसक्यूएल रिपोर्ट मिटाएँ

source: Delete a set
ar: حذف المجموعة
cs: Odstranit sadu
da: Slette et sæt
de: Set löschen
el: Διαγραφή ενός συνόλου
es: Eliminar un conjunto
eu: Eliminar un conjunto
fi: Poista OAI-joukko
fr: Supprimer un set
hi: एक सेट को हटाएँ
it: Cancella un set
oc: Suprimir un set
pt: Eliminar o conjunto
pt_br: Excluir um conjunto
sk: Odstrániť sadu
sv: Radera en uppsättning
tr: Dizi sil.
zh_tw: 刪除集合

source: Delete all items at once
el: Διαγραφή όλων των τεκμηρίων μονομιάς
eu: Ezabatu item guztiak aldi berean
fi: Kaikkien niteiden poisto kerralla
hi: एक बार में सभी आइटम हटाएं
oc: Suprimir totes los elements a l'encòp

source: Delete an existing subscription
ar: حذف الإشتراك الموجود
cs: Odstranit existující předplatné
da: Slette et eksisterende abonnement
de: Abonnement löschen
el: Διαγραφή υπάρχουσας συνδρομής
es: Borrar una suscripción existente
eu: Ezabatu oraingo harpidetza bat
fi: Olemassa olevan lehtitilauksen poisto
fr: Supprimer une inscription
hi: मौजूदा सदस्यता मिटाएं
it: Cancella abbonamento
oc: Suprimir un abonament
pl: Usuwanie istniejącej prenumeraty
pt: Eliminar uma assinatura
pt_br: Excluir uma assinatura existente
sk: Odstrániť jestvujúce zápisné
sv: Radera en befintlig prenumeration
tr: Mevcut aboneliği sil
zh_tw: 刪除既有的訂閱

source: Delete old borrowers and anonymize circulation/reading history (deletes borrower reading history)
ar: قم بحذف المستعيرين القدامي وتجهيل تاريخ الإعارة/ القراءة (حذف سجل قراءة المستعير)
cs: Mazání neaktivních čtenářů a anonymizace/smazání historie výpůjček
da: Slette gamle lånere og anonymisere udlåns-/læsningshistorik (sletter lånernes læsehistorik)
de: Inaktive Benutzer löschen und Ausleih- und Lesehistorien anonymisieren (löscht Benutzerausleihhistorie)
el: Διαγραφή παλαιών δανειζόμενων και ανωνυμοποίηση του ιστορικού διακίνησης υλικού/ανάγνωσης (διαγράφει το ιστορικό ανάγνωσης του δανειζόμενου)
es: Eliminar usuarios antiguos y anonimizar historial de préstamo/lectura (elimina historial de lectura)
eu: Ezabatu mailegu-hartzaile zaharrak eta anonimizatu zirkulazio/irakurketa historiala ( mailegu-hartzailearearen irakurketa-historiala ezabatu)
fi: Vanhojen lainaajien ja lainahistorian anonymisointi, asiakkaan lainahistorian poisto
fr: Supprimer les anciens adhérents et rendre anonyme l'historique de prêts/lectures (supprime l'historique de lectures des adhérents)
hi: पुराने ऋण लेने वालों को हटाएँ और परिसंचरण अनाम / इतिहास पढ़ने (उधारकर्ता को पढ़ने के इतिहास को हटाता है)
it: Cancella i vecchi utenti e rendi anonimo lo storico della circolazione (cancellare lo storico dei prestiti dell'utente)
oc: Suprimir les anciens aderents e rendre anonyme l'istoric de prèstes/lecturas (supprime l'istoric de lecturas des aderents)
pl: Usuwanie nieaktywnych użytkowników oraz historii udostępniania
pt: Eliminar os leitores desactualizados e tornar anónimo o histórico de empréstimo (acesso à ferramenta)
pt_br: Excluir antigos usuários e anonimizar o histórico de circulação/leitura (exclui o histórico de leituras do usuário)
sk: Odstrániť starých požičiavateľov a utajiť výpis ich obehu/čítania (odstráni sa čitateľský výpis požičiavateľa)
sv: Radera gamla låntagare och anonymisera låne-/läsehistorik (raderar låntagarens läsehistorik)
tr: Eski ödünç alanları sil ve dolaşımı/okuma geçmişini anonimleştirir (ödünç alan okuma geçmişini siler)
zh_tw: 刪除舊讀者與匿名流通/閱讀記錄(刪除借閱者的閱讀記錄)

source: Delete public lists
eu: Ezabatu zerrenda publikoak
fi: Julkisen listan poisto
hi: सार्वजनिक सूची को हटाएँ
oc: Suprimir las listas publicas

source: Deleting Item Types
ar: حذف أنواع المادة
cs: Odstraňování typů jednotek
da: Sletter medietyper
de: Medientypen löschen
el: Διαγραφή Τύπων Τεκμηρίου
es: Eliminando tipos de ítem
eu: Elementu motak ezabatzen
fi: Poista aineistolajeja
fr: Supprimer les types de document
hi: आइटम प्रकार हटाना
it: Cancellare tipi di copie
oc: Suprimir los tipes de document
pl: Usuwanie typów dokumentu
pt: Eliminar tipos de documento
pt_br: Excluindo tipos de material
sk: Odstránenie typov exemplárov
sv: Radera objekttyper
tr: Materyal Türünü Sil
zh_tw: 刪除館藏類型

source: Deleting alerts
eu: Alertak ezabatu
fi: Poista hälytyksiä
hi: अलर्ट हटाना

source: Deleting items
ar: حذف المواد
cs: Odstraňování položek
da: Sletter eksemplarer
de: Exemplare löschen
el: Διαγραφή Αντιτύπων
es: Eliminando ítems
eu: Eliminando ítems
fi: Poista niteitä
fr: Supprimer les exemplaires
hi: आइटम को हटाने पर
it: Cancellare copie
oc: Suprimir los exemplars
pl: Usuwanie pozycji
pt: Eliminar exemplares
pt_br: Excluindo itens
sk: Exempláre sa odstraňujú
sv: Radera objekt
tr: Bu materyalleri sil
zh_tw: 刪除館藏

source: Depending on how many items you choose to place a hold on at once you will see a different place hold form. If you are placing a hold on one bibliographic record you will see a list of all of the items you can place a hold on.
ar: إعتماداً على عدد المواد التي اخترت أن يتم حجزها في نفس الوقت سترى نماذج مختلفة للحجوزات. إذا كنت تقوم بالحجز على تسجيلة ببليوغرافية واحدة ، سترى قائمة من كل المواد التي تستطيع ان تنفذ الحجز عليها.
cs: Podle množství jednotek, na které chcete najednout zadat rezervaci se vám zobrazí příslušný formulář. Pokud zadáváte rezervaci na jeden záznam, zobrazí se seznam všech jednotek, které můžete rezervovat.
da: Alt efter hvor mange eksemplarer, der reserveres på en gang vises en forskellig formular. Hvis man reserverer en enkelt bibliografisk post, vises en liste med alle de eksemplarer, der kan reserveres.
de: Abhängig davon, wieviele Vormerkungen Sie auf einmal setzen möchten, sehen Sie unterschiedliche Formulare. Wenn Sie die Vormerkung ausgehend vom Titelsatz setzen, erhalten Sie eine Liste der Exemplare, auf die Sie auch exemplarbezogene Vormerkungen setzen können.
el: Ανάλογα σε πόσα αντικείμενα επιλέγετε να κάνετε ταυτόχρονη κράτηση θα δείτε μία διαφορετική φόρμα κράτησης. Αν κάνετε κράτηση σε μία βιβλιογραφική εγγραφή θα εμφανιστεί μία λίστα με όλα τα αντίτυπα στα οποία μπορείτε να κάνετε κράτηση.
es: Dependiendo de cuantos ítems elija reservar a la vez verá un formulario diferente para hacer reservas. Si hace una reserva en un registro bibliográfico verá una lista de todos los ítems que puede reservar.
eu: Dependiendo de cuantos ítems elija reservar a la vez verá un formulario diferente para hacer reservas. Si hace una reserva en un registro bibliográfico verá una lista de todos los ítems que puede reservar.
fi: Riippuen siitä, montako nimekettä olet valinnut varattavaksi kerrallaan, näet eri varauslomakkeita. Jos olet varaamassa yhtä nimeketietuetta, näet listan kaikista siihen liittyvistä niteistä, joita voit varata.
fr: Selon le nombre d'exemplaires que vous réservez à la fois, vous obtenez un formulaire de réservation différent. Si vous réservez une notice unique, vous avez une liste de tous ses exemplaires que vous pouvez réserver.
hi: कितने आइटम आप एक बार में आप एक अलग जगह होल्ड प्रपत्र देखेंगे एक होल्ड पर जगह के लिए चुन पर निर्भर करता है। आप एक ग्रंथ सूची रिकॉर्ड पर एक होल्ड रखने रहे हैं, तो आप पर एक होल्ड जगह कर सकते हैं आइटम के सभी की एक सूची देखेंगे।
it: In funzione del numero di copie che intendi prenotare in una sola volta, ti verranno proposte differenti schermate di prenotazione. Se stai prenotando un'opera, vedrai una lista di tutte le copie che potrai prenotare.
oc: Segon lo nombre d'exemplars que reservatz a l'encòp, obtenètz un formulari de reservacion diferent. Se reservatz una notícia unica, avètz una lista de totes sos exemplars que podètz reservar.
pl: W zależności, jak wiele egzemplarzy wybierzesz do złożenia rezerwacji, wyświetlą ci się różne formularze zamówienia. Jeśli zamawiasz jeden tytuł, zobaczysz listę wszystkich egzemplarzy, które możesz zarezerwować.
pt: Dependendo no número de exemplares que escolhe para reservar verá um formulário de reserva diferente. Se apenas tentar reservar um registo bibliográfico verá uma lista de todos os exemplares que pode reservar.
pt_br: Dependendo de quantos exemplares você escolher para reservar de uma vez você verá um formulário de reserva diferente. Se você estiver reservando em apenas um registro bibliográfico, você verá uma lista de todos os exemplares disponíveis para reserva.
sk: Podľa množstva exemplárov, na ktoré chcete zadať rezerváciu odrazu sa Vám zobrazí odlišný formulár odlišného zadávania rezervácií. Ak zadávate rezervácie na jeden knižničný záznam, uvidíte zoznam všetkých exemplárov, ktoré môžete zarezervovať.
sv: Beroende på hur många objekt du väljer att reservera samtidigt visas ett annorlunda reservationsformulär. Om du reserverar en bibliografisk post visas en lista med alla objekt du kan reservera.
tr: Bir seferde kaç tane materyal ayırmayı seçtiğinize bağlı olarak, farklı bir ayırma formu göreceksiniz. Bibliyografik bir kayda ayırma yapıyorsanız, ayırma yapabileceğiniz materyallerin tüm listesini göreceksiniz.
zh_tw: 依照同時選定的預約館藏數，您可以看見不同的預約表單。若在一個書目紀錄內預約，可看到所有預約的館藏。

source: Depending on how you have your HidePatronName system preference set the list may show card numbers instead of names in the Patron column like in the image above.
ar: إعتماداً على الكيفية التي تم بها ضبط تفضيل النظام HidePatronName ربما تعرض القائمة رقم البطاقة بدلاً من الأسماء في عامود المستفيد كما في الصورة أعلاه.
cs: V závislosti na nastavení vašeho HidePatronName může seznam zobrazit čísla průkazů místo jmen ve sloupci čtenáři, jak to vidíte na obrázku nahoře.
da: Bemærk: Alt efter indstillingen af HidePatronName system-indstillingen, kan listen vise lånernavne istedet for lånernumre i lånerkolonnen som i billedet herover.
de: Hinweis: Abhängig davon, wie der Systemparameter HidePatronName konfiguriert ist, werden entweder die Benutzernamen oder die Ausweisnummern in der Benutzerspalte angezeigt.
el: Ανάλογα με το πως έχετε ρυθμίσει τις HidePatronName προτίμησεις του συστήματος σας η λίστα μπορεί να εμφανίσει τους αριθμούς καρτών αντί για ονόματα στη στήλη των Μέλων όπως στην παραπάνω εικόνα.
es: Dependiendo del valor de la preferencia del sistema HidePatronName, la lista puede mostrar números de carnés de usuarios en vez de nombres en la columna Usuarios como se aprecia en la imagen de abajo.
eu: Dependiendo del valor de la preferencia del sistema HidePatronName la lista puede mostrar números de carnet de socios en vez de nombres en la columna Socios como se aprecia en la imagen de abajo.
fi: Riippuu HidePatronName-järjestelmäasetuksesta, näkyykö asiakkaan tiedot -sarakkeessa kirjastokortin numero nimen sijaan.
fr: Selon la façon dont vous avez ou non activé la préférence système HidePatronName, la liste peut afficher les numéros de cartes d'adhérents au lieu des noms dans la colonne Adhérent, comme sur l'image ci-dessus.
hi: आप कैसे है पर निर्भर करता है आपके HidePatronName प्रणाली वरीयता निर्धारित सूची के ऊपर छवि में जैसे कार्ड के बजाय संरक्षक स्तंभ में नामों संख्या दिखा सकते हैं।
it: Nota: in funzione della preferenza di sistema HidePatronName, l'elenco mostrerà o il nome o il numero tessera nella colonna Utente dell'immagine.
oc: Selon la faiçon dont avètz o non activat la preferéncia sistèma HidePatronName, la lista pòt afichar les numèros de cartas d'aderents al lieu des noms dins la colomna Aderent, coma sus l'imatge ci-dessus.
pl: W zależności od ustawień opcji systemu HidePatronName zamiast listy numerów kart bibliotecznych może wyświetlić się lista nazwisk użytkowników.
pt: Dependendo da preferência de sistema HidePatronName a lista apresentará os número de cartão em vez dos nomes na coluna dos leitores como a imagem acima apresenta.
pt_br: Dependendo de como está configurado a preferência do sistema HidePatronName, a lista pode ser exibida monstrando os nomes dos usuários no lugar do número de usuário na coluna usuário como na imagem a seguir.
sk: V závislosti od nastavenia Vášho HidePatronName môže zoznam zobraziť čísla preukazov namiesto mien v stĺpci čitateľa ako to vidíte na obrázku hore.
sv: Beroende på hur systeminställningen HidePatronName är inställd kan listan visa kortnummer istället för namn i låntagarkolumnen, som i bilden ovan.
tr: Kullanıcı İsmini Gizle sistem seçeneklerinizi nasıl ayarlattığınıza bağlı olarak, yukarıdaki görüntüde gözüken Kullanıcı sütunundaki isimler yerine liste kart numaralarını gösterebilir.
zh_tw: 依照HidePatronName系統偏好的設定，可以設定顯示讀者證號碼的清單，而不是在上方照片裡的讀者欄。

source: Depending on the value in your IssueLostItem preference, you may just see a warning or a confirmation box
ar: تعتمد على القيمة في التفضيل IssueLostItem ، قد ترغب فقط أن ترى تنبيه أو صندوق تأكيد
cs: V závislosti na hodnotě nastavení IssueLostItem, uvidíte buď pouze varování, nebo také potvrzovací dialog
da: Afhængig af værdien i IssueLostItem indstillingen, vises måske kun en advarsel og et bekræftelsesfelt
de: Abhängig von der Einstellung im Systemparameter IssueLostItem wird eine Warnung oder eine Bestätigungsabfrage angezeigt
el: Ανάλογα με την τιμή στην προτίμηση IssueLostItem, μπορεί να δείτε απλά μία προειδοποίηση ή ένα κουτί επιβεβαίωσης
es: Dependiendo del valor en su preferencias IssueLostItem, podrá ver solo una advertencia o una mensaje de confirmación
eu: En función del valor de su preferencia IssueLostItem, sólo puede ver una advertencia o un cuadro de confirmación
fi: Riippuu IssueLostItem-asetuksen arvosta, näetkö varoituksen vai vahvistuslaatikon
fr: Selon la valeur de votre préférence système IssueLostItem, vous verrez peut-être simplement un avertissement ou une demande de confirmation
hi: अपने IssueLostItem वरीयता में मूल्य पर निर्भर करता है, तो आप सिर्फ एक चेतावनी या एक पुष्टिकरण बॉक्स देख सकते हैं
it: In funzione del valore della preferenza di sistema 'IssueLostItem', potrebbe comparire un avviso o una casella di conferma
oc: Selon la valor de vòstra preferéncia sistèma IssueLostItem, veiretz peut-èsser simplament un avertiment o una demanda de confirmacion
pl: W zależności od ustawienia wartości w opcji IssueLostItem, pojawi się ostrzeżenie lub pole potwierdzenia
pt: Dependendo do valor da preferência IssueLostItem, pode ver um aviso ou um caixa de confirmação
pt_br: Dependendo do valor na preferência IssueLostItem, você pode ver um alerta ou uma caixa de confirmação
sk: V závislosti od hodnoty vo vašom nastavení IssueLostItem, môže sa vám len zobraziť upozornenie alebo potvrdzovací dialóg
sv: Beroende på inställningen för IssueLostItem kanske du bara ser en varnings- eller bekräftelseruta
tr: Kayıp Materyal Bildir seçeneğindeki değere bağlı olarak, uyarı ya da onay kutusu görebilirsiniz.
zh_tw: 依照IssueLostItem偏好設定的值，您可以看見警示或確認盒
