Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The Branch Limitations let you limit this patron category to only some branches in your library system. Select 'All branches' if you would like any library to be able to use this category.
ar: تيتح لك محددات الفرع قصر فئة هذا المستفيد على بعض الفروع فقط في نظام مكتبتك. قم بتحديد "كل الفروع" إذا كنت ترغب في أن تتمكن أي مكتبة من استخدام هذه الفئة.
cs: "Omezení pobočky" umožňují omezit tuto čtenářskou kategorii pouze v některých pobočkách ve vašem knihovním systému. Vyberte možnost "Všechny pobočky "pokud byste chtěli, aby každá knihovna mohla využít tuto kategorii.
da: Med afdelingsbegrænsningen kan denne lånerkategori begrænses til kun nogle afdelinger i dit bibliotekssystem. Vælg 'Alle afdelinger' hvis ethvert bibliotek skal kunne bruge denne kategori.
de: Die Beschränkung auf Bibliotheken erlaubt es einen Benutzertyp nur in einem oder einigen Bibliotheken des Bibliothekssystems verfügbar zu machen. Wählen Sie 'Alle Bibliotheken' wenn der Benutzertyp in allen Bibliotheken verwendbar sein soll.
el: Οι Περιορισμοί Παραρτήματος σας επιτρέπουν να περιορίσετε αυτή την κατηγορία μέλους σε μόνο μερικά παραρτήματα στο σύστημα βιβλιοθηκών σας. Επιλέξτε 'Όλα τα παραρτήματα' εάν θέλετε να μπορεί κάθε βιβλιοθήκη να χρησιμοποιήσει αυτή την κατηγορία.
es: La Limitación de Sedes le permite limitar esta categoría de usuario a algunas sedes de tu sistema de bibliotecas. Seleccione 'Todas las sedes' si desea que cualquier biblioteca utilice esta categoría.
eu: Las limitaciones de las bibliotecas permiten limitar estas categorías de socio a algunas bibliotecas en el sistema. Se debe seleccionar 'Todas las bibliotecas' si se se desea que cualquiera de ellas esté disponible para esta categoría.
fi: Kirjastorajoitus antaa rajoittaa asiakastyypin vain tiettyihin kirjastoihin järjestelmässäsi. Valitse 'Kaikki kirjastot' jos haluat kaikkien kirjastojen voivan käyttää tätä tyyppiä.
fr: Les limitations de site vous permettent de limiter cette catégorie d'adhérent à certains sites de votre réseau. Sélectionnez 'Tous les sites' si vous souhaitez que tous les sites soient accessibles à cette catégorie.
hi: शाखा सीमाएँ आप अपनी पुस्तकालय प्रणाली में केवल कुछ शाखाओं को यह संरक्षक वर्ग तक सीमित कर देना। अगर आप किसी भी पुस्तकालय चाहते हैं इस श्रेणी का उपयोग करने में सक्षम होना करने के लिए 'सभी शाखाओं' का चयन करें।
it: Le limitazioni per biblioteca ti permetto di limitare la categoria utente a solo qualcuna delle biblioteche del tuo sistema . Seleziona 'Tutte le biblioteche ' se vuoi usare la categoria ovunque.
oc: Les limitations de site vos permettent de limiter aquesta categoria d'aderent a certains sites de vòstra ret. Seleccionatz 'Totes los sites' si volètz que totes los sites sián accessibles a aquesta categoria.
pl: W polu „Biblioteka” wybierz bibliotekę/filię dla określonej kategorii użytkownika. Wybierz 'Wszystkie filie', jeśli chcesz, by wszystkie biblioteki mogły korzystać z tej kategorii.
pt: As limitações de biblioteca permitem limitar a categoria de leitor a apenas algumas bibliotecas no seu sistema. Selecione 'Todas bibliotecas' se deseja que qualquer biblioteca utilize esta categoria.
pt_br: A limitação por biblioteca permite que você restrinja uma categoria de usuário a apenas algumas bibliotecas na sua rede de bibliotecas. Selecione 'Todas as bibliotecas' se você quiser que todas utilizem esta categoria.
sk: Obmedzenia pobočiek vám umožňujú obmedzenie tejto kategórie čitateľov iba na niektorú pobočku vo vašom knižničnom systéme. Vyberte si 'Všetky pobočky', ak chcete, aby ľubovoľná knižnica mohla používať túto kategóriu.
sv: Filialbegränsningarna gör att du kan begränsa denna låntagarkategori till bara vissa filialer i bibliotekssystemet. Välj 'Alla filialer' om du vill att alla bibliotek ska kunna använda denna kategori.
tr: Birim Kısıtlamaları kütüphane sisteminizdeki bazı birimleri bu kullanıcı kategorisine kısıtlamanıza izin verir. Bu kategoriyi her hangi bir kütüphanede kullanmak istiyorsanız, ‘Tüm birimleri seçiniz.
zh_tw: 館藏限制可以限制特定類型的讀者祗適用於部份分館。選擇 '所有分館'，則讓所有圖書館均可被此類型讀者使用。

source: The CSV file must contain two columns in the form: "source","text" with no header row.
ar: يجب أن يحتوي ملف CSV عمودين بالصيغة التالية: "المصدر" ، "النص" بدون صف للعنوان.
cs: Soubor CSV musí obsahovat dva sloupce, ve tvaru "zdroj","text citátu" bez řádku se záhlavím.
da: CSV-filen skal indeholde to kolonner i formen: "kilde","tekst" uden headerlinie.
de: Die CSV-Datei muss zwei Spalten in der Form "Quelle","Text" enthalten (keine Spaltenköpfe).
el: Το αρχείο CSV πρέπει να περιλαμβάνει δύο στήλες στη φόρμα: "source","text" χωρίς επικεφαλίδες γραμμών.
es: El archivo CVS debe contener dos columnas de la forma: "fuente","texto" sin línea de cabecera
eu: El fichero CSV deberá tener dos columnas en el formulario:"source","text" sin fila de encabezado.
fi: CSV-tiedostossa on oltava kaksi saraketta: "Lähdeteksti", "Teksti" ilman otsikkoriviä.
fr: Le fichier CSV doit contenir deux colonnes sous la forme: "source", "text" sans précision de rang.
hi: "स्रोत", "पाठ" कोई शीर्ष लेख पंक्ति के साथ: सीएसवी फाइल के रूप में दो कॉलम शामिल होना चाहिए।
it: Il file CSV deve contenere due colonne: sorgente, testo, senza riga di intestazione.
oc: Lo fichièr CSV deu conténer deux colomnas jos la forme: "font", "text" sens précision de rang.
pt: O ficheiro CSV deve conter duas colunas no formato: "fonte","texto" sem linha de cabeçalho.
pt_br: O arquivo CSV precisa conter duas colunas: "fonte", "text" sem nenhum cabeçalho.
sk: Súbor CSV musí obsahovať dva stĺpce v tvare: "source","text" bez hlavičkového riadka.
sv: CSV-filen måste innehålla två kolumner i formatet: "källa","text" utan rubrikrad.
tr: CSV dosyası biçim olarak iki sütun içermelidir: üst bilgi satırı olmaksızın"kaynak","metin".
zh_tw: 在這個表單裡，CSV設定檔必須有兩個欄位："來源"、"文字" ，沒有標題。

source: The Check in page under the Circulation menu
ar: التحقق في الصفحة تحت قائمة الإعارة
cs: Stránka "Vrátit" pod Výpůjčním menu
da: Afleveringssiden under udlånsmenuen
de: Die Rückgabeseite, die über die Startseite des Ausleihmoduls erreichbar ist
el: Η σελίδα Επιστροφών κάτω από το μενού Διακίνησης Υλικού
es: La página de Devolución en el menú de Circulación
eu: La página de Devolución en el menú de Circulación
fi: Palautus-sivu Lainaus ja palautus -valikossa
fr: La page prêt dans le menu Circulation
hi: सर्कुलेशन मेनू के तहत पेज में चेक
it: L'opzione di restituzione prestiti sulla barra della pagina della circolazione
oc: La pagina prèst dins lo menú Circulation
pl: Opcja Zwrotu znajduje się w menu modułu Udostępnianie
pt: A página de devolução no menu de empréstimo
pt_br: A página de devolução sob o menu Circulação
sk: Stránka Návratu v ponuke Obehu
sv: Återlämningssidan under menyn Cirkulation
tr: Dolaşım menüsünün altındaki İade Al sayfası
zh_tw: 流通選單下的還入頁面

source: The CircControl and HomeOrHoldingBranch also come in to play when figuring out which circulation rule to follow.
ar: التفصيلات CircControl و HomeOrHoldingBranch يتم تشغيلها أيضا لمعرفة أي قولعد الإعارة يجب اتباعها
de: Die Systemparameter CircControl und HomeOrHoldingBranch sind ebenfalls wichtig, wenn es darum geht, welche Ausleihkondition greift
es: El CircControl y HomeOrHoldingBranch también entran en juego cuando se comprueba cuál será la regla de circulación a seguir.
fi: CircControl ja HomeOrHoldingBranch määrittävät myös lainauksen sääntöjä.
hi: CircControl और HomeOrHoldingBranch भी जब पता लगाना है जो प्रचलन नियम का पालन करने के लिए खेलने के लिए आते हैं।
it: Le preferenze di sistema CircControl e HomeOrHoldingBranch entrano anche loro in gioco quando il sistema decide che regola di circolazione usare.
oc: Las preferéncias CircControl e HomeOrHoldingBranch entrent tanben en jeu lors del calcul de la règla de circulacion a suivre.
sk: CircControl a HomeOrHoldingBranch tiež zohrávajú úlohu pri zisťovaní, ktoré pravidlo obehu sa má aplikovať.
tr: Hangi dolaşım kuralının izleneceği hesaplanırken CircControl ve HomeOrHoldingBranch sistem tercihleri de devreye girebilir.

source: The Circulation Note is meant solely for your library staff and will appear when the circulation staff goes to check an item out to the patron
ar: ملاحظة الإعارة هي لموظفين المكتبة الخاصيين بك فقط وسوف تظهرعندما يقوم موظف الإعارة إلى إعارة المادة إلى المستفيد
cs: Výpůjční Poznámka je určena výhradně pro pracovníky knihoven a objeví se, když výpůjční kníhovník půjčuje čtenáři výtisk
da: Udlånsnotitsen er kun tænkt til medarbejderne og vises når udlånspersonalet udlåner et eksemplar til en låner.
de: Die Ausleihnotiz ist alleinig für Ihr Bibliothekspersonal gedacht und erscheint, wenn ein Mitarbeiter ein Exemplar an einen Benutzer ausleiht
el: Η Σημείωση Κυκλοφορίας Υλικού προορίζεται για το προσωπικό της βιβλιοθήκης και θα εμφανιστεί όταν το προσωπικό κυκλοφορίας υλικού δανείζει ή κάνει επιστροφή ενός τεκμηρίου
es: La Nota de Circulación es únicamente para el personal de la biblioteca y aparecerá cuando el personal de circulación va a prestar un ítem a un usuario
eu: Zirkulazio oharra zure liburutegiko langileentzat da bakarrik, eta langileek bazkideei elementuak mailegatzen dietenean agertuko da
fi: Lainaushuomautus on tarkoitettu vain kirjaston henkilökunnalle ja näkyy, kun virkailija lainaa nidettä asiakkaalle
fr: La Note de circulation est affichée uniquement au personnel de la bibliothèque dans le module de Circulation.
hi: सर्कुलेशन नोट अपने पुस्तकालय के कर्मचारियों के लिए पूरी तरह होती है और जब संचलन स्टाफ संरक्षक के लिए बाहर एक आइटम जाँच करने के लिए चला जाता दिखाई देंगे
it: La nota di circolazione e'n solo per lo staff e appare quando lo staff presta una copia all'utente
oc: La Nòta de circulacion es afichada unicament al personal de la bibliotèca dins lo modul de Circulation.
pl: Pole 'Uwagi udostępniania' przeznaczone jest wyłącznie dla bibliotekarzy, zamieszczone tam informacje będą pojawiały się w momencie zwrotu egzemplarza przez użytkownika
pt: A Nota de circulação existe apenas para os técnicos e irá aparecer aquando da operação de empréstimo ao leitor
pt_br: O Aviso de Circulação destina exclusivamente a sua biblioteca e aparecerá quando o funcionário realizar um empréstimo para um usuário
sk: Poznámka o obehu má slúžiť iba knihovníkom a zobrazí sa vo chvíli, keď knihovník vypožičiava exemplár čitateľovi
sv: Cirkulationskommentaren är endast avsedd för bibliotekspersonalen och visas när bibliotekarien lånar ut ett objekt till låntagaren
tr: Dolaşım Notu sadece kütüphane personeliniz içindir ve dolaşım notu, dolaşım personeli kullanıcıya ödünç materyal verdiğinde gözükecektir
zh_tw: 流通說明係供館員使用，借出館藏時顯示在流通館員的螢幕

source: The Code is limited to 20 characters
ar: يقتصر الرمز على 20 حرفا
cs: Kód může mít délku maximálně 20 znaků
de: Der Code ist auf maximal 20 Zeichen begrenzt
el: Ο Κωδικός περιορίζεται σε 20 χαρακτήρες
es: El Código está limitado a 20 caracteres
fi: Koodi on rajattu 20 merkkiin
fr: Le Code est limité à vingt caractères
hi: कोड 20 अक्षरों तक सीमित है
it: Il codice ha un limite di 20 caratteri
oc: Lo Còdi es limitat a vingt caractèrs
pl: Rozmiar kodu jest ograniczony do 20 znaków
pt: O Código está limitado a 20 caracteres
pt_br: O Código é limitado a 20 caracteres
sk: Kód je limitovaný na 20 znakov
tr: Kod 20 karakterle sınırlıdır
zh_tw: 代碼限制20字元內

source: The Copy &amp; Move actions also support Regular Expressions, which can be used to automatically modify field values during the copy/move. An example would be to strip out the '$' character in field 020$c.
ar: إجراءات النسخ و &amp; النقل تدعم أيضا التعبيرات المنتظمة, والتي يمكن استخدامها تلقائياً لتعديل قيم الحقل أثناء النسخ/النقل. مثال على ذلك تجريد علامة '$' في الحقل 020$c.
cs: Kopie &amp; Akce přesunití podporují také Regulární Výrazy, které mohou být použity k automatické modifikaci hodnot polí při kopírování/přesouvání. Například zbavení se znaku '$' v poli 020$c.
de: Die Aktionen Copy &amp; Move unterstützen Regular Expressions, die auch zur Veränderung von Feldwerten während des copy/move-Vorgangs verwendet werden können. Zum Beispiel könnte so das Zeichen '$' aus dem Feld 020$c entfernt werden.
el: Οι ενέργειες Αντιγραφή &amp; Μετακίνηση υποστηρίζουν επίσης Συνηθισμένες Εκφράσεις, το οποίο μπορεί να χρησιμοποιηθεί για την αυτόματη τροποποίηση τιμών πεδίου κατά τη διάρκεια της αντιγραφής/μετακίνησης. Ένα παράδειγμα θα ήταν να αφαιρεθεί ο χαρακτήρας '$' στο πεδίο 020$c.
es: Las acciones Copiar y Mover también soportan expresiones regulares, que pueden utilizarse para modificar automáticamente valores durante el copiado/movimiento. Un ejemplo puede ser eliminar el carácter '$' en el campo 020$c.
fi: Kopioi &amp; Siirrä -toiminnot myös tukevat regex-kaavaa, jota voidaan käyttää kenttien automaattiseen muokkaukseen kopioinnin/siirtämisen aikana. Esimerkki voisi olla '$'-merkin poistaminen kentästä 020$c.
hi: कॉपी &amp; ले जाएँ कार्रवाई भी नियमित अभिव्यक्ति, जो कॉपी कदम के दौरान स्वत: क्षेत्र मूल्यों को संशोधित करने के लिए इस्तेमाल किया जा सकता समर्थन करते हैं। एक उदाहरण में क्षेत्र के 020$c '$' चरित्र बाहर पट्टी करने के लिए किया जाएगा।
it: Le azioni Copia e Muovi supportano anche le regexp, che possono essere usate per modificare automaticamente i valori durante l'elaborazione dell'azione. Un esempio può essere il toglire il carattere $ dal campo 020 $c
pt: As ações Copiar &amp; Mover também suportam expressões regulares, que podem ser usadas automaticamente para modificar valores durante a cópia/movimentação. Um exemplo pode ser remover o caracter '$' do campo 020$c.
pt_br: O Copiar &amp; Mover também suporta expressões regulares, as quais podem ser usadas para modificar automaticamente os valores de um campo durante o copiar/mover. Um exemplo seria retirar o caracter '$' do campo 020$c.
sk: Akcie Kopírovať &amp; Presunúť tiež podporujú regulárny výraz, ktorý možno použiť na automatickú úpravu hodnôt polí v procese kopírovania/presunu. Možno tak napríklad odstrániť znak '$' v poli 020$c.
tr: Kopyala &amp; taşı eylemleri otomatik olarak kopyalama/taşıma sırasında alan değerlerini değiştirmek için kullanılan normal ifadeleri de destekler. Bir örnek, 020$c alanı içindeki '$' karakterini çıkarmak olacaktır.
zh_tw: 複製 &amp; 移動也支援正常表述，在複製/移動時，可自動修正欄位值。例如，移除欄位 020$c的'$'。

source: The Description should be something that will help you identify the budget when ordering
ar: الوصف يجب أن يكونَ شيئاً يساعدك على تحديد الميزانية عند الطلب
cs: Popis by vám měl pomoci určit rozpočet při objednávání
da: Beskrivelsen skal være noget, der hjælper med at identificere budgettet under bestilling.
de: Die Beschreibung sollte Ihnen helfen, bei der Bestellung den Etat zu wählen.
el: Η Περιγραφή θα πρέπει να είναι κάτι που θα σας βοηθά να ταυτίζετε τον προϋπολογισμό όταν κάνετε παραγγελίες
es: La descripción debe ser algo que le ayude a identificar el presupuesto cuando realice pedidos
eu: Deskribapena eskaerak egitean aurrekontua identifikatzen lagunduko dizun zerbait izan behar da
fi: Kuvauksen pitäisi auttaa tunnistamaan budjetti tilauksen yhteydessä
fr: La description doit vous aider à identifier le budget au moment de la commande
hi: विवरण जब आदेश कुछ आप बजट की पहचान में आइटमद मिलेगी कि होना चाहिए
it: La descrizione dovrebbe essere qualcosa che ti aiuta a identificare il budget quando fai gli ordini
oc: La descripcion deu vous aider a identificar lo budgèt al moment de la comanda
pl: 'Opis' pozwala łatwo zidentyfikować budżet w momencie składania zamówienia
pt: A Descrição deve ser algo que ajude a identificar o orçamento durante a encomenda
pt_br: A Descrição deve ser algo que ajude a identificar o orçamento durante a pedido
sk: Popis by mal byť niečo, čo Vám pomôže identifikovať rozpočet pri objednávaní
sv: Beskrivningen bör vara något som underlättar identifieringen av budgeten vid beställning
tr: Tanımın sipariş verirken size bütçeyi tanımlamanızda yardımcı olacak nitelikte bir şey olması gerekir.
zh_tw: 訂購時，說明應能協助您辨識預算

source: The EnhancedMessagingPreferences is set to 'Allow'
ar: تفضل EnhancedMessagingPreferences ضُبِطَ إلى 'السماح'
cs: Systémový parametr EnhancedMessagingPreferences je nastaven na "Povolit"
da: EnhancedMessagingPreferences er sat til 'Tillad'
de: Der SystemparameterEnhancedMessagingPreferences ist auf 'Erlaubt' gesetzt
el: Το EnhancedMessagingPreferences είναι ρυθμισμένο σε 'Επιτρέπεται'
es: La EnhancedMessagingPreferences está configurada en 'Permitir'
eu: EnhancedMessagingPreferences esta configurado para 'Permitir'
fi: EnhancedMessagingPreferences-asetus on 'Salli'
fr: La préférence système EnhancedMessagingPreferences est activée.
hi: EnhancedMessagingPreferences 'अनुमति' के लिए सेट है
it: La preferenza EnhancedMessagingPreferences è configurata a 'Permetti'
oc: La preferéncia sistèma EnhancedMessagingPreferences es activada.
pt: A preferência EnhancedMessagingPreferences está definida para 'Permitir'
pt_br: O EnhancedMessagingPreferences está configurado para 'Permitir'
sk: EnhancedMessagingPreferences je nastavené na 'Povoliť'
sv: Inställningen EnhancedMessagingPreferences är satt till 'Tillåt'
tr: Geliştirilmiş Mesajlaşma Seçenekleri 'İzin ver' olarak ayarlı
zh_tw: EnhancedMessagingPreferences 偏好設為 '允許'

source: The Estimated Delivery Date is based on the Delivery time value entered on the vendor record.
ar: يعتمد تاريخ القدرة على التسليم على قيمة وقت التسليم المدخلة في تسجيلة المورد
cs: Předpokládané datum expedice je založeno na hodnotě "Dodací čas" uvedené na dodavatelském záznamu.
da: Den anslåede leveringsdato bygger på værdien for leveringstid indtastet i leverandørposten.
de: Das voraussichtliche Lieferdatum wird aus der bei den Lieferanteninformationen eingegebenen üblichen Lieferzeit errechnet.
el: Η Εκτιμώμενη Ημερομηνία Παράδοσης βασίζεται στην τιμή χρόνου Παράδοσης που εισάγεται στην εγγραφή Προμηθευτή.
es: La fecha estimada de entrega esta basada en el tiempo de entrega ingresado en el registro del proveedor.
eu: La Fecha de Entrega Estimada está basda en el valo de la fecha de Entrega introducida en el registro de proveedor.
fi: Arvioitu toimitusaika perustuu toimittajan tietoihin tallennettuun toimitusaikaan.
fr: La Date de livraison prévue est basée sur le Délai de livraison indiqué dans la fiche du fournisseur.
hi: अनुमानित डिलिवरी तिथि विक्रेता के रिकार्ड पर दर्ज किया डिलिवरी के समय मूल्य पर आधारित है।
it: La data stimata di arrivo è basata sul valore del tempo neccessario alla consegna inserito nella descrizione del fornitore.
oc: La Data de livraison prevista es basada sul Délai de livraison indicat dins la ficha del provesidor.
pl: Przewidywana data dostawy jest określona na podstawie czasu dostawy, zawartej w profilu dostawcy.
pt: O tempo estimado para entrega é baseado no tempo de entrega inserido no registo do fornecedor.
pt_br: A Data estimada de recebimento é baseada no tempo de entrega informado no registro do fornecedor.
sk: Predpokladaný dátum doručenia sa zakladá na hodnote času doručenia zadaného v zázname predajcu.
sv: Beräknat leveransdatum baseras på leveranstiden som angavs i leverantörsposten.
tr: Tahmini Teslimat Tarihi, sağlayıcı kaydına girilen teslimat zaman değerine bağlıdır.
zh_tw: 根據代理商紀錄的送達時間，計算估許送達時間。
