Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: This tool will allow you to upload cover images for the materials in your catalog. To access this tool, staff will need the upload_local_cover_images permission. In order for images to show in the staff client and/or OPAC you will need to set your LocalCoverImages and/or OPACLocalCoverImages preferences to 'Display.' Images can be uploaded in batches or one by one.
ar: وهذه الأداة تسمح لك لتحميل الصور الغلاف لهذه المواد في الفهرس الخاص بك. للوصول إلى هذه الأداة، الموظف بحاجة إلى صلاحية upload_local_cover_images. من أجل أن تظهر الصور في عميل الموظف و / أو OPAC سوف تحتاج إلى تعيين LocalCoverImages و / أو تفضيلات OPACLocalCoverImages إلى 'عرض'. ويمكن تحميل الصور على دفعات، أو واحدا تلو الآخر.
cs: Tento nástroj vám umožní načítat obrázky obalů materiálů ve vašem katalogu. Pro přístup k tomuto nástroji budou zaměstnanci potřebovat povolení pro nahrávat_místní_obrázky_obálek. Aby se obrázky zobrazily v intranetu a/nebo v OPACu, budete muset nastavit vaše nastavení OPACLocalCoverImages na "Zobrazit". Obrázky mohou být nahrávány v dávkách nebo jednotlivě.
da: Med dette værktøj kan du oploade titelbilleder til materialerne i dit katalog. For at få adgang til dette værktøj skal personalet have tilladelsen upload_local_cover_images. Hvis billeder skal vises i intranet og/eller OPAC skal indstillingen LocalCoverImages og/eller OPACLocalCoverImages sættes til 'Vis.' Billeder kan oploades i stabler eller enkeltvis.
de: Dieses Werkzeug ermöglicht das Hochladen eigener Coverbilder in den Katalog. Mitarbeiter benötigen dazu die Berechtigung '(upload_local_cover_images) Eigene Coverbilder hochladen'. Für die Anzeige der Bilder in der Dienstoberfläche und im OPAC müssen die Systemparameter 'LocalCoverImages' und/oder 'OPACLocalCoverImages' auf 'Anzeigen' gesetzt sein. Bilder können in Stapeln oder einzeln hochgeladen werden.
el: Αυτό το εργαλείο σας επιτρέπει να αναρτάτε εικόνες καλύμματος για το υλικό που βρίσκεται στον κατάλογό σας. Για πρόσβαση στο εργαλείο, το προσωπικό θα χρειαστεί την εξουσιοδότηση upload_local_cover_images. Προκειμένου οι εικόνες να εμφανίζονται στην διεπαφή προσωπικού και/ή στον OPAC θα χρειαστεί να ρυθμίσετε τις προτιμήσεις LocalCoverImages και/ή OPACLocalCoverImages σε 'Εμφάνιση'. Οι εικόνες μπορούν να αναρτώνται σε παρτίδες ή μία-μία.
es: Esta herramienta le permitirá subir imágenes de cubierta para los materiales en su catálogo. Para acceder a esta herramienta, el personal necesita el permiso upload_local_cover_images. Para ver las imágenes en el cliente administrativo y/o el OPAC deberá configurar sus preferencias LocalCoverImages y/o OPACLocalCoverImages a 'Mostrar.' Las imágenes pueden cargarse en lotes o una a una.
eu: Esta herramienta le permitirá cargar imágenes de la cubierta por los materiales en el catálogo. Para acceder a esta herramienta, el personal necesita el permiso upload_local_cover_images. Para que las imágenes se muestren en el usuario administrador tendrá que establecer sus LocalCoverImages y / o preferencias OPACLocalCoverImages en 'Mostrar'. Imágenes se pueden cargar en lotes o de uno en uno.
fi: Tämä työkalu antaa ladata kansikuvia luettelosi aineistolle. Tähän työkaluun pääsyyn vaaditaan upload_local_cover_images-oikeus. Jos halutaan kuvien näkyvän virkailijatyökalussa ja/tai verkkokirjastossa, täytyy LocalCoverImages ja/tai OPACLocalCoverImages -asetusten olla 'Näytä'. Kuvat voidaan ladata eräajona tai yksitellen.
fr: Cet outil vous permet d'envoyer des images de couverture pour les notices de votre catalogue. Afin d'accéder à cet outil, les bibliothécaires ont besoin de la permission "upload_local_cover_images". Pour que les images soient affichées à l'OPAC ou sur l'interface professionnelle, vous devez activer les préférences système "LocalCoverImages" et "OPACLocalCoverImages". Les images peuvent être téléchargées sur le serveur par lots ou une par une.
hi: यह उपकरण आप अपनी सूची में सामग्री के लिए कवर छवियों को अपलोड करने की अनुमति देगा। इस उपकरण का उपयोग करने के लिए, स्टाफ upload_local_cover_images अनुमति की आवश्यकता होगी। आदेश में छवियों स्टाफ ग्राहक में दिखाने के लिए और/या ओपेक आप अपने LocalCoverImages और/या OPACLocalCoverImages वरीयताओं को सेट करने की आवश्यकता होगी 'प्रदर्शन।' छवियों या एक के बाद एक बैचों में अपलोड किया जा सकता है।
it: Questo strumento ti permette di caricare immagini di coperte per le opere nel tuo catalogo. Per usarlo, l'utente dello staff deve avere il permesso 'upload_local_cover_images'. Per mostrare le immagini nel client dello staff e/o nell'OPAC, devi attivare le preferenze di sistema LocalCoverImages e/o OPACLocalCoverImages al valore 'Display'. Le immagini possono essere caricate in batch o una alla volta.
oc: Aqueste aisina vos permet d'envoyer des imatges de cobertura per las notícias de vòstre catalòg. Afin d'accedir a aqueste aisina, les bibliotecaris ont besonh de la permission "upload_local_cover_imatges". Per que los imatges sián afichadas a l'OPAC o sus l'interfàcia professionala, vos cal activer las preferéncias sistèma "LocalCoverImages" e "OPACLocalCoverImages". Les imatges pòdon èsser telecargadas sul servidor per lòts o una per une.
pl: To narzędzie pozwoli Ci wczytać zdjęcia do materiałów w katalogu. Dostęp do tego narzędzia umożliwia tylko uprawienie upload_local_cover_images. Jeśli chcesz, by zdjęcia pokazywały się w interfejsie bibliotekarza i/albo w OPAC, musisz wybrać w LocalCoverImages i/albo OPACLocalCoverImages opcję "Włącz". Zdjęcia mogą być wczytywane w grupach albo pojedynczo.
pt: Esta ferramenta permite carregar imagens de capa para os registos bibliográficos. Para aceder à ferramenta, é necessário a permissão upload_local_cover_images. Para que as imagens apareçam nos interfaces é necessário ter as preferências LocalCoverImages e/ou OPACLocalCoverImages definidas para 'Mostrar'. As imagens podem ser carregadas em lote ou uma a uma.
pt_br: Esta ferramenta irá permitir que você envie imagens de capa para os materiais em seu catálogo. Para acessar essa ferramenta, a equipe terá a permissão upload_local_cover_images. Para que imagens para mostrar no cliente pessoal e / ou OPAC você precisa definir suas LocalCoverImages e / ou preferências OPACLocalCoverImages para 'Exibir'. As imagens podem ser inseridas em lotes ou um por um.
sk: Tento nástroj Vám umožňuje načítavať obrázky obálok materiálov vo Vašom katalógu. Pre prístup k tomuto nástroju, knihovníci budú potrebovať oprávnenie upload_local_cover_images. Aby sa obrázky zobrazili v intranete a/alebo v OPACu, budete musieť nastaviť Vaše nastavenia LocalCoverImages a/alebo OPACLocalCoverImages na 'Zobraziť.' Obrázky možno načítať v dávkach alebo po jednom.
sv: Med detta verktyg kan du ladda upp omslagsbilder för materialen i din katalog. För åtkomst måste personalen ha rättigheten upload_local_cover_images. För att bilder ska visas i personalklienten och/eller OPAC måste LocalCoverImages och/eller OPACLocalCoverImages ställas in på 'Visa'. Bilder kan laddas upp flera på en gång eller en och en.
tr: Bu araç size kataloğunuzdaki materyallere kapak resmi yüklemenize imkan tanıyacaktır. Bu araca erişmek için, personel yerel_kapak_resimlerini yüklemesi gerekecektir. Resimlerin personel istemcide ve/veya OPAC’da gösterilmesi için, Yerel Kapak Resimleri ve/ veya yığın olarak ya da teker teker yüklelenebilen OPAC Yerel Kapak Resimleri seçeneklerini 'Göster' olarak ayarlamanız gerekecektir.
zh_tw: 此工具允許上傳封面。館員需有 upload_local_cover_images 權限，才能上傳封面。需設定 LocalCoverImages 與 OPACLocalCoverImages 偏好為 '顯示'，才能在館員介面與線上公用目錄顯示封面。可以批次或個別上傳封面。

source: This tool will take a batch of record numbers for either bibliographic records or authority records and allow you to delete all those records and any items attached to them in a batch.
ar: ستقوم هذه الأداة بأخذ دفعة من أرقام التسجيلة لأي من التسجيلات البيبلوغرافية أو تسجيلات الاستناد والسماح لك بحذف جميع هذه التسجيلات وأي مواد مرفقة بها بالدفعة.
de: Dieses Werkzeug verwendet einen Stapel Datensatznummern von Titel- oder Normdatensätzen, um diese Datensätze und alle zugehörigen Exemplare zu löschen.
es: Esta herramienta tomará un lote de números de registros para registros bibliográficos o de autoridad y le permitirá eliminar todos esos registros y cualquier ítem adjunto a ellos en se lote.
fi: Tämä työkalu ottaa erän tietuenumeroita joko nimeke- tai auktoriteettitietueista ja sallii niiden kaikkien poiston sekä niihin liittyneiden niteiden poiston eränä.
fr: Cet outil permet de prendre un lot de numéros, de notices bibliographiques ou d'autorités, et permet de supprimer par lot toutes les notices et ses exemplaires rattachés s'il y en a.
hi: यह उपकरण या तो ग्रंथ सूची रिकॉर्ड या प्राधिकारी रिकॉर्ड के लिए रिकॉर्ड संख्या का एक बैच ले सकते हैं और आप उन सभी रिकॉर्ड और किसी भी एक बैच में उन से जुड़ी वस्तुओं को नष्ट करने के लिए अनुमति देगा।
it: Questo strumento esegue una procedura batch sui numeri di record per ciascun record bibliografico o record di authority e ti permette di cancellare tutti questi record e ogni copia ad essi attaccata.
oc: Aqueste aisina permet de prendre un lòt de numèros, de notícias bibliograficas ou d'autoritats, e permet de suprimir per lòt toutes las notícias e ses exemplars restacats s'il y en a.
pt: Esta ferramenta permite pegar num lote de registos bibliográficos ou registos de autoridade e eliminar esses registos e qualquer exemplar associado aos mesmos.
sk: Tento nástroj vezme dávku čísel záznamov buď pre záznamy bibligrafické alebo autorít a umožní vám odstrániť v dávke všetky tieto záznamy a ľubovoľné na ne naviazané exempláre.
tr: Bu araç, bibliyografik kayıtlar ya da otorite kayıtlardan birisi için parti halinde kayıt numaraları alacak ve tüm bu kayıtları ve bunlara eklenmiş olan materyalleri toplu şekilde silebilmenizi sağlayacaktır.

source: This value corresponds to the duration an item is considered as new.
fi: Tämä arvo vastaa kestoa, jolloin nide katsotaan uudeksi.
hi: यह उस अवधि एक आइटम नए रूप में माना जाता है से मेल खाती है।

source: This value will be charged to patrons when you mark and item they have checked out as 'Lost'
ar: ستفرض هذه القيمة إلى المستفيدين عند علامتك والمادة التي تم إعارتها بأنها 'مفقودة'
cs: Tato částka bude účtována čtenáři, když označíte jeho výpujčku jako "Ztráta"
da: Den værdi opkræves fra brugere, når et eksemplar, som de har lånt markeres som 'Tabt'
de: Dieser Wert wird den Benutzern belasten, wenn Sie ein Exemplar als 'Verloren' markieren, das sie ausgeliehen haben
el: Αυτή η τιμή θα χρεωθεί στα μέλη όταν χαρακτηρίσετε ένα αντίτυπο που έχουν δανειστεί ως 'Απολεσθέν'
es: Este valor será cargado a los usuarios cuando marque un ítem prestado como 'Perdido'
eu: Kopuru hori bazkideei kobratuko zaie mailegatu duten elementu bat 'Galduta' bezala markatzen duzunean
fi: Tämä summa laskutetaan asiakkaalta, kun asiakkaan lainaama nide merkitään 'kadonneeksi'.
fr: Cette valeur peut être facturer à un adhérent quand vous marquez comme Perdu un exemplaire qu'il a emprunté.
hi: यह मान संरक्षक के लिए शुल्क लिया जाएगा जब आप निशान और आइटम के रूप में वे 'खो' चैक आउट की है
it: Questo valore verrà addebitato all'utente quando marchi la copia a suo prestito come 'Perduta'
pt: Este valor será cobrado ao leitor quando marcar um exemplar que lhe está emprestado como 'Perdido'
pt_br: Este valor será cobrado dos usuários quando você registrar como 'Perdido' um exemplar que ele emprestou
sk: Táto hodnota sa vyrúbi čitateľom, keď nimi vypožičaný exemplár označíte za 'Stratený'
sv: Detta värde kommer att debiteras låntagare när du markerar ett objekt de lånat som 'Förlorat'
tr: 'Kayıp' olarak işaretlendiğinde ve materyal teslim olduğunda bu değer kullanıcılardan tahsil edilecektir
zh_tw: 館員標記借出的館藏為 '遺失' 時，向讀者收取此費用

source: This will allow for easy entry of local cities into the patron record without risking the potential for typos or mistaken zip/postal codes.
ar: هذا سوف يسمح لدخول سهل للمدن المحلية في تسجيلة المستفيد دون المخاطرة من احتمال الأخطاء المطبعية أو رموز بريدية خاطئة.
cs: Toto umožní snadné vkládání místních jmen do čtenářova záznamu, aniž byste riskovali možnost překlepů či chybných Zip/PSČ kódů.
da: Hermed er det nemt at indtaste lokale byer i lånerposten uden at risikere tastefejl eller fejlagtige postnumre.
de: Dies erlaubt die leichte Eingabe von lokalen Ortschaften in den Benutzerdatensatz ohne das Risiko von Tippfehlern oder verwechselten Postleitzahlen.
el: Αυτό θα επιτρέψει τη γρήγορη εισαγωγή τοπικών πόλεων στην εγγραφή μέλους χωρίς να ρισκάρει την πιθανότητα τυπογραφικών λαθών ή λάθος ταχυδρομικών κωδικών.
es: Esto permitirá facilitar la entrada de las ciudades en el registro de usuario sin correr el riesgo potencial de errores tipográficos o códigos postales equivocados.
eu: Horri esker hiri lokalak erraz sartuko dira bazkide erregistroan, akats tipografikoen edo posta kode okerren arriskua murriztuz.
fi: Tämä helpottaa paikallisten postitoimipaikkojen syöttämistä asiakastietueeseen, sillä kirjoitusvirheet postinumeroissa tai nimissä jäävät pois.
fr: Cela permet d'entrer rapidement les villes de votre région et ce sans risque d'erreur de saisie, aussi bien sur l'orthographe des villes que leurs codes postales.
hi: इस typos या गलत/पोस्टल कोड के लिए संभावित जोखिम के बिना संरक्षक रिकार्ड में स्थानीय शहरों की आसान प्रवेश के लिए अनुमति देगा।
it: Ciò facilita il data entry di nomi di città nella scheda utente, senza il rischio di errori di battitura nel nome o del CAP
oc: Aquò permet d'entrer rapidement les vilas de vòstra region e ce sens risque d'error de sasida, tanben bien sus l'ortografia des vilas que leurs còdis postales.
pl: Ułatwi to wprowadzanie miejscowości w koncie użytkownika, bez ryzyka pomyłki przy kodzie pocztowym.
pt: Isto permitirá uma inserção mais fácil de cidades nos registos de leitores sem risco de inserção de cidades ou códigos postais incorrectos.
pt_br: Isto irá permitir a inserção de cidades no registro de usuário sem o risco de erros de localização.
sk: Toto umožní ľahký zápis miest do záznamu o čitateľovi bez rizika chýb alebo preklepov v smerovacích číslach.
sv: Det gör det enkelt att lägga till lokala orter i låntagarposten utan risk för stavfel eller felaktiga postnummer.
tr: Bu, potansiyel yazım hataları veya yanlış posta kodları riski olmadan yerel şehirleri kullanıcı kaydına kolayca girmeye izin verecek.
zh_tw: 此方式減輕鍵入縣市的壓力，不會出現潛在的錯誤或不當的郵遞區號。

source: This will allow you download a local copy of your patrons and circulation data. Click the 'Download records' link at the top of the page to synchronize your data.
ar: سيسمح لك ذلك بتنزيل نسخة محلية من بيانات المستفيدين والإعارة. قم بالنقر على رابط "تنزيل التسجيلة" أعلى الصفحة لمزامنة بياناتك.
cs: To Vám umožní stáhnout kopii čtenářských dat a dat o výpůjčkách do prohlížeče. Klikněte na tlačítko "Stáhnout záznamy" nahoře a potřebná data budou stažena.
de: Dies erlaubt Ihnen eine lokale Kopie Ihrer Benutzer- und Ausleihdaten herunterzuladen. Klicken Sie auf 'Datensätze herunterladen' am Anfang der Seite um die Daten zu synchronisieren.
el: Αυτό θα σας επιτρέψει να μεταφορτώσετε ένα τοπικό αντίγραφο των δεδομένων σας για τα μέλη ή τη διακίνηση υλικού. Πατήστε τον σύνδεσμο 'Μεταφόρτωση εγγραφών' στην κορυφή της σελίδας για να συγχρονίσετε τα δεδομένα σας.
es: Esto le permitirá descargar una copia local de sus usuarios y datos de circulación. Haga clic en enlace 'Descargar registros' en el tope de la página para sincronizar sus datos.
fi: Tämä antaa ladata paikallisen kopion asiakastiedoistasi ja lainauksen tiedoista. Klikkaa 'Lataa tietueet' sivun yläreunassa synkronoidaksesi datan.
fr: Cela vous permet de charger une copie de vos adhérents et de vos données de circulation. Cliquez sur le lien 'Télécharger les enregistrements' en haut de la page pour synchroniser vos données.
hi: यह आप अपने संरक्षक और परिसंचरण डेटा की एक स्थानीय प्रतिलिपि डाउनलोड की अनुमति देगा। अपने डेटा को सिंक्रनाइज़ करने के लिए पेज के शीर्ष पर 'डाउनलोड रिकॉर्ड्स' लिंक पर क्लिक करें।
it: Questo ti permetterà di scaricare un copia in locale dei tuoi dati degli utenti e di circolazione. Clicca su 'Scarica records' nella testata della pagina per sincronizzare i tuoi dati.
oc: Aquò vos permet de cargar una còpia de vòstres aderents e de vòstras donadas de circulation. Clicatz sul ligam 'Telecargar los enregistraments' amont de la pagina per synchroniser vòstras donadas.
pl: Pozwala pobrać lokalną kopię danych użytkowników i udostępniania. Kliknij na 'Pobierz rekordy' na górze strony, aby zsynchronizować dane.
pt: Isto permite o download de uma cópia local dos leitores e dados de circulação. Clique em 'Download dos registos' no topo da página para sincronizar os dados.
pt_br: Esta função permitirá que você baixe um arquivo contendo todos os dados de seus usuários e de circulação. Clique em 'Download de registros' na barra superior da página para sincronizar seus dados.
sk: Toto vám umožní stiahnuť miestnu kópiu vašich čitateľských a obežných údajov. Kliknite na odkaz Stiahnuť záznamy navrchu stránky a zosynchronizujte svoje údaje.
tr: Bu, kullanıcıların ve dolaşım verinizin yerel bir kopyasını indirmenize olanak sağlar. Verilerinizi eşitlemek için sayfanın en üstündeki 'kayıtları indir' bağlantısını tıklayın.
zh_tw: 允許您下載本地的讀者與流通資料。勾選頁面上方的 '下載記錄' 連結，同步您的資料。

source: This will charge the patron on checkout
ar: هذا سوف يشحن على إعارة المستفيد
cs: Toto zpoplatní čtenáře při výpůjčce.
da: Hermed belastes låneren ved udlån
de: Dies erhebt vom Benutzer bei der Ausleihe Gebühren
el: Αυτό θα χρεώσει το μέλος στο δανεισμό
es: Esto cargará con un monto de dinero al usuario en el préstamo
eu: Horrek bazkideari kobratuko dio elementu bat maileguan hartzerakoan.
fi: Tämä veloittaa asiakasta lainoista
fr: Cela facturera l'adhérent au moment du prêt
hi: इस चेकआउट पर संरक्षक चार्ज होगा
it: Ciò assegnerà una spesa all'utente al momento del prestito
pt: Isto irá ser cobrado ao leitor no empréstimo
pt_br: Isto será cobrado do usuário no empréstimo
sk: Toto bude pri výpožičke od čitateľa žiadať platbu
sv: Detta debiterar låntagaren vid lån
tr: Bu, materyal iadesinde kullanıcıdan cezayı tahsil edecektir
zh_tw: 讀者借出時，將向其收費

source: This will check the holiday calendar before charging fines
ar: هذا سوف يتحقق من تقويم العطلة قبل شحن الغرامات
cs: Toto zkontroluje kalendář svátků před výpočtem pokuty
da: Dette vil kontrollere feriekalenderen, før der pålægges bøder
de: Damit wird der Kalender überprüft, bevor Gebühren erhoben werden.
el: Αυτό θα ελέγξει το ημερολόγιο αργιών προτού χρεωθούν πρόστιμα
es: Esto comprobará el calendario de feriados antes del cobro de multas
eu: Horre jai egunen egutegia egiaztatuko du isunak kobratu aurretik
fi: Tämä tarkistaa kiinniolokalenterin ennen maksujen veloittamista
fr: Le calendrier des fermetures est utilisé pour le calcul des amendes.
hi: यह जुर्माना चार्ज करने से पहले छुट्टी कैलेंडर की जाँच करेगा
it: Questo controlla con il calendario delle chiusure/festività prima di caricare le multe
oc: Lo calendièr des tampaduras es utilizat per lo calcul des emendas.
pt: Isto irá verificar o calendário de férias antes da cobrança de multa
pt_br: Isto irá verificar o calendário de férias antes da cobrança de multa
sk: Toto overí kalendár sviatkov pred platbou pokút
sv: Detta kontrollerar helgdagskalendern innan böter debiteras
tr: Bu, gecikme cezası uygulamadan önce tatil takvimini kontrol edecektir.
zh_tw: 罰款前先檢查行事曆

source: This will generate a text file with one barcode per line.
ar: سوف ينشئ ملف نص مع باركود واحد لكل سطر.
cs: Vygeneruje textový soubor, kde bude jeden čárový kód na samostatném řádku.
da: Hermed dannes en tekstfil med en stregkode i hver linie.
de: Erzeugt eine Textdatei mit einem Barcode pro Zeile.
el: Αυτό θα δημιουργήσει ένα αρχείο κειμένου με ένα barcode ανά γραμμή.
es: Esto generará un archivo de texto con un código de barras por línea.
eu: Esto generará un archivo de texto con un código de barras por cada línea.
fi: Tämä tekee tekstitiedoston, yksi viivakoodi per rivi.
fr: Ceci va générer un fichier texte avec un code à barres par ligne.
hi: यह प्रति पंक्ति एक बारकोड के साथ एक पाठ फ़ाइल उत्पन्न होगा।
it: Verrà generato un file di testo con un barcode per riga.
oc: Aquò va generar un fichièr tèxte amb un còdi de barras per linha.
pl: Spowoduje to wygenerowanie pliku tekstowego z jednym kodem kreskowym na wiersz.
pt: Isto irá gerar um ficheiro de texto com um código de barras por linha.
pt_br: Gerará um arquivo de texto com um código de barras por linha.
sk: Takto sa vygeneruje textový súbor s jedným čiarovým kódom na riadok.
sv: Detta genererar en textfil med en streckkod per rad.
tr: Bu, her bir satır için bir barkotla metin dosyası oluşturacaktır.
zh_tw: 產生每列一個條碼的文字檔。

source: This will list the due date (overdues in red), who has the item, item information and what library the item is at.
fi: Tämä näyttää eräpäivät (myöhässä olevat punaisella), kenellä nide on, niteen tiedot ja mistä kirjastosta nide on.
hi: इस नियत तारीख (लाल रंग में अतिदेय), जो आइटम, आइटम के बारे में जानकारी है और क्या पुस्तकालय मद में है सूची जाएगा।
