Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: From this form you can alter the cost information. You can also choose to mark only part of the order as received if the vendor didn't send your entire order by checking only the boxes next to the items on the left that you want to receive. The values you enter in the 'Replacement cost' and 'Actual cost' will automatically populate the item record by filling in subfield v (Cost, replacement price) and subfield g (Cost, normal purchase price) on the item record after saving.
ar: من هذا النموذج بإمكانك تعديل معلومات القيمة. وبإمكانك أن تختار تعيين جزء من طلب الشراء على أنه مُستلم إذا لم يُرسل لك المورد كل الطلبية وذلك عبر التأشير على يمين هذه المواد التي ترغب بتعيينها كمستلمة. والقيم التي ستُدخلها في 'تكلفة الإستبدالية' و 'التكلفة الحقيقية' سيتعامل بشكل تلقائي مع تسجيلة المادة من خلال إضافة (سعر القيمة الإستبدالية) في الحقل v و في الحقل g سيملئ ( قيمة السعر الطبيعي للشراء) بعد الحفظ.
cs: V tomto formuláři můžete měnit informace o ceně. Můžete také označit za přijatou pouze část objednávky (v případě, že ji dodavatel neposlal celou) - zaškrtnete políčka u jednotek, které chcete označit za přijaté. Hodnoty zadané do 'Zástupné výdaje' a 'Skutečné výdaje' se po uložení automaticky doplní v záznamu jednotky do podpole v (Výdaje, zástupná cena) a podpole g (Výdaje, běžná nákupní cena).
da: I denne formular kan du ændre omkostnings-informationerne. Du kan også markere en del af bestillingen som modtaget, hvis leverandøren ikke har sendt alt ved at markere felterne ud for eksemplarerne til venstre, som skal modtages. Værdierne der indtastes i 'Erstatningspris' og 'Faktisk pris' udfylder automatisk underfelterne v (pris, erstatningspris) og underfelt g (pris, normal indkøbspris) i eksemplarposten når der gemmes.
de: In diesem Fenster können Sie die Kosten bearbeiten. Sie können auch nur einen Teil der Bestellpositionen mit den entsprechenden Checkboxen als geliefert markieren, falls es sich um eine Teillieferung handelt. Die Werte in den Feldern 'Ersatzkosten' und 'Istkosten' belegen beim Speichern den Titelsatz in Unterfeld v (Kosten, Ersatzkosten) und Unterfeld g (Kosten, normaler Einkaufspreis).
el: Μέσω αυτής της φόρμας μπορείτε να κάνετε αλλαγές στις πληροφορίες κόστους. Μπορείτε επίσης να επιλέξετε μόνο ένα μέρος της παραγγελίας ως παραληφθέν εάν ο προμηθευτής δεν απέστειλε ολόκληρη την παραγγελία, επιλέγοντας μόνο τα κουτιά αριστερά στα τεκμήρια που θέλετε να παραλάβετε. Οι τιμές που εισάγετε στο 'Κόστος αντικατάστασης' και 'Πραγματικό κόστος' θα συμπληρώσουν αυτόματα την εγγραφή τεκμηρίου συμπληρώνοντας το υποπεδίο v (Κόστος, τιμή αντικατάστασης) και το υποπεδίο g (Κόστος, κανονική τιμή αγοράς) στην εγγραφή του τεκμηρίου μετά την αποθήκευση.
es: Desde este formulario puede alterar la información de costo. También puede elegir marcar solo parte del pedido como recibida si el proveedor no envió su orden completa marcando solo las casillas al lado de los ítems que desee recibir. Los valores ingresados en 'Costo de reemplazo' y 'Costo actual' llenarán automáticamente el registro del ítem completando el subcampo v (Costo, precio de reemplazo) y el subcampo g (Costo, precio normal de compra) en el registro del ítem antes de guardar.
eu: De esta forma se puede modificar la información de costos. También puede optar por marcar sólo una parte de la orden en que se recibieron, si el proveedorr no ha enviado su pedido completo marcando sólo las casillas de los elementos de la izquierda que usted desea recibir. Los valores que se introducen en el 'costo de reemplazo' y 'Coste real' se rellenará automáticamente el registro del ítem rellenado en el subcampo v (Costo, precio de reposición) y el subcampo g (Costo, precio de venta normal) en el registro de artículo después de guardar.
fi: Tällä lomakkeella voit muuttaa hintatietoja. Voit myös valita vain osan tilauksesta saapuneeksi, jos toimittaja ei lähettänyt koko tilausta, valitsemalla ne nimekkeet, jotka vastaanotat. Hinnat, mitkä syötät 'Korvaushinta' ja 'Hankintahinta'-kenttiin, menevät automaattisesti nidetietoihin osakenttiin v (Korvaushinta) ja g (Hankintahinta) tallennuksen jälkeen.
fr: À partir de ce formulaire vous pouvez modifier l'information sur le coût. Vous pouvez également choisir de marquer uniquement une partie de votre commande comme reçue si le fournisseur n'a pas envoyé la totalité de votre commande en cochant les cases sur la gauche des exemplaires que vous souhaitez marquer comme reçus. Les valeurs entrées dans les champs 'Prix public' et 'Prix unitaire facturé' seront automatiquement remplies dans la zone exemplaire de la notice MARC une fois le formulaire sauvegardé.
hi: स रूप से आप लागत जानकारी बदल सकते हैं। आप भी अगर विक्रेता है कि आप प्राप्त करना चाहते बाईं तरफ के आइटम के बगल में ही बक्से की जाँच करके अपने पूरे आदेश नहीं भेजा आदेश का ही हिस्सा चिह्नित करने के लिए के रूप में प्राप्त कर सकते हैं। मानों आप 'प्रतिस्थापन लागत' और 'वास्तविक लागत' में प्रवेश स्वचालित रूप से बचाने के बाद आइटम रिकॉर्ड पर subfield वी (लागत, प्रतिस्थापन कीमत) और subfield जी (लागत, सामान्य खरीद मूल्य) में भरने के द्वारा आइटम रिकॉर्ड आबाद होगा।
it: Da questa form puoi modificare l'informazione dei costi. Puoi anche marcare un ordine come parzialmente ricevuto, spuntando solo le copie che vuoi ricevere. I valori che indichi in 'Costo rimpiazzo' e 'Costo reale' popoleranno automaticamente il sottocampo v e g rispettivamente della copia.
oc: A partir de ce formulari podètz modificar l'informacion sul coût. Podètz tanben causir de marcar unicament una partida de vòstra comanda coma recebuda se lo provesidor n'a pas mandat la totalité de vòstra comanda en cochant les cases sus la esquèrra des exemplars que vous souhaitez marcar coma recebuts. Las valors entradas dins los camps 'Prix public' e 'Prix unitaire facturat' seràn automaticament remplies dins la zone exemplar de la notícia MARC una fois lo formulari salvat.
pl: W formularzu można zmienić koszt. Można także zaznaczyć, które zamówienia, chcesz otrzymać, a które później wyszukać. Wartość, jaką wpiszesz w 'Koszt zastąpienia' i 'Kwota do zapłaty' powinna automatycznie, po zapisaniu, zostać przeniesiona do pól w rekordzie egzemplarza: podpola v (Koszt zastąpienia) i podpola g (Koszt, cena zakupu).
pt: A partir deste formulário pode alterar a informação de custo. Pode também marcar parte da encomenda como recebida se o fornecedor não enviou a encomenda inteira marcando as caixas à esquerda dos exemplares que deseja receber. Os valores que inserir no 'Custo de substituição' e 'Custo actual' irão automaticamente preencher no registo do exemplar o subcampo v (Custo, preço de substituição) e o g (Custo, preço norma de aquisição) antes de guardar.
pt_br: Neste formulário você pode alterar a informação de custo. Você também pode escolher marcar apenas uma parte do pedido como recebida caso o fornecedor não tenham entregue o pedido na íntegra selecionando apenas as caixas ao lado dos exemplares recebidos. Os valores que você inserir em 'Custo de reposição' e 'Custo atual' irão automaticamente ser preenchidos no registro do exemplar no subcampo v (Custo, preço de reposição) e subcampo g (Custo, valor normal de compra) no registro antes de salvar.
sk: V tomto formulári môžete pozmeniť informáciu o nákladoch. Môžete si tiež označiť len časť objednávky ako prijatú, ak predajca neposlal celú vašu objednávku, zaškrtnutím len políčok naľavo od exemplárov, ktoré chcete prijať. Hodnoty, ktoré zadáte do 'Nákladov za náhradu' a 'Aktuálnych nákladov' automaticky vyplnia aj podpole v (Náklady, cena za náhradu) a podpole g (Náklady, bežná nákupná cena) v zázname o exemplári po uložení.
sv: Från detta formulär kan du ändra kostnadsinformationen. Du kan även välja att markera bara en del av beställningen som mottagen, om leverantören inte skickade hela beställningen, genom att bara markera kryssrutorna till vänster om objekten du vill ta emot. De värden du anger i 'Ersättningskostnad' och 'Verklig kostnad' fyller automatiskt i värden i de underliggande fälten v (Kostnad, ersättningspris) och g (Kostnad, normalt inköpspris) för posten när den sparas.
tr: Bu formdan, fiyat bilgisini değiştirebilirsiniz. Sağlayıcı siparişinizin tamamını yollamamışsa, sadece almak istediğiniz materyallerin solundaki kutuları onaylayarak siparişin sadece bir kısmını alınmış olarak işaretlemeyi de seçebilirsiniz. 'Yerine koyma fiyatına' girdiğiniz değerler ve 'Gerçek maliyet', kaydettikten sonra materyal kaydında alt alanı v (fiyat, yerine koyma fiyatı ) ve alt alanı g (Fiyat, normal satın alma maliyeti) ile doldurularak materyal kaydı otomatik olarak doldurulacaktır.
zh_tw: 從此表單可改變成本資訊。若供應商未把貨品全數送到，您可以祗簽收部份訂單。鍵入於 '重置成本' 與 '實際成本' 的值，將根據分欄 v (成本、重置價格) 與分欄 (成本、購買價格) 的內容自動計算上架後的價值。

source: From this form you can make changes to the Catalog Details if necessary.
ar: من هذا النموذج ستتمكن من عمل التعديلات لتفاصيل الفهرس إذا كان هناك ضرورة.
cs: V tomto formuláři můžete v případě nutnosti měnit Detaily katalogu.
da: Fra denne formular kan du om nødvendigt lave ændringer til katalogdetaljerne
de: In diesem Formular können Sie wenn nötig Änderungen an den Katalogdaten vornehmen.
el: Μέσω αυτής της φόρμας μπορείτε, εάν χρειαστεί, να κάνετε αλλαγές στα Στοιχεία Καταλόγου.
es: Desde este formulario puede hacer cambios a los detalles de catálogo si es necesario.
eu: Inprimaki honetan katalogo xehetasunetan aldaketak egin ditzakezu, hala behar izanez gero.
fi: Tällä lomakkeella voit tehdä muokkauksia luettelointitietoihin.
fr: À partir de ce formulaire, vous pouvez faire les changements nécessaires.
hi: इस रूप से आप के लिए सूची विवरण परिवर्तन यदि आवश्यक हो तो कर सकते हैं।
it: Da questa form puoi modificare i Dettagli del catalogo
oc: A partir de ce formulari, podètz far los cambiaments necessaris.
pl: W formularzu można zmieniać Szczegóły rekordu.
pt: A partir deste formulário pode executar as modificações necessárias aos detalhes de catalogação.
pt_br: Neste formulário você pode fazer alterações nos detalhes do catálogo se necessário.
sk: V tomto formulári môžete urobiť zmeny v detailoch katalógu, ak treba.
sv: Från detta formulär kan du göra ändringar av Katalogdetaljer om så krävs.
tr: Bu formdan, gerekli olduğu durumlarda katalog detayları üzerinde değişiklikler yapabilirsiniz.
zh_tw: 從此表單您可以改變必要的目錄詳情。

source: From this form you can make edits to the holiday or delete the holiday completely. Both actions require that you click 'Save' before the change will be made.
ar: من هذا النموذج يمكك أن تجري التعديلات على العطلة أو أن تحذف العطلة نهائياً . كلا الفعلين يتطلب منك ان تنقر على 'حفظ' قبل أن تاخذ التعديلات مفعولها.
cs: V tomto formuláři můžete upravovat nebo odstraňovat uzavírky. Pro provedení změn je nutné kliknout na 'Uložit'.
da: Fra denne formular kan helligdage ændres eller slettes helt. I begge tilfælde skal der klikkes på 'Gem' for at gemme ændringen.
de: In diesem Formular können Sie Schließtage bearbeiten oder löschen. Beides erfordert, dass Sie auf "Speichern" klicken, damit die Änderung durchgeführt wird.
el: Από αυτή τη φόρμα μπορείτε να επεξεργαστείτε ή να διαγράψετε την αργία. Και οι δύο ενέργειες απαιτούν να κάνετε κλικ στο 'Αποθήκευση' έτσι ώστε να πραγματοποιηθεί η αλλαγή.
es: Desde este formulario puedo editar o eliminar completamente el feriado. Ambas acciones requieren que haga clic en 'Guardar' antes que se realice el cambio.
eu: Inprimaki honetan jai eguna editatu dezakezu edo jai eguna osorik ezabatu. Bi ekintzen kasuan, aldaketa egin aurretik 'Gorde' botoian klik egin behar duzu.
fi: Täällä voit muokata kiinniolopäiviä tai poistaa kiinniolon kokonaan. Molemmat toiminnot vaativat tallentamisen ennen niiden voimaantuloa.
fr: Dans ce formulaire, vous pouvez modifier ou supprimer les jours de fermeture. Pour valider la modification ou la suppression, cliquez sur 'Enregistrer'.
hi: इस रूप से आप छुट्टी के लिए संपादन करने या पूरी तरह से छुट्टी हटा सकते हैं। दोनों कार्य है कि आप 'सहेजें' क्लिक परिवर्तन कराया जाएगा से पहले की आवश्यकता होती है।
it: Da questo form puoi modificare i giorni di chiusura o cancellarli completamente. Entrambe le azioni richiedono che tu clicchi su 'Salva' prima che i cambiamenti vengano registrati.
oc: Dins ce formulari, podètz modificar o suprimir los jorns de tampadura. Per validar la modificacion o la supression, clicatz sus 'Enregistrar'.
pl: W formularzu można zmieniać Szczegóły rekordu.
pt: A partir deste formulário pode editar os feriados ou eliminar-los completamente. Qualquer acção para ter efeito precisa de ser salva.
pt_br: A partir deste formulário pode editar os feriados ou excluir-los completamente. Qualquer ação para ter efeito precisa de ser salva.
sk: V tomto formulári môžete uskutočniť úpravy vo sviatkoch alebo odstrániť sviatok úplne. Obidve akcie vyžadujú, aby ste klikli na 'Uložiť' skôr ako sa zmena uskutoční.
sv: Från detta formulär kan du redigera helgen eller ta bort helgen helt. Båda åtgärderna kräver att du klickar på 'Spara' innan ändringen genomförs.
tr: Bu listeden, raporun sağındaki 'Eylemler' üzerine tıklayarak ve açılan menüden 'Düzenle' opsiyonunu seçerek herhangi bir özel bir rapor düzenleyebilirsiniz.
zh_tw: 從此表單您可編輯或刪除假日，必須按下 '儲存' 鈕，才算完成作業。

source: From this form you can make edits to the suggestion (adding more details or updating incorrect information provided by the patron). You can also choose to accept or reject the suggestion on an individual basis.
ar: من هذا النموذج تستطيع التعديل على المقترحات ( إضافة المزيد من التفاصيل ، أو تحديث بعض المعلومات الخاطئة التي قام بإدخالها المستفيد) . تستطيع أيضاً أن تختار بين قبول أو رفض هذه المقترحات إستناداً على أساسات فردية.
cs: V tomto formuláři můžete upravovat návrhy (přidat detaily nebo aktualizovat chybné informace poskytnuté čtenářem). Můžete také jednotlivé návrhy přijímat a odmítat.
da: Fra denne formular kan man editere forslaget (tilføje flere detaljer eller opdatere fejlagtig information fra en låner). Du kan også vælge eller afvise forslagene indivisuelt.
de: In diesem Formular können Sie den Anschaffungsvorschlag bearbeiten (mehr Details hinzufügen oder die Eingaben des Benutzers korrigieren). Sie können den Vorschlag hier auch akzeptieren oder ablehnen.
el: Μέσω αυτής της φόρμας μπορείτε να επεξεργαστείτε την πρόταση (προσθέτοντας περισσότερες λεπτομέρειες ή ενημερώνοντας λανθασμένες πληροφορίες). Μπορείτε επίσης να επιλέξετε την έγκριση ή την απόρριψη της πρότασης σε ατομική βάση.
es: Desde este formulario puede editar las sugerencias (agregando más detalles o actualizando información incorrecta provista por el usuario). También puede aceptar o rechazar la sugerencia individualmente.
eu: Desde este formulario puede editar las sugerencias (agregando más detalles o actualizando información incorrecta provista por el socio). También puede aceptar o rechazar la sugerencia individualmente.
fi: Täällä voit muokata hankintaehdotusta (lisätä enemmän tietoja tai korjata asiakkaan syöttämiä tietoja). Voit myös hyväksyä tai hylätä ehdotuksen yksilöllisesti.
fr: Dans ce formulaire, vous pouvez modifier la suggestion, la compléter, la corriger. Vous pouvez également l'accepter ou la rejeter.
hi: इस रूप से आप सुझाव (अधिक जानकारी जोड़ने या संरक्षक द्वारा प्रदान की गई गलत जानकारी को अद्यतन करने) के लिए संपादन कर सकते हैं। आप यह भी स्वीकार करते हैं या एक व्यक्तिगत आधार पर सुझाव को अस्वीकार करने के लिए चुन सकते हैं।
it: Da questa schermata puoi modificare i suggerimenti di acquisto. Puoi anche accettare o rifiutare i suggerimenti.
oc: Dins ce formulari, podètz modificar la suggestion, la compléter, la corriger. Podètz tanben l'accepter o la regetar.
pl: W formularzu można dokonywać zmian (dodawać więcej szczegółów lub korygować nieprawidłowe informacje przekazane przez użytkownika). Można również wybrać status propozycji – Zaakceptowane/Odrzucone według indywidualnych zasad.
pt: A partir deste formulário pode modificar a sugestão (adicionar mais detalhes ou actualizar informação incorrecta fornecida pelo leitor). Pode também aceitar ou rejeitar sugestões individualmente.
pt_br: Neste formulário você pode fazer editar as sugestões (adicionando mais detalhes ou atualizando informações incorretas fornecidas pelo usuário). Você também pode optar por aceitar ou rejeitas a sugestão.
sk: V tomto formulári môžete urobiť úpravy návrhu (pridaním viac detailov alebo aktualizovaním nesprávnych informácií od čitateľa). Môžete si takisto zvoliť schválenie alebo zamietnutie návrhu na individuálnej báze.
sv: Från detta formulär kan du ändra förslaget (lägga till fler detaljer eller uppdatera felaktig information från låntagaren). Du kan även välja att godkänna eller avslå det enskilda förslaget.
tr: Bu formdan öneri düzenlemeleri yapabilirsiniz (daha fazla detay ekleyerek ya da kullanıcı tarafından sağlanan yanlış bilgiyi güncelleyerek ). Önerileri bireysel temelde kabul etmeyi ya da geri çevirmeyi de seçebilirsiniz.
zh_tw: 從此表單您可編輯建議(新增更多詳情或更新不正確的資料)，也能選擇接受或拒絕個別的建議。

source: From this list you can edit any custom report by clicking 'Actions' to the right of the report and choosing 'Edit' from the menu that appears.
ar: من هذه القائمة يمكنك تحرير أي تقرير مخصص عن طريق النقر على "إجراءات" على يسار التقرير واختيار "تحرير" من القائمة التي تظر لك.
cs: Z tohoto seznamu můžete upravit jakoukoliv vlastní sestavu kliknutím na tlačítko "Akce" napravo a vybráním možnosti "Upravit".
de: Aus dieser Liste heraus können Sie Ihren benutzerdefinierten Report bearbeiten, indem Sie auf 'Aktionen' rechts neben dem Report klicken und 'Bearbeiten' aus dem Menü auswählen.
el: Μέσω αυτής της λίστας μπορείτε να επεξεργαστείτε κάθε εξατομικευμένη αναφορά πατώντας 'Ενέργειες' στα δεξιά της αναφοράς και επιλέγοντας 'Επεξεργασία' από το μενού που εμφανίζεται.
es: Desde esta lista se puede editar cualquier informe personalizado, haga clic en "Acciones" a la derecha del informe y seleccionando "Editar" en el menú que aparece.
eu: Zerrenda honetan edozein txosten pertsonalizatu gehitu daiteke 'Actions' botoian klik eginez, txostenaren eskuinaldean dagoena eta menuan 'Edit' aukeratuz.
fi: Voit muokata räätälöityjä raportteja klikkaamalla 'Toiminnot'-alasvetovalikkoa ja valitsemalla 'Muokkaa'.
fr: A partir de cette liste, vous pouvez modifier n'importe quel rapport personnalisé en cliquant sur 'Actions' à droite du nom du rapport puis en choisissant 'Modifier' dans le menu qui apparaîtra.
hi: इस सूची से आप रिपोर्ट के अधिकार के लिए 'क्रिया' पर क्लिक करें और 'संपादन' मेनू प्रदर्शित होने से चुनने के द्वारा किसी भी कस्टम रिपोर्ट को संपादित कर सकते हैं।
it: Da questa lista puoi modificare ogni report personalizzato cliccando 'Azioni' a destra del report e successivamente 'Modifica' nel menu che appare.
oc: A partir d'aquesta lista, podètz modificar n'importe quel rapòrt personnalisé en clicant sus 'Actions' a dreita del nom del rapòrt puèi en causissent 'Modificar' dins lo menú qui apareisserà.
pl: Z tej listy możesz modyfikować każdy raport niestandardowy poprzez kliknięcie 'Działania' i wybranie przycisku 'Modyfikuj'.
pt: A partir desta lista pode editar qualquer relatório clicando em 'Ações' à direita do relatório e escolha 'Editar' no menu que aparece.
pt_br: A partir desta lista, você pode editar quaisquer relatórios personalizados clicando em 'Ações' no lado direito do relatório e selecionando 'Editar' no menu que surgir.
sk: V tomto zozname môžete upravovať ľubovoľný vlastný výkaz kliknutím na 'Akcie' napravo od výkazu a zvolením 'Upraviť' zo zobrazenej ponuky.
tr: Bu listeden, raporun sağındaki 'Eylemler' üzerine tıklayarak ve açılan menüden 'Düzenle' opsiyonunu seçerek herhangi bir özel bir rapor düzenleyebilirsiniz.
zh_tw: 您可以從這個清單勾選報表右下角的 '動作' 鈕，從彈出的選單裡，選擇 '編輯'。

source: From this menu you can set a default to apply to all item types and patrons in the library.
ar: من هذه القائمة يمكنك أن تضبط الإفتراضيات للتطبيق على كل أنواع المواد والمستفيدين في المكتبة.
cs: V této nabídce můžete zvolit výchozí nastavení pro všechny typy jednotek a všechny čtenáře.
da: I denne menu kan der sættes en standard, som skal gælde for alle låner- og eksemplartyper i biblioteket.
de: In diesem Menü können Sie einen Standard definieren, der für alle Medientypen und Benutzer Ihrer Bibliothek angewendet wird.
el: Από αυτό το μενού μπορείτε να ρυθμίσετε ένα προκαθορισμένο που θα εφαρμόζεται σε όλους τους τύπους τεκμηρίων και μελών της βιβλιοθήκης.
es: De este menú usted puede establecer un valor predeterminado para todos los tipos de ítems y usuarios de la biblioteca.
eu: De este menú usted puede establecer un valor predeterminado para todos los tipos de ítems y socios de la biblioteca.
fi: Tässä valikossa voit asettaa oletuksen, joka koskee kaikkia aineistolajeja ja asiakastyyppejä kirjastossa.
fr: Vous sélectionnez dans ce menu une règle par défaut qui s'appliquera à tous les types d'exemplaire et toutes les catégories d'adhérent de la bibliothèque.
hi: इस सूची से आप सभी आइटम प्रकार और लाइब्रेरी में संरक्षक के लिए लागू करने के लिए एक डिफ़ॉल्ट सेट कर सकते हैं।
it: Da questo menù puoi configurare un default che si applica a tutte le tipologie di copie e a tutti gli utenti della biblioteca
oc: Vous seleccionatz dins ce menú una règla per defaut qui s'aplicarà a totes los tipes d'exemplar e totas las categorias d'aderent de la bibliotèca.
pt: Deste menu pode definir um padrão a aplicar a todos os tipos de documento e leitores da biblioteca.
pt_br: Neste menu você pode definir um padrão a aplicar a todos os tipos de materiais e usuários da biblioteca.
sk: V tejto ponuke môžete nastaviť predvolenú hodnotu pre použitie pri všetkých typoch exemplárov a čitateľov v knižnici.
sv: Från denna meny kan du ställa in ett standardvärde för alla objekttyper och låntagare i biblioteket.
tr: Bu menüden, kütüphanedeki tüm materyal ve kullanıcı türlerine uygulanacak bir varsayılan sistem ayarlayabilirsiniz.
zh_tw: 從此選單可以預設適用於圖書館內所有的館藏類型與讀者。
