Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The index name is 'l-format' and it's an index of positions 007/01 and 007/02. Common values are:
ar: اسم الفهرس هو 'l-تنسيق' وهو فهرس موقعه 007/01 و 007/02. القيم العامة هي:
cs: Jméno indexu je "I-format" a je to index pozic 007/01 a 007/02. Běžné hodnoty jsou:
da: Indeksnavnet er 'i-format' og det er et indeks for positionerne 007/01 og 007/02. Hyppige værdier er:
de: Der Indexname ist 'i-format', und es ist ein Index von Positionen 007/01 und 007/02. Übliche Werte sind:
el: Το όνομα του ευρετηρίου είναι 'l-format' και είναι ένα ευρετήριο των θέσεων 007/01 και 007/02. Συνηθισμένες τιμές:
es: El nombre del índice es 'l-formato' y es un índice de posiciones 007/01 y 007/02. Los valores comunes son los siguientes:
eu: Indizearen izena 'l-format' da eta 007/01 eta 007/02 posizioen izenburua da. Hona hemen ohiko balioak:
fi: Indeksin nimi on 'l-format' ja sen sisältö tulee kentistä 007/01 ja 007/02. Yleiset arvot ovat:
fr: Le nom de l'index est 'l-format'. Il est alimenté par les positions 01 et 02 du champ 007 (en MARC21). Ses valeurs communes sont :
hi: सूचकांक नाम 'एल प्रारूप' है और यह पदों 007/01 और 007/02 के एक सूचकांक है। आम मान रहे हैं:
it: Il nome dell'indice è 'l-format' ed è un indice di posizioni 007/01 e 007/02. Valori comuni sono:
oc: Lo nom de l'indèx es 'l-format'. Es alimenté per las posicions 01 e 02 del camp 007 (en MARC21). Ses valors comunas son :
pl: Indeks nazywa się 'l-format', a jego zawartość pochodzi z pola 007 (pozycje 01 i 02).
pt: O nome do índice é 'l-format' e é um índice de posições 007/01 e 007/02. Valores comuns são:
pt_br: O nome do índice é 'l-format' e é um índice de posições 007/01 e 007/02. Valores comuns são:
sk: Názov indexu je 'l-format' a je to index polôh 007/01 and 007/02. Bežné hodnoty sú:
sv: Indexnamnet är 'l-format' och det är ett index av positionerna 007/01 och 007/02. Vanliga värden är:
tr: Ad dizini 'l-Format'ındadır ve 007/01 ve 007/02 konumlarının dizinidir. Ortak değerler şunlardır:
zh_tw: 索引名稱是 'I-format'，從 007/01 與 007/02 取得，通常的值是：

source: The indicators can be accessible using the 'indicator' key.
fi: Indikaattorit ovat käytettävissä käyttämällä 'indicator'-avainta.
hi: संकेतक 'सूचक' कुंजी का उपयोग सुलभ हो सकता है।

source: The item edit form will appear:
ar: سيظهر نموذج تحرير المادة:
cs: Objeví se editační tormulář:
da: Eksemplar-editeringsformularen vises:
de: Das Formular zum Bearbeiten von Exemplaren erscheint:
el: Η φόρμα επεξεργασίας αντιτύπων θα εμφανιστεί:
es: El formulario de edición del ítem aparecerá:
eu: Elementua editatzeko inprimakia agertuko da:
fi: Niteen muokkauslomake näkyy:
fr: Le formulaire de modification de l'exemplaire va s'afficher:
hi: आइटम संपादित रूप दिखाई देगा:
it: La fattura richiamata da questo id (invoiceid) non esiste.
oc: Lo formulari de modificacion de l'exemplar va s'afichar:
pl: Wypełnij formularz:
pt: O formulário de edição de exemplar irá aparecer:
pt_br: O formulário de edição do exemplar irá aparecer:
sk: Formulár úpravy exemplára sa objaví:
sv: Formuläret för objektredigering visas:
tr: Materyal düzenleme formu gözükecektir:
zh_tw: 將顯示館藏編輯表單：

source: The item record will also show that the item is on hold.
ar: تسجيلة المادة تبين أيضا أن هذه المادة محجوزة
cs: Záznam výtisku také ukazuje, že výtisk je rezervován.
da: Eksemplarposten fortæller også, at det er reserveret.
de: Im Exemplardatensatz wird die Vormerkung angezeigt
el: Η εγγραφή μέλους θα δείξει επίσης ότι το αντίτυπο είναι σε κράτηση.
es: El registro del ítem mostrará que el ítem está reservado.
eu: El registro del ítem mostrará que el ítem está reservado.
fi: Nidetietue näyttää myös, että nide on varattu.
fr: La notice d'exemplaire montrera aussi que l'exemplaire est réservé.
hi: आइटम रिकॉर्ड भी दिखा देंगे कि आइटम होल्ड पर है।
it: La copia mostrerà che la copia è prenotata.
oc: La notícia d'exemplar montrera tanben que l'exemplar es reservat.
pl: W rekordzie egzemplarza można również zobaczyć, czy jest zarezerwowany.
pt: O registo do exemplar também irá mostrar que o mesmo se encontra reservado.
pt_br: O registro do item agora irá informar que está reservado.
sk: Záznam exemplára zobrazí aj to, že exemplár je rezervovaný.
sv: Objektposten kommer också att visa att objektet är reserverat.
tr: Materyal kaydı aynı zamanda materyalin ayrıldığını da gösterecektir.
zh_tw: 此館藏紀錄將顯示該館藏已被預約。

source: The item shows the same 'Home Library' but has updated the 'Current Location' to note where it resides at this time
ar: المادة تظهر نفس 'صفحة المكتبة الرئيسية ' ولكن تحديث 'الموقع الحالي' لتلاحظ أنها توجد في الوقت الحالي
cs: Výtisk ukazuje stejnou hodnotu "Domovská knihovna", ale aktualizovalo se "Aktaální umístění" aby se vědělo, kde se výtisk nyní nachází
da: Eksemplaret har samme 'Hjemmebibliotek' men ændret 'Aktuel placering' for at vise, hvor det er lige nu
de: Das Exemplar behält seine 'Heimatbibliothek', aber die 'Aktuelle Bibliothek' wird aktualisiert und zeigt an, wo sich das Exemplar zur Zeit befindet
el: Το τεκμήριο δείχνει την ίδια 'Κύρια Βιβλιοθήκη' αλλά έχει ενημερώσει την 'Τρέχουσα Τοποθεσία' για να δηλώνει το που βρίσκεται αυτή τη στιγμή
es: El ítem muestra la misma 'Biblioteca de origen' pero ha actualizado la 'Ubicación actual' para mostrar dónde se encuentra en este momento
eu: Elementuak 'Jatorri-liburutegi' bera du, baina 'Uneko kokalekua' eguneratu du oraingo kokalekua kontuan hartzeko
fi: Nide näyttää saman 'Kotikirjaston', mutta 'Nykyiseen sijaintiin' päivittyy tämänhetkinen sijaintipaikka
fr: L'exemplaire conserve son 'Site de rattachement', mais son 'Site actuel' a été mis à jour pour indiquer où il se trouve à cet instant.
hi: आइटम ही 'होम लाइब्रेरी' से पता चलता है, लेकिन 'वर्तमान स्थान' अद्यतन किया गया है नोट करने के लिए जहां यह इस समय रहता है
it: La copia mantiene la stessa 'Biblioteca' ma la 'Localizzazione corrente' è cambiata per indicare dove ora è la copia
oc: L'exemplar conserve son 'Site de restacament', mas son 'Site actual' a été mis a jorn per indicar où il se tròba a aqueste instant.
pl: Podczas transferów 'Obecna lokalizacja' uzupełnia się automatycznie w zakładce Egzemplarze i określa tymczasowe miejsce egzemplarza. Natomiast stała lokalizacja pozycji określona jest w polu 'Biblioteka macierzysta'.
pt: O exemplar mostra a mesma 'Biblioteca origem' mas tem a 'Localização corrente' actualizado para a biblioteca onde se encontra
pt_br: O exemplar exibe a mesma 'Biblioteca de Origem' mas teve atualizada a 'Localização Atual' para indicar onde ele se localiza no momento
sk: Exemplár ukazuje rovnakú 'Domovskú knižnicu', ale aktualizoval 'Momentálnu lokáciu', aby sa vedelo, kde sa práve nachádza
sv: Objektet har samma värde för 'Hembibliotek', men har uppdaterat 'Aktuell plats' för att visa var objektet finns just nu
tr: Materyal aynı 'Ana kütüphaneyi' gösterir fakat şu anda materyalin nerde olduğunu belirtmek için 'Mevcut konumu'na güncellemiştir.
zh_tw: 該館藏顯示相同的 '所屬圖書館'，但已更新其 '現在位置'，顯示此刻的所在

source: The item will not be permanently moved to the new library
ar: لن يتم نقل هذه المادة بشكل دائم إلى المكتبة الجديدة
cs: Výtisk nebude trvale přesunut do nové knihovny
da: Eksemplaret flyttes ikke permanent fra biblioteket
de: Das Exemplar wird nicht dauerhaft der neuen Bibliothek zugeordnet
el: Το τεκμήριο δε θα μεταφερθεί μόνιμα στη νέα βιβλιοθήκη
es: El ítem no será movido permanentemente a la nueva biblioteca
eu: Elementua ez da behin betiko liburutegi berrira mugituko
fi: Nidettä ei ole pysyvästi siirretty uuteen kirjastoon
fr: L'exemplaire ne sera pas déplacé de façon permanente vers le nouveau site
hi: आइटम स्थायी रूप से नए पुस्तकालय को स्थानांतरित नहीं किया जाएगा
it: Le copie non saranno spostate permanentemente alla nuova biblioteca
oc: L'exemplar serà pas desplaçat de faiçon permanente cap a lo novèl site
pl: Egzemplarz nie zostanie przeniesiony na stałe do nowej biblioteki
pt: O exemplar não irá ser movido permanentemente para a nova biblioteca
pt_br: O exemplar não será permanentemente movido para a nova biblioteca
sk: Exemplár nebude natrvalo prenesený do novej knižnice
sv: Objektet kommer inte att flyttas permanent till det nya biblioteket
tr: Materyal sürekli olarak yeni kütüphaneye taşınmayacaktır.
zh_tw: 該館藏不會永久置於新圖書館

source: The item will now say that it is in transit
ar: سوف يتبين أن المادة وصلت للتو إلى المكتبة
cs: Výtisk nyní ohlašuje, že je "na cestě"
da: Eksemplaret fortæller nu, at det er i transit
de: Das Exemplar ist nun im Transportstatus
el: Το τεκμήριο τώρα θέλει ότι είναι σε μεταφορά
es: El ítem ahora está en tránsito
eu: Elementua bidean dagoela agertuko da
fi: Niteen tila on nyt kuljetettavana
fr: L'exemplaire sera maintenant marqué comme étant en transit
hi: आइटम अब कहेंगे कि यह पारगमन में है
it: La copia ora ha l'informazione che è in transito
oc: L'exemplar serà ara marqué coma étant en transit
pl: Status egzemplarza zmieni się na 'W drodze'
pt: O exemplar irá mostrar que está em trânsito
pt_br: O item agora irá informar que está em trânsito
sk: Exemplár teraz zahlási, že je na ceste
sv: Objektet kommer nu att visa att det är på väg
tr: Materyal şu an transit halinde olduğunu söyleyecektir.
zh_tw: 該館藏應在轉移中

source: The library code should not contain any spaces and be 10 or fewer characters. This code will be used as a unique identifier in the database.
ar: لا يجب أن يحتوي رمز المكتبة على أي مسافات وأن يتكون من 10 أحرف أو أقل. سيتم استخدام هذا الرمز كمعرف فريد في قاعدة البيانات
de: Der Bibliothekscode sollte keine Leerzeichen enthalten und zehn oder weniger Zeichen lang sein. Er dient als eindeutige Kennung in der Datenbank.
es: El código de biblioteca no debe contener ningún espacio y debe ser de 10 o menos caracteres. Este código será utilizado como un identificador única en la base de datos.
fi: Kirjaston tunnuksessa ei saisi olla yhtään tyhjää merkkiä ja sen pitää olla korkeintaan 10 merkkiä pitkä. Tunnusta käytetään yksilöllisenä tunnisteena tietokannassa.
fr: Le code de site ne devrait pas contenir d'espaces et devrait avoir 10 caractères ou moins.Ce code sera utilisé comme un identifiant unique dans la base de données.
hi: पुस्तकालय कोड किसी भी रिक्त स्थान होते हैं और 10 या इससे कम वर्ण नहीं होना चाहिए। इस कोड डेटाबेस में एक अद्वितीय पहचानकर्ता के रूप में इस्तेमाल किया जाएगा।
it: Il codice della biblioteca non può contenere alcun spazio e può essere di massimo 10 caratteri. Questo codice sarà usato come identificativo univoco nel database.
sk: Kód knižnice by nemal obsahovať žiadne medzery a mal by mať najviac 10 znakov. Tento kód sa použije ako jedinečný identifikátor v databáze.
tr: Kütüphane kodu boşluk içermeyen 10 veya daha az karakterden oluşmalıdır. Bu kod veritabanında özgün tanımlayıcı olarak kullanılır.

source: The library management section includes values that are used within the library
ar: قسم إدارة مكتبة يتضمن القيم التي يتم استخدامها داخل المكتبة
cs: Sekce "Řízení knihovny" zahrnuje hodnoty, které jsou používány v rámci knihovny
da: Biblioteksadministrationsafsnittet indeholder værdier, der bruges i biblioteket
de: Der Abschnitt Bibliotheksmanagement beinhaltet Werte, die innerhalb der Bibliothek benutzt werden
el: Ο τομέας διαχείρισης βιβλιοθήκης περιλαμβάνει τιμές που χρησιμοποιούνται μέσα στη βιβλιοθήκη
es: El sección de administración de la biblioteca incluye los valores que son utilizados dentro de la biblioteca
eu: Liburutegiaren kudeaketa atalak liburutegi barruan erabiltzen diren balioak barne hartzen ditu
fi: Kirjaston hallinta -osio sisältää kirjaston käyttämiä arvoja.
fr: La section 'Éléments relatifs à l'inscription' contient d'autres paramètres propres à la bibliothèque
hi: पुस्तकालय प्रबंधन अनुभाग मूल्यों है कि पुस्तकालय के भीतर उपयोग किया जाता है शामिल
it: La sezione riservata alla biblioteca include valori che sono usati internamente alla biblioteca
oc: La seccion 'Elements relatifs a l'inscripcion' conten d'autres paramètres propres a la bibliotèca
pl: Sekcja 'Zarządzanie kontem bibliotecznym' zawiera wartości, które są stosowane w bibliotece
pt: A secção de gestão da biblioteca inclui valores que são usados dentro da biblioteca
pt_br: A seção de gerenciamento da biblioteca inclui valores que são utilizados na biblioteca
sk: Sekcia spravovania knižnice zahŕňa hodnoty, ktoré sú použité v knižnici
sv: Sektionen för bibliotekshantering innehåller värden som används inom biblioteket
tr: Kütüphane yönetimi kısmı kütüphanede kullanılan değerleri içerir.
zh_tw: 圖書館管理區塊包括圖書館常用到的值

source: The links to claims also appears to the left of the subscription detail page
ar: الارتباطات إلى المطالبات كما يظهر على يمين الصفحة تفاصيل الاشتراك
cs: Odkazy na reklamace se také objeví v levé části detailní stránky předplatného (odběru)
da: Linket til rykkere vises også til venstre på abonnements-detalje-siden
de: Der Link zu den Reklamationen wird ebenfalls auf der linken Seite der Abonnementseite angezeigt
el: Ο σύνδεσμος στις αξιώσεις εμφανίζεται και στα αριστερά της σελίδας με τα στοιχεία συνδρομής
es: El enlace a reclamos también aparece a la izquierda de la página de detalles de suscripción
eu: El enlace a reclamos también aparece a la izquierda de la página de detalles de suscripción
fi: Linkit reklamointiin näkyvät myös tilaussivun vasemmalla puolella
fr: Les liens pour les réclamations apparaissent sur la gauche de la page de détail de l'abonnement
hi: दावों के लिए लिंक भी सदस्यता विस्तार पृष्ठ के बाईं ओर दिखाई देता है
it: Il link ai reclami appare anche a sinistra della pagina dei dettagli dell'abbonamento
oc: Les ligams per las reclamacions apareisson sus la esquèrra de la pagina de detalh de l'abonament
pl: Reklamacja dostępna jest także w menu 'Szczegóły prenumeraty'
pt: As ligações para as reclamações aparecem à esquerda na página de detalhes da assinatura
pt_br: Os links para reclamação também irão aparecer a esquerda na página de detalhes da assinatura
sk: Odkaz na reklamácie sa nachádza aj naľavo od stránky detailov o predplatnom
sv: Länkarna till reklamationer visas också till vänster om informationssidan för prenumerationer
tr: Talep bağlantıları aynı zamanda abonelik detay sayfasının solunda da gözükür
zh_tw: 連結至催缺也顯示在訂閱詳情頁面的左方

source: The list of funds is populated by the funds you have assigned in the Acquisitions Administration area.
ar: يتم نشر قائمة من الصناديق عن طريق الصناديق التي تم تعيينها في مجال إدارة عمليات التزويد.
cs: Seznam fondů je naplněn fondy, které jste přiřadili v oblasti "Správa akvizice".
da: Listen med konti fyldes med de konti der er tilordnet til indkøbs-administrationsområdet.
de: Die Liste der Konten wird aus den Konten gebildet, die Ihnen im Administrationsbereich Erwerbung zugeordnet wurden.
el: Η λίστα με τα κεφάλαια συμπληρώνετε από τα κεφάλαια που έχετε δώσει στην περιοχή Διαχείρισης Προσκτήσεων.
es: La lista de los fondos está poblada de los fondos que se han asignado en el área de Adquisiciones de la Administración.
eu: Funtsen zerrenda Eskurapenen administrazioa atalean esleitu dituzun funtsek osatzen dute.
fi: Tilien lista on määritelty Hankinnan ylläpidon kautta.
fr: La liste des postes budgétaires est construite avec les postes budgétaires que vous avez définis dans la rubrique Administration du module Acquisitions.
hi: कोष की सूची अधिग्रहण प्रशासन क्षेत्र में आपने कोषों को असाइन की.
it: La lista dei fondi è composta dai fondi che hai definito nell'Area di amministrazione dei fondi.
oc: La lista des pòstes budgètaris es construite amb les pòstes budgètaris qu'avètz définis dins la rubrica Administration del modul Aquisicions.
pl: Środki pieniężne są ujęte w funduszach, utworzonych w Administracja (Administracja>Gromadzenie).
pt: A lista de fundos é preenchida pelos fundos que criou na área de administração das aquisições.
pt_br: A lista de fundos é preenchida com os fundos que você incluiu na área de Administração de Aquisições.
sk: Zoznam fondov sa vyrobí z fondov, ktorý ste priradili v oblasti Administrácie akvizícií.
sv: Listan med budgetställen fylls i med de budgetställen du tilldelat i administrationsområdet för Inköp.
tr: Fon listesi, Sağlama Yönetim alanına atadığınız fonlarla doldurulur.
zh_tw: 經由採訪管理區塊的指派，基金清單已由基金組成。

source: The list will be updated and the edits should now be visible.
ar: القائمة ستُحدَّث والتعديلات ينبغي أن تكون الآن مرئية.
cs: Seznam se obnoví a projeví se v něm všechny vaše úpravy.
da: Listen opdateres og editeringerne er nu synlige.
de: Die Liste wird nun aktualisiert und die Bearbeitungen sollten nun sichtbar sein.
el: Η λίστα θα ενημερωθεί και οι αλλαγές θα πρέπει τώρα να είναι ορατές.
es: La lista será actualizada y las ediciones deberían ser visibles ahora.
eu: La lista será actualizada y las ediciones ahora debería ser visibles.
fi: Lista päivitetään ja muutokset näkyvät
fr: La liste a été mise à jour et les modifications doivent maintenant être visibles.
hi: सूची अद्यतन किया जाएगा और संपादन अब दिखाई जानी चाहिए।
it: La lista verrà aggiornata e le modifiche saranno visibili.
oc: La lista a été mesa a jorn e las modificacions devon ara èsser visibles.
pl: Lista zostanie zaktualizowana i poprawki powinny być widoczne.
pt: A lista será actualizada e as edições deve ser visíveis.
pt_br: A lista será atualizada e as edições agora serão visíveis.
sk: Tento zoznam bude aktualizovaný a úpravy by už teraz mali byť viditeľné.
sv: Listan kommer att uppdateras och ändringarna ska nu vara synliga.
tr: Liste güncellenecektir ve düzenlemeler şimdi görünür olmalıdır.
zh_tw: 此清單將更新、編輯儲存與可見。

source: The list will be updated, the edits saved, and visible.
ar: القائمة ستُحدَّث، التعديلات حُفِظت، وأصبحت مرئية.
cs: Tento seznam bude aktualizován, změny uloženy a zobrazeny.
da: Listen opdateres, editeringerne gemmes og er synlige.
de: Die Liste wird aktualisiert und die Bearbeitungen gespeichert und angezeigt.
el: Η λίστα θα ενημερωθεί, οι αλλαγές θα αποθηκευτούν και θα θα είναι ορατές.
es: La lista será actualizada, las ediciones guardadas, y visibles.
eu: La lista será actualizada, las ediciones guardadas, y visible.
fi: Lista päivitetään ja muutokset näkyvät
fr: La liste sera mise à jour, les modifications sauvegardées et visibles.
hi: सूची अद्यतन किया जाएगा, संपादन बचाया, और दिख रहा है।
it: La lista verrà aggiornata, le modifiche salvate e rese visibili.
oc: La lista serà mesa a jorn, las modificacions salvadas e visibles.
pl: Po potwierdzeniu lista zostanie zaktualizowana.
pt: A lista será actualizada, as edições guardadas e visíveis.
pt_br: A lista será atualizada, as edições salvas, e visíveis.
sk: Zoznam bude aktualizovaný, úpravy uložené a viditeľné.
sv: Listan kommer att uppdateras, ändringarna sparas och är nu synliga.
tr: Liste güncellenecek, düzenlemeler kaydedildi, ve görünür durumda.
zh_tw: 此清單將更新、編輯儲存與可見。

source: The list will update and the new quote should now be visible.
ar: القائمة ستُحدِّث والاقتباسات الجديدة يجب أن تكون الآن مرئية.
cs: Tento seznam se aktualizuje a nové citace by měly být nyní viditelné.
da: Listen opdateres og nye citater er nu synlige.
de: Die Liste wird aktualisiert und das neue Zitat wird angezeigt.
el: Η λίστα θα ενημερωθεί και το νέο απόφθεγμα θα πρέπει τώρα να είναι ορατό.
es: La lista se actualizará y la nueva cita debería ser visible ahora.
eu: La lista será actualizada y la nueva quote ahora deberá ser visisble.
fi: Lista päivittyy ja uuden sitaatin pitäisi olla näkyvissä.
fr: La liste sera mise à jour et les nouvelles citations seront maintenant visibles.
hi: सूची को अद्यतन करेगा और नई बोली अब दिखाई जानी चाहिए।
it: La lista verrà aggiornata e la nuova citazione è ora visibile.
oc: La lista serà mesa a jorn e les novèlas citacions seràn ara visibles.
pt: A lista será actualizada e a nova frase deve ser agora visível.
pt_br: A lista será atualizada e a nova citação agora será visível.
sk: Zoznam bude aktualizovaný a nový citát by už teraz mal byť viditeľný.
sv: Listan kommer att uppdateras och det nya citatet bör nu vara synligt.
tr: Liste güncellenecek ve yeni bilgi şimdi görünür durumda olacaktır.
zh_tw: 將更新虛擬書架，可看到新增的引句。

source: The mappings are found in three tables: biblio, biblioitems and items.
hi: मैपिंग तीन तालिकाओं में पाए जाते हैं: बिब्लियों, बिब्लियोंआइटीम्स और आइटम

source: The measurements can be found on the vendor product packaging or website.
ar: يمكن العثور على القياسات من غلاف مورد المنتج أو من شبكة الإنترنت.
cs: Míry lze nalézt na obalu výrobků dodavatele nebo na jeho webových stránkách.
da: Målene kan findes på leverandørens papirer eller webside.
de: Die Maße können auf der Produktverpackung oder der Webseite des Herstellers gefunden werden.
el: Τα μέτρα μπορούν να βρεθούν στο πακέτο προϊόντος ή τον δικτυακό τόπο του προμηθευτή.
es: Las medidas se pueden encontrar en el empaque del proveedor del producto o página Web.
eu: Neurketak hornitzailearen paketearen bilgarrian edo wegunean aurkitu daitezke.
fi: Mitat löydät toimittajan tuotteen pakkauksesta tai nettisivuilta.
fr: Les mesures peuvent être trouvées sur l'emballage du fournisseur ou son site internet.
hi: माप विक्रेता उत्पाद पैकेजिंग या वेबसाइट पर पाया जा सकता है।
it: Le misure possono essere trovate nel pacco del fornitore o sul suo sito web.
oc: Les mesures pòdon èsser trobadas sus l'embalatge del provesidor o son site internet.
pt: As medições podem ser encontradas na embalagem do produto do fornecedor ou no Web site.
pt_br: As medições podem ser encontradas na embalagem do produto do fornecedor ou no Web site.
sk: Miery možno nájsť na obale výrobku alebo na internete.
sv: Måtten finns på produktförpackningen eller leverantörens webbsida.
tr: Ölçümler, sağlayıcı ürün paketinde ya da web sitesinde bulunabilir.
zh_tw: 尺寸可以從供應商的包裝或網站找到。

source: The measurements, number of columns and number of rows can be found on the vendor product packaging or website.
ar: يمكن الاطلاع على القياسات، وعدد الأعمدة وعدد الصفوف من غلاف مورد المنتج أو من الموقع على شبكة الإنترنت.
cs: Míry, počty sloupců a řádků lze nalézt na obalu výrobků dodavatele nebo na jeho webových stránkách.
da: Målene, antal kolonner og antal rækker kan findes på leverandørens papirer eller webside.
de: Die Maße können auf der Produktverpackung oder der Webseite des Herstellers gefunden werden.
el: Τα μέτρα, ο αριθμός στηλών και ο αριθμός γραμμών μπορούν να βρεθούν στο πακέτο προϊόντος ή τον δικτυακό τόπο του προμηθευτή.
es: Las medidas, número de columnas y número de filas se pueden encontrar en el empaque del proveedor del producto o página Web.
eu: Neurketak, zutabe kopurua eta errenkada kopurua hornitzailearen paketearen bilgarrian edo wegunean aurkitu daitezke.
fi: Mitat, sarakkeiden ja rivien määrät löydät toimittajan tuotteen pakkauksesta tai nettisivuilta.
fr: Les mesures, nombre de colonnes et nombre de lignes peuvent être trouvés sur l'emballage du fournisseur ou son site internet.
hi: माप, स्तंभों और पंक्तियों की संख्या की संख्या विक्रेता उत्पाद पैकेजिंग या वेबसाइट पर पाया जा सकता है।
it: Le misure possono essere trovate nel pacco del fornitore o sul suo sito web.
oc: Les mesures, nombre de colomnas e nombre de linhas pòdon èsser trobats sus l'embalatge del provesidor o son site internet.
pt: As medições, número de colunas e número de linhas podem ser encontradas na embalagem do produto do fornecedor ou no Web site.
pt_br: As medidas, número de colunas e de linhas podem ser encontradas na embalagem ou no site do fornecedor da etiqueta.
sk: Miery, počet stĺpcov a riadkov možno nájsť na balení výrobku alebo na webstránke.
sv: Måtten, antal kolumner och antalet rader finns på produktförpackningen eller leverantörens webbsida.
tr: Ölçümler, sütun sayısı ve satır sayısı sağlayıcı ürün paketinde ya da web sitesinde bulunabilir.
zh_tw: 尺寸，列與行數，可以從供應商的包裝或網站找到。
