Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: While in Circulation you can jump between the tabs on the quick search box at the top of the screen by using the following hot keys:
ar: أثناء وجودك في الإعارة يمكنك التنقل بين التبويبات في مربع البحث السريع أعلى الشاشة باستخدام المفاتيح التالية:
cs: V modulu výpůjčky můžete také snadno přecházet mezi záložky pod vyhledávacím políčkem pomocí klávesových zkratek:
da: Under udlån kan du springe mellem fanerne i hurtigt-søgefeltet øverts på skærmen og bruge følgende genvejstaster:
de: In der Ausleihe können Sie mit den folgenden Tastenkombinationen zwischen den Reitern am oberen Bildschirmrand springen:
el: Ενώ είστε στην Κυκλοφορία Υλικού μπορείτε να κινηθείτε ανάμεσα στις καρτέλες στο κουτί γρήγορης αναζήτησης στην κορυφή της οθόνης χρησιμοποιώντας τα ακόλουθα σημαντικά πλήκτρα:
es: Mientras esté en Circulación puede saltar entre las pestañas en el cuadro de búsqueda rápida en las parte superior de la pantalla utilizando las siguientes teclas:
eu: Zirkulazioan zaudenean, bilaketa azkarreko koadroetako fitxen artetik mugitu zaitezke laster tekla hauek erabilita:
fi: Kun olet Lainauksessa ja palautuksessa, voit käyttää pikahaun välilehtien välillä liikkumiseen seuraavia pikanäppäimiä:
fr: Quand vous êtes dans le module Circulation, vous pouvez rapidement basculer d'un onglet à l'autre de la barre supérieure de recherche en utilisant les raccourcis claviers suivants :
hi: सर्कुलेशन आप निम्नलिखित गर्म कुंजी का उपयोग करके स्क्रीन के शीर्ष पर त्वरित खोज बॉक्स पर नजर के बीच कूद सकते हैं:
it: Mentre sei nel modulo della circolazione, puoi passare da un tab all'altro della casella di ricerca usando i seguenti tasti rapidi:
oc: Quand sètz dins lo modul Circulation, podètz rapidement basculer d'un onglet a l'autre de la barra superiora de recèrca en utilizant les acorchis clavièrs seguents :
pl: Podczas wypożyczania można przechodzić między zakładkami w oknie szybkiego wyszukiwania, w górnej części ekranu, za pomocą następujących skrótów klawiszowych:
pt: Quando estiver na página de empréstimo, pode alternar nos separados da caixa de pesquisa no topo do ecrã usando as teclas:
pt_br: Na tela de Circulação você pode alternar entre as abas na caixa de pesquisa rápida na parte superior da tela utilizando as seguintes teclas de atalho:
sk: Kým ste v Obehu, môžete preskočiť medzi záložkami rýchleho hľadania na vrchu zobrazenia pomocou nasledujúcich klávesových skratiek:
sv: I Utlåning kan du växla mellan flikarna på rutan för snabbsökning längst upp i skärmen genom att använda följande snabbknappar:
tr: Dolaşımdayken ekranın üzerindeki hızlı arama kutusundaki sekmeler arasında şu kısa yol tuşlarını kullanarak atlayabilirsiniz:
zh_tw: 流通時，可使用以下的熱鍵，在螢幕上方快速搜尋盒的分頁間快速移動：

source: With any of the above ordering options you're presented with an option to notify patrons of the new item when it's received. The contents of that notification can be edited in the Notices & Slips tool and will have the code of ACQ_NOTIF_ON_RECEIV. In the 'Patrons' section you will see an option to 'Add user'. Click that button to add patrons who will be notified of the new issue.
fi: Yllä olevien tilauksen vaihtoehtojen lisäksi voit ilmoittaa asiakkaalle uudesta niteestä, kun se on vastaanotettu. Tämän viestin sisältö muokataan 'Ilmoitukset ja kuitit' -työkalussa ja siinä on koodi ACQ_NOTIF_ON_RECEIV. 'Asiakkaat'-osiossa on valinta 'Lisää asiakas'. Klikkaa tätä lisätäksesi asiakkaan, jolle lähetetään ilmoitus uudesta niteestä.
hi: उपरोक्त आदेश देने के विकल्पों में से किसी के साथ आप नए आइटम के संरक्षक सूचित करने के लिए जब यह प्राप्त है एक विकल्प के साथ प्रस्तुत कर रहे हैं। उस अधिसूचना की सामग्री को नोटिस और फिसल जाता उपकरण में संपादित किया जा सकता है और ACQ_NOTIF_ON_RECEIV का कोड होगा। 'संरक्षक' अनुभाग में आप एक विकल्प के लिए 'उपयोगकर्ता जोड़ें' देखेंगे। संरक्षक जो नए मुद्दे की अधिसूचित किया जाएगा कि जोड़ने के लिए बटन पर क्लिक करें।

source: With this tool you can make edits to a batch of patron records. Simply load in a file of cardnumbers (one per line) or scan patron card numbers in to the box provided.
ar: بهذه الأداة بإمكانك القيام بالتعديلات على دفعة من تسجيلات المستفيدين. ببساطة حمل ملفاً يحتوي أرقام البطاقات (واحد لكل سطر) أو امسح أرقام بطاقات المستفيد بالصندوق المخصص.
cs: Pomocí tohoto nástroje můžete provádět úpravy dávky čtenířeských záznamů. Jednoduše vložte do souboru cardnumbers (jeden na řádek) nebo skenujte čísla karty čtenáře do příslušného pole.
da: Med dette værktøj kan du editere en stabel af lånerposter. Du indlæser bare en fil med kortnumre (en pr. linie) eller scanner kortnumre ind i den viste boks.
de: Mit diesem Werkzeug können Sie mehrere Benutzerdatensätze auf einmal bearbeiten. Laden Sie eine Datei mit Ausweisnummern (1/Zeile) oder scannen Sie alle Ausweisnummern in das Eingabefeld.
el: Με αυτό το εργαλείο μπορείτε να κάνετε επεξεργασία σε παρτίδες εγγραφών μελών. Απλά φορτώστε ένα αρχείο αριθμών καρτών (ένας ανά γραμμή) ή σαρώστε τους αριθμούς καρτών χρηστών στο κουτί που σας δίνεται.
es: Con esta herramienta puede editar un lote de registros de usuarios. Simplemente cargue un archivo de números de usuario (uno por línea) o escanear números de usuario en la caja provista.
eu: Con esta herramienta se pueden realizar modificaciones a un lote de registros de los usuarios. Sólo tiene que cargar en un archivo de núnero de tarjeta (uno por línea), o escanear un número de tarjeta de socio en la casilla correspondiente.
fi: Tällä työkalulla voit muokata asiakastietoja eränä. Lataa vain kirjastokorttien numerot tiedostona (yksi per rivi) tai lue viivakoodinlukijalla numerot laatikkoon.
fr: Cet outil permet de modifier par lot un ensemble de fiches d'adhérents. Chargez simplement un fichier de numéros de carte (un par ligne) ou scannez les numéros de carte dans la boîte prévue à cet effet.
hi: इस उपकरण के साथ आप संरक्षक अभिलेखों का एक बैच के लिए संपादन कर सकते हैं। सीधे शब्दों में दिए गए बॉक्स करने के लिए cardnumbers (प्रति पंक्ति) या स्कैन संरक्षक कार्ड नंबर की एक फ़ाइल में लोड।
it: Con questo strumento puoi modificare un batch di record utente. Carica un file di barcode utente (uno per riga) o indicali nella casella apposita.
oc: Aqueste aisina permet de modificar per lòt un ensemble de fichas d'aderents. Chargez simplament un fichièr de numèros de carta (un per linha) o scannez les numèros de carta dins la bóstia prevista a aqueste effet.
pl: To narzędzie umożliwia edycję batch rekordów użytkowników. Proste załadowanie w pliku numerów kart (jeden w linii) albo skan numerów kart użytkowników do oznaczonego pudełka.
pt: Com esta ferramenta pode efectuar alterações em lote a registos de leitores. Basta carregar um ficheiro com números de cartão (um por linha) ou digitalizar esses números na caixa de texto.
pt_br: Com esta ferramenta você pode editar em lote registros de usuários. Simplesmente informe um arquivo com números de carteirinhas (um por linha) ou escaneie números de carteirinhas de usuários no campo fornecido.
sk: S týmto nástrojom môžete urobiť úpravy v dávke záznamov o čitateľoch. Načítajte jednoducho súbor čísel čitateľských preukazov (jeden na riadok) alebo naskenujte čísla čitateľských preukazov do prítomnej schránky.
sv: Med detta verktyg kan du redigera en sats låntagarposter. Ladda bara en fil med kortnummer (ett per rad) eller skanna låntagarkortnummer i den ruta som finns tillgänglig.
tr: Bu araç ile kullanıcı kayıtları için çoklu düzenlemeler yapabilirsiniz. Kart numaralarını (her satırda bir tane) dosya içerisinde yüklemeniz veya verilen kutu içerisinde kullanıcı kartı numaralarını taramanız yeterlidir.
zh_tw: 以此工具可批次編輯讀者紀錄。載入有讀者號的檔案 (每列一個讀者號) 或掃瞄讀者號進入盒內。

source: Without any parameter, the script will be launched in a dry-run mode. If the -c (or --confirm) flag is given, the script will apply the changes.
fi: Jos parametriä ei määritellä, komentosarja ajetaan harjoitusmoodissa. Jos annetaan -c (tai --confirm) -kytkin (flag), komentosarja tekee muutokset.
hi: किसी भी पैरामीटर के बिना, स्क्रिप्ट एक सूखी चलाने मोड में शुरू किया जाएगा। ग (या --confirm) ध्वज दिया जाता है, तो स्क्रिप्ट परिवर्तनों को लागू करेगा।

source: Without periodicity: some very specific (usually high level science journals) don't have a true periodicity. When you subscribe to the title, you subscribe for 6 issues, which can arrive in 1 year... or 2... There is no regularity or known schedule.
fi: Ilman jaksotusta: muutamilla erikoisilla (etenkin korkean tason tieteellisillä) julkaisuilla ei ole oikeaa jaksotusta. Kun tilaat lehden, tilaat kuusi numeroa, jotka voivat tulla 1-2 vuoden aikana. Siinä ei ole säännöllisyyttä tai tiedettyä aikataulua.
hi: आवधिकता के बिना: कुछ बहुत विशिष्ट (आमतौर पर उच्च स्तरीय विज्ञान पत्रिकाओं) के पास सही समय-सारणी नहीं होती है जब आप शीर्षक के लिए सदस्यता लेते हैं, तो आप 6 मुद्दों के लिए सदस्यता लेते हैं, जो 1 वर्ष में आ सकता है ... या 2 ... कोई नियमितता या ज्ञात कार्यक्रम नहीं है.

source: Write news for the OPAC and staff interfaces
ar: قم بكتابة الأخبار للأوباك وواجهة العميل
cs: Novinky pro on-line katalog a intranet
da: Skriv nyheder til OPAC og Intranet
de: News für den OPAC und das Personal schreiben
el: Γράψτε νέα για τον OPAC και τη διεπαφή προσωπικού
es: Escriba novedades para el OPAC y la interfaz administrativa
eu: Idatzi OPAC eta langileen interfazearentzako berriak
fi: Kirjoita uutisia verkkokirjastoon ja virkailijatyökaluun
fr: Rédiger des annonces pour l'OPAC et l'interface professionnelle
hi: ओपेक और कर्मचारियों इंटरफेस के लिए खबर लिखने
it: Redigi le News per l'OPAC e l'interfaccia staff
oc: Rédiger des annonces per l'OPAC e l'interfàcia professionala
pl: Redagowanie aktualności dla użytkowników i bibliotekarzy
pt: Redacção de mensagens para OPAC e Técnicos
pt_br: Redação de mensagens para OPAC e Técnicos
sk: Napíšte novinky pre OPAC a intranet
sv: Skriva nyheter för OPAC- och personalgränssnitten
tr: OPAC ve personel arayüzü için haberleri yaz
zh_tw: 為 OPAC 與館員介面撰寫最新消息

source: Writeoff All fines
ar: اشطب كل الغرامات
cs: Prominout všechny poplatky
da: Afskrive alle bøder
de: Alles erlassen
el: Παραγραφή Όλων των προστίμων
es: Cancelar todas la multas
eu: Cancelar todas la penalizaciones
fi: Poista kaikki maksut
fr: Passer toutes les amendes en pertes et profits
hi: सभी जुर्माना खारिज
it: Cancella tutte le multe
oc: Passer totas las emendas en pertes e profits
pl: Anuluj wszystkie należności
pt: Amortizar todas as multas
pt_br: Desconsiderar todas as multas
sk: Odpísať všetky pokuty
sv: Avskriv alla böter
tr: Tüm ceza borçlarını sil
zh_tw: 豁免全部罰款

source: Writeoff a single fine
ar: اشطب غرامة واحدة
cs: Prominout jednotlivý poplatek
da: Afskrive en enkelt bøde
de: Einzelne Gebühr erlassen
el: Παραγραφή ενός μόνο προστίμου
es: Cancelar una multa individual
eu: Cancelar una penalización individual
fi: Poista yksittäinen maksu
fr: Passer une amende en pertes et profits
hi: एक जुर्माना खारिज
it: Cancella una singola multa
oc: Passer una emenda en pertes e profits
pl: Anuluj pojedynczą należność
pt: Amortizar uma multa
pt_br: Desconsiderar uma única multa
sk: Odpísať jednotlivú pokutu
sv: Avskriv en viss bot
tr: Tek bir ceza borcunu sil
zh_tw: 豁免一個罰款

source: XML - Included as an alternate export format
ar: XML - تم إدراجه كتنسيق تصدير بديل
cs: XML - Zahrnuto jako alternativní formát pro export
da: XML - indkluderet som alternativt eksportformat
de: XML - als alternatives Export-Format
el: XML - Συμπεριλαμβάνεται ως εναλλακτική μορφή εξαγωγής
es: XML - Se incluye como un formato de exportación alternativo
eu: XML - esportazio formatu alternatibo gisa gehitu da
fi: XML - sisältää vaihtoehtoisen vientiformaatin
fr: XML - inclus comme format d'export alternatif
hi: एक्सएमएल - एक वैकल्पिक निर्यात प्रारूप के रूप में शामिल
it: XML - Incluso come formato alternativo di export
oc: XML - inclus coma format d'expòrt alternatiu
pl: XML - alternatywny format eksportu danych
pt: XML - Incluido como uma alternativa de formato de exportação
pt_br: XML - Incluido como alternativa de formato exportado
sk: XML - Zahrnutý ako alternatívny formát exportu
sv: XML - inkluderat som ett alternativt exportformat
tr: XML - Bir diğer dışa aktarma formatı olarak dahil edilmiş
zh_tw: XML - 包括其他匯出格式

source: XSLT configuration
ar: تهيئة XSLT
cs: Konfigurace XSLT
de: XSLT-Konfiguration
el: XSLT παραμετροποίηση
es: Configuración XSLT
fi: XSLT-asetukset
hi: एक्सएमएल - एक वैकल्पिक निर्यात प्रारूप के रूप में शामिल
it: Configurazione XSLT
pt: Configuração XSLT
sk: Konfigurácia XSLT
tr: XSLT yapılandırması
zh_tw: XSLT 組態

source: You can add your own source of classification by using the New Classification Source button. To edit use the Edit link.
ar: يمكنك إضافة مصدر التصنيف الخاص بك باستخدام زر مصدر التصنيف الجديد. للتحرير قم باستخدام رابط تحرر.
cs: Můžete přidat svůj vlastní zdroj klasifikace pomocí tlačítka "Nový klasifikační zdroj". Chcete-li upravit použijte odkaz Upravit.
da: Du kan tilføje din egen klassifikationskilde ved at bruge knappen Ny klassifikationskilde. For at editere brug linket Edit.
de: Über den Button 'Neue Klassifikation' können Sie ihre eigene Klassifikation hinzufügen. Zum Bearbeiten benutzen Sie den Link 'Bearbeiten'.
el: Μπορείτε να προσθέσετε τη δικιά σας πηγή ταξινόμησης χρησιμοποιώντας το κουμπί Νέα Πηγή Ταξινόμησης. Για να κάνετε επεξεργασία χρησιμοποιήστε τον σύνδεσμο Επεξεργασία.
es: Usted puede agregar su propia fuente de clasificación usando el botón de Nueva Fuente de Clasificación. Para editar use el enlace de Editar
eu: Sailkapen iturri bat gehitu dezakezu Sailkapen iturri berria botoia erabilita. Editatzeko, erabili Editatu lotura.
fi: Voit lisätä oman luokitusjärjestelmän käyttämällä 'Uusi luokitusjärjestelmä'-painiketta. Jos haluat muokata, klikkaa 'Muokkaa'.
fr: Vous pouvez ajouter vos propres sources de classification en utilisant le bouton Source de classification. Pour modifier une source, utilisez le lien Modifier.
hi: आप नया वर्गीकरण स्रोत बटन का उपयोग करके वर्गीकरण का अपना स्वयं का स्रोत जोड़ सकते हैं। संपादित करें लिंक का उपयोग करें संपादित करने के लिए।
it: Puoi aggiungere il tuo schema di classificazione usando il bottone 'Nuovo schema di classificazione'. Per modificarlo, usa i link 'Modifica'.
oc: Podètz apondre vos propres fonts de classificacion en utilizant lo boton Font de classificacion. Per modificar una font, utilizatz lo ligam Modificar.
pl: Możesz dodać własne źródło klasyfikacji, jeśli wybierzesz przycisk 'Nowe Źródło Klasyfikacji'; żeby modyfikować, wybierz opcję 'Modyfikuj'
pt: Pode adicionar a sua fonte de classificação usando o botão 'Nova fonte de classificação'. Para editar use a ligação 'Editar'.
pt_br: Você pode adicionar a sua própria fonte de aquisição utilizando o botão 'Nova Fonte de Classificação'. Para alterar a fonte, vôcê pode clicar em 'Editar'.
sk: Môžete pridať svoj vlastný zdroj triedenia pomocou tlačidla Nový zdroj triedenia. Pre jeho úpravu použite odkaz Upraviť.
sv: Du kan lägga till din egen klassificeringskälla genom att använda knappen Ny klassificeringskälla. Använd länken Redigera för att redigera.
tr: Yeni sınıflandırma kaynağı düğmesini kullanarak kendi sınıflama kaynağınızı ekleyebilirsiniz. Düzenlemek için Düzenle bağlantısını kullanın.
zh_tw: 使用新增分類法來源鈕可以新增自己的分類法來源。使用編輯連結編輯它。

source: You can also browse through the patron records by clicking on the linked letters across the top.
ar: يمكنك أيضا تصفح تسجيلات المستفيد عن طريق النقر على الأحرف المتصلة عبر أعلى الصفحة.
cs: Můžete také procházet záznamy čtenářů kliknutím na písmena nahoře.
da: Du kan også bladre gennem lånerne ved at klikke på de linkede bogstaver øverst.
de: Sie können die Benutzer auch durchblättern, indem Sie auf die verlinkten Buchstaben am oberen Rand klicken.
el: Μπορείτε επίσης να αναζητήσετε μέσω των εγγραφών μελών κάνοντας κλικ στα γράμματα δια μήκους της κορυφής.
es: También puede navegar por los registros de usuarios haciendo clic en las letras vinculadas en la parte superior.
eu: Era berean, bazkideen erregistroen artetik nabigatu dezakezu goiko lotura letratan klik egiten baduzu.
fi: Voit myös selata asiakastietueita klikkaamalla linkkinä olevia kirjaimia ylhäällä.
fr: Vous pouvez aussi feuiller la liste des adhérents en cliquant sur une lettre de la barre de navigation qui se trouve en haut de la page.
hi: तुम भी शीर्ष भर में जुड़े हुए पत्र पर क्लिक करके संरक्षक रिकॉर्ड के माध्यम से ब्राउज़ कर सकते हैं।
it: Puoi scorrere i record degli utenti cliccando le lettere con i link presenti in alto.
oc: Podètz tanben fuèlhr la lista des aderents en clicant sus una letra de la barra de navigation qui se tròba amont de la pagina.
pl: Możesz również przeglądać rekordy użytkowników, klikając na litery na górze strony.
pt: Pode também navegar pelos registos de leitor clicando nas letras existentes no topo.
pt_br: Pode também navegar pelos registros de usuário clicando nas letras existentes no topo.
sk: Môžete tiež prehľadať záznamy o čitateľoch kliknutím na hyperlinkové písmená na vrchu.
sv: Du kan också bläddra i låntagarposterna genom att klicka på bokstäverna som utgör länkar längst upp.
tr: Kullanıcı kayıtlarına üstte yer alan bağlantılı harflerin üzerine tıklayarak da göz atabilirsiniz.
zh_tw: 點選上方的連結文字，可以瀏覽讀者紀錄。

source: You can also choose how to sort the list.
hi: आप सूची को कैसे क्रमबद्ध कर सकते हैं यह भी चुन सकते हैं.

source: You can also choose how your results will be sorted by using the 'Order by' pull down menu at the end of the form.
ar: كما يمكنك اختيار كيفية فرز نتائجك باستخدام قائمة "ترتيب بواسطة" المنسدلة في نهاية النموذج.
cs: Můžete si vybrat, jak budou výsledky seřazeny použitím menu "řadit podle" na konci formuláře.
de: Sie können auch festlegen, wie die Ergebnisliste sortiert wird, indem Sie die Auswahlliste 'Sortiere nach' am Ende des Formulars verwenden.
el: Μπορείτε επίσης να επιλέξετε πως θα είναι ταξινομημένα τα αποτελέσματά σας χρησιμοποιώντας το αναπτυσσόμενο μενού 'Παραγγελία κατά' στο τέλος της φόρμας.
es: También puede elegir como se ordenarán sus resultados utilizando el menú desplegable 'Ordenar por' al final del formulario.
fi: Voit myös valita, kuinka tulokset lajitellaan käyttämällä 'Järjestä' alasvetovalikkoa lomakkeen lopussa.
fr: Vous pouvez également définir le mode de tri de vos résultats en utilisant le menu déroulant 'Trier par' à la fin du formulaire.
hi: आप यह भी चुन सकते हैं कि कैसे अपने परिणाम 'द्वारा आदेश' का उपयोग करके हल किया जा जाएगा फार्म के अंत में मेनू नीचे खींच।
it: Puoi anche scegliere come i risultati verranno ordinati usando il menu 'Ordina per' alla fine del form
oc: Podètz tanben definir lo mode de triada de vos resultats en utilizant lo menú desenrotlant 'Trier par' a la fin del formulari.
pl: Możesz także wybrać, jak wyniki będą sortowane za pomocą kategorii 'Sortuj według'.
pt: Pode escolher como os resultados serão ordenados usando o menu 'Ordenar' no fim do formulário.
pt_br: Você também pode escolher como seus resultados serão ordenados utilizando a lista 'Ordenar por' no final do formulário.
sk: Môžete si tiež vybrať, ako vaše výsledky budú triedené pomocou rozbaľovacej ponuky 'Zoradiť podľa' na konci formulára.
tr: Aynı zamandan sonuçlarınızın nasıl sıralanacağını, formun sonunda yer alan 'Sıralama düzeni' açılır menüsünü kullanarak seçebilirsiniz.
zh_tw: 從表單下方的 '排序' 下拉選單，可以選擇結果的排序方式。

source: You can also choose to either search for fields that start with the string you entered or contain the string. Choosing 'Contains' will work like a wildcard search.
ar: يمكنك أيضا اختيار إما البحث عن الحقول التي تبدأ بالمقطع الذي قمت بإدخاله أو التي تحتوي على المقطع. اختيار "يحتوي على" سيعمل كبحث بدل.
cs: Můžete zvolit, zdali se bude vyhledávat vztahem "začíná na" nebo "obsahuje".
de: Sie können auswählen, ob Sie Felder suchen, die mit Ihrem eingegebenen Suchbegriff beginnen oder diesen enthalten. Wenn Sie 'Enthält' wählen, funktioniert dies wie eine trunkierte Suche.
el: Μπορείτε επίσης να επιλέξετε είτε να αναζητήσετε για πεδία που ξεκινούν με την ακολουθία που εισήγατε ή που περιέχουν την ακολουθία. Επιλέγοντας 'Περιέχει' θα λειτουργήσει ως αναζήτηση με χαρακτήρες αναπλήρωσης.
es: También puede elegir ya sea buscar por campos que comienzan con la cadena que ingresó o contienen la cadena. Eligiendo 'Contiene' funcionará como una búsqueda con comodín.
eu: Erabaki daiteke sartu duzun hitzaren edo sartu duzun hitza edukitzea bilatzen ari zaren eremuetan. 'Badauka' aukeratu eta komodin bilaketa moduan funtzionatuko du.
fi: Voit myös hakea kentästä, joka alkaa antamallasi merkkijonolla tai sisältää tämän merkkijonon. Valitsemalla 'Sisältää' se toimii kuten jokerimerkkihaku.
fr: Vous pouvez également choisir de chercher les champs débutant ou contenant la chaîne que vous avez saisi. Choisir 'Contient' équivaut à une recherche avec une troncature.
hi: आप भी करने के लिए या तो खेतों कि स्ट्रिंग आपके द्वारा दर्ज साथ शुरू करने या स्ट्रिंग के लिए खोज सकते हैं। का चयन 'में शामिल है' एक वाइल्डकार्ड खोज की तरह काम करेंगे।
it: Puoi sceglire se cercare per stringhe iniziali nei campi o per stringhe contenute nei campi. Scegliendo 'Contiene' farai una ricerca tipo quella con caratteri jolly.
oc: Podètz tanben causir de chercher los camps que debutan o que contenon la cadena qu'avètz saisi. Causir 'Contient' équivaut a una recèrca amb una troncature.
pl: Możesz także wybrać opcję wyszukiwania dla pól, które zaczynają się od wprowadzonego ciągu znaków lub zawierają jego część. Opcja 'Zawiera' działa jak wyszukiwanie wieloznaczne.
pt: Pode escolher pesquisar campos que comecem pelo valor que inseriu o que contem esse valor. Ao escolher 'Contem' irá funcionar como uma pesquisa wildcard.
pt_br: Você pode escolher tanto entre realizar pesquisas por campos que começam com a palavra inserida quanto que contém esta palavra. A opção 'Contém' funcionará como busca curinga.
sk: Môžete si tiež vybrať, či budete hľadať polia začínajúce so zadaným reťazcom alebo obsahujúce tento reťazec. Voľba 'Obsahuje' bude fungovať ako hľadanie so zástupnými znakmi.
tr: Aynı zamanda girdiğiniz dizgi ile başlayan veya dizgiyi içeren alanlar için arama yapmayı seçebilirsiniz. 'İçerir' opsiyonunu seçmek bir özel karakter arama gibi çalışacaktır.
zh_tw: 您可選擇搜尋欄位內的起始或包括的字串。選擇 '包括' 就像是萬用字元搜尋。

source: You can also choose to export to a file that you can manipulate to your needs.
ar: يمكنك أيضا اختيار التصدير إلى ملف تستطيع تعديله ليناسب احتياجاتك.
cs: Můžete si také zvolit export do souboru, s kterým můžete manipulovat podle vašich potřeb.
da: Du kan også eksportere til en fil, som kan manipuleres efter behov.
de: Sie können auch eine Datei exportieren und dann mit anderen Werkzeugen weiter bearbeiten.
el: Μπορείτε επίσης να επιλέξετε να εξάγετε σε ένα αρχείο που θα μπορείτε να χειρίζεστε ανάλογα με τις ανάγκες σας.
es: También puede elegir exportar a un archivo que pueda manipular según sus necesidades.
eu: También puede elegir exportar a un archivo que pueda manipular según sus necesidades.
fi: Voit myös valita vietäväksi tiedoston, jota voit muokata tarpeisiisi.
fr: Vous pouvez également choisir d'exporter dans un fichier que vous pourrez modifier à loisir.
hi: तुम भी एक फ़ाइल है कि आप अपनी आवश्यकताओं के हेरफेर कर सकते हैं करने के लिए निर्यात करने के लिए चुन सकते हैं।
it: Puoi anche scegliere di esportare in un fai che puoi manipolare secondo le tue esigenze.
oc: Podètz tanben causir d'exporter dins un fichièr que poiretz modificar a loisir.
pl: Możesz również wyeksportować raport do pliku, który będziesz mógł modyfikować według potrzeb.
pt: Pode escolher para exportar para ficheiro que pode manipular de acordo com as suas preferências.
pt_br: Você pode também escolher exportar para um arquivo que pode ser manipulado de acordo com suas necessidades.
sk: Môžete si tiež zvoliť export do súboru, ktorý môžete obmieňať podľa svojich potrieb.
sv: Du kan även exportera till en fil som du kan bearbeta efter behov.
tr: Ayrıca ihtiyaçlarınızı işleyebileceğiniz bir dosyaya aktarmayı seçebilirsiniz.
zh_tw: 您可選擇匯出成檔案，供後續的使用。
