Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Enter any part of the patron's address (includes all address fields) and choose 'Contains' instead of 'Starts with' to find the string anywhere in the address
ar: قم بإدخال أي جزء من عنوان المستفيد (بما في ذلك كل حقول العنوان) واختيار "يحتوي على" بدلاً من "يبدأ بـ" للعثور على المقطع في أي مكان في العنوان
cs: Vložte jakoukoliv část čtenářovy adresy (včetně všech polí adresy) a vyberte 'Obsahuje' namísto 'Začíná na' pro vyhledání řetězce kdekoliv v adrese
da: Indtast enhver del af lånmerens adresse (omfatter alle adressefelter) og vælg 'Indeholder' istedet for 'Begynder med' for at finde denne streng hvor som helst i adressen
de: Geben Sie einen beliebigen Teil der Adresse des Benutzers ein und wählen Sie 'Enthält' anstelle von 'Beginnt mit' um Ihre Suchbegriffe in der Benutzeradresse zu finden
el: Εισάγετε οποιοδήποτε μέρος της διεύθυνσης του μέλους (περιλαμβάνει όλα τα πεδία διεύθυνσης) και επιλέξτε 'Περιέχει' αντί για 'Αρχίζει με' για να βρείτε την ακουλουθία οπουδήποτε μέσα στη διεύθυνση
es: Ingrese cualquier parte de la dirección del socia (incluye todos los campos) y seleccione 'Contiene' en lugar de 'Comienza con' para encontrar la cadena en cualquier parte de la dirección
eu: Introduzca cualquier parte de la dirección del socio (incluyendo todos los campos de dorección) y elija 'Contiene' en lugar de 'Empieza con' para encontrar la cadena de caracteres en cualquier campo de la dirección
fi: Syötä mikä tahansa asiakkaan osoitteen osa (sisältää kaikki osoitekentät) ja valitse 'Sisältää' 'Alkaa'-haun sijaan, niin löydät merkkijonon missä tahansa osoitteen sisällä.
fr: Tapez n'importe quelle partie de l'adresse de l'usager (inclut toutes les zones adresses) et choisissez « contient » au lieu de « commence par » pour trouver la chaîne de caractères n'importe où dans l'adresse
hi: संरक्षक के संबोधन के किसी भी हिस्से दर्ज (सभी क्षेत्रों का पता भी शामिल है) और चुनें 'होता है' के बजाय भाषण में कहीं भी स्ट्रिंग खोजने के लिए 'के साथ शुरू होता है'
it: Inserisci qualsiasi parte dell'indirizzo dell'utente e scegli 'Contiene' invece di 'Inizia con'. In questo modo la ricerca avverrà cercando la stringa ovunque nei campi dell'indirizzo dell'utente
oc: Tapez n'importe quina partida de l'adreça de l'usagièr (inclut totas las zones adreças) e causissètz « conten » al lieu de « comença per » per trobar la cadena de caractèrs n'importe où dins l'adreça
pl: Wprowadź dowolną część adresu użytkownika (zawartą w polach adresu) i wybierz 'Zawiera' zamiast 'Zaczyna się od'
pt: Insira qualquer parte do endereço do leitor (qualquer campo de endereço) e escolha 'Contem' em vez de 'Começa por' para encontrar a frase em qualquer sítio do endereço
pt_br: Insira qualquer parte do endereço do usuário (qualquer dos campos de endereço) e selecione 'Contém' no lugar de 'Começa com' para encontrar a expressão em qualquer lugar do endereço
sk: Zadajte ľubovoľnú časť adresy čitateľa (zahŕňa všetky polia adresy) a zvoľte 'Obsahuje' namiesto 'Začína s', aby ste našli reťazec kdekoľvek v adrese
sv: Ange någon del av låntagarens adress (inkluderar alla adressfält) och välj 'Innehåller' istället för 'Börjar med' för att hitta strängen oavsett var i adressen den finns
tr: Kullanıcı adresinin her hangi bir kısmını giriniz (tüm adres alanlarını içerir) ve adresteki her hangi bir yerdeki dizgeyi bulmak için 'İle Başlar'ı seçmek yerine 'İçerir'i seçiniz
zh_tw: 鍵入讀者地址的任何片斷 (包括所有的地址欄位)，並選擇 '包括' 不選 '開始'，找尋地址裡的任何字串

source: Enter any part of their email address and choose 'Contains' instead of 'Starts with'
ar: قم بإدخال أي جزء من عنوان البريد الالكتروني واختيار "يحتوي على" بدلا من "يبدأ بـ"
cs: Vložte jakoukoliv část e-mailové adresy a vyberte "Obsahuje" místo "Začíná na"
de: Geben Sie einen teil der E-Mail-Adresse ein und wählen Sie 'Enthält' anstelle von 'Beginnt mit'
el: Εισάγετε οποιοδήποτε μέρος της ηλεκτρονικής τους διεύθυνσης και επιλέξτε 'Περιέχει' αντί για 'Αρχίζει με'
es: Ingrese parte de su dirección de correo electrónico y seleccione 'Contiene' en vez de 'Comienza con'
eu: Sartu helbide elektronikoaren edozein zati eta aukeratu 'Contains' 'Starts with' ordez
fi: Syötä mikä tahansa asiakkaan sähköpostiosoitteen osa ja valitse 'Sisältää' 'Alkaa'-haun sijaan
fr: Saisissez n'importe quelle partie de l'adresse électronique de l'adhérent et choisissez « contient » au lieu de « commence par »
hi: अपने ईमेल पते के किसी भी भाग में प्रवेश करें और चुनें 'में शामिल' के बजाय 'के साथ शुरू होता है'
it: Inserisci qualsiasi parte dell'indirizzo email dell'utente e scegli 'Contiene' invece di 'Inizia con'
oc: Sasissètz n'importe quina partida de l'adreça électronique de l'aderent e causissètz « conten » al lieu de « comença per »
pl: Wprowadź dowolną część adresu e-mail i wybierz 'Zawiera' lub 'Zaczyna się od'
pt: Insira qualquer parte do endereço de email e escolha 'Contem' em vez de 'Começa por'
pt_br: Digite qualquer parte do e-mail dele e selecione 'Contém' ao invés de 'Começa com'
sk: Zadajte ľubovoľnú časť emailovej adresy čitateľa a zvoľte 'Obsahuje' namiesto 'Začína s'
tr: Kullanıcıların e-posta adreslerinin her hangi bir kısmını girin ve 'İle başlar' yerine 'İçerir'i seçin
zh_tw: 鍵入電子郵件的任何部分並選擇 '包括' 而不是 '開始'

source: Enter any part of their name, username, email address or barcode
ar: أدخل أي جزء من أسمائهم ، أسماء المستخدم خاصتهم، بريدهم الالكتروني ، أو الباركود
cs: Zadejte libovolnou část jejich jména, uživatelského jména, e-mailové adresy nebo čárového kódu
da: Herfra kan du søge en låner, ved at indtaste en del af deres navn, brugernavn, email eller en stregkode i søgefeltet øverst.
de: Teil des Namens, Benutzernamens, der E-Mail-Adresse oder des Barcode eingeben
el: Εισάγετε οποιοδήποτε μέρος του ονόματος, του ονόματος χρήστη, της ηλεκτρονικής διεύθυνσης ή το barcode
es: Ingrese cualquier parte de nombre, nombre de usuario, dirección de correo electrónico o código de barras.
eu: Sartu zure izena, erabiltzaile izena, helbide elektroniko edo barra-kodearen edozein hitz
fi: Syötä mikä tahansa osa nimestä, käyttäjänimestä, sähköpostiosoitteesta tai viivakoodista
fr: Entrer une partie de leur nom, prénom, couriel ou code à barres
hi: उनके नाम, उपयोगकर्ता नाम, ईमेल पता या बारकोड के किसी भी हिस्से दर्ज
it: Inserisci una parte del nome, l'email o il barcode
oc: Entrer una partida de lor nom, prénom, couriel o còdi de barras
pl: Wprowadź dowolną część nazwiska, nazwy użytkownika, adresu e-mail lub kodu kreskowego
pt: Insira qualquer parte do nome, nome de utilizador, email ou código de barras
pt_br: Digite qualquer parte do nome, username, e-mail ou código de barras dele
sk: Zadajte ktorúkoľvek časť ich mena, prihlasovacieho mena, E-mailovej adresy alebo čiarového kódu
sv: Ange någon del av deras namn, användarnamn, e-postadress eller streckkod
tr: Kullanıcıların, adlarının, kullanıcı adlarının, e-posta adreslerinin ya da barkodlarının her hangi bir kısmını giriniz.
zh_tw: 鍵入姓、名、電子郵件或條碼的任何部份

source: Enter in the Billing Place and Delivery Place (this will default the library you're logged in at)
ar: أدخل في مكان الفوترة ومكان التسليم (هذا سيكون افتراضياً المكتبة التي سجلتَ الدخول إليها)
cs: Vyplňte Fakturační místo a Místo doručení (přednastavena je knihovna, ve které jste přihlášení)
da: Indtast fakturaadresse og leveringsadresse (hvis de er anderledes end det bibliotek, du er logget ind på)
de: Rechnungsselle und Lieferort angeben (Voreinstellung ist die Login-Bibliothek)
el: Εισάγετε τη Διεύθυνση Τιμολόγησης και τη Διεύθυνση Αποστολής (αυτό θα θέσει ως προεπιλογή τη βιβλιοθήκη στην οποία είστε συνδεδεμένος)
es: Ingrese el Lugar de facturación y el Lugar de envío (se predetermina a la biblioteca en la que ha ingresado)
eu: Entrar en el Lugar de facturación y lugar de entrega (por defecto esta en la biblioteca que está conectado)
fi: Syötä laskutusosoite ja toimitusosoite (oletusarvona se kirjasto, johon olet kirjautuneena)
fr: Entrer les lieux de facturation et de livraison (Ce sera par défaut ceux du site sur lequel vous êtes connecté)
hi: में बिलिंग प्लेस और डिलिवरी जगह दर्ज (इस पुस्तकालय आप पर लॉग इन कर रहे लागू हो जाएगी)
it: Indica il luogo di fatturazione e di consegna (default la biblioteca a cui sei collegato adesso)
oc: Entrer les lieux de facturation e de livraison (Aqueste serà per defaut ceux del site sus lequel sètz connectat)
pl: Wprowadź dane w 'Miejsce płatności faktury' i 'Miejsce dostawy' (wartość domyślna dla zalogowanych w konkretnej bibliotece)
pt: Insira no local de facturação e local de entrega (este será por omissão a biblioteca que você está ligado)
pt_br: Digite o Local de faturamento e o Local de entrega (será definido como padrão para a biblioteca que você está logado)
sk: Zadajte miesto fakturácie a miesto doručenia (predvolene sa zobrazí knižnica, v ktorej ste prihlásení)
sv: Ange faktureringsplats och leveransplats (som standard är detta det bibliotek du är inloggat på)
tr: Faturalama ve Teslimat Yerini giriniz (bu işlem giriş yaptığınız kütüphaneyi varsayacaktır)
zh_tw: 鍵入帳單地址與寄送地址(預設為登入的圖書館)

source: Enter in to the ZIP file all the images you are uploading
ar: أدخل في الملف المضغوط جميع الصور التي تريد رفعها
cs: Vložte do ZIP souboru všechny obrázky, které chcete načíst
da: Læg alle billederne ind i den ZIP fil, du vil oploade)
de: Speichern Sie in der ZIP-Datei alle Bilder, die Sie hochladen wollen
el: Εισάγετε στο αρχείο ZIP όλες τις εικόνες που αναρτάτε
es: Introduzca en el archivo ZIP todas las imágenes que quiere subir
eu: Introduzca en el archivo ZIP todas las imágenes que quiere subir
fi: Pakkaa ZIP-tiedostoon kaikki haluamasi kuvat
fr: Entrer dans le fichier ZIP toutes les images à télécharger
hi: सभी छवियों आप अपलोड कर रहे हैं ज़िप फ़ाइल के लिए में दर्ज करें
it: Inserisci nel file zip tutte le immagini che stai caricando
oc: Entrer dins lo fichièr ZIP toutes los imatges a telecargar
pl: Zapakuj wszystkie zdjęcia, które wczytujesz
pt: Coloque no ficheiro ZIP todas as imagens que deseja carregar
pt_br: Inclua no arquivo ZIP todas as imagens que estiver fazendo o upload
sk: Vložte do komprimovaného súboru ZIP všetky načítavané obrázky
sv: Lägg in alla filer du laddar upp i ZIP-filen
tr: Yüklediğiniz tüm görüntüleri ZiP dosyasına giriniz.
zh_tw: 將上傳的照片鍵入此ZIP檔案

source: Enter the 'Fine Charging Interval' in the unit you set (ex. charge fines every 1 day, or every 2 hours)
ar: أدخل الـ 'المدة الزمنية لفرض الغرامة' بالوحدة التي ضبطتها ( مثال: افرض الغرامات كل يوم ، او كل ساعتين)
cs: Zadejte 'Interval účtování pokut' ve vámi zvolených jednotkách (např. účtovat pokutu za každý 1 den nebo každé 2 hodiny)
da: Indtast 'Bøde-intervallet' i dage (f.eks. der beregnes bøde for hver 1 dag eller hver 2 dage)
de: Geben Sie das Gebührenintervall in verwendeten Zeiteinheit an (z.B. tägliche Gebühr, Gebühr alle 2 Stunden)
es: Ingrese el 'Intervalo de actualización de multas' en la unidad que haya configurado (ej. calcular multas cada 1 día, o cada 2 horas)
eu: Introducir el 'Intervalo de actualización de multas' en días (ej. actualiza multas cada 1 día, o cada 2 horas)
fi: Syötä 'Maksun veloituksen väli' siinä yksikössä, joka on asetettu (esim. veloitetaan joka päivä, tai joka 2 tunti)
fr: Entrez la périodicité des amendes en jours (par exemple, facturez les amendes tous les 1 jours, tous les 2 jours)
hi: इकाई आप सेट में 'ललित चार्ज अंतराल' (उदा। प्रभारी जुर्माना हर 1 दिन, या हर 2 घंटे) दर्ज
it: Inserisci l' "Intervallo di addebito della multa" nell'unità che hai definito (ad esempio aggiungi una multa ogni giorno che passa, o ogni 2 orei)
pl: W polu 'Okresu naliczania należności' wprowadź jednostki (np. naliczanie należności każdego dnia: 1 dzień albo, co dwie godziny: 2 godziny)
pt: Inserir o 'Intervalo de cobrança de multas' na unidade que desejar (ex. cobrar multas a cada 1 dia ou 2 horas)
pt_br: Inserir o 'intervalo de cobrança de multas' em dias (ex. multar a cada 1 dia, ou a cada 2 dias)
sk: Zadajte 'Interval platby pokút' v jednotkách (napr. vyrúbiť poplatky každý 1 deň, alebo každé 2 hodiny)
sv: Ange 'Bötesintervall' i den enhet du valt (t.ex. kan böter utkrävas varje dag (1) eller varannan timme (2))
tr: Ayarlama yaptığınız birimdeki 'Ceza Ücretlendirme Zaman Aralığını' giriniz (örneğin, cezaları her gün ya da her iki saatte bir ücretlendiriniz)
zh_tw: 以您設定的單位 (如：每天或每 2 小時)，鍵入 '罰款間隔'

source: Enter the 020 field and c subfield
ar: قم بإدخال الحقل 020 والحقل الفرعي c
cs: Zadejte pole 020 a podpole c
de: Erfassen Sie Feld 020 und Subfeld c
el: Εισάγετε το πεδίο 020 και το υποπεδίο c
es: Ingrese el campo 020 y el subcampo c
eu: Sartu 020 eremua eta c azpieremua
fi: Syötä 020-kenttä ja c-osakenttä
fr: Remplir le champ 020 et le sous-champ c
hi: 020 क्षेत्र और c subfield दर्ज
it: Inserisci il campo 020 e il sottocampo c
oc: Remplir lo camp 020 e lo soscamp c
pt: Insira o campo 020 e subcampo c
pt_br: Insira o campo 020 e o subcampo c
sk: Vpíšte pole 020 a podpole c
tr: 020 alanı ve c alt alanını girin
zh_tw: 進入欄位 020 分欄 c

source: Enter the 020 field and c subfield to copy to
ar: قم بإدخال الحقل 020 والحقل الفرعي c للنسخ إليه
cs: Zadejte pole 020 a podpole c pro kopírování do
de: Erfassen Sie Feld 020 und Subfeld c zum Kopieren nach
el: Εισάγετε το πεδίο 020 και το υποπεδίο c για να αντιγράψετε σ'αυτό
es: Ingrese el campo 020 y el subcampo c para copiar a
eu: Sartu 020 eremua eta c azpieremua kopiatzeko
fi: Syötä 020-kenttä ja c-osakenttä kopioidaksesi
fr: Saisissez le champ 020 et le sous-champ c pour les copier vers
hi: को कॉपी करने के लिए 020 क्षेत्र और c subfield दर्ज
it: Inserisci '020' e 'c' da copiare in
oc: Sasissètz lo camp 020 e lo soscamp c per los copiar cap a
pt: Insira o campo 020 e subcampo c para copiar
pt_br: Insira o campo 020 e o subcampo c para copiá-lo para
sk: Vpíšte pole 020 a podpole c a skopírujte ho do
tr: Kopyalamak için 020 alanı ve c alt alanını girin
zh_tw: 進入欄位 020 分欄 c 並複製至

source: Enter the 952 field and o subfield
ar: قم بإدخال الحقل 952 والحقل الفرعي o
cs: Zadejte pole 952 a podpole o
de: Erfassen Sie Feld 952 und Subfeld o
el: Εισάγετε το πεδίο 952 και το υποπεδίο o
es: Ingrese el campo 952 y el subcampo o
eu: Sartu 952 eremua eta o azpieremua
fi: Syötä 952-kenttä ja o-osakenttä
fr: Remplir le champ 952 et le sous-champ o
hi: 952 क्षेत्र और o subfield दर्ज
it: Inserisci '952' e 'o' da copiare in
oc: Remplir lo camp 952 e lo soscamp o
pt: Insira o campo 952 e subcampo o
pt_br: Insira o campo 952 e o subcampo o
sk: Vpíšte pole 952 a podpole o
tr: 952 alanı ve o alt alanını girin
zh_tw: 進入欄位952分欄o

source: Enter the 952 field and o subfield to copy to
ar: قم بإدخال الحقل 952 والحقل الفرعي o للنسخ إلىه
cs: Zadejte pole 952 a podpole o pro kopírování do
de: Erfassen Sie Feld 952 und Subfeld o zum Kopieren nach
el: Εισάγετε το πεδίο 952 και το υποπεδίο o για να αντιγράψετε σ'αυτό
es: Ingrese el campo 952 y el subcampo o para copiar a
eu: Sartu 952 eremua eta o azpieremua kopiatzeko
fi: Syötä 952-kenttä ja o-osakenttä kopioidaksesi
fr: Remplir le champ 952 et le sous-champ o pour les copier vers
hi: को कॉपी करने के लिए 952 क्षेत्र और o subfield दर्ज
it: Inserisci '952' e 'o' da copiare in
oc: Remplir lo camp 952 e lo soscamp o per los copiar cap a
pt: Insira o campo 952 e subcampo o para copiar
pt_br: Insira o campo 952 e o subcampo o para copiá-lo para
sk: Vpíšte pole 952 a podpole o a skopírujte ho do
tr: Kopyalamak için 952 alanı ve o alt alanını girin
zh_tw: 進入欄位952分欄o複製至

source: Enter the Koha borrower number
ar: أدخل رقم مستعير كوها
cs: Zadejte číslo čtenáře v systému Koha
da: Indtast lånernummer
de: Koha-Benutzernummer eingeben
el: Εισαγωγή του αριθμού δανειζομένου στο Koha
es: Ingrese el número de usuario de Koha
eu: Sartu Koha bazkidearen zenbakia
fi: Syötä Kohan asiakkaan ID
fr: Entrez un numéro d'adhérent
hi: Koha उधारकर्ता संख्या लिखें
it: Inserisci il numero utente di Koha:
oc: Entratz un numèro d'aderent
pl: Wprowadź numer użytkownika
pt: Insira o número de leitor
pt_br: Digite o número de usuário do Koha
sk: Zadajte číslo čitateľa Kohy
sv: Ange Koha-låntagarnumret
tr: Koha Üye Numarasını girin
zh_tw: 鍵入讀者號

source: Enter the MARC tag subfield you want to match on in the 'Subfields' field
ar: إدخال الحقل الفرعي لوسم مارك الذي تريد مطابقته على حقل "الحقول الفرعية '
cs: Zadejte tag podpole MARCu, které chcete vyhledat, do políčka 'Podpole'
da: Indtast MARC mærke underfeltet der skal sammenlignes med i feltet 'Underfelter'
de: Geben Sie das MARC-Unterfeld an, mit dem Sie abgleichen möchten
el: Εισάγετε το υποπεδίο MARC που θέλετε να ταυτίσετε στο πεδίο 'Υποπεδία'
es: Ingrese el subcampo de etiqueta MARC que desee coincidir en el campo 'Subcampo'
eu: Idatzi bat egite bilaketa egingo duzun MARC etiketa azpieremua 'Azpieremua' eremuan
fi: Syötä MARC-kentän osakenttä, jonka haluat vastaavan 'Osakentät'-kentässä
fr: Entrez le sous-champ du champ MARC que vous voulez mettre en correspondance dans la rubrique Sous-champs
hi: मार्क टैग दर्ज आप 'टैग' के क्षेत्र में पर मिलान चाहते हैं
it: Nel campo "Subfields" Indica il sottocampo MARC della tua regola di match
oc: Entratz lo soscamp del camp MARC que volètz mettre en correspondéncia dans la rubrica Soscamps
pt: Insira a etiqueta do subcampo MARC que deseja corresponder no campo 'Subcampos'
pt_br: Digite o tag do subcampo MARC que quer verificar a coincidência do campo 'Subcampos'
sk: Zadajte podpole menovky MARC, ktoré chcete zosúladiť s poľom 'Podpolia'
sv: Ange det underliggande fältet för den MARC-tagg du vill matcha i fältet 'Underliggande fält'
tr: 'Alt alan' alanında eşleştirme yapmak istediğiniz MARC etiketi alt alanını girin.
zh_tw: 在 '欄號' 欄位鍵入想要對映的 MARC 欄號分欄

source: Enter the MARC tag you want to match on in the 'Tag' field
ar: أدخل تاج مارك الذي تود أن تُطابقه في حقل 'التاج'
cs: Zadejte MARC tag, který chcete vyhledat, do políčka 'Tag'
da: Indtast det MARC mærke, der skal sammenlignes med i feltet 'Mærke'
de: Geben Sie das MARC-Feld für den Abgleich bei 'Feld' an
el: Εισάγετε το πεδίο MARC που θέλετε να ταυτίσετε στο 'Πεδίο'
es: Ingrese la etiqueta MARC que desee coincidir en el campo 'Etiqueta'
eu: Idatzi bat egitea nahi duzun MARC etiketa 'Etiketa' eremuan
fi: Syötä MARC-kenttä, jonka haluat vastaavan 'Kentät'-kentässä
fr: Entrez le champ MARC que vous voulez mettre en correspondance dans la rubrique Champ
hi: मार्क टैग दर्ज आप 'टैग' के क्षेत्र में पर मैच चाहते हैं
it: Nel campo "Tag" Indica il campo MARC della tua regola di match
oc: Entratz lo camp MARC que volètz mettre en correspondéncia dins la rubrica Camp
pt: Insira a etiqueta MARC que deseja corresponder no campo 'Tag'
pt_br: Digite a tag MARC que quer verificar a coincidência no campo 'Tag'
sk: Zadajte menovku MARC, ktorú chcete zosúladiť s poľom 'Menovka'
sv: Ange den MARC-tagg du vill matcha i fältet 'Tagg'
tr: 'Etiket' alanında eşleştirme yapmak istediğiniz MARC etiketini girin.
zh_tw: 在 '欄號' 欄位鍵入想要對映的 MARC 欄號

source: Enter the amount you are collecting from the patron in "Collect from Patron." The sum of all fines is shown in "Total Amount Outstanding"
ar: إدخال المبلغ الذي يتم جمع من المستفيد في "جمع من المستفيد". يظهر مجموع كل الغرامات في "إجمالي المبالغ غير المسددة"
cs: Zadejte částku, kterou od čtenáře vybíráte, do 'Vybrat od čtenáře'. Součet všech poplatků se zobrazuje jako 'Celková neuhrazená částka'
da: Indtast det beløb, der modtages fra låneren i "Modtag fra låner." Summen af alle bøder vises i "Samlet udestående beløb"
de: Geben Sie die Gebühr, die Sie vom Benutzer erhalten haben unter "Einnehmen" an. Die Gesamtsumme offener Gebühren wird unter "Offene Gebühren" angezeigt
el: Εισάγετε το ποσό που θα συλλέξετε από το μέλος στο "Είσπραξη από το Μέλος". Το σύνολο όλων των προστίμων φαίνεται στο "Ποσό που Εκκρεμεί"
es: Ingrese la cantidad que se recibe del usuario en "Cobrar al usuario". La suma de todas las multas se muestra en "Monto total adeudado"
eu: Ingrese la cantidad que recibe del socio en "Cobrar al socio". La suma de todas las multas se muestra en "Monto total adeudado"
fi: Syötä summa, jonka veloitat asiakkaalta "Peri asiakkaalta"-kenttään. Kaikki maksut näkyvät "Maksettavia yhteensä"-kentässä.
fr: Entrez le montant versé par l'adhérent dans Percevoir de l'adhérent. Le total de toutes les amendes est affiché dans Total des amendes non perçues.
hi: आप जिस राशि में संरक्षक से एकत्रित कर रहे हैं दर्ज करें "संरक्षक से ले लीजिए। "सभी जुर्माना की राशि "कुल बकाया राशि" में दिखाया गया है
it: Indica la cifra che stai ricevendo dall'utente in "Ricevi dall'utente". La somma di tutte le multe è mostrata in "Totale multe restanti"
oc: Entratz lo montant versé per l'aderent dins Percevoir de l'aderent. Lo total de totas las emendas es afichat dins Total des emendas non percebutes.
pl: Wprowadź kwotę, którą pobierasz od użytkownika do pola 'Pobrane od użytkownika'. Suma wszystkich należności znajduje się w polu 'Łączna kwota zobowiązań'
pt: Insira o montante a recolher do leitor em "Cobrar do leitor". A soma de todas as multas é mostrada no "Total devido"
pt_br: Digite a quantia que você está recebendo do usuário em 'Recolher do Usuário". A soma de todas as multas é exibida em 'Todas de Quantias Devidas"
sk: Zadajte čiastku, ktorú vyberáte od čitateľa do "Vybrať od čitateľa". Suma všetkých pokút sa zobrazuje v "Celkovej neuhradenej čiastke"
sv: Ange det belopp du kräver från låntagaren i "Debitera låntagare". Det totala värdet för alla böter visas i "Totalt utestående belopp"
tr: "Kullanıcıdan tahsil et" bölümünde kullanıcıdan aldığınız miktarı girin. Tüm cezaların toplam miktarı "Ödenmemiş Toplam Miktar" bölümünde gösterilir.
zh_tw: 鍵入從讀者取得的金額於 "從讀者取得"，罰款總金額顯示於 "待付總金額"

source: Enter the amount you are collecting from the patron in the "Collect From Patron" box
ar: غدخال المبلغ الذي يتم جمع من المستفيد في مربع "جمع من المستفيد"
cs: Zadejte částku, kterou od čtenáře vybíráte, do pole 'Vybrat od čtenáře'
da: Indtast det beløb, der modtages fra låneren i feltet "Modtag fra låner".
de: Geben Sie die Summe der eingenommenen Gebühren im Feld hinter "Einnehmen" an
el: Εισάγετε το ποσό που θα συλλέξετε από το μέλος στο κουτί "Είσπραξη Από το Μέλος"
es: Ingrese la cantidad que está cobrando al usuario en la casilla "Cobrar al usuario"
eu: Ingrese la cantidad que cobra del socio en la casilla "Cobrar al socio"
fi: Syötä summa, jonka veloitat asiakkaalta "Peri asiakkaalta"-kenttään
fr: Entrez le montant que vous percevez de l'adhérent dans Percevoir de l'adhérent.
hi: आप जिस राशि में संरक्षक से एकत्रित कर रहे हैं बॉक्स "संरक्षक से इकट्ठा"
it: Indica la cifra che stai ricevendo dall'utente nella casella "Ricevi dall'utente".
oc: Entratz lo montant que vous percevez de l'aderent dins Percevoir de l'aderent.
pl: Wprowadź kwotę, którą pobierasz od użytkownika do pola 'Pobrane od użytkownika'
pt: Insira o montante a recolher do leitor em "Cobrar do leitor"
pt_br: Digite a quantia que você está recebendo do usuário na caixa 'Coletar do Usuário'
sk: Zadajte čiastku, ktorú vyberáte od čitateľa, do políčka "Vybrať od čitateľa"
sv: Ange det belopp du kräver från låntagaren i rutan "Debitera låntagare".
tr: "Kullanıcıdan Tahsil Et" kutusunda kullanıcıdan aldığınız miktarı girin.
zh_tw: 鍵入從讀者取得的金額於 "從讀者取得" 盒
