Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: will be stored into the following structure:
eu: Ondorengo gordailuan gordeko dira:
fi: varastoidaan seuraavanlaisesti:
hi: निम्नलिखित संरचना में संग्रहीत किया जाएगा:

source: writeoff
ar: شطب
cs: prominuto
da: afskrive
de: Erlass
el: παραγραφή
eu: descartar
hi: ख़ारिज करना
pt: amortizado
pt_br: Cancelar
sk: odpísať
tr: Gecikme cezasını sil
zh_tw: 核銷

source: y - Koha item type
ar: y - نوع مادة كوها
cs: y - typ jednotky Koha
da: y - Koha medietype
de: y - Koha Medientyp
el: y - Koha τύπος τεκμηρίου
es: y- Tipo de ítem de Koha
eu: g- Diagrama
fi: y - Kohan aineistolaji
fr: y- type de document Koha
hi: y - कोहा आइटम प्रकार
it: y - Tipo copia Koha
oc: y- tipe de document Koha
pl: y - typ dokumentu Koha
pt: y - Tipo de documento
pt_br: y - Tipo de material do Koha
sk: y - typ exemplára Koha
sv: y - Koha objekttyp
tr: y - Koha materyal türü
zh_tw: y - Koha館藏類型

source: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" by &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Barcode: &lt;&lt;items.barcode&gt;&gt; Fine: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
ar: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" by &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Barcode: &lt;&lt;items.barcode&gt;&gt; الغرامة: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
cs: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" by &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Čárový kód: &lt;&lt;items.barcode&gt;&gt; Poplatek: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
de: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" von &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Barcode: &lt;&lt;items.barcode&gt;&gt; Gebühr: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
es: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" by &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Código de barras: &lt;&lt;items.barcode&gt;&gt; Fine: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
fi: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" / &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Viivakoodi: &lt;&lt;items.barcode&gt;&gt; Maksu: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
fr: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" par &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Code à barres&nbsp: &lt;&lt;items.barcode&gt;&gt; Amende&nbsp: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
it: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" di &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Barcode: &lt;&lt;items.barcode&gt;&gt; Multa: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
oc: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" per &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Còdi de barras&nbsp: &lt;&lt;items.barcode&gt;&gt; Emenda&nbsp: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
pl: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" / &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Kod kreskowy: &lt;&lt;items.barcode&gt;&gt; Należność: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
pt: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" por &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Código de barras: &lt;&lt;items.barcode&gt;&gt; Multa: &lt;fine&gt;GBP&lt;/fine&gt;&lt;/item&gt;
pt_br: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" by &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Barcode: &lt;&lt;items.barcode&gt;&gt; Multa: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
sk: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" od &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, Čiarový kód: &lt;&lt;items.barcode&gt;&gt; Pokuta: &lt;&lt;items.fine&gt;&gt;&lt;/item&gt;
zh_tw: &lt;item&gt;"&lt;&lt;biblio.title&gt;&gt;" by &lt;&lt;biblio.author&gt;&gt;, &lt;&lt;items.itemcallnumber&gt;&gt;, 條碼：&lt;&lt;items.barcode&gt;&gt; 罰款：&lt;&lt;items.fine&gt;&gt;&lt;/item&gt;

source: ISSUEQSLIP
fi: PIKAKUITTI

source: ISSUESLIP
fi: LAINAKUITTI
sv: LÅNEKVITTO

source: Plugin
ar: البرنامج المساعد
cs: Zásuvný modul
el: Συνδεόμενη υπομονάδα
eu: Plugin-a:
fi: Liitännäinen
pl: Wtyczka
sk: Zásuvný modul
sv: Insticksprogram
tr: Eklenti
zh_tw: 外掛程式

source: ctype:e Encyclopedias
ar: ctype:e موسوعات
cs: ctype:e Encyklopedie
da: ctype:e Encyklopædier
de: ctype:e Enzyklopädien
el: ctype:e Εγκυκλοπαίδειες
es: ctype:e Enciclopedias
eu: ctype:e Entziklopediak
fi: ctype:e Tietosanakirjat, hakuteokset
fr: ctype:e Encyclopédies
it: ctype:e Enciclopedie
oc: ctype:e Enciclopèdias
pt: ctype:e Enciclopédias
pt_br: ctype:e Enciclopédias
sk: ctype:e Encyklopédie
tr: ctype:e Ansiklopediler
zh_tw: ctype:e 百科全書

source: ctype:q Filmographies
ar: ctype:q فيلموغرافيا
cs: ctype:q Filmografie
da: ctype:q Filmografier
de: ctype:q Filmographien
el: ctype:q Φιλμογραφίες
es: ctype:q Filmografías
eu: ctype:q Filmografiak
fi: ctype:q Filmografiat
it: ctype:q Filmografie
pt: ctype:q Filmografias
pt_br: ctype:q Filmografias
sk: ctype:q Filmografie
tr: ctype:q Filmografi
zh_tw: ctype:q 影片目錄

source: ex. 4091,image4091.jpg
ar: مثال:4091,image4091.jpg
cs: např.: 4091,image4091.jpg
da: ex. 4091,billede4091.jpg
de: Beispiel: 4091,image4091.jpg
es: ej. 4091,image4091.jpg
eu: ad. 4091,image4091.jpg
fi: Esimerkki: 4091,image4091.jpg
oc: ex. 4091,imatge4091.jpg
sk: napr. 4091,image4091.jpg
sv: exempel: 4091,image4091.jpg
tr: ör. 4091,image4091.jpg

source: 'Authorized value' is where you define an authorized value that your catalogers can choose from a pull down to fill this field in To edit the subfields associated with the tag, click 'Subfields' to the right of the tag on the 'MARC Structure' listing
ar: 'القيم الإستنادية' وهو المكان الذي تعرف به القيم الإستنادية التي يستطيع مفهرسو مكتبتك الإختيار منها بواسطة قائمة منسدلة لملئ الحقل ولتحرير الحقل الفرعي المرتبط مع الوسيمة، إضغط 'الحقول الفرعية' على يسار الوسيمة في قوائم 'بنية مارك'
cs: 'Ověřené hodnoty' je místo, kde definujete ověřené hodnoty, ze kterých katalogizátor vybírá pomocí rozbalovací seznamu, aby vyplnil dané pole. Pro úpravu podpolí propojených s polem, klikněte na 'Podpole' napravo od pole na stránce 'Struktura MARC'.
da: 'Normværdi' er der hvor man definerer en normværdi, som kan vælges under katalogiseringen fra en pulldown for at fylde et felt med værdien. For at editere underfelterne, klik 'Underfelter' til højre for feltet i listen 'MARC struktur'
de: 'Normierter Wert': Sie können mit normierten Werten Listen gültiger Werte definieren, die dann in der Katalogisierung zu einer Auswahlliste für das jeweilige Unterfeld werden. Um die einzelnen Unterfelder eines Feldes zu bearbeiten, klicken Sie auf 'Unterfelder' auf der rechten Seite neben dem Tag auf der Übersichtsseite zur 'MARC-Struktur'.
es: 'Valores autorizados' es donde se define un valor autorizado que sus catalogadores pueden elegir de una lista desplegable para rellenar este campo. Para editar los subcampos asociados con la etiqueta, haga clic en 'Subcampos' a la derecha de la etiqueta en el listado de 'Estructura MARC'
fr: 'Valeurs autorisées' est l'endroit où vous définissez une liste de valeurs autorisées dans laquelle vos catalogueurs peuvent sélectionner les éléments à partir d'un menu déroulant. Pour modifier un sous-champ associé à une valeur autorisée, cliquer sur 'sous-champs' à droite de l'élément dans la liste 'Structure MARC'
it: In 'Valori autorizzati' puoi definire gruppi di valori che i tuoi catalogatori useranno scegliendoli da menù a tendina. Per modificare i sottocampi associati al tag, clicca "Sottocampi" a destra del tag nel listato 'Struttura MARC'
pl: 'Dopuszczona wartość' - katalogujący wybierają dla podpola wartość z Dopuszczonych wartości. Jeśli chcesz modyfikować podpola powiązane z tagiem, kliknij 'Podpola" po prawej stronie od tagu na liście 'Struktury szablonu MARC'.
pt: Valor autorizado' é onde se escolhe uma lista de valores autorizados dos quais o catalogar deve escolher um deles para o subcampo. Para editar os subcampos associados ao campo, carregue em 'Subcampos' à direita do campo nas listagem da estrutura do modelo MARC
pt_br: 'Valor autorizado' é quando você define um valor em que os catalogadores podem escolher através de um menu de opções. Para editar os subcampos associados a esta tag, clique 'Subcampos' a direita da tag na lista 'Estrutura MARC'
sk: 'Povolená hodnota' určuje hodnotu, aby si Vaši zapisovatelia mohli vybrať z rozbaľovacej ponuky pre zaplnenie tohto poľa. Pre úpravu podpoľa súvisiacu s menovkou, kliknite na 'Podpolia' napravo od menovky v zozname 'štruktúry MARC'
sv: 'Godkänt värde' är där du definierar ett godkänt värde som användare som katalogiserar kan välja från en rullgardinsmeny för att fylla i fältet. För att redigera det underliggande fält som är kopplat till taggen klickar du på 'Underliggande fält' till höger om taggen i listan 'MARC-struktur'.
tr: 'Yetkili değer' katalogcuların bu alanı doldurmak için çekme menüden seçebileceği yetkili değeri tanımladığı kısımdır. Etiketle ilgili alt alanları düzeltmek/değiştirmek için, 'MARC yapısı' listesi üzerindeki etiketin sağındaki 'Alt Alanlara' tıklayın.
zh_tw: '容許值' 是從清單裡選取一個值，供分欄使用。編輯分欄時，勾選 '分欄' 右方的標籤，'MARC 結構' 清單

source: 'Call Number' is for your item's call number prefix
ar: 'رقم الاستدعاء' يخص البادئة الخاصة برقم الاستدعاء الخاصة بمكتبتك
cs: 'Signatura' slouží jako předpona signatury dané jednotky
da: 'Hyldeplads' er til forstavelse for materialets hyldeplads
de: 'Signatur' ist für die Grundsignatur bzw. das Signaturpräfix Ihrer Exemplare
es: 'Signatura' es para el prefijo de la signatura topográfica de su ítem
fr: 'Cote' contient le préfixe des cotes de vos exemplaires
it: 'Collocazione' è per il numero di collocazione del tuo documento
pl: 'Sygnatura' - identyfikator egzemplarza
pt: 'Cota' é o prefixo da cota do seu documento
pt_br: 'Número de chamada' é para o prefixo do número de chamada do seu exemplar
sk: 'Signatúra' znamená predponu vyvolávacieho čísla Vášho exemplára
sv: 'Hyllsignatur' är för objektets hyllsignaturprefix
tr: 'Yer numarası' materyalinizin yer numarasının ön eki içindir
zh_tw: 'Call Number' 是供館藏索書號用的前置碼

source: 'Library' is the library that owns this subscription.
ar: 'المكتبة' هي المكتبة الفرعية التي تمتلك الإشتراك.
cs: 'Knihovna' je ta knihovna, která vlastní toto předplatné.
da: 'Bibliotek' er den afdeling, der har abonnementet.
de: 'Bibliothek' ist der Standort, zu dem das Abonnement gehört.
es: 'Biblioteca' es la sede dueña de esta suscripción.
fr: 'Site' est le nom du site qui détient l'abonnement.
it: 'Biblioteca' è chi possiede questo abbonamento.
pl: 'Biblioteka' - wybór biblioteki, która jest właścicielem prenumeraty.
pt: 'Biblioteca' é a biblioteca que possui esta assinatura.
pt_br: 'Biblioteca' é a unidade que possui a assinatura.
sk: 'Knižnica' je taká knižnica, ktorá vlastní toto predplatné.
sv: 'Bibliotek' är det bibliotek som äger prenumerationen.
tr: 'Kütüphane' bu aboneliğe sahip olan birimdir
zh_tw: '圖書館' 是擁有該訂閱的圖書館。

source: 'Numbering pattern' will help you determine how the numbers are printed for each issue
ar: 'نمط الترقيم' سيساعدك في تحديد الكيفية التي سيتم بها طباعة الأرقام لكل عدد
cs: 'Vzor číslování' pomůže určit, jak vytisknout čísla pro každou jednotku
da: 'Nummererings-mønster' hjælper med at bestemme, hvordan numrene udskrives for hver udgave
de: 'Nummerierungsmuster' ermöglicht es, die Formatierung der Nummerierung für die einzelnen Hefte festzulegen
es: 'Patrón de numeración' le ayudará a determinar como se imprimen los números de cada ejemplar
fr: 'Modèle de numérotation' vous aide à déterminer comment sont numérotés chaque fascicule.
it: 'Schema di numerazione' ti aiuterà a determinare i numeri per ogni fascicolo
pl: 'Wzór numerowania' - określa liczbę numerów w prenumeracie dla każdego egzemplarza.
pt: 'Padrão de numeração' vai determinar como os números são impressos para cada fascículo
pt_br: 'Padrão de numeração' irá ajudá-lo a determinar como os números são impressos em cada fascículo
sk: 'Schéma číslovania' Vám pomôže určiť ako sa čísla tlačia pre každé číslo
sv: 'Nummermönster' hjälper dig förstå hur nummer skrivs för varje nummer
tr: 'Numaralandırma örneği' her sayı için numaraların nasıl basılacağını belirlemenize yardımcı olur
zh_tw: '編碼模式' 協助您決定每期列印期號的方式

source: - Checking this box determines whether the subfield is expanded or collapsed in the MARC editor; the subfield will appear as a clickable link to expand and edit the subfield. Unchecking it indicates that the field will be expanded by default.
ar: - تحديد هذا المربع يحدد ما إذا كان الحقل الفرعي موسعاً أو مطوياً في محرر مارك، سيظهر الحقل الفرعي كرابط قابل للنقر لتوسيع وتحرير الحقل الفرعي. ويشير إلغاء تحديده إلى أن الحقل سيكون موسعاً افتراضياً.
cs: - Zaškrtnutí tohoto políčka ovlivňuje zda jsou podpole v editoru MARCu rozbalena nebo sbalena. Při zaškrtnutí políčka se podpole objeví jako odkaz, po kliknutí se rozbalí a je možné je editovat. Pokud necháte políčko nezaškrtnuté, budou podpole ve výchozím zobrazení rozbalena rovnou.
da: - Markering af feltet bestemmer om underfeltet er udvidet eller klappet sammen i MARC-editoren; underfeltet vises som et klikbart link, til at udvide og editere underfeltet. Hvis det ikke markeres, er feltet udvidet som standard.
de: - Durch diese Checkbox wird gesteuert, ob das Unterfeld im MARC-Editor aus- oder eingeklappt angezeigt wird; das Unterfeld wird als anklickbarer Link angeboten über den es ausgeklappt und bearbeitet werden kann. Ist die Checkbox nicht angehakt, dann wird das Unterfeld immer ausgeklappt angezeigt.
es: - Marcar esta casilla determina si el subcampo es expandido o colapsado en el editor MARC; el subcampo aparecerá como un enlace al cual puede hacer clic para expandir y editar el subcampo. Desmarcar indica que el campo se expandirá por defecto.
fr: - Cocher cette case permet de déterminer si un sous-champ est replié ou développé dans l'éditeur MARC. Si elle est cochée, le sous-champ sera replié et apparaîtra comme un lien cliquable pour le déplier et l'éditer. Si elle n'est pas cochée, le sous-champ sera développé par défaut.
it: - Questa spunta determina se il campo è espanso o contratto nell'editor MARC; il sottocampo apparirà come un link cliccabile per espanderlo ed editarlo. La mancanza di spunta indica che il sottocampo sarà espanso per default.
pl: - Zaznaczenie tego okienka określa, czy podpole będzie rozwinięte albo zwinięte w edytorze MARC; podpole wyświetli się jako link. Jeśli odznaczysz okienko, pole będzie domyślnie rozwinięte.
pt: - Marcar esta caixa determina se o campo está expandido ou recolhido no editor MARC; o campo irá aparecer com um link clicável para expandir e editar. Não marcar significa que o campo está expandido por omissão.
pt_br: - Marcar essa caixa determina se o subcampo é expandido ou recolhido no editor MARC, o subcampo aparecerá como um link clicável para expandir e editar o subcampo. Desmarcando indica que o campo será expandido por padrão.
sk: - Zaškrtnutím tohto políčka určíte, či sa podpole rozšíri alebo rozbalí v MARC editore; podpole bude vyzerať ako rozšíriteľný hyperlinkový odkaz pre úpravu podpoľa. Nezaškrtnuté políčko znamená, že pole bude predvolene rozšírené.
sv: - Denna ruta avgör om det underliggande fältet är expanderat eller minimerat i MARC-redigeraren. Det underliggande fältet visas som en klickbar länk för att expandera och redigera fältet. Om rutan inte markeras expanderas fältet som standard.
tr: - Bu kutuya onay işareti vermek MARC metin düzenleyicisinde alt alanın genişletildiğini ya da çöktüğünü belirler; alt alan genişletilmek ve düzenlenmek üzere tıklanabilir bir bağlantı olarak gözükecektir. Bu onayı kaldırmak alanın varsayılan olarak genişletileceğini gösterir.
zh_tw: - 勾選此框，展開或收起MARC編輯器裡的分欄；可點選該分欄，展開並編輯它。不勾選，預設該欄位可展開。

source: - Checking this box determines whether the subfield is visible in the public interface. Unchecking it hides the field in the public interface.
ar: - تحديد هذا المربع يحدد ما إذا كان الحقل الفرعي مرئياً في الواجهة العامة. إلغاء تحديده يخفي الحقل في الواجهة العامة.
cs: - Zaškrtnutí tohoto políčka ovlivňuje viditelnost podpolí ve veřejném rozhraní. Nezaškrtnuté políčko znamená neveřejné pole.
da: - Markering af feltet bestemmer om underfeltet er synligt i den offentlige interface. Fjernes markeringen skjules det i den offentlige interface.
de: - Durch diese Checkbox wird gesteuert, ob das Unterfeld im OPAC sichtbar ist. Ist sie nicht angehakt, wird das Unterfeld im OPAC in der MARC-Ansicht nicht angezeigt.
es: - Marcar esta casilla determina si el subcampo es visible en la interfaz pública. Desmarcar oculta el campo en la interfaz pública.
fr: - Cocher cette case permet de déterminer si le sous-champ est visible dans l'interface publique. En la décochant, cela cache le champ dans l'interface publique.
it: - Questa casella di spunta determina se il sottocampo è visibile nell'interfaccia OPAC. Se la spunta è assente, il sottocampo nell'OPAC sarà nascosto.
pl: - Zaznaczenie tego pola określa, czy podpole jest widoczne w interfejsie publicznym. Odznaczenie ukrywa pole w interfejsie publicznym.
pt: - Marcar esta caixa significa que o campo é visível no interface públic. Não marcar esconde o campo no interface público.
pt_br: - Clicar nesta caixa permite que o subcampo seja visível na interface do público. Não clicar oculta o campo.
sk: - Zaškrtnutím tohto políčka určíte, či bude podpole viditeľné vo verejnom rozhraní. Nezaškrtnuté políčko znamená, že pole bude vo verejnom rozhraní skryté.
sv: - Denna ruta avgör om det underliggande fältet är synligt i det offentliga gränssnittet. Om rutan inte markeras döljs fältet i det offentliga gränssnittet.
tr: - Bu kutuya onay işareti vermek alt alanın genel ara yüzde görünür olup olmadığını belirler. Bu onayı kaldırmak genel ara yüzdeki alanı gizler.
zh_tw: - 勾選此框，讓此分欄顯示在公共介面。不勾選，則隱藏此分欄。

source: - Checking this box determines whether the subfield is visible in the staff interface. Unchecking it hides the field in the staff interface.
ar: - تحديد هذا المربع يحدد ما إذا كان هذا الحقل الفرعي مرئياً في برنامج العميل. إلغاء تحديده يخفي الحقل في برنامج العميل.
cs: - Zaškrtnutí tohoto políčka ovlivňuje viditelnost podpolí v rozhraní pro zaměstnance. Nezaškrtnuté políčko znamená skryté pole.
da: - Markering af dette felt bestemmer om underfeltet er synligt i admin-interfacen. Fjernes markeringen er det skjult i admin-interfacen.
de: - Durch diese Checkbox wird gesteuert, ob das Unterfeld in der Dienstoberfläche sichtbar ist. Ist sie nicht angehakt, wird das Unterfeld in der Dienstoberfläche in der MARC-Ansicht nicht angezeigt.
es: - Marcar esta casilla determina si el subcampo es visible en la interfaz administrativa. Desmarcar oculta el campo en la interfaz administrativa.
fr: - Cocher cette case permet de déterminer si le sous-champ est visible dans l'interface professionnelle. En la décochant, cela cache le champ dans l'interface professionnelle.
it: Questa casella di spunta determina se il sottocampo è visibile nell'interfaccia staff. Se la spunta è assente, il sottocampo sarà nascosto nell'interfaccia staff.
pl: - Zaznaczenie tego pola określa, czy podpole jest widoczne w interfejsie bibliotekarza. Odznaczenie ukrywa to pole w interfejsie bibliotekarza.
pt: - Marcar esta caixa significa que o subcampo é visível no interface dos técnicos. Não marcar esconde o campo no interface.
pt_br: - Clicar nesta caixa permite que o subcampo seja visível na interface do público. Não clicar oculta o campo.
sk: - Zaškrtnutím tohto políčka určíte, či bude podpole viditeľné vo intranetovom rozhraní. Nezaškrtnuté políčko znamená, že pole bude vo intranetovom rozhraní skryté.
sv: - Denna ruta avgör om det underliggande fältet är synligt i det interna gränssnittet. Om rutan inte markeras döljs fältet i det interna gränssnittet.
tr: - Bu kutuya onay işareti vermek alt alanın personel ara yüzde görünür olup olmadığını belirler. Bu onayı kaldırmak personel ara yüzdeki alanı gizler.
zh_tw: - 勾選此框，讓此分欄顯示在館員介面。不勾選，則隱藏此分欄。

source: - Checking this box makes the subfield available to the MARC editor. Unchecking it indicates the field should not be shown in the editor.
ar: - تحديد هذا المربع يجعل الحقل الفرعي متاحاً في محرر مارك. إلغاء تحديده يشير إلى أن الحقل لا يجب عرضه في المحرر.
cs: - Zaškrtnutí tohoto políčka ovlivňuje dostupnost podpolí v editoru MARCu. Nezaškrtnuté políčko znamená, že se pole nebude v editoru zobrazovat.
da: - Markering af dette felt gør underfeltet tilgængeligt i MARC-editoren. Fjernes markeringen vises feltet ikke i editoren.
de: - Durch diese Checkbox wird gesteuert, ob das Unterfeld im MARC-Editor der Katalogisierung angezeigt wird. Ist sie nicht angehakt, wird das Unterfeld in der Katalogisierung nicht angezeigt.
es: - Marcar esta casilla hace al subcampo disponible en el editor MARC. Desmarcar indica que el campo no se mostrará en el editor.
fr: - Cocher cette case permet de rendre disponible le sous-champ dans l'éditeur MARC. En la décochant, cela indique que le champ ne doit pas être affiché dans l'éditeur.
it: - Questa casella di spunta determina se il sottocampo è visibile nell'editor MARC. Se la spunta è assente, il sottocampo non sarà mostrato nell'editor.
pl: - Zaznaczenie tego pola powoduje, że podpole jest dostępne do modyfikowania MARC. Odznaczenie oznacza, że ​​pole nie powinno być pokazywane w edytorze.
pt: - Marcar esta caixa significa que o subcampo é visível no editor MARC. Não marcar esconde o campo no editor.
pt_br: - Clicar nesta caixa torna o subcampo disponível para o editor MARC. Não clicar oculta o campo ao editor.
sk: - Zaškrtnutím tohto políčka umožníte, aby bolo podpole prístupné v MARC editore; Nezaškrtnuté políčko znamená, že sa pole v editore nezobrazí.
sv: - Markeras denna ruta är det underliggande fältet tillgängligt för MARC-redigeraren. Markeras den inte visas inte fältet i redigeraren.
tr: - Bu kutuya onay işareti vermek alt alanı MARC metin düzenleyicisi için kullanılabilir kılar. Bu onaylamayı kaldırmak alanın metin düzenleyicisinde gösterilmemesi gerektiğini gösterir.
zh_tw: - 勾選此欄，讓此分欄顯示在MARC編輯器。不勾選，則隱藏此分欄。

source: - This setting is exclusive of all other visibility options, and flags the field.
ar: - هذا الضبط حصري من بين كل خيارات الرؤية الأخرى، ويضع علامة على الحقل.
cs: - Toto nastavené je nadřazeno všem jiným nastavením viditelnosti a označí pole.
da: - Denne indstilling er eksklusiv alle andre synlighedsoptioner, og markerer feltet.
de: - Diese Checkbox ist unabhängig von den anderen und markiert das Feld.
es: - Esta configuración es exclusiva de todas la opciones de visibilidad, y marca el campo.
fr: - Ce choix est exclusif de toutes les autres options d'affichage et marque le champ.
it: - Questo setting esclude tutte le altre opzioni di visualizzazione, e mostra sempre il sottocampo
pt: - Esta definição é exclusiva de todas as outras opção de visibilidade, e marca o campo.
pt_br: - Esta configuração é exclusiva de todas as outras opções de visualização e seleciona o campo.
sk: - Toto nastavenie vylučuje všetky ostatné nastavenia viditeľnosti a označuje pole.
sv: - Denna inställning gäller oavsett alla andra inställningar för synlighet och flaggar fältet.
tr: - Bu ayar diğer tüm görünürlük seçeneklerinden farklıdır ve alanı işaretler.
zh_tw: - 此設定適用於所有其他選項與欄位的旗標。
