Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The attribute type code and a colon should precede each value.
ar: يجب على رمز نوع السمة أن يسبق كل قيمة بنقطتين .
cs: Kód typu atributu a sloupce má předcházet každou hodnotu.
da: Attributtype-koden og et kolon skal stå forud for hver værdi.
de: Der Benutzerattributcode und ein Doppelpunkt sollten jedem Wert vorangestellt werden.
el: Ο κωδικός τύπου απόδοσης και μία άνω κάτω τελεία θα πρέπει να προηγείται κάθε αξίας.
es: El código de tipo de atributo y dos puntos deben preceder a cada valor.
eu: El código de tipo de atributo y dos puntos deben preceder a cada valor.
fi: Arvon edessä pitäisi olla aina määreen tunnus ja kaksoispiste.
fr: Le code de type d'attribut et le deux points doivent précéder chaque valeur.
hi: विशेषता प्रकार कोड और एक पेट के प्रत्येक मान के पूर्व में होना चाहिए।
it: Il codice di tipo attributo e un carattere di due punti devono precedere ogni valore.
oc: Lo còdi de tipe d'atribut e lo deux points devon précéder cada valor.
pt: O código do tipo de atributo e dois pontos devem preceder cada valor.
pt_br: O código de tipo de atributo e um dois pontos deve preceder cada valor.
sk: Kód typu vlastnosti s dvojbodkou by mal predchádzať každú hodnotu.
sv: Koden för attributtypen och ett kolon ska placeras före varje värde.
tr: Nitelik tür kodu ve iki nokta üst üste her değerden önce gelmelidir.
zh_tw: 屬性類型代碼與冒號應在每個值之前。

source: The authorized_value can be omitted if not applicable. If it contains an authorized value category, or branches or itemtype or categorycode, a list with the Koha authorized values will be displayed instead of a free field Note that you can have more than one parameter in a given SQL Note that entering nothing at run time won't probably work as you expect. It will be considered as "value empty" not as "ignore this parameter". For example entering nothing for : "title=&lt;&lt;Enter title&gt;&gt;" will display results with title='' (no title). If you want to have to have something not mandatory, use "title like &lt;&lt;Enter title&gt;&gt;" and enter a %% at run time instead of nothing
ar: ويمكن حذف authorized_value إذا لم تتلائم. إذا احتوت على فئة القيمة المصرح بها، أو فروع أو itemtype أو categorycode،القائمة مع كوها سيتم عرض القيم المصرح بها بدلا من ملاحظة حقل الحرة التي يمكن أن يكون أكثر من براميتر واحدة في ملاحظة SQL بالنظر إلى أن دخول أي شيء في وقت التشغيل لن تعمل على الأرجح كما كنت تتوقع. وسيتم اعتباره 'قيمة فارغة' لا ك 'تجاهل هذا الباراميتر'. على سبيل المثال دخول أي شيء عن: "title=&lt;&lt;Enter title&gt;&gt;" سيتم عرض نتائج مع title='' (no title). إذا كنت تريد أن يكون لديك شيء ليس إلزاميا، استخدام "title like &lt;&lt;Enter title&gt;&gt;" and enter a %% في وقت التشغيل بدلا من لا شيء
cs: Authorized_value lze vynechat, jestliže se nedá použít. Pokud obsahuje seznam pololených hodnot v Koha kategorie autorizované hodnoty, nebo pobočky, nebo typ výtisku, kód kategorie, zobrazí se místo volného pole Poznámka, takže můžete mít více než jeden parametr v dané SQL Poznámce, takže prázdné zadání za běhu nebude pravděpodobně fungovat podle očekávání. To se považuje za "prázdná hodnota" a nikoliv jako "ignorovat tento parametr". Například prázdným zadáním pro: "title=&lt;&lt;zadejte název&gt;&gt;" se zobrazí výsledky s title=''(bez názvu)". Pokud chcete mít něco, co není povinné, použijte "title like &lt;&lt;zadejte název&gt;&gt;" a zadejte %% při běhu namísto ničeho
da: Normværdien kan udelades hvis ønsket. Hvis den indeholder en normværdi kategori, eller afdelinger eller eksemplartyper eller kategorikode, en liste med Koha normværdier vises istedet for et frit felt. Bemærk, st du kan have mere end en parameter i en given SQL. Bemærk at indtastning af ingenting under kørslen sandsynligvis ikke vil virke som forventet. Det vil blive betragtet som en "tom værdi" ikke som "ignorer denne parameter". F.eks. hvis der ikke indtastes noget for : "title=&lt;&lt;Enter title&gt;&gt;" vil vise resultater med titel='' (ingen titel). Hvis noget ikke skal være obligatorisk, brug "title like &lt;&lt;Enter title&gt;&gt;" og indtast et %% under kørslen istedet for ingenting
de: Es muss kein authorized_value angegeben werden. Wird eine Kategorie normierter Werte, branches (Bibliotheken), itemtype (Medientypen) oder categorycode (Benutzertypen) angegeben, wird eine Auswahlliste mit den entsprechenden Werten statt einem Freitextfeld angezeigt. Bitte beachten Sie, dass das Ergebnis, wenn Sie während der Ausführung nichts eingeben, nicht unbedingt dem entspricht, was Sie erwarten. Leere Felder werden dann als 'Wert nicht belegt' gewertet und nicht als 'Parameter ignorieren'. Zum Beispiel liefert "title=&lt;&lt;Titel eingeben&gt;&gt;" Ergebnisse mit Titel='(kein Titel)'. Wenn Sie einen Parameter optional machen möchten, können Sie "title like &lt;&lt;Titel eingeben&gt;&gt;" verwenden und bei der Ausführung %% in das Feld eintragen"
el: Η καθιερωμένη_τιμή μπορεί να παραβλέπεται εάν δεν εφαρμόζεται. Εάν περιέχει μία κατηγορία καθιερωμένης τιμής, ή παραρτήματα ή τύποτεκμηρίου ή κωδικόκατηγορίας, θα εμφανιστεί μια λίστα με τις καθιερωμένες τιμές στο Koha αντί για ένα ελεύθερο πεδίο Σημείωσης ότι μπορείτε να έχετε περισσότερες από μία παραμέτρους σε ένα δεδομένο Σημείωμα SQL ότι εάν δεν εισάγετε τίποτα στο χρόνο εκτέλεσης δεν θα λειτουργήσει όπως περιμένατε. Θα θεωρηθεί ως "κενή τιμή" όχι ως "αγνοήστε αυτή την παράμετρο". Για παράδειγμα, εάν δεν εισάγετε τίποτα στο: "τίτλος=&lt;&lt;Εισαγωγή τίτλου&gt;&gt;" θα εμφανίσει τα αποτελέσματα με τίτλο='' (χωρίς τίτλο). Εάν θέλετε να έχετε κάτι μη υποχρεωτικό, χρησιμοποιήστε "σαν τίτλο &lt;&lt;Εισαγωγή τίτλου&gt;&gt;" και εισάγετε ένα %% στον χρόνο εκτέλεσης αντί για τίποτα.
es: El authorized_value puede ser omitido si no se aplica. Si contiene una categoría de valor autorizado, o sedes o itemetype o categorycode, se mostrará una lista de valores autorizados en Koha en vez de un campo libre. Note que puede tener más de un parámetro en un dado SQL. Note que no ingresar nada probablemente no funcione como espere en tiempo de ejecución. Se considerará como "valor vacío" y no como "ignorar este parámetro". Por ejemplo no ingresar nada en:"title=&lt;&lt;Ingrese título&gt;&gt;", mostrará resultados con el título='' (sin título). Si desea tener algo no obligatorio, use "título como &lt;&lt;Ingrese título&gt;&gt;" e ingrese un %% en tiempo de ejecución en lugar de nada
eu: Los valores autorizados se pueden omitir si no se quieren utilizar. Si contiene una lista de valores autorizados, bibliotecas, tipos de ítem o código de categoría, se mostrará una lista con los valores autorizados de Koha y no un campo de notas vacío. Se puede tener más de un parámetro en una nota SQL concreta pero si no se define el tiempo de ejecución puede no funcionar sobre lo esperado. Se considerará como "value empty" y no como "ignore this parameter". Por ejemplo, si no se introduce nada para: "title=&lt;&lt;Enter title&gt;&gt;" se mostrarán resultados con el título='' (no title). Si se quiere que algo no sea obligatorio, se debe utilizar "title like &lt;&lt;Enter title&gt;&gt;" e introducir %% en el tiempo de ejecución en lugar de dejarlo vacío.
fi: authorized_value -arvo voidaan jättää huomioimatta, jos se ei ole soveltuva. Jos se sisältää auktorisoidun arvon luokan tai 'branches', 'itemtype' tai 'categorycode', näytetään valikko Kohan auktorisoiduista arvoista vapaakentän sijaan. Huomaa, että SQL-lausekkeessa voi olla useampi parametri. Huomaa, että jos et lisää mitään, ajo ei todennäköisesti toimi odotetunlaisesti. Se tulkitaan "tyhjäksi arvoksi", ei "älä ota tätä parametria huomioon" -toiminnoksi. Esimerkiksi jättämällä tyhjäksi parametrin "title=&lt;&lt;Anna nimeke&gt;&gt;" tuo sellaiset tulokset, joissa title=" (ei nimekettä). Jos haluat jonkin parametrin ei-pakollikseksi, käytä "title like &lt;&lt;Enter title&gt;&gt;" ja lisää %% kenttään ennen raportin ajoa tyhjän sijaan.
fr: L'authorized_value peut être omise si non applicable. S'il contient une catégorie de valeur autorisée, ou les sites ou le type de document ou le code catégorie, une liste avec les valeurs autorisées par Koha sera affichée au lieu d'un champ libre. Notez que vous pouvez avoir plus d'un paramètre dans une requête SQL donnée. Notez que ne rien saisir au moment de l'exécution ne fonctionnera pas probablement comme vous le prévoyez. On le considérera en tant que « valeur vide » pas comme « ignorez ce paramètre ». Par exemple n'écrivant rien pour : « title=&lt ; &lt ; Écrivez le titre&gt ; &gt ; » montrera des résultats avec le titre= » (aucun titre). Si vous voulez devoir avoir quelque chose de non obligatoire, employez le « titre comme le &lt ; &lt ; Écrivez le titre&gt ; &gt ; » et tapez un %% au temps d'exécution plutôt que rien
hi: यदि लागू नहीं authorized_value छोड़ा जा सकता है। यह एक अधिकृत मूल्य वर्ग, या शाखाओं या itemtype या categorycode शामिल हैं, कोहा के साथ एक सूची अधिकृत मूल्यों के बजाय एक मुक्त क्षेत्र नोट है कि आप में एक दिया एसक्यूएल नोट एक से अधिक पैरामीटर हो सकता है प्रदर्शित किया जाएगा कि चलाते समय कुछ भी नहीं में प्रवेश शायद के रूप में आप उम्मीद कर काम नहीं करेगा। यह "मूल्य खाली" नहीं "इस पैरामीटर उपेक्षा " के रूप में के रूप में विचार किया जाएगा। उदाहरण के लिए कुछ भी नहीं है में प्रवेश करने के लिए: "title=&lt;&lt;शीर्षक दर्ज करें " title = '' (कोई शीर्षक) के साथ परिणाम प्रदर्शित करेगा। और कुछ नहीं के बजाय चलाते समय एक %% दर्ज कर आप कुछ अनिवार्य नहीं है, उपयोग&lt;&lt;शीर्षक&gt;&gt;" तरह और शीर्षक" पास करने के लिए करना चाहते हैं
it: Il valore autorizzato può essere omesso se non applicabile. In ogni caso per i valori autorizzati (biblioteche, tipi copia, tipi utente o altri) Koha visualizzarà un menu di scelta e non un campo a input libero. Nota che potresti avare più di un paramentro da inserire nell' SQL. Ricorda che inserire nulla probabilmente non funzionerà come ti aspetti, Verrà considerata un "valore vuoto" non come "ignora questo parametro". Per esempio inserendo nulla qui: "title=&lt;&lt;Enter title&gt;&gt;" mostrerà i risultati della ricerca title='' (no title). Se vuoi qualche parametro non obbligatorio usa "title like &lt;&lt;Enter title&gt;&gt;" e inserisci un %% invece che nulla
oc: L'authorized_value pòt èsser omise se non aplicable. S'il conten una categoria de valor autorizada, o les sites o lo tipe de document o lo còdi categoria, una lista amb les valors autorizadas per Koha serà afichada al lieu d'un camp libre. Notez que podètz aver plus d'un paramètre dans una requèsta SQL donada. Notez que ne rien sasir al moment de l'execucion ne fonctionnera pas probablament coma vous lo prévoyez. On lo considérera en tant que « valor vide » pas coma « ignorez ce paramètre ». Per exemple n'écrivant rien per : « title=&lt ; &lt ; Écrivez lo títol&gt ; &gt ; » montrera des resultats amb lo títol= » (aucun títol). Se volètz devoir aver quicòm de non obligatòri, employez lo « títol comme lo &lt ; &lt ; Écrivez lo títol&gt ; &gt ; » e tapez un %% al temps d'execucion puslèu que rien
pl: Authorized_value jest opcjonalne, zawiera kod „Dopuszczonej wartości” - np. kod biblioteki/filii, typu dokumentu lub kategorii użytkownika - rozwijana lista „Dopuszczonych wartości” zostanie wyświetlona zamiast zwykłego pola. Pamiętaj, że zapytanie SQL może korzystać z więcej niż jednego parametru. Puste pole może sprawić, że zapytanie nie zadziała zgodnie z oczekiwaniami, gdyż parametr zostanie potraktowany jako „wartość pusta”, a nie jako „ignoruj ten parametr”. Na przykład: jeśli nie wpiszesz tytułu w: "title=&lt;&lt;Podaj tytuł&gt;&gt;", raport wyświetli: title='' (brak tytułu). Jeżeli tytuł ma być obligatoryjny, użyj "title like &lt;&lt;Podaj tytuł&gt;&gt;" i wpisz %% podczas uruchamiania raportu
pt: O atributo authorized_value pode ser omitido se não aplicável. Se contem uma categoria de valor autorizado, bibliotecas, tipo de documento ou código de categoria, uma lista com os valores autorizados do Koha aparecerá em vez de um campo de texto livre onde pode ter mais que um parâmetro num SQL, o que inserindo nada na execução pode não funcionar como esperado. Será considerado com "valor vazio" e não como "ignorar este parâmetro". Por exemplo ao inserir nada em "title=&lt;&lt;Insira título&gt;&gt;" irá mostrar os resultados com title = '' (sem título). Se deseja algo não obrigatório, use "title like &lt;&lt;Insira título&gt;&gt;" e insira %% na execução em vez de nada
pt_br: O authorized_value pode ser omitido se não for aplicável. Se ele contém uma categoria de valor autorizado, ou ramais ou tipodeitem ou codigodecategoria, uma lista de valores autorizados irá ser exibida no campos de notas livres que você tiver em um parâmetro numa dada nota SQL que estava vazia no tempo de execução e não funcionou conforme esperado. Ele será considerado um "valor em branco" não como "ignorar este parâmetro". Por exemplo digitando nada para : "title=&lt;&lt;Enter title&gt;&gt;" irá exibir resultados com title='' (no title). ISe você quiser ter algo não obrigatório, use "title like &lt;&lt;Enter title&gt;&gt;" e entre um %% no momento da execução
sk: Povolenú hodnotu možno vynechať, ak sa neudáva. Ak obsahuje kategóriu povolenej hodnoty, alebo pobočky alebo itemtype alebo categorycode, zobrazí sa namiesto voľného poľa zoznam povolených hodnôt Kohy. Všimnite si, že môžete mať viac ako jeden parameter v danom SQL. Všimnite si, že zadaním ničoho v pracovnom čase pravdepodobne nebude fungovať ako očakávate. Bude sa to považovať za "prázdnu hodnotu" a nie za "ignorovať tento parameter". Napríklad zadaním ničoho pre : "title=&lt;&lt;Zadať názov&gt;&gt;" zobrazí výsledok s title='' (bez názvu). Ak chcete mať niečo nepovinné, použite "názov ako &lt;&lt;Zadať názov&gt;&gt;" a zadajte %% v pracovnom čase namiesto ničoho
sv: authorized_value kan utelämnas om det inte är tillämpligt. Om det innehåller en kategori med auktoriserade värden, filialer, objekttyper eller kategorikoder kommer en lista med Kohas auktoriserade värden att visas istället för ett textfält Notera att du kan ha fler än en parameter i ett givet SQL Notera att det antagligen inte fungerar att inte ange något vid körningen. Det kommer att tolkas som "tomt värde", inte som "ignorera denna parameter". Att exempelvis inte ange något för : "title=&lt;&lt;Ange titel&gt;&gt;" kommer att visa resultat med title='' (utan titel). Om du vill ha något som inte är obligatoriskt använder du "title like &lt;&lt;Ange titel&gt;&gt;" och anger %% vid körning istället för ingenting
tr: Yetkili değer kullanılabilir değilse kaldırılabilir. Bu değer, yetkili değer kategorisi, birimler, materyal türü ya da kategori kodu içeriyorsa, boş bir alan yerine Koha yetkili değerleriyle birlikte bir liste görüntülenecektir. Verilen SQL’de birden fazla parametre alabileceğinizi göz önünde bulundurunuz. Çalıştırma zamanında hiçbir şey girmemek çalıştırma işleminin beklediğiniz gibi olmamasına sebep olacaktır. Bu işlem “bu parametreyi yoksay” yerine “boş değer” olarak değerlendirilecektir. Örneğini hiçbir şey girmemek: "title=&lt;&lt;Enter title&gt;&gt;" =” (başlık yok) "title like &lt;&lt;Enter title&gt;&gt;" başlığı sonuçlarını gösterecektir. %%
zh_tw: 若不合用，authorized_value 可以省略；若包括容許值類型、分館、館藏類型或類型代碼，將顯示容許值清單，不是自由欄位。在指定的 SQL Note 裡，可以有多個參數；沒有參數的情況下，執行結果可能不如預期。將不會把 "無內容" 當成 "忽視此參數"。例如，不鍵入內容："title=&lt;&lt;Enter title&gt;&gt;" 結果將顯示為 title='' (無內容)。若有不是必備的內容，使用 "title like &lt;&lt;Enter title&gt;&gt;" 在執行時鍵入 %% 取代無內容

source: The card number field is automatically calculated if you have the autoMemberNum system preference set that way
ar: ويحسب تلقائيا حقل رقم البطاقة إذا كان لديك مجموعة تفضيل النظام autoMemberNum بهذه الطريقة
cs: Číslo průkazu se generuje automaticky na základě systémového nastavení (volba autoMemberNum)
da: Kortnummeret beregnes automatisk, hvis autoMemberNum system-indstillingen er sat således
de: Die Ausweisnummer wird automatisch generiert, wenn Sie den Systemparameter autoMemberNum entsprechend gesetzt haben
el: Το πεδίο αριθμού κάρτας υπολογίζεται αυτόματα αν έχετε κάνει την ανάλογη επιλογή στην προτίμηση συστήματος autoMemberNum
es: El campo de número del carné de usuario se calcula automáticamente si usted tiene la preferencia del sistema autoMemberNum establecida de esa manera
eu: Txartel zenbakiaren eremua automatikoki kalkulatuko da autoMemberNum sistemaren lehentasuna hala ezarrita baduzu
fi: Kortin numerokenttä lasketaan automaattisesti, jos autoMemberNum-asetus määrittelee niin
fr: La Numéro de carte est calculé automatiquement si vous avez activé la préférence système autoMemberNum.
hi: यदि आप autoMemberNum प्रणाली प्राथमिकता है कि जिस तरह से निर्धारित किया है कार्ड नंबर क्षेत्र स्वचालित रूप से गणना की है
it: Il numero della tessera è calcolato automaticamente se hai settato la preferenza autoMemberNum in questo senso
oc: La Numèro de carta es calculat automaticament se avètz activat la preferéncia sistèma autoMemberNum.
pl: Pole Numer karty jest obliczane automatycznie, jeśli w ten sposób określone są ustawienia systemu autoMemberNum
pt: O número de cartão é preenchido automaticamente se a preferência autoMemberNum estiver definida para tal
pt_br: O campo de número de carteirinha de usuário será calculado se você tiver a preferência autoMemberNum ativa
sk: Pole čísla preukazu sa automaticky generuje ak tak máte urobené nastavenie systému autoMemberNum
sv: Kortnummerfältet beräknas automatiskt om inställningen autoMemberNum är inställd för det
tr: Otomatik Üye Numaralandırma sistem seçeneğiniz o şekilde ayarlıysa kart numara alanı otomatik olarak hesaplanır.
zh_tw: 自動計算讀者證號碼欄位的值，若已設定autoMemberNum 偏好

source: The catalog record cannot always be deleted. You might see notes explaining why.
ar: تسجيلة الفهرسة لا يمكن دائماً حذفها. ربما عليك أن ترى الملاحظات التي تشرح السبب.
cs: Ne vždy lze vymazat záznam z katalogu. Poznámky vysvětlují, proč to tak je.
da: Katalogposten kan ikke altid slettes. Du kan se i noterne hvorfor.
de: Ein Titelsatz kann unter Umständen nicht gelöscht werden. Wenn dies der Fall ist, erscheint ein Hinweis mit dem Grund.
el: Η εγγραφή καταλόγου δεν μπορεί να διαγραφεί πάντα. Μπορείτε να δείτε τις σημειώσεις που εξηγούν γιατί.
es: El registro catalogado no siempre puede eliminarse. Podrá ver notas explicando por que.
eu: El registro de catálogo no siempre se pueden eliminar. Usted puede ver las notas que explican por qué.
fi: Nimeketietuetta ei voi aina poistaa. Voit nähdä selityksiä, miksei poistoa voida tehdä.
fr: La notice peut ne pas être effacée. Vous pouvez voir des précisions expliquant pourquoi.
hi: सूची रिकॉर्ड हमेशा हटाया नहीं जा सकता। आप नोट समझा क्यों देख सकते हैं।
it: Un record catalografico non può essere sempre cancellato. Ci sono avvisi che lo spiegano.
oc: La notícia pòt ne pas èsser escafada. Podètz veire des précisions explicant pourquoi.
pl: Jeśli nie możesz usunąć rekordu z bazy, zobacz uwagi wyjaśniajcie, dlaczego nie można usunąć rekordu.
pt: O registo bibliográfico nem sempre pode ser eliminado. Vejas as notas a explicar porquê.
pt_br: O registo do catálogo nem sempre pode ser excluído. Você pode ver as notas que explicam porquê.
sk: Záznam v katalógu nie je vždy možné odstrániť. Pozrite sa do poznámok pre ďalšie vysvetlenia.
sv: Katalogposten kan inte alltid raderas. Meddelanden kan visas om varför.
tr: Katalog kaydı her zaman silinemez. Neden silinemediğini açıklayan notlara bakabilirsiniz.
zh_tw: 目錄紀錄不一定能刪除，您需要查看紀錄其原因的說明。

source: The cataloging interface will open up with the short cataloging record
ar: واجهة الفهرسة سوف تفتح مع تسجيلة الفهرسة القصيرة
cs: Katalogizační rozhraní po otevření zobrazí krátký katalogizační záznam
da: Katalogiserings-interfacen åbner med den korte katalogiserings-post
de: Es öffnet sich die Katalogisierung mit dem Framework für Schnellaufnahmen
el: Η διεπαφή καταλογογράφησης θα ανοίξει με την σύντομη εγγραφή καταλογογράφησης
es: La interfaz de catalogación se abrirá con el registro de catalogación corto
eu: La interfaz de catalogación se abrirá con el registro de catalogación corto
fi: Luettelointinäkymä avautuu lyhyellä luettelointitietueella
fr: L'interface de catalogage s'ouvre avec la notice courte de catalogage
hi: सूचीबद्ध करने इंटरफेस लघु सूचीबद्ध रिकॉर्ड के साथ खुल जाएगा
it: Si aprirà l'interfaccia di catalogazione per la catalogazione veloce
oc: L'interfàcia de catalogatge s'ouvre amb la notícia courte de catalogatge
pl: Wyświetli się szablon 'Szybkie katalogowanie'
pt: O interface de catalogação irá abrir com a catalogação rápida do registo
pt_br: A interface de catalogação será aberta com o registro de catalogação resumido
sk: Katalogizačné rozhranie sa otvorí s krátkym katalogizačným záznamom
sv: Katalogiseringsgränssnittet öppnas med den korta katalogposten
tr: Kataloglama arayüzü kısa kataloglama kaydıyla açılacaktır.
zh_tw: 編目介面將打開簡單的編目紀錄

source: The check in box on the top of the main staff client
ar: مربع الإرجاع في الجزء العلوي لعميل الموظف الرئيسي
cs: Zaškrtávací políčko v horní části hlavního intranetu
da: Afleveringslinket øverst på admin-hovedsiden
de: Der Reiter Rückgabe in der Suchmaske oberhalb der Startseite der Dienstoberfläche
el: Το κουτί επιστροφής στην κορυφή της κύριας διεπαφή προσωπικού
es: La casilla de devolución en el tope de la interfaz principal del cliente administrativo
eu: La casilla de devolución en el tope de la interfaz principal del cliente administrativo
fi: Palautuslaatikko ylhäällä pääsivulla virkailijatyökalussa
fr: Le champ retour en haut de la page principale
hi: मुख्य स्टाफ ग्राहक के शीर्ष पर बॉक्स में जाँच
it: Il box per la restituzione posto nella home dell'intranet
oc: Lo camp retorn amont de la pagina principala
pl: Opcja zwrotu znajduje się u góry głównej strony interfejsu bibliotekarza
pt: A caixa de retorno no topo do interface dos técnicos
pt_br: A caixa de devolução na tela principal da interface administrativa
sk: Políčko návratu na vrchu v intranete
sv: Återlämningsrutan längst upp i personalklientens huvudfönster
tr: Ana personel istemcinin en üstündeki iade kutusu
zh_tw: 館員介面上方的還入盒

source: The check in link on the patron's checkout summary (and on the checkout summary page)
ar: التحقق في الرابط من ملخص إعارة المستفيد (ومن صفحة إعارة المستفيد)
cs: Odkaz na vrácení výpůjčky z přehledu čtenářových výpůjček (a na stránce přeled výpůjček)
da: Afleveringslinket på lånerens udlånsoversigt (og på udlånsoversigtssiden)
de: Der Rückgabe-Link in der Ausleihübersicht eines Benutzers
el: Ο σύνδεσμος επιστροφής στην περίληψη δανεισμών μέλους (και στη σελίδα περίληψης δανεισμών)
es: El enlace de devolución en el resumen de préstamo del usuario (y en la página de resumen de préstamo)
eu: Bazkidearen mailegu laburpeneko (eta maileguaren laburpen orriko) itzultze lotura
fi: Palautuslinkki asiakkaan lainojen yhteenvedossa (ja lainauksen yhteenvetosivulla)
fr: Le lien Prêt sur le résumé des prêts des adhérents
hi: संरक्षक के चेकआउट सारांश पर कड़ी में जांच (और जांच सारांश पेज पर)
it: Il link per la restituzione nel riassunto dei prestiti dell'utente (e la pagina di riassunto dei prestiti)
oc: Lo ligam Prèst sul resumit des prèstes des aderents
pl: Opcja zwrotu znajduje się przy podsumowaniu wypożyczeń użytkownika w zakładce 'Wypożycz' oraz w zakładce 'Szczegóły'
pt: A ligação de devolução no sumário de devolução do leitor (e no sumário de empréstimo)
pt_br: O link de devolução no resumo de empréstimos do usuário
sk: Odkaz návratu v súhrne výpožičiek čitateľa (a na stránke súhrnu výpožičiek)
sv: Återlämningslänken i låntagarens lånesammanfattning (och på sidan med lånesammanfattningen)
tr: Kullanıcının ödünç verme özetindeki iade bağlantısı (ve ödünç verme özet sayfasında)
zh_tw: 讀者借出摘要(以及借出摘要頁面)的還入連結
