Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To generate this report, you must have the Build Holds Queue cron job running. This cron job is a script that should be run periodically if your library system allows borrowers to place on-shelf holds. This script decides which library should be responsible for fulfilling a given hold request.
ar: لتولِّد هذا التقرير ، عليك أن تتأكد من تشغيل المهمة المجدولة المسؤولة عن بناء طابور الحجوزات Build Holds Queue. تحتوي هذه المهمة المجدولة على نص برمجي يجب تشغيله بشكل دوري إذا ما كان نظام مكتبتك يسمح للمستفيدين بحجز المواد على الرفوف. هذا النص البرمجي يقرر أي مكتبة يجب أن تكون مسؤولة عن أداء طلب الحجز المقدم.
cs: Chcete-li vytvořit tuto zprávu, musíte mít běžící cron (plánovač) na "Build Holds Queue". Tato plánovaná úloha je skript, který by měl být spouštěn pravidelně, pokud váš knihovní systém umožňuje čtenářům dávat rezervace na polici. Tento skript rozhodne, která knihovna by měla být zodpovědná za plnění daného požadavku na rezervaci.
da: For at lave denne rapport, skal cron-jobbet Build Holds Queue køre. Dette cron-job er et skript, som skal køres regelmæssigt, hvis biblioteket tillader lånere at lave hylde-reserveringer. Dette skript bestemmer hvilket bibliotek, der skal opfylde et givet reserveringsønske.
de: Damit dieser Report erzeugt wird, muss der 'bulid_holds_queue'-Cronjob eingerichtet sein. Dieser Cronjob ist ein Skript, das regelmäßig laufen sollte, wenn Ihre Bibliothek Vormerkungen auf nicht entliehene Exemplare erlaubt. Das Skript legt fest, welche Bibliothek das Exemplar für eine Vormerkung bereitstellen muss.
el: Για να δημιουργήσετε αυτή την αναφορά, πρέπει να θέσετε την εργασία cron Κατασκευή Σειράς Κρατήσεων σε λειτουργία. Η εργασία cron είναι ένα αρχείο εντολών που θα πρέπει να τρέχει κατά περιόδους εάν το σύστημα βιβλιοθήκης σας επιτρέπει στους δανειζομένους να κάνουν κρατήσεις στο ράφι. Αυτό το αρχείο εντολών αποφασίζει ποια βιβλιοθήκη είναι υπεύθυνη για την εκτέλεση ενός δεδομένου αιτήματος κράτησης.
es: Para generar este informe, deberá tener la tarea programada BuildHoldsQueue ejecutándose. Esta tarea programada es un script que deber ejecutarse periódicamente si su biblioteca permite a sus usuarios hacer reservas. Este script decide qué biblioteca será responsable de cubrir un requerimiento de reserva.
eu: Para generar este informe, debe tener Build Holds Queue cron job enfuncionamiento. Este cron job es un script que se debe ejecutar periódicamente si su sistema de bibliotecas si su sistema bibliotecario permite a los prestatarios colocar sus propias reservas. Este script decide qué biblioteca debe ser responsable del cumplimiento de una solicitud de reserva dado.
fi: Jos haluat luoda tämän raportin, tulee Build Holds Queue cron job olla käynnissä. Tämä cron job on skripti, joka pitäisi ajaa säännöllisesti, jos kirjastossasi sallitaan hyllyvaraukset. Tämä skripti päättää, minkä kirjaston pitäisi täyttää kunkin varauksen.
fr: Pour générer ce rapport, le cron job (ou tâche planifiée) Build Holds Queue doit être activé . Ce cron job est un script qui doit être exécuté périodiquement si votre réseau permet de faire des réservations sur les documents en rayon. Ce script décide quels sites devraient être chargées de répondre à une réservation donnée.
hi: इस रिपोर्ट उत्पन्न करने के लिए, आप बिल्ड धारण कतार क्रॉन जॉब चल रहा होना चाहिए। इस क्रॉन नौकरी के लिए एक स्क्रिप्ट है कि समय समय पर चलाया जाना चाहिए अगर आपके पुस्तकालय प्रणाली उधारकर्ताओं के लिए जगह पर मुस्तैद रखती अनुमति देता है। यह स्क्रिप्ट का फैसला करता है जो पुस्तकालय एक दिया होल्ड अनुरोध को पूरा करने के लिए जिम्मेदार होना चाहिए।
it: Per generare questo report, deve essere attivo il cronjob Build Holds Queue. Si tratta di uno script che deve girare periodicamente se il tuo sistema bibliotecario permette di fare prenotazioni. Lo script decide quale biblioteca del sistema sarà responsabile della evasione della richiesta.
oc: Per generar aqueste rapòrt, lo cron job (o prètzfait planificada) Build Holds Queue doit èsser activat . Aqueste cron job es un script qui deu èsser exécuté periodicment se vòstra ret permet de far des reservacions suls documents en rayon. Aqueste script décide quels sites deurián èsser cargadas de répondre a una reservacion donada.
pl: Jeśli chcesz wygenerować raport, musisz dodać do zadań crona skrypt Build Holds Queue. Skrypt ten uruchamia się cyklicznie i pozwala dopasować zamówienia do określonych użytkowników. Ten skrypt decyduje, która biblioteka będzie odpowiedzialna za dane zamówienie.
pt: Para gerar este relatório, tem que ter a tarefa Build Holds Queue a correr. Essa tarefa é um script que deve ser corrido periodicamente se o sistema permite que os leitores reservem. Este script decide qual a biblioteca que deve ser responsável por preencher determinado pedido.
pt_br: Para gerar este relatório, você precisará ter a tarefa BuildHoldsQueue rodando. Esta tarefa é um script que precisa ser periodicamente acionado se o seus sistema de bibliotecas permitir que os usuários façam reservas. Este script determina qual biblioteca é responsável por atender a uma determinada reserva.
sk: Pre vygenerovanie tohto výkazu, musíte mať spustený cronjob Build Holds Queue. Tento cronjob je skrip, ktorý by sa mal spúšťať periodicky, ak váš knižnčný systém dovoľuje čitateľom zadávať rezervácie v policiach. Tento skript rozdhoduje o tom, ktorá knižnica je zodpovedná za vykonanie danej rezervačnej požiadavky.
sv: För att generera denna rapport måste cron-jobbet Bygg reservationskö köras. Detta cron-jobb är ett skript som ska köras regelbundet om ditt bibliotek tillåter låntagare att reservera innestående titlar. Detta skript bestämmer vilket bibliotek som ska uppfylla en given reservation.
tr: Bu raporu oluşturmak için, Ayırma Kuyruğu Oluştur cron job yazılımının çalıştırıyor olmanız gerekir. Kütüphane sisteminiz ödünç alan kullanıcılara rafta ayırma yapmalarına izin veriyorsa, bu yazılım periyodik olarak çalıştırılması gereken bir komut dizisidir. Bu komut dizisi verilen ayırma isteğinin yerine getirilmesi konusunda hangi kütüphanenin sorumlu olması gerektiğine karar verir.
zh_tw: 必須執行Build Holds Queue工作排程，才能產生此報表。此工作排程是一個定期執行的小程式，圖書館必須允許讀者線上預約。此小程式決定滿足此預約的圖書館。

source: To get help from the Library of Congress on a MARC tag click the question mark (?) to the right of each field number
eu: MARC etiketa bati buruzko Kongresuaren Liburutegiko (Library of Congress) laguntza izateko, klik egin eremu zenbaki bakoitzaren eskuinera dagoen galdera ikurran (?)
fi: Jos haluat apua Kongressin kirjaston MARC-kenttien ohjeista, klikkaa kysymysmerkkiä (?) kentän numeron oikealla puolella
hi: एक मार्क टैग पर लाईब्रेरी ऑफ कांग्रेस से मदद पाने के लिए प्रश्न चिह्न (?) पर क्लिक करें प्रत्येक क्षेत्र संख्या का सही करने के लिए

source: To have expired holds cancelled automatically you will need to have the Expired Holds cron job set to run on a regular basis.
ar: لإلغاء الحجوزات المنتهية تلقائياً يجب عليك ضبط Expired Holds cron job إلى تشغيل بطريقة منتظمة
cs: Chcete-li automaticky rušit prošlé rezervace, budete muset mít natavenou úlohu časovače "Prošlá Rezervace" pro pravidelný provoz.
de: Um abgelaufene Vormerkungen automatisch zu stornieren, müssen Sie regelmäßig den entsprechenden Cronjob ausführen.
el: Για να ακυρώνονται αυτόματα οι κρατήσεις που λήγουν θα χρειαστεί να έχετε ρυθμισμένη την εργασία cron Εκπνοή Κρατήσεων ώστε να τρέχει σε τακτική βάση.
es: Para expirar automáticamente reservas vencidas, necesitará tener la tarea programada (cron job) Reservas Vencidas ejecutándose de manera regular.
fi: Jos haluat, että vanhentuneet varaukset automaattisesti poistetaan, täytyy Expired Holds cron job asettaa ajautumaan säännöllisesti.
fr: Si vous voulez que les réservations expirées soient automatiquement annulées, il faudra que vous programmiez le cron job (ou tâche planifiée) qui convient.
hi: समाप्त हो गई है करने के लिए स्वचालित रूप से रद्द रखती है आप समय सीमा समाप्त धारण क्रॉन नौकरी के लिए एक नियमित आधार पर चलाने के लिए सेट की जरूरत होगी।
it: Per cancellare automaticamente prenotazioni scadute, devi attivare periodicamnete via cron il programma cancel_expired_holds.pl.
oc: Se volètz que las reservacions expiradas sián automaticament anulladas, il faudra que vous programmiez lo cron job (o prètzfait planificada) qui convient.
pt: Para ter todos as reservas expiradas canceladas automaticamente necessita de ter a tarefa Expired Holds a correr numa base diária.
pt_br: Para ter as reservas vencidas canceladas automaticamente você precisa ter o cronjob Expired Holds configurado e rodando continuamente.
sk: Pre automatické zrušenie vypršaných rezervácií budete musieť mať nastavený cronjob Expired Holds tak, aby bežal pravidelne.
tr: Süresi geçmiş ayırtılmış materyallerin otomatik olarak iptal edilmesi için süresi dolmuş ayırmalar cron görevinin düzenli olarak çalışacak şekilde ayarlanması gerekir.
zh_tw: 定期執行Expired Holds工作排程，就能自動取消過期的預約。

source: To hide some of the columns you can click the 'hide' link to the right the dates. To add more columns you can click the 'Show a column' link found below the 'Fund Remaining' heading.
ar: لإخفاء بعض الأعمدة بإمكانك أن تنقر على وصلة 'إخفاء' على اليسار من التواريخ. لإضافة المزيد من الأعمدة بإمكانك أن تنقر على وصلة 'عرض الأعمدة' الموجودة تحت عنوان 'الرصيد المتبقي'.
cs: Chcete-li skrýt některé sloupce, můžete kliknout na odkaz "Skrýt" vpravo od dat. Chcete-li přidat další sloupce můžete kliknout na odkaz "Zobrazit sloupec", který naleznete pod nadpisem "Zbývající fond".
da: For at skjule nogle af kolonnerne klik på linket skjul til højre for datoerne. For at tilføje flere kolonner kan du klikke på linket 'Vis en kolonne' under overskriften 'Resterende budget'.
de: Um eine Spalte zu verbergen klicken Sie auf 'Verbergen' unterhalb der Spaltenköpfe. Um mehr Spalten hinzuzufügen, verwenden Sie den entsprechenden Link unter dem Titel 'Verbleibender Betrag'.
el: Για απόκρυψη μερικών στηλών μπορείτε να πατήσετε τον σύνδεσμο 'απόκρυψη' δεξιά από τις ημερομηνίες. Για να προσθέσετε περισσότερες στήλες μπορείτε να πατήσετε τον σύνδεσμο 'Εμφάνισε μία στήλη' που βρίσκεται κάτω από την επικεφαλίδα 'Υπόλοιπη Επιχορήγηση'.
es: Para esconder algunas de las columnas puede hacer clic en 'esconder' a la derecha de las fechas. Para agregar más columnas puede hacer clic en 'Mostrar una columna' bajo la cabecera 'Fondos remanentes'.
fi: Jos haluat piilottaa jotain sarakkeita, klikkaa 'Piilota'-linkkiä päiväysten oikealla puolella. Lisätäksesi sarakkeita voit klikata 'Näytä sarake' -linkkiä joka löytyy alapuolelta.
fr: Pour cacher certaines colonnes, cliquez sur le lien 'cacher' à droite des dates. Pour ajouter des colonnes, cliquez sur le lien 'Montrer une colonne' sous l'entête 'Montant restant pour le poste budgétaire'.
hi: स्तंभों में से कुछ छिपाने के लिए आप सही तिथियों के लिए 'छिपाने' लिंक पर क्लिक कर सकते हैं। अधिक स्तंभों को जोड़ने के लिए आप 'एक स्तंभ दिखाएँ' शीर्षक से 'शेष कोष' के नीचे पाया लिंक पर क्लिक कर सकते हैं।
it: Per nascondere una colonna puoi cliccare il link 'nascondi' a destra delle date. Per aggiungere altre colonne, clicca il link 'Mostra una colonna' posto sotto 'Rimanenze fondo'.
oc: Per cacher certaines colomnas, clicatz sul ligam 'cacher' a dreita des dates. Per apondre des colomnas, clicatz sul ligam 'Far veire una colomna' sous l'entête 'Montant restant per lo pòste budgètari'.
pt: Para esconder algumas das colunas, clique na ligação 'esconder' à direita ou debaixo das datas. Para adicionar mais colunas, clique na ligação 'Mostrar coluna' que se encontra abaixo do montante restante do fundo.
pt_br: Para ocultar algumas das colunas, clique no sinal de menos (-) ao lado das datas. Para adicionar mais colunas, clique em 'Exibir coluna' abaixo do item 'Fundo remanescente'.
sk: Pre ukrytie niektorých stĺpcov môžete kliknúť na odkaz 'skryť' napravo od dátumov. Pre pridanie viacerých stĺpcov môžete kliknúť na odkaz 'Zobraziť stĺpec', ktorý je pod hlavičkou 'Zvyšný fond'.
sv: För att dölja en del av kolumnerna kan du klicka på 'dölj'-länken till höger om datumen. För att visa fler kolumner kan du klicka på länken 'Visa en kolumn' som finns under rubriken 'Återstår i budgetställe'.
tr: Bazı sütunları gizlemek için, tarihlerin sağındaki 'gizle' bağlantısına tıklayabilirsiniz. Daha fazla sütun eklemek için, 'Kalan Fon' başlığı altında bulunan 'Sütun göster'e tıklayabilirsiniz.
zh_tw: 勾選日期右方的 '隱藏' 連結，就能隱藏部份欄。勾選 '剩餘基金' 下的 '顯示欄' 連結，就能新增欄。

source: To import a framework you first need to create a new framework. Once you have that framework, click 'Import' to the right of the new framework.
fi: Jos haluat tuoda luettelointipohjan, ensin pitää luoda uusi luettelointipohja. Kun tämä pohja on olemassa, klikkaa 'Tuonti' pohjan oikealla puolella.
hi: एक रूपरेखा आयात करने के लिए आप पहली बार एक नया ढांचा बनाने की जरूरत है। एक बार जब आप उस ढांचा है, नए ढांचे के अधिकार के लिए 'आयात' पर क्लिक करें।

source: To limit your export only to items from the library you're logged in as, check the 'Remove non-local items' box
fi: Rajoittaaksesi viennin vain sen kirjaston nimekkeisiin, missä olet kirjautuneena, laita valinta 'Poista ei-paikalliset niteet' -laatikkoon
hi: केवल पुस्तकालय आप के रूप में लॉग इन कर रहे हैं से आइटम करने के लिए अपने निर्यात को सीमित करने के चेक बॉक्स 'गैर-स्थानीय आइटम निकालें'

source: To make changes to the vendor, simply click the 'Edit' button.
ar: لإجراء تغييرات على المورد، يكفي النقر على زر'تحرير' .
cs: Chcete-li provést změny dodavatele, jednoduše klikněte na tlačítko "Upravit".
da: For at lave ændringer til leverandøren, klik på knappen 'Edit'.
de: Klicken Sie auf 'Bearbeiten' um Änderungen am Lieferanten zu machen.
el: Για να κάνετε αλλαγές στον προμηθευτή, κάντε κλικ στο κουμπί 'Επεξεργασία'.
es: Para realizar cambios al vendedor o proveedor, simplemente haga clic en el botón "Editar"
eu: Hornitzailean aldaketak egiteko, egin klik 'Editatu' botoian.
fi: Klikkaa 'Muokkaa'-painiketta, kun halua tehdä muutoksia toimittajan tietoihin.
fr: Pour modifier le Fournisseur, cliquez sur le bouton Modifier.
hi: विक्रेता के लिए परिवर्तन करने के लिए, बस 'संपादन' बटन पर क्लिक करें।
it: Per modificare il fornitore, clicca il bottone 'Modifica'
oc: Per modificar lo Provesidor, clicatz sul boton Modificar.
pl: Jeśli chcesz modyfikować informacje o dostawcy, kliknij 'Modyfikuj dostawcę'.
pt: Para alterar um fornecedor, carregue no botão 'Editar'.
pt_br: Para fazer alterações no fornecedor, simplesmente clique no botão 'Editar'.
sk: Pre úpravu predajcu, jednoducho kliknite na tlačidlo 'Upraviť'.
sv: För att göra ändringar i leverantören klickar du på knappen 'Redigera'.
tr: Sağlayıcıları düzenlemek için "Düzenle" butonuna tıklamanız yeterlidir.
zh_tw: 按下 '編輯' 鈕，就能改變代理商。

source: To make edits to the fields associated with the Framework you must first click 'MARC Structure' and then follow the instructions for editing subfields
ar: لإجراء تعديلات على الحقول المرتبطة بالقوالب يجب عليك النقر أولا على 'بنية مارك' ثم اتبع التعليمات لتحرير الحقول الفرعية
cs: Chcete-li provádět úpravy v polích v šabloně, musíte nejprve kliknout na "Struktura MARC" a potom postupujte podle pokynů pro editaci podpolí
da: For at lave ændringer af felterne i strukturen, skal du først klikke på 'MARC struktur' og så følge vejledningen for at editere underfelter
de: Um Änderungen an einem Feld in einem Framework zu machen, müssen Sie zunächst auf 'MARC-Struktur' klicken und dann den Anweisungen für die Bearbeitung von Unterfeldern folgen
el: Για να επεξεργαστείτε τα πεδία που σχετίζονται με το Πλαίσιο πρέπει πρώτα να πατήσετε 'Δομή MARC' και μετά να ακολουθήσετε τις οδηγίες επεξεργασίας υποπεδίων
es: Para editar los campos asociados con la Hojas de trabajo primero debe hacer clic en 'Estructura MARC' y entonces seguir las instrucciones para editar los subcampos
eu: Lan-orriarekin lotutako eremuak editatzeko, egin klik 'MARC egitura' botoian, eta, ondoren, jarraitu azpieremuak editatzeko argibideak
fi: Kun haluat muokata luettelointipohjan kenttiä, klikkaa ensin 'MARC-rakenne' ja sitten noudata osakenttien muokkauksen ohjeita
fr: Pour modifier les champs d'une grille, vous devez d'abord cliquer sur le lien Structure MARC et suivre les instuctions de modification des sous-champs
hi: फ्रेमवर्क के साथ जुड़े क्षेत्रों को संपादित करने के लिए आप पहली बार क्लिक करना होगा 'मार्क संरचना' और फिर संपादन उपक्षेत्रों के लिए निर्देशों का पालन करें
it: Per modificare campi associati alla griglia, clicca 'Struttura MARC' e segui le istruzioni relative ai sottocampi
oc: Per modificar los camps d'una grasilha, vos cal d'en primièr clicar sul ligam Structure MARC e suivre les instuctions de modificacion des soscamps
pl: Jeśli chcesz modyfikować pola powiązane z szablonem, najpierw musisz kliknąć na "Struktura MARC" i postępować zgodnie z instrukcją dla modyfikacji podpól.
pt: Para editar os campos associados ao modelo necessitar de clicar em 'Estrutura MARC' e depois seguir as instruções para editar os subcampos
pt_br: Para editar os campos associados ao quadro você deve primeiro clicar em "Estrutura MARC" e siga as instruções para a edição de subcampos
sk: Pre úpravu polí priradených k rámcu musíte najprv kliknúť na 'Štruktúru MARC' a potom postupovať podľa inštrukcií pre úpravu podpolí
sv: För att redigera fält kopplade till ramverket måste du först klicka på 'MARC-struktur' och sedan följa instruktionerna för att redigera underliggande fält
tr: Çerçevelerle ilgili alanlarda düzenleme yapmak için, ilk olarak 'MARC Yapısına' tıklamanız gerekir, daha sonra alt alanları düzenlemek için talimatları takip etmeniz gerekir.
zh_tw: 先勾選 'MARC 結構'，再跟著指示編輯分欄

source: To make sure that these values are filled in you can mark them as mandatory in the framework you're using and then they will appear in red with a 'required' label. The item will not save until the required fields are filled in.
ar: لتتأكد أن هذه القيم مملوئة بإمكانك أن تحددهم كحقول إلزامية في القالب الذي تستخدمه ومن ثمَّ سيظهرون باللون الأحمر مع النص 'مطلوب'. ولن تحفظ المادة حتى يتم ملئ الحقول المطلوبة.
cs: Ujistěte se, že tyto hodnoty jsou vyplněny, můžete je označit jako povinné v šabloně, kterou používáte, a pak se objeví červeně s označením "Povinné". Záznam nebude uložen, pokud povinná pole nejsou vyplněna.
da: For at sikre, at disse værdier udfyldes kan de gøres obligatoriske i den struktur, som du bruger, så vises de med rødt med en etiket 'påkrævet'. Eksemplaret kan ikke gemmes, før de påkrævede felter er udfyldt.
de: Obligatorische Werte können im Framewok konfiguriert werden. Bei der Anzeige werden sie entsprechend markiert, und der Datensatz kann nur gespeichert werden, wenn sie ausgefüllt sind.
el: Για να βεβαιωθείτε ότι αυτές οι τιμές θα συμπληρωθούν μπορείτε να τις επισημάνετε ως υποχρεωτικές στο πλαίσιο που χρησιμοποιείτε και τότε θα εμφανιστούν σε κόκκινο με μία ετικέτα 'απαιτείται'. Το αντίτυπο δεν θα αποθηκευτεί μέχρι να συμπληρωθούν τα απαιτούμενα πεδία.
es: Para asegurar que estos valores se completan puede marcarlos como obligatorios en la hoja de trabajo que está utilizando y ellos aparecerán en rojo con una etiqueta 'requerido'. El ejemplar no se guardará hasta que se completen los campos requeridos.
eu: Para asegurarse de que estos valores se rellenan puede marcarlos como obligatorios en la hoja de trabajo que está utilizando y, a continuación, aparecerán en rojo con una etiqueta 'required'. El ítem no se guardará hasta que los campos requeridos están cumplimentados.
fi: Jos haluat olla varma, että nämä kentät täytetään, voit merkitä ne pakolliseksi käyttämässäsi luettelointipohjassa ja sen jälkeen ne näkyvät punaisena 'Pakollinen tieto' -merkinnällä. Nidettä ei tallenneta ennen kuin pakolliset kentät on täytetty.
fr: Pour être certain que ces valeurs seront bien renseignées, vous pouvez les rendre obligatoires dans la grille MARC que vous utilisez et elles apparaîtront en rouge avec la mention 'obligatoire'. Un exemplaire ne pourra être enregistré tant qu'un champ obligatoire ne sera pas renseigné.
hi: सुनिश्चित करें कि इन मूल्यों में भर रहे हैं आप के रूप में उन्हें ढांचे आप उपयोग कर रहे हैं में अनिवार्य चिह्नित कर सकते हैं और फिर वे एक 'आवश्यक' लेबल के साथ लाल रंग में दिखाई देगा। आइटम नहीं बचा होगा जब तक आवश्यक खेतों में भर रहे हैं।
it: Per essere sicuri che questi valori vengano assegnati, indica che sono obbligatori nella griglia di catalogazione che stai usando. Appariranno in rosso con l'etichetta 'obbligatorio'. La copia non verrà salvata se mancano quei dati.
oc: Per èsser segur qu'aquestas valors seràn plan completadas, las podètz rendre obligatòrias dins la grasilha MARC qu'utilizatz e apareisseràn en roge amb la mencion 'obligatòri'. Un exemplar poirà èsser enregistrat tant qu'un camp obligatòri serà pas completat.
pt: Para ter a certeza que estes valores são preenchidos pode marcar-los como obrigatórios no modelos que está a usar e eles aparecerão a vermelho. O exemplar não será guardado até todos os campos necessários serem preenchidos.
pt_br: Para se certificar de que os campos foram preenchidos, pode-se marcá-los como obrigatórios na planilha que você está usando. Eles aparecerão em vermelho com a inscrição 'obrigatório'. O exemplar só será salvo quando os campos obrigatórios forem preenchidos.
sk: Aby ste sa uistili, že sú tieto hodnoty vyplnené, môžete ich označiť ako povinné v rámci, ktorý používate a potom sa zobrazia červenou farbou v etikete 'povinné'. Exemplár sa neuloží dokiaľ povinné polia nebudú vyplnené.
sv: För att vara säker på att dessa värden fylls i kan du markera dem som obligatoriska i ramverket du använder. De kommer då att visas i rött med etiketten 'obligatoriskt'. Objektet kan inte sparas innan de obligatoriska fälten fyllts i.
tr: Bu alanların doldurulduğundan emin olmak için, onları kullandığınız çerçevede zorunlu olarak işaretleyebilirsiniz ve daha sonra, alanlar kırmızı renkte 'zorunlu' etiket olarak gözükecektir. Zorunlu alanlar dolduruluncaya kadar, materyal kaydedilmeyecektir.
zh_tw: 在框架裡被標記為必備的欄位，以紅色顯示 '必備' 標籤，必須有資料才能儲存。
