Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you would like this attribute to only be used by specific branches you can choose those branches from the 'Branches limitation' list. Choose 'All branches' to show it for all libraries.
ar: إذا كنت ترغب في أن يتم استخدام هذه السمة بواسطة فروع محددة فقط يمكنك اختيار الفروع من قائمة "محدد الفروع". قم باختيار "كل المكتبات" لعرضها لكل المكتبات.
cs: Pokud byste chtěli tento atribut použít pouze ve zvláštních pobočkách, můžete tyto vybrat ze seznamu "Omezení na pobočky". Zvolte "Všechny knihovny" pro všechny knihovny.
da: Hvis denne egenskab kun skal bruges i bestemte afdelinger kan du vælge disse afdelinger i listen 'Afdelingsbegrænsningslisten'. Vælg 'Alle afdelinger' for at vise alle biblioteker.
de: Wenn Sie die Verwendung dieses Attributs auf eine oder mehrere Bibliotheken beschränken möchten, dann können Sie diese Bibliotheken aus der Auswahlliste auswählen. Wählen Sie 'Alle Bibliotheken', wenn das Attribut von allen Bibliotheken verwendet werden soll.
el: Εάν θέλετε αυτό το χαρακτηριστικό να χρησιμοποιείται μόνο από συγκεκριμένα παραρτήματα μπορείτε να επιλέξετε αυτά τα παραρτήματα από τη λίστα 'Περιορισμός παραρτημάτων'. Επιλέξτε 'Όλα τα παραρτήματα' για να εμφανίζεται σε όλες τις βιβλιοθήκες.
es: Si desea que este atributo solo sea utilizado por sedes específica puede elegir dichas sedes desde la lista 'Limitación de sedes'. Seleccione 'Todas la sedes' para mostrarlo en todas las bibliotecas.
eu: Si se quiere utilizar este atributo sólo en sedes específicas, se pueden elegir éstas desde la lista de 'Limitación de Sedes'. Se debe elegir 'Todas las bibliotecas' para que se muestren en todas ellas.
fi: Jos haluat tämän määreen olevan käytössä vain tietyissä kirjastoissa, voit valita kirjastot 'Kirjastorajoitus'-listalta. Valitse 'Kaikki', jos haluat sen näkyvän kaikille kirjastoille.
fr: Si vous souhaitez que cet attribut soit employé uniquement par des sites spécifiques vous pouvez les choisir dans la liste 'Limitation de sites'. Choisissez 'Tous les sites' pour l'afficher pour tous les sites.
hi: आप इस विशेषता के लिए चाहते हैं, तो केवल विशिष्ट शाखाओं द्वारा इस्तेमाल किया जा आप 'शाखाओं सीमा' की सूची से उन शाखाओं चुन सकते हैं। 'सभी शाखाओं' सभी पुस्तकालयों के लिए यह दिखाने के लिए।
it: Se vuoi che questo campo si usato solo da specifiche biblioteche, puoi scegliere le biblioteche abilitate dalla lista 'Limitazione per biblioteche'. Oppure scegli 'Tutte le biblioteche' per usarlo dovunque.
oc: Se volètz que aqueste atribut siá employé unicament per des sites spécifiques podètz les causir dins la lista 'Limitation de sites'. Causissètz 'Totes los sites' per l'afichar per totes los sites.
pt: Se deseja apenas que este atributo seja usado por bibliotecas especificas pode escolher essas bibliotecas na lista de 'Limitação de bibliotecas'. Escolha 'Todas bibliotecas' para mostrar para todas as bibliotecas.
pt_br: Caso você queria que este atributo esteja disponível apenas para algumas bibliotecas, você poderá selecionar quais delas na lista de 'Limitação de bibliotecas'. Selecione 'Todas as bibliotecas' para a opção estar disponível a todas elas.
sk: Ak chcete, aby sa táto vlastnosť používala iba vo vybranej pobočke, môžete si zvoliť tieto pobočky zo zoznamu 'Obmedzenie pobočiek'. Voľbou 'Všetky pobočky' sa to zobrazí u všetkých knižníc.
sv: Om du vill att detta attribut bara ska användas av vissa filialer, kan du välja dessa filialer från listan 'Filialbegränsning'. Välj 'Alla filialer' för att visa det för alla bibliotek.
tr: Bu özelliğin sadece belirli birimlerce kullanılmasını istiyorsanız, ‘Birimler kısıtlaması’ listesinden bu birimleri seçebilirsiniz. Bu özelliği tüm kütüphanelerde göstermek için ‘Tüm birimleri’ seçiniz.
zh_tw: 從 '限制分館' 清單裡選定分館，就能夠限制此屬性祗供該等分館使用。選擇 '所有分館' 則顯示所有的圖書館。

source: If you would like to bar a patron from the library you can set the 'Restricted' flag
ar: اذا كنت ترغب أن تمنع مستفيد من المكتبة يمكنك أن تضبط عليه إشارة 'مُقيد'
cs: Pokud byste chtěli vyškrtnout čtenáře z knihovny, můžete nastavit značku "Omezen"
da: Hvis en låner skal udelukkes fra biblioteket kan flaget 'Spærret' sættes
de: Wollen Sie einen Benutzer für die Bibliotheksbenutzung sperren, können Sie die Sperre 'Gesperrt' verwenden
el: Εάν θέλετε να αποκλείσετε ένα μέλος από τη βιβλιοθήκη μπορείτε να ορίσετε τη σήμανση 'Υπό περιορισμό'
es: Si usted desea bloquear a un usuario de la biblioteca puede indicarlo como 'Suspendido'
eu: Si usted desea bloquear a un socio de la biblioteca puede establecer la marca 'Suspendido'
fi: Jos haluat asettaa asiakkaan lainauskieltoon, käytä 'Rajoitus'-toimintoa
fr: Si vous voulez empêcher un adhérent de faire des prêts ou tout autre opération de circulation, activez le blocage 'Suspendu'.
hi: आप पुस्तकालय आप 'प्रतिबंधित' ध्वज सेट कर सकते हैं से एक संरक्षक बार करना चाहते हैं
it: Se vuoi escludere un utente dalla biblioteca, puoi spuntare la casella 'Escluso dal prestito'
oc: Se volètz empachar un aderent de far des prèstes o tot autre operacion de circulacion, activez lo blocatge 'Suspendu'.
pl: Jeżeli chciałbyś zabronić użytkownikowi korzystania z biblioteki możesz zaznaczyć opcję 'Ograniczony dostęp'
pt: Se deseja bloquear um leitor de uma biblioteca basta definir a condição 'Restrito'
pt_br: Se você deseja evitar que um usuário faça empréstimos na biblioteca, você pode defini-lo como 'Restrito'
sk: Ak chcete čitateľa vylúčiť z knižnice, môžete mu nastaviť príznak 'Obmedzený'
sv: Om du vill porta en låntagare från biblioteket, kan du ställa in flaggan 'Begränsad'
tr: Her hangi bir kullacının materyal ödünç almasını ya da kütüphanedeki dolaşım işlemlerini gerçekleştirmesini önlemek istiyorsanız, 'Kısıtlı' bölümünü işaretleyebilirsiniz.
zh_tw: 設定 '限制' 旗標，就能限制讀者的權限

source: If you would like to catalog analytic records in Koha you first need to update the EasyAnalyticalRecords preference to 'Display.'
ar: إذا ما رغبت بفهرسة تسجيلات تحليلية في كوها أولا عليك أن تحدِّث التفضيل EasyAnalyticalRecords إلى 'أعرض'.
cs: Pokud chcete katalogizovat analytické záznamy v Koha, musíte nejprve nastavit parametr EasyAnalyticalRecords do stavu "Zobrazit".
da: Hvis du vil katalogisere analytiske poster i Koha skal du først opdatere indstillingen EasyAnalyticalRecords til 'Vis.'
de: Wenn Sie unselbstständige Werke direkt in Koha katalogisieren möchten, ist eine Option den Systemparameter EasyAnalyticalRecods zu aktivieren.
el: Εάν θέλετε να καταλογογραφείτε αναλυτικές εγγραφές στο Koha θα πρέπει πρώτα να ενημερώσετε την προτίμηση EasyAnalyticalRecords στο 'Παρουσίαση'.
es: Si desea catalogar registros analíticos en Koha querrá primero actualizar la preferencia EasyAnalyticalRecords a 'Mostrar'.
eu: Si usted desea catalogar registros analíticos en Koha primero tiene que actualizar la preferencia EasyAnalyticalRecords a 'Mostrar'.
fi: Jos haluat luetteloida analyyttisiä tietueita (osakohteen tyyppisiä tietueita) Kohaan, sinun pitää ensin muuttaa EasyAnalyticalRecords -asetukseen 'Näytä'.
fr: Si vous souhaitez créer des notices de dépouillement dans Koha vous devez d'abord activer la préférence EasyAnalyticalRecords.
hi: आप Koha में विश्लेषणात्मक रिकॉर्ड सूची को चाहते हैं, तो आप पहली बार के लिए EasyAnalyticalRecords प्राथमिकता को अपडेट करने की जरूरत है 'प्रदर्शन।'
it: Se vuoi catalogare record analitici in Koha, devi prima impostare la preferenza di sistema EasyAnalyticalRecords al valore 'Display'.
oc: Se volètz crear des notícias de despolhament dins Koha vos cal d'en primièr activer la preferéncia EasyAnalyticalRecords.
pt: Se deseja catalogar registos analíticos no Koha primeiro deve actualizar a preferência do sistema EasyAnalyticalRecords para 'Mostrar'.
pt_br: Caso você deseje catalogar registros analíticos no Koha, você precisa primeiro ajustar a preferência EasyAnalyticalRecords para 'Exibir'.
sk: Ak chcete v Kohe katalogizovať analytické záznamy, najprv musíte aktualizovať nastavenie EasyAnalyticalRecords na 'Zobraziť.'
sv: Om du vill katalogisera analysposter i Koha, måste du först uppdatera inställningen EasyAnalyticalRecords till 'Visa'.
tr: Koha’daki analitik kayıtları kataloglamak istiyorsanız, öncelikle Kolay Analitik Kayıtlar seçeneğini 'Göster' olarak güncellemeniz gerekir.
zh_tw: 更新 EasyAnalyticalRecords preference 偏好為 '顯示'，就能編目分析目錄。

source: If you would like to change the vendor you're ordering from you can use the Vendor pull down menu
ar: إذا ما رغبتَ أن تغير المورِّد الذي تقوم بالطلب منه فبإمكانك إستخدام قائمة الموؤدين المنسدلة
cs: Pokud byste chtěli změnit dodavatele od kterého objedáváte, můžete použít rozbalovací nabídky "Dodvatelé"
da: Hvis du vil ændre leverandøren, som du bestiller fra kan du bruge leverandør pulldown-menuen
de: Falls Sie den Lieferanten wechseln möchten benützen Sie die entsprechende Auswahlliste.
el: Εάν θέλετε να αλλάξετε τον προμηθευτή από τον οποίο παραγγέλνετε μπορείτε να χρησιμοποιήσετε το αναπτυσσόμενο μενού Προμηθευτή
es: Si desea cambiar el proveedor al cual está ordenando puede utilizar el menú desplegable Proveedor
eu: Si desea cambiar el proveedor está pidiendo que puede utilizar el proveedorr menú desplegable
fi: Jos haluat vaihtaa toimittajan, jolta tilaat, voit käyttää Toimittaja-alasvetovalikkoa
fr: Si vous voulez changer de fournisseur pour votre commande, vous pouvez le sélectionner dans le menu déroulant
hi: आप विक्रेता आप आदेश दे रहे हैं बदलने के लिए चाहते हैं, तो आप वेंडर पुल डाउन मेनू का उपयोग कर सकते से
it: Per modificare il fornitore, puoi sceglierne un altro dalla tendina Fornitori
oc: Se volètz cambiar de provesidor per vòstra comanda, podètz lo seleccionar dins lo menú desenrotlant
pl: Jeśli chcesz zmienić dostawcę, u którego tworzysz zamówienie, wybierz z menu rozwijanego w polu 'Dostawca' odpowiednią nazwę
pt: Se desejar o fornecedor ao qual está a encomendar pode usar o menu fornecedor.
pt_br: Caso você queira trocar o fornecedor do qual você está fazendo um pedido, você pode utilizar o menu suspenso de fornecedores
sk: Ak chcete zmeniť predajcu, od ktorého objednávate, môžete použiť rozbaľovaciu ponuku Predajcu
sv: Om du vill ändra vilken leverantör du beställer från använder du rullgardinsmenyn Leverantör
tr: Sipariş verdiğiniz sağlayıcıyı değiştirmek istiyorsanız, Sağlayıcı açılır menüsünü kullanabilirsiniz.
zh_tw: 從供應商下拉選單，可以改變訂單的供應商

source: If you would like to export a list of barcodes for the items checked in today you can find that option under the More menu on the top right of the page.
ar: اذا كنت ترغب بتصدير قائمة من الباركود للمواد المُعادة اليوم يمكنك أن تجد ذلك الخيار تحت قائمة المزيد في أعلى اليسار من الصفحة.
cs: Pokud chcete exportovat seznam čárových kódů pro dnes vypůjčené výtisky, můžete najít tuto možnost v nabídce "Více" napravo nahoře na stránce
da: Hvis du vil eksportere en liste med stregkoder for de eksemplarer, som er afleveret i dag, kan du finde optionen under menuen Mere øverst til højre på siden.
de: Für den Export einer Liste der heute zurückgegebenen Exemplare können Sie die entsprechende Option unter dem Menüpunkt 'Mehr' am oberen Seitenrand benutzen.
el: Εάν θέλετε να εξάγετε μια λίστα barcodes για τα αντίτυπα που επιστράφησαν σήμερα μπορείτε να βρείτε αυτή την επιλογή κάτω από το μενού Περισσότερα στην δεξιά κορυφή της σελίδας.
es: Si desea exportar una lista de códigos de barra de los ítems prestados hoy puede encontrar esa opción en el menú Mas arriba a la derecha de la página.
eu: Si quisiera exportar una lista de los códigos de barras desde los ítems devueltos en el día, podrá encontrar esta opción debajo del menú Más en la parte superior derecha de la página.
fi: Jos haluat viedä tänään palautettujen niteiden viivakoodien listan, löydät toiminnon 'Muita toimintoja' -valikosta yläoikealla.
fr: Si vous souhaitez exporter la liste de codes à barres de documents retournés aujourd'hui, vous trouvez cette option dans le menu 'Plus' en haut à droite de la page.
hi: आप आज में जाँच की मदों के लिए बारकोड की एक सूची निर्यात करना चाहते है तो आप पृष्ठ के शीर्ष सही पर अधिक मेनू के तहत है कि विकल्प मिल सकता है।
it: Se vuoi esportare una lista di barcode delle copie rientrate oggi, puoi trovare quest'opzione sotto il menu 'Di più' che trovi in alto a destra.
oc: Se volètz exporter la lista de còdis a barras de documents retournés uèi, vous trouvez aquesta opcion dins lo menú 'Plus' amont a dreita de la pagina.
pl: Jeśli chcesz wyeksportować listę kodów kreskowych dla egzemplarzy zwróconych w danym dniu, to opcja ta jest dostępna w menu 'Więcej'.
pt: Se desejar exportar a lista de códigos de barras dos exemplares devolvidos hoje, pode encontrar essa opção no menu 'Mais' no topo direito da página.
pt_br: Se você quiser exportar a lista de códigos de barras dos materiais emprestados no dia, você pode encontrar esta opção no menu 'Mais', no lado superior direito da página.
sk: Ak chcete exportovať zoznam čiarových kódov, ktoré boli dnes vrátené, môžete nájsť túto možnosť v ponuke Viac navrchu stránky vpravo.
sv: Om du vill exportera en lista med streckkoder för objekt som återlämnats idag, finns det alternativet under menyn Mer, längst upp till höger i sidan.
tr: Bugün iade edilen materyallerin barkod listesini dışa aktarmak istiyorsanız, sayfanın sağ üstündeki Daha Fazla menüsünün altında o seçeneği bulabilirsiniz.
zh_tw: 在頁面右上角的其他選單裡，可找到選項，匯出今天還入的條碼清單。

source: If you would like to limit the report you can use the pull down menu at the top to limit to a specific shelving location at your library. To see overdues with fines at other libraries you will have to change your library or log in at that library.
ar: إذا كنت ترغب في قصر تقريرك يمكنك استخدام القائمة المنسدلة الموجودة في الأعلى للقصر على موقع ترفيف محدد في مكتبك. لرؤية المتأخرات بالغرامات في مكتبات أخرى يجب عليك تغيير مكتبتك أو تسجيل الدخول في تلك المكتبة.
cs: Pokud chcete, můžete výstup omezit na konkrétní část fondu pomocí rozbalovací nabídky nahoře. Chcete-li zobrazit upomínky z jiných knihoven, musíte se přihlásit do knihovny, která Vás zajímá.
da: Hvis du vil begrænse rapporten, kan du bruge pulldown-menuen øverst til at begrænse til en bestemt hyldeplacering i afdelingen. For at se for sent afleverede i andre afdelinger skal du ændre afdelingen eller logge ind på den afdeling.
de: Wenn Sie den Report einschränken möchten, können Sie mit der Auswahlliste im Menü einen Standort in Ihrer Bibliothek auswählen. Um überfällige Medien anderer Bibliotheken zu sehen, müssen Sie die Bibliothek für die Sie eingeloggt sind wechseln.
el: Εάν θέλετε να περιορίσετε την αναφορά μπορείτε να χρησιμοποιήσετε το αναπτυσσόμενο μενού στην κορυφή ώστε να περιορίσετε την τοποθεσία σε ένα συγκεκριμένο ράφι στη βιβλιοθήκη σας. Για να δείτε τα εκπρόθεσμα με πρόστιμα άλλων βιβλιοθηκών θα πρέπει να αλλάξετε τη βιβλιοθήκη σας ή να συνδεθείτε σε εκείνη τη βιβλιοθήκη.
es: Si desea limitar el informe puede utilizar el menú desplegable en el tope para limitar a una ubicación específica en su sede. Para ver retrasos con multas de otras sedes deberá cambiar su sede o ingresar en la misma.
eu: Si desea limitar el informe se puede utilizar el menú desplegable en la parte superior para limitar a un lugar específico estanterías en su oficina. Para ver vencidas con multas en otras bibliotecas que tendrá que cambiar su sucursal o iniciar sesión en esa biblioteca.
fi: Jos haluat rajoittaa raporttia, voit käyttää yllä olevaa alasvetovalikkoa rajaamaan sen tiettyyn hyllypaikkaan kirjastossasi. Jos haluat nähdä muiden kirjastojen myöhästymismaksut, vaihda kirjasto tai kirjaudu tähän kirjastoon.
fr: Si vous souhaitez limiter le rapport vous pouvez utiliser le menu déroulant en haut afin de limiter à une localisation spécifique de votre site. Pour voir les retards avec amendes des autres sites, il vous faudra changer de site ou vous connecter sur ce site.
hi: आप शीर्ष पर पुल डाउन मेनू का उपयोग कर सकते हैं आप रिपोर्ट को सीमित करना चाहते हैं, तो अपने पुस्तकालय में एक विशिष्ट स्थान ठंडे बस्ते में डालने के लिए सीमा। अन्य पुस्तकालयों आप अपने पुस्तकालय बदलने के लिए या कि पुस्तकालय पर लॉग इन करना होगा पर जुर्माना के साथ बकाया देखने के लिए।
it: Se vuoi usare un filtro nel report, puoi usare la tendina in alto per una speifica sezioenid collocazione della tua biblioteca. Per vedere i prestiti scaduti con multe di altre iblioteche, dovrai cambiare biblioteca o fare il login entrando in un'altra biblioteca.
oc: Se volètz limiter lo rapòrt podètz utilizar lo menú desenrotlant amont afin de limiter a una localisation spécifique de vòstre site. Per voir les retards amb emendas des autres sites, il vous faudra cambiar de site o vous connecter sus aqueste site.
pl: Jeśli chcesz ograniczyć liczbę wyników, możesz użyć menu na górze, filtrując wg lokalizacji w danej bibliotece. Jeśli chcesz wyświetlać egzemplarze przetrzymane z należnościami w innej bibliotece/filii, powinieneś wybrać odpowiednią bibliotekę i zalogować się do niej.
pt: Se desejar limitar o relatório pode usar o menu existente no topo para limitar a uma localização específica de prateleira na biblioteca. Para ver atrasos com multas de outras bibliotecas tem que alterar a biblioteca ou entrar noutra biblioteca.
pt_br: Caso você queira limitar o relatório, você pode usar a lista suspensa acima para limitar a uma localização específica na estante da sua biblioteca. Para ver atrasos com multas de outras bibliotecas, você terá que trocar a sua biblioteca atual ou logar diretamente nesta biblioteca.
sk: Ak chcete výkaz obmedziť, môžete použiť rozbaľovaciu ponuku navrchu pre obmedzenie na špecifickú lokáciu v polici vo vašej knižnici. Pre zobrazenie omeškaní s pokutou v iných knižniciach, budete musieť zmeniť svoju knižnicu alebo sa prihlásiť v tej knižnici.
sv: Om du vill begränsa rapporten kan du använda rullgardinsmenyn längst upp för att begränsa den till en viss hyllplats i ditt bibliotek. För att se försenade objekt med böter på andra bibliotek, måste du ändra bibliotek eller logga in på det biblioteket.
tr: Raporu kısıtlamak istiyorsanız, biriminizdeki özel raf konumunu kısıtlamak üzere en üstteki açılır menüyü kullanabilirsiniz. Diğer birimlerdeki borçlu gecikmeleri görmek için, biriminizi değiştirmek ya da o birim altında giriş yapmak zorunda kalacaksanız.
zh_tw: 使用上方的下拉選單限制特定的排架位置，就能限制報表的範圍。必須改變圖書館或登入其他圖書館，才能看到其他圖書館的逾期罰款。

source: If you would like to limit this authorized value category to only specific libraries you can choose them from the 'Branches limitation' menu. To have it show for all libraries just choose 'All branches' at the top of the list.
ar: إذا كنت ترغب في قصر فئة قيمة الاستناد تلك على مكتبات محددة فقط يمكنك اختيارها من قائمة "محدد الفرع". لعرضها لكل المكتبات قم باختيار "كل الفروع" أعلى القائمة.
cs: Pokud byste chtěli omezit toto autorizovanou hodnotu kategorie jen na určité knihovny, můžete si vybrat z nabídky "Omezení poboček" . Chcete-li to vidět pro všechny knihovny, vyberte si "Všechny pobočky" v horní části seznamu.
da: Hvis du vil begrænse denne normværdi-kategori til bestemte biblioteker kan du vælge dem i menuen 'Afdelingsbegrænsning'. For at vise alle biblioteker vælger du 'Alle afdelinger' øverst i listen.
de: Wenn Sie die Verwendung dieses Normierten Wertes auf eine oder mehrere Bibliotheken beschränken möchten, dann können Sie diese Bibliotheken aus der Auswahlliste auswählen. Wählen Sie 'Alle Bibliotheken', wenn der Normierte Wert von allen Bibliotheken verwendet werden soll.
el: Εάν θέλετε να περιορίσετε αυτή την κατηγορία καθιερωμένης τιμής μόνο σε συγκεκριμένες βιβλιοθήκες μπορείτε να τις επιλέξετε από το μενού 'Περιορισμός παραρτημάτων'. Για να εμφανίζεται σε όλες τις βιβλιοθήκες απλά επιλέξτε 'Όλα τα παραρτήματα' στην κορυφή της λίστας.
es: Si quisiera limitar esta categoría de valores autorizados a una biblioteca específica, puede elegirla desde el menú 'Limitación de sedes'. Para que se muestre para todas las bibliotecas elija 'Todas las sedes' el principio de la lista.
eu: Si se quiere limitar este valor autorizado a bibliotecas específicas se pueden elegir desde el menú 'Limitación de sedes'. Si se quiere que se muestren para todas las bibliotecas se debe seleccionar 'Todas las sedes' al principio de la lista.
fi: Jos haluat rajoittaa tätä auktorisoitua arvoa vain tiettyihin kirjastoihin voit valita kirjastot 'Kirjastorajoitus'-listalta. Jos haluat, että se näkyy kaikille kirjastoille, valitse 'Kaikki kirjastot'.
fr: Si vous souhaitez limiter cette catégorie de valeur autorisée uniquement à des sites spécifiques vous pouvez les choisir du menu 'Limitation de sites'. Pour l'afficher pour tous les sites, choisissez simplement 'Tous les sites' en haut de la liste.
hi: आप 'शाखाओं सीमा' मेनू से उन्हें चुन सकते हैं आप केवल विशिष्ट पुस्तकालयों को यह अधिकृत मूल्य वर्ग को सीमित करना चाहते हैं। के लिए सभी पुस्तकालयों बस की सूची के शीर्ष पर 'सभी शाखाओं' चुन यह दिखाने के लिए।
it: Se vuoi limitare questa categoria di valori autorizzati a solo certe specifiche biblioteche, sceglile dal menu 'Limitazione per biblioteche'. Per usarla dovunque basta scegliere 'Tutte le biblioteche' all'inizio della lista
oc: Se volètz limiter aquesta categoria de valor autorizada unicament a des sites spécifiques podètz les causir del menú 'Limitation de sites'. Per l'afichar per totes los sites, causissètz simplament 'Totes los sites' en haut de la lista.
pt: Se deseja apenas que este valor autorizado seja usado por bibliotecas especificas pode escolher essas bibliotecas na lista de 'Limitação de bibliotecas'. Escolha 'Todas bibliotecas' para mostrar para todas as bibliotecas.
pt_br: Caso você queria limitar esta categoria de valores autorizados a apenas algumas bibliotecas, você poderá selecionar quais delas no menu 'Limitação de bibliotecas'. Selecione 'Todas as bibliotecas' para a opção estar disponível a todas elas.
sk: Ak si želáte obmedziť túto kategóriu povolených hodnôt iba na určité knižnice, môžete si ich zvoliť z ponuky 'Obmedzenie pobočiek'. Αby sa to zobrazilo u všetkých knižníc, zvoľte si 'Všetky pobočky' navrchu zoznamu.
sv: Om du vill begränsa denna kategori med auktoriserade värden till bara vissa bibliotek, kan du välja dem från menyn 'Filialbegränsning'. För att visa den för alla bibliotek väljer du bara 'Alla filialer' längst upp i listan.
tr: Bu yetkili değer kategorisini sadece belirli kütüphanelere sınırlamak istiyorsanız, ‘Birimler kısıtlaması’ menüsünden bu kütüphaneleri seçebilirsiniz. Bu özelliği tüm kütüphaneler için göstermek istiyorsanız, listenin en üstündeki ‘Tüm birimleri’ seçiniz.
zh_tw: 從 '分館限制' 選單裡選取特定的圖書館，就能限制此容許值的使用範圍。選單上方的 '所有分館' 可顯示所有的分館。

source: If you would like to merge together multiple records you can do that via the lists tool or from the cataloging search results.
eu: Erregistro parea konbinatu nahi badituzu, zerrenden erremintaren bidez edo katalogazioan bilaketa-emaitzen bidez egin dezakezu.
fi: Jos haluat yhdistää useita tietueita, voit tehdä sen Listat-työkalun kautta tai nimekehaun tuloksesta.
hi: आप सूचियों उपकरण के माध्यम से या सूचीबद्ध खोज परिणामों से ऐसा कर सकते हैं तो आप एक साथ कई रिकॉर्ड विलय करने के लिए करना चाहते हैं।
