Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: After saving a new bibliographic record, you will be redirected to a blank item record so that you can attach an item to the bibliographic record. You can also click 'Add holdings' from the cataloging search results or you can add new item at any time by clicking 'New' on the bibliographic record and choosing 'New item'
ar: بعد حفظ تسجيلة ببليوغرافية, ستحول لتسجيلة مادة فارغة لذلك يمكنك أن تربط المادة بالتسجيلة الببليوغرافية. وأيضا بإمكانك الضغط على'إضافة مقتنيات' من نتائج بحث الفهرس أو بإمكانك اضافة مادة جديدة بأي وقت عن طريق ضغط 'جديد' في التسجيلة الببليوغرافية واختيار'مادة جديدة'
cs: Po uložení nového bibliografického záznamu budete přesměrováni na prázdný záznam jednotky, abyste mohli vložit jednotku k bibliografickému záznamu. Můžete také kliknout na "Přidat jednotky" z výsledků vyhledávání v katalogu, nebo můžete kdykoliv přidat novou jednotku kliknutím na "Nový" v bibliografickém záznamu a zvolením "Nová jednotka"
da: Når en bibliografisk post er gemt, kommer man til en tom eksemplarpost, så man kan knytte et eksemplar til den bibliografiske post. Man kan også klikke på 'Tilføj bestand' fra katalog søgeresultatet eller man kan tilføje et nyt eksemplar ved at klikke på 'Ny' på den bibliografiske post og vælge 'Nyt eksemplar'
de: Nachdem ein bibliographischer Datensatz gespeichert wurde, werden Sie auf die leere Exemplarerfassungsmaske weitergeleitet und können dort ein neues Exemplar anlegen. Sie können auch von der Trefferliste aus auf den Link 'Exemplare hinzufügen' klicken und aus der Detailansicht auf 'Neu' und dann in der Auswahlliste auf 'Neues Exemplar'.
el: Αφού αποθηκεύσετε μία νέα βιβλιογραφική εγγραφή, θα μεταφερθείτε σε μία κενή εγγραφή αντιτύπου για να μπορέσετε να προσαρτήσετε ένα αντίτυπο σε μία βιβλιογραφική εγγραφή. Μπορείτε επίσης να πατήσετε 'Προσθήκη αντιτύπων' από τα αποτελέσματα αναζήτησης καταλόγου ή μπορείτε να προσθέσετε ένα τεκμήριο ανά πάσα στιγμή πατώντας 'Νέο' στη βιβλιογραφική εγγραφή και επιλέγοντας 'Νέο Αντίτυπο'.
es: Luego de guardar un nuevo registro bibliográfico, será redirigido a un ítem vacío para que pueda asociar un ítem el registro. También puede hacer clic en 'Agregar existencias' desde los resultados de búsqueda o puede agregar un nuevo ítem en cualquier momento haciendo clic en 'Nuevo' en el registro bibliográfico y seleccionando 'Nuevo ítem'
fi: Kun olet tallentanut uuden nimeketietueen, pääset tyhjään nidetietueeseen, jolloin voit lisätä niteen nimekkeelle. Voit klikata myös 'Lisää niteitä' hakutulossivulla tai voit lisätä niteen milloin tahansa klikkaamalla 'Uusi' nimeketietueessa ja valitsemalla 'Uusi nide'
fr: Après avoir enregistré une notice bibliographique, vous serez redirigé vers un exemplaire vierge que vous pourrez créer et rattacher à la notice bibliographique. Vous pouvez aussi cliquer sur 'Ajouter exemplaires' depuis le résultat d'une recherche depuis le module catalogage, ou vous pouvez ajouter un nouvel exemplaire directement en cliquant sur le bouton 'Ajouter' de la notice bibliographique, puis 'Ajouter exemplaire'
hi: एक नए ग्रंथ सूची रिकॉर्ड सहेजने के बाद, आप एक खाली आइटम रिकॉर्ड करने के लिए पुनः निर्देशित किया जाएगा तो यह है कि आप ग्रंथ सूची रिकॉर्ड करने के लिए एक आइटम संलग्न कर सकते हैं। आप भी क्लिक कर सकते हैं सूचीबद्ध खोज परिणामों से 'जोत जोड़ें' या आप ग्रंथ सूची रिकॉर्ड पर 'नई' पर क्लिक करें और 'नए आइटम' का चयन करके किसी भी समय नए आइटम जोड़ सकते हैं
it: Dopo il salvataggio di un record bibliografico, si apre una pagina vuota per aggiungere la prima copia. Puoi anche premere 'Aggiungi copie' dalla schermata di ricerca o puoi aggiungere copie in qualunque altro momento premendo 'Nuovo' nel record bibliografico e scegliendo ' Nuova copia'
oc: Aprèp aver enregistrat una notícia bibliografica, seretz redirigé cap a un exemplar vierge que poiretz crear e rattacher a la notícia bibliographique. Podètz tanben clicar sus 'Apondre exemplars' dempuèi lo resultat d'una recèrca dempuèi lo modul catalogatge, o podètz apondre un novèl exemplar dirèctament en clicant sul boton 'Apondre' de la notícia bibliografica, puèi 'Apondre exemplar'
pl: Po zapisaniu nowego rekordu bibliograficznego pojawi się pusty formularz do wprowadzania egzemplarzy (przypisanych do tego rekordu bibliograficznego)
pt: Após guardar um novo registo bibliográfico, será redireccionado para um página vazia para catalogar um exemplar e ligar-lo ao registo criado. Pode também clicar no link 'Adicionar exemplares' nos resultados de uma pesquisa ou pode adicionar novos exemplares a qualquer momento, seleccionando o botão 'Novo' e 'Novo exemplar' nos detalhes de um registo.
pt_br: Depois de salvar um novo registro bibliográfico, você será direcionado para um exemplar em branco para que você possa relacioná-lo ao registro bibliográfico. Você também pode clicar em 'Adicionar exemplar' na tela de resultados de pesquisa na catalogação ou você pode adicionar um novo exemplar a qualquer momento clicando em 'Novo' na tela de registros bibliográficos e escolhendo 'Novo exemplar'
sk: Po uložení nového knižničného záznamu budete presmerovaný/á do čistého záznamu, aby ste mohli pripísať exemplár ku knižničnému záznamu. Môžete tiež kliknúť na 'Pridať exempláre' z výsledkov hľadania v katalogizácii alebo môžete kedykoľve pridať nový exemplár kliknutím na 'Nový' v knižničnom zázname a voľbou 'Nový exemplár'
sv: När du sparat en ny bibliografisk post visas en tom objektpost så att du kan koppla ett objekt till den bibliografiska posten. Du kan även klicka på 'Lägg till objekt' från sökresultaten för katalogisering eller lägga till ett nytt objekt när som helst genom att klicka på 'Ny' på den bibliografiska posten och välja 'Nytt objekt'
tr: Yeni bir bibliyografik kaydı kaydettikten sonra, bibliyografik kayda materyal ekleyebilmeniz için boş bir materyal kaydına yönlendirileceksiniz. Aynı zamanda katalog arama sonuçlarından 'Ayırma ekle' seçeneğine tıklayabilirsiniz ya da her hangi bir zaman diliminde yeni bir materyali bibliyografik kayıt üzerindeki 'Yeni' butonuna tıklayarak ve 'Yeni materyal' seçeneğini seçerek ekleyebilirsiniz.
zh_tw: 儲存新的書目紀錄後，被帶到空白的館藏紀錄，以備附加在該筆書目紀錄。也可從編目搜尋結果點選 '新增館藏'，或點選書目紀錄的 '新增'，再選擇 '新增館藏'，都可以新增館藏

source: After saving you will see the event listed in the summary to the right the calendar
ar: بعد الحفظ ستجد أن الحدث قد أُدرج في الملخص على يسار التقويم
cs: Po uložení uvidíte událost v seznamu vpravo od kalendáře
da: Når der er gemt, vises begivenheden i sammenfatningen til højre for kalenderen
de: Nach dem Speichern wird der Schließtag auf der rechten Seite des Kalenders angezeigt
el: Αφού κάνετε αποθήκευση θα δείτε το γεγονός στην περίληψη στα δεξιά του ημερολογίου
es: Después de guardar podrá ver el evento listado en el resumen a la derecha del calendario
eu: Después de guardar podrá ver el evento listado en el resumen a la derecha del calendario
fi: Tallentamisen jälkeen näet kiinniolon yhteenvedossa oikealla
fr: Après avoir sauvegardé vous verrez les événements affichés sous le calendrier
hi: सहेजने के बाद आप सही कैलेंडर के सारांश में सूचीबद्ध घटना देखेंगे
it: Dopo il salvataggio l'evento verrà mostrato nel sommario alla destra del calendario
oc: Aprèp aver salvat veiretz les événements afichats jos lo calendièr
pl: Po zapisaniu zobaczysz listę wydarzeń po prawej stronie kalendarza
pt: Depois de guardar, vai ver o evento listado no resumo abaixo do calendário
pt_br: Depois de salvar, você verá o evento listado no resumo à direita do calendário
sk: Po uložení uvidíte udalosť uvedenú v súhrne pod kalendárom
sv: När du sparat visas händelsen i sammanfattningen till höger om kalendern
tr: Kaydettikten sonra, takvimin sağındaki özette listelenmiş işlemi göreceksiniz.
zh_tw: 儲存之後，您可在行事曆右方看到事件清單摘要

source: After saving your file, simply print to the blank labels you have in your library.
ar: بعد حفظ ملفك، قم ببساطة بطباعتها إلى الملصقات الفارغة الموجودة في مكتبتك.
cs: Po uložení soubor jednoduše vytiskněte na prázdné samolepicí štítky.
da: Når filen er gemt, udskrives den på de tomme etiketter, man har i biblioteket.
de: Nachdem Sie die Datei gespeichert haben, drucken Sie diese einfach auf die leeren Etiketten, die Sie in Ihrer Bibliothek verwenden.
el: Αφού αποθηκεύσετε το αρχείο σας, απλά εκτυπώστε στις κενές ετικέτες που έχετε στη βιβλιοθήκη σας.
es: Luego de guardar su archivo, simplemente imprima en las etiquetas en blanco que tenga en su biblioteca.
eu: Fitxategia gordetakoan, inprimatu zure liburutegian dituzun etiketa zurietan.
fi: Kun olet tallentanut tiedoston, tulosta se kirjastosi tyhjille tarra-arkeille.
fr: Après avoir enregistré votre fichier, il vous reste juste à l'imprimer sur des étiquettes vierges
hi: अपनी फ़ाइल को सहेजने के बाद, बस खाली लेबल आप अपने पुस्तकालय में करने के लिए प्रिंट।
it: Dopo aver salvato il file, stampa sulle etichette usate nella tua biblioteca.
oc: Aprèp aver enregistrat vòstre fichièr, il vous reste juste a l'imprimir sus des etiquetas vierges
pt: Depois de guardar o ficheiro, basta imprimir as etiquetas para os exemplares da sua biblioteca.
pt_br: Depois de salvar seu arquivop, simplesmente imprima nas etiques em branco que você tem na biblioteca.
sk: Po uložení súbor jednoducho vytlačte na čisté etikety.
sv: När du sparat filen kan du skriva ut till de tomma etiketter du har i biblioteket.
tr: Dosyanızı kaydettikten sonra, sadece kütüphanenizde bulunan materyallere boş etiket çıktısı alın.
zh_tw: 儲存檔案後，列印圖書館的空白標籤。

source: After saving your preferences you'll get a confirmation message telling you what preferences were saved
ar: بعد حفظ تفضيلاتك ستحصل على رسالة تأكيد تخبرك بالتفضيلات التي تم حفظها.
cs: Po uložení nastavení obdržíte potvrzující zprávu.
da: Når indstillingerne er gemt vises en bekræftelse, der fortæller at indstillingerne er gemt.
de: Nach Abspeicherung Ihrer Vorgaben bekommen Sie eine Bestätigung über die gespeicherten Vorgaben
el: Αφού αποθηκεύσετε τις προτιμήσεις σας θα πάρετε ένα μήνυμα επιβεβαίωσης που θα σας λέει ότι οι προτιμήσεις σας αποθηκεύτηκαν
es: Luego de guardar sus preferencias obtendrá un mensaje de confirmación indicándole cuales preferencias fueron guardadas
eu: Zure lehentasunak gordetakoan, berrespen mezu bat jasoko duzu zure lehentasunak gorde direla jakinaraziz
fi: Kun olet tallentanut asetukset, saat vahvistusviestin.
fr: Après enregistrement, une confirmation s'affiche qui rappelle les noms des préférences qui ont été modifiées.
hi: अपनी वरीयताओं को सहेजने के बाद आप कह रही प्राथमिकताएँ क्या सेव हो गए एक पुष्टिकरण संदेश मिलेगा
it: Dopo aver salvato le preferenze, riceverai un messaggio di conferma che indica quali preferenze sono state salvate
oc: Aprèp enregistrament, una confirmation s'aficha qui rappelle les noms des preferéncias que son estadas modificadas.
pl: Po zapisaniu, wyświetli się potwierdzenie, które opcje systemu zostały zapisane
pt: Após guardar as preferências aparecerá uma mensagem de confirmação a identificar quais as preferências que foram guardadas
pt_br: Depois de salvar suas preferências você receberá uma mensagem de confirmação de que as preferências foram salvas
sk: Po uložení Vašich nastavení sa zobrazí potvrdzujúca správa o tom, ktoré nastavenia ste uložili
sv: När inställningarna sparats visas ett meddelande som anger vilka inställningar som sparats
tr: Seçeneklerinizi kaydettikten sonra, hangi tercihlerin kaydedildiğini gösteren bir onay mesajı göreceksiniz.
zh_tw: 儲存偏好後，出現確認訊息，告知已儲存的偏好

source: After saving, your layouts will appear on the 'Manage Layouts' page.
ar: بعد الحفظ، ستظهر تخطيطاتك في صفحة 'إدارة التخطيط'.
cs: Po uložení se schémata objeví na stránce "Správa schémat".
da: Når der er gemt, vises skabelonerne på siden 'Administrer skabeloner'.
de: Nach dem Speichern werden Ihre Layouts auf der Seite 'Layouts verwalten' angezeigt.
el: Αφού κάνετε αποθήκευση, οι διατάξεις θα εμφανιστούν στη σελίδα 'Διαχείριση Διατάξεων'
es: Después de guardar, los diseños aparecerán en la página 'Administrar diseños'.
eu: Gordetakoan, zure diseinuak 'Kudeatu diseinuak' orrian agertuko dira.
fi: Tallennuksen jälkeen asettelusi näkyvät 'Hallitse asetteluja' -sivulla.
fr: Après enregistrement, vos formats seront visibles sur la page 'Gérer les formats'.
hi: सहेजने के बाद, अपने लेआउट 'प्रबंधित लेआउट' पृष्ठ पर दिखाई देगा।
it: Dopo aver salvato, i tuoi layout appariranno nella pagina 'Gestisci i layout'.
oc: Aprèp enregistrament, vòstres formats seràn visibles sus la pagina 'Gerir les formats'.
pl: Po zapisaniu layouty pojawią się na stronie 'Zarządzaj layoutami'.
pt: Depois de salvar, os esquemas aparecerem na página de gestão dos esquemas.
pt_br: Depois de salvar, os esquemas aparecerem na página de gestão dos esquemas.
sk: Po uložení sa Vaše rozloženia objavia na stránke 'Spracovať rozloženia'.
sv: När du sparat visas dina layouter på sidan 'Hantera layouter'.
tr: Kaydettikten sonra, düzenlemeleriniz 'Düzenlemeleri Yönet' sayfasında gözükecektir.
zh_tw: 儲存之後，您的布局將出現在 '管理布局' 頁面。

source: After saving, your profiles will appear on the 'Manage Profiles' page.
ar: بعد الحفظ، ملفاتك التعريفية ستظهر في صفحة 'ادارة ملفات التعربف' .
cs: Po uložení se profily objeví na stránce "Správa profilů".
da: Når der er gemt, vises profilerne på siden 'Administrer profiler'.
de: Nach dem Speichern werden Ihre Profile auf der Seite 'Profile verwalten' angezeigt.
el: Αφού κάνετε αποθήκευση, τα προφίλ σας θα εμφανιστούν στη σελίδα 'Διαχείριση Προφίλ'
es: Después de guardar, sus perfiles aparecerán en la página 'Administrar perfiles'.
eu: Gordetakoan, zure profilak 'Kudeatu profilak' orrian agertuko dira.
fi: Tallennuksen jälkeen profiilisi näkyvät 'Hallitse profiileja' -sivulla.
fr: Après enregistrement, vos profils seront visibles sur la page 'Gérer les profils'.
hi: सहेजने के बाद, अपने प्रोफाइल 'प्रबंधित प्रोफाइल' पृष्ठ पर दिखाई देगा।
it: Dopo aver salvato, i tuoi profili appariranno nella pagina 'Gestisci i profili'.
oc: Aprèp enregistrament, vòstres perfils seràn visibles sus la pagina 'Gerir les profils'.
pl: Po zapisaniu profile pojawią się na stronie 'Zarządzaj profilami'.
pt: Depois de salvar, os perfis aparecerem na página de gestão dos perfis.
pt_br: Depois de salvar, os perfis aparecerem na página de gestão dos perfis.
sk: Po uložení sa Vaše profily objavia na stránke 'Spracovať profily'.
sv: När du sparat visas dina profiler på sidan 'Hantera profiler'.
tr: Kaydettikten sonra, profilleriniz 'Profilleri Yönet' sayfasında gözükecektir.
zh_tw: 儲存之後，您的設定檔將出現在 '管理設定檔' 頁面。

source: After saving, your templates will appear on the 'Manage Templates' page.
ar: بعد الحفظ، ستظهر قوالبك في صفحة 'ادارة القوالب' .
cs: Po uložení se šablony objeví na stránce "Správa šablon".
da: Når der er gemt, vises skabelonerne på siden 'Administrer skabeloner'.
de: Nach dem Speichern werden Ihre Templates auf der Seite 'Templates verwalten' angezeigt.
el: Αφού κάνετε αποθήκευση, τα πρότυπά σας θα εμφανιστούν στη σελίδα 'Διαχείριση Προτύπων'.
es: Después de guardar, sus plantillas aparecerán en la página 'Administrar plantillas'.
eu: Gordetakoan, zure txantiloiak 'Kudeatu txantiloiak' orrian agertuko dira.
fi: Tallennuksen jälkeen pohjasi näkyvät 'Pohjien hallinta' -sivulla.
fr: Après enregistrement, vos modèles seront visibles sur la page 'Gérer les modèles'.
hi: सहेजने के बाद, अपने टेम्पलेट्स 'टेम्पलेट प्रबंधित करें' पृष्ठ पर दिखाई देगा।
it: Dopo aver salvato, i tuoi template appariranno nella pagina 'Gestisci i template'.
oc: Aprèp enregistrament, vos modèls seràn visibles sus la pagina 'Gerir los modèls'.
pl: Po zapisaniu Twoje szablony pojawią się na stronie 'Zarządzaj szablonami'.
pt: Depois de guardar, os modelos aparecerem na página de gestão dos modelos.
pt_br: Depois de salvar, os modelos aparecerem na página de gestão dos modelos.
sk: Po uložení sa Vaše šablóny objavia na stránke 'Spracovať šablóny'.
sv: När du sparat visas dina mallar på sidan 'Hantera mallar'.
tr: Kaydettikten sonra, şablonlarınız 'Şablonları Yönet' sayfasında gözükecektir.
zh_tw: 儲存之後，您的模版將出現在 '管理模版' 頁面。

source: After searching, your results will appear to the right of the search options.
ar: بعد البحث ، فإن النتائج ستظهر على يسار خيارات البحث.
cs: Po vyhledání se výsledky objeví napravo od možností vyhledávání.
da: Efter søgningen vil dine resultater vises til højre for søgeoptionerne.
de: Die Suchresultate werden im Bereich rechts neben den Suchoptionen angezeigt.
el: Αφού κάνετε αποθήκευση, τα αποτελέσματά σας θα εμφανιστούν στα δεξιά των επιλογών αναζήτησης.
es: Luego de buscar, sus resultados aparecerán a la derecha de las opciones de búsqueda.
eu: Después de guardar, los perfiles aparecerán en la página 'Administrar perfiles'.
fi: Hakutulokset ilmestyvät hakulaatikon oikealle puolelle haun jälkeen.
fr: Après avoir lancé une recherche, vos résultats vont apparaître à droite des options de recherche.
hi: खोज के बाद, अपने परिणामों को खोज विकल्पों में से सही करने के लिए दिखाई देगा।
it: Dopo la ricerca, i risultati appariranno a destra delle opzioni di ricerca.
oc: Aprèp aver aviat una recèrca, vos resultats vont aparéisser a dreita des opcions de recèrca.
pl: Wyniki wyszukiwania wyświetlą się po prawej stronie.
pt: Depois de pesquisar, os resultados irão aparecer à direita das opções de pesquisa.
pt_br: Após pesquisar, seus resultados irão aparecer a direita das opções de pesquisa.
sk: Po hľadaní sa vaše výsledky zobrazia napravo od možností hľadania.
sv: Efter sökningen visas resultaten till höger om sökalternativen.
tr: Kaydettikten sonra, profilleriniz 'Profilleri Yönet' sayfasında gözükecektir.
zh_tw: 搜尋之後，結果顯示在搜尋選項右方。

source: After selecting the CSV file, click the 'Open' button and the file will be uploaded into a temporary editing table.
ar: بعد تحديد ملف CVS ، انقر على الزر 'فتح' وسيتم رفع الملف إلى جدول تحرير مؤقت.
cs: Po vybrání souboru CSV klikněte na tlačítko "Otevřít" a soubor bude nahrán do dočasné tabulky pro úpravy.
da: Efter at have valgt CSV-fil klik på 'Åbn' og filen vil blive upladed til en midlertidig redigeringstabel.
de: Nach der Auswahl der CSV-Datei wird diese durch die Schaltfläche 'Öffnen' in eine temporäre Tabelle geladen, die Sie nun bearbeiten können.
el: Αφού επιλέξετε το αρχείο CSV, πατήστε το κουμπί 'Άνοιγμα' και το αρχείο θα αναρτηθεί σε έναν προσωρινό πίνακα επεξεργασίας.
es: Luego de seleccionar el archivo CVS, haga clic en el botón 'Abrir' y el archivo será subido dentro de una tabla de edición temporaria.
eu: Después de seleccionar el fichero CSV, seleccionar el botón 'Abrir' y el fichero se cargará en una tabla de edición temporalmente.
fi: Kun olet valinnut CSV-tiedoston, klikkaa 'Avaa' ja tiedosto ladataan väliaikaiseen muokkaustauluun.
fr: Après avoir sélectionné le fichier au format CSV, cliquer sur le bouton "Ouvrir" et le fichier sera chargé dans une table temporaire modifiable.
hi: सीएसवी फ़ाइल चुनने के बाद, बटन 'ओपन' पर क्लिक करें और फाइल एक अस्थायी संपादन तालिका में अपलोड किया जाएगा।
it: Dopo aver scelto un file CSV, premi sul bottone 'Apri' e il file verrà caricato in una tabella temporanea per le modifiche.
oc: Aprèp aver seleccionat lo fichièr al format CSV, clicar sul boton "Dobrir" e lo fichièr serà cargat dins una table temporaire modifiable.
pl: Po wybraniu pliku CSV kliknij 'Otwórz' i plik zostanie wczytany w modyfikowalną tabelę.
pt: Após seleccionar o ficheiro CSV, clique no botão 'Abrir' e o ficheiro será carregado para uma tabela de edição temporária.
pt_br: Após selecionar o arquivo CSV, clique no botão 'Abrir' e o arquivo será enviado para uma tabela temporária de edição.
sk: Po vybratí súboru CSV, kliknite na tlačidlo 'Otvoriť' a súbor sa načíta do dočasnej editovacej tabuľky.
sv: När du valt CSV-filen klickar du på knappen 'Öppna' för att ladda filen i en temporär redigeringstabell.
tr: CSV dosyasını seçtikten sonra, 'Aç' düğmesine tıklayın ve dosya geçici bir düzenleme tablosuna yüklenecektir.
zh_tw: 選定CSV檔案後，點選 '開啟' 鈕，該檔案將上傳至暫存編輯表。

source: After submitting your changes you will be presented with a confirmation message at the top of the screen
ar: بعد إرسالك للتغيرات ستتلقى رسالة تأكيد في أعلى الشاشة
cs: Provedení změn Vám bude oznámeno potvrzující zprávou na vrchu obrazovky.
da: Efter at have sendt dine ændringer vil du blive præsenteret for bekræftelse øverst på skærmen
de: Nachdem Sie die Änderungen gespeichert haben, wird eine Bestätigung am oberen Bildschirmrand angezeigt
el: Αφού υποβάλλετε τις αλλαγές σας θα εμφανιστεί ένα μήνυμα επιβεβαίωσης στην κορυφή της οθόνης
es: Luego de enviar sus cambios se le presentará un mensaje de confirmación en el tope de la pantalla
eu: Luego de elegir clonar, se le presentará un mensaje de confirmación.
fi: Kun olet tallentanut muutokset, saat vahvistusilmoituksen näytön yläreunaan.
fr: Après avoir soumis vos modifications, vous verrez un message de confirmation en haut de l'écran
hi: अपने परिवर्तनों को प्रस्तुत करने के बाद आप स्क्रीन के शीर्ष पर एक पुष्टिकरण संदेश के साथ प्रस्तुत किया जाएगा
it: Dopo aver inviato i cambiamenti, ti verrà presentato un messaggio di conferma.
oc: Aprèp aver soumis vòstras modificacions, veiretz un messatge de confirmacion en haut de l'ecran
pt: Após submeter as alterações aparecerá uma mensagem de confirmação no topo do ecrã
pt_br: Depois de enviar suas alterações lhe será apresentado uma mensagem de confirmação no topo da tela
sk: Po odoslaní vašich zmien sa na vrchu obrazovky objaví potvrdzujúce hlásenie
sv: När du sänt dina ändringar visas ett meddelande längst upp i skärmen
tr: Değişikliklerinizi gönderdikten sonra, ekranın üst kısmında bir onay mesajı sunulacak
zh_tw: 送出您的改變後，在螢幕上端出現確認訊息

source: After the files are uploaded you can click 'View pending offline circulation actions' on the right to process the actions.
ar: بعد تحميل الملفات يمكنك النقر على "عرض إجراءات الإعارة دون اتصال المعلقة" جهة اليسار لمعالجة الإجراءات.
cs: Poté co je soubor nahrán, můžete kliknout na odkaz "Offline výpůjčky čekající na potvrzení" a nechat systém Koha zpracovat akce provedené offline.
de: Nach dem Hochladen der Dateien können Sie diese mit 'Zeige nicht verarbeitete Offline-Verbuchungsaktionen' verarbeiten.
el: Αφού τα αρχεία αναρτηθούν μπορείτε να πατήσετε 'Δείτε ενέργειες διακίνησης εκτός σύνδεσης που εκκρεμούν' στα δεξιά για να προχωρήσετε με τις ενέργειες.
es: Luego que los archivos se han subido puede hacer clic a la derecha en 'Ver acciones pendientes de circulación fuera de línea' para procesar las acciones.
eu: Fitxategiak kargatu ondoren, klik egin dezakezu 'View pending offline circulation actions' eskubialdean akzioak prozesatzeko.
fi: Kun tiedostot on ladattu, voit klikata 'Näytä odottavat yhteydettömän tilan lainaukset' oikealla käynnistääksesi toiminnon.
fr: Après le chargement des fichiers, vous pouvez cliquer sur 'Voir les actions de prêt secouru en attente' sur la droite pour exécuter ces actions.
hi: फाइलों के बाद आप क्लिक कर सकते हैं अपलोड कर रहे कार्यों पर कार्रवाई करने के अधिकार पर 'देखें ऑफ़लाइन परिसंचरण कार्रवाई लंबित'।
it: Dopo che i file sono stati caricati puoi cliccare su 'Controlla le azioni della circolazione offline da fare' sulla destra per completare le varie operazioni.
oc: Aprèp lo cargament des fichièrs, podètz clicar sus 'Veire las accions de prèst secorrut en espèra' sus la dreita per executar aquelas accions.
pl: Po wczytaniu pliku, kliknij 'Przeglądaj oczekujące operacje'.
pt: Após os ficheiros terem sido carregados pode clicar em 'Ver ações de circulação offline pendentes' à direita para processar as ações.
pt_br: Depois que os arquivos forem carregados você pode clicar em 'Ver ações de circulação off-line pendentes' à direita para processar as ações.
sk: Po načítaní súborov môžete kliknúť na 'Zobraziť nespracované akcie obehu offline' vpravo, aby sa mohli spracovať.
tr: Dosyalar karşıya yüklendikten sonra işlem yapabilmek için sağ tarafta bulunan 'Beklemekte olan çevrimdışı dolaşım işlemleri' üzerine tıklayabilirsiniz.
zh_tw: 將所有的檔案上傳後，在作業右方點選 '檢視待處理離線流通工作'。
