Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Transfer limits are set based on the collections codes you have applied via the Authorized Value administration area.
ar: محددات النقل تضبط إعتماداً على رمز المجموعة التي طبقتها من خلال القيم الإستنادية في منطقة الإدارة
cs: Limity přenosu jsou nastaveny podle kódů kolekcí, které jste potvrdili přes administrační zónu Autorizovaných hodnot.
da: Overførselsgrænser er baseret på de samlingskoder, som du har angivet normværdien i administrationsområdet.
de: Transportregeln werden auf Grund der Sammlungscodes oder Medientypcodes festgelegt, die Sie in der Adminstrationsseite für Normwerte angewendet haben.
el: Τα όρια μεταφοράς επιλέγονται σύμφωνα με τους κωδικούς συλλογών που έχετε εφαρμόσει μέσω της περιοχής διαχείρισης Καθιερωμένων Τιμών.
es: Los límites de transferencia se establecen sobre la base de los códigos de colección que se han aplicado a través del área de administración con el uso de Valores autorizados.
eu: Transferentzia mugak balio baimenduak administrazio atalean aplikatutako bilduma kodeen arabera ezartzen dira.
fi: Kuljetusten rajoitukset perustuvat kokoelmakoodeihin, jotka on otettu käyttöön auktorisoitujen arvojen ylläpitoalueella.
fr: Les limites de transferts sont basées sur les codes de collection définis dans les valeurs autorisées.
hi: हस्तांतरण सीमा संग्रह कोड आप के लिए अधिकृत मूल्य प्रशासन क्षेत्र के माध्यम से आवेदन किया है के आधार पर स्थापित कर रहे हैं।
it: I limiti dei trasferimenti sono basati sui codici di collezione che hai configurato attraverso l'area di amministazione - Valori autorizzati.
oc: Les limites de transferiments son basadas suls còdis de colleccion définis dans les valors autorizadas.
pl: Limit transferów oparty jest domyślnie o kody kolekcji, które zostały wprowadzone jako 'Dopuszczone Wartości' w module Administracja (Administracja>Dopuszczone wartości).
pt: Limites de transferência são baseados nos códigos de colecção que introduziu na área de administração dos valores autorizados.
pt_br: O limite de transferências está configurado com base no código de coleções que você determinou através dos Valores Autorizados na área de administração.
sk: Obmedzenia presunov sú založené na kódoch zbierok, ktoré ste použili v oblasti administrácie povolených hodnôt.
sv: Överföringsbegränsningar ställs in baserat på samlingskoderna du tillämpat via administrationsområdet Auktoriserade värden.
tr: Aktarma sınırları, Yetkili değer yönetim alanı ile uygulanan koleksiyonları kodlarına dayalı olarak ayarlanır.
zh_tw: 館藏代碼的轉移限制根據管理區塊的容許值而定。

source: Transferring a collection will:
fi: Kokoelman siirtäminen:
hi: एक संग्रह के हस्तांतरण होगा:

source: Transfers
ar: إنتقالات
cs: Přesuny
da: Overførsler
de: Transporte
el: Μεταφορές
es: Transferencias
eu: Transferentziak
fi: Siirrot
fr: Transferts
hi: स्थानांतरण
it: Trasferimenti
oc: Transferiments
pl: Transfery
pt: Transferências
pt_br: Transferências
sk: Presuny
sv: Överföringar
tr: Aktarımlar
zh_tw: 轉移

source: Transfers to receive
ar: الإنتقالات للإستلام
cs: Příchozí přesuny
da: Transporter til modtagelse
de: Eingehende Transporte
el: Μεταφορές προς παραλαβή
es: Transferencias a recibir
eu: Jasotzeko dauden erreserbak
fi: Vastaanotettavat kuljetukset
fr: Transferts à recevoir
hi: स्थानांतरण प्राप्त करने के लिए
it: Trasferimenti da ricevere
oc: Transferiments a recebre
pl: Oczekujące transfery
pt: Transferências a receber
pt_br: Transferências a receber
sk: Presuny na prijatie
sv: Överföringar att ta emot
tr: Gelen aktarımlar
zh_tw: 轉移至收到

source: Translations
ar: ترجمات
cs: Překlady
da: Oversættelser
de: Übersetzungen
el: Μεταφράσεις
es: Traducciones
eu: Itzulpenak
fi: Käännökset
fr: Traductions
hi: अनुवाद
it: Traduzioni
oc: Traduccions
pl: Tłumaczenia
pt: Traduções
pt_br: Traduções
sk: Preklady
sv: Översättningar
tr: Çeviriler
zh_tw: 翻譯

source: Transport cost matrix
ar: منظومة تكاليف النقل
cs: Náklady na přesuny
da: Transportomkostnings-matriks
de: Transportkostentabelle
el: Πίνακας κόστους μεταφοράς
es: Matriz de costo de transporte
eu: Kostu matrizea
fi: Kuljetusten painomatriisi
fr: Matrice des coûts de transports
hi: परिवहन लागत मैट्रिक्स
it: Matrice Costo Trasporto
oc: Matritz des coûts de transports
pl: Koszty transportu pomiędzy bibliotekami
pt: Tabela de custos de transporte
pt_br: Matriz de custo de transporte
sk: Matrica nákladov na prevoz
sv: Fraktkostnadstabell
tr: Ulaştırma maliyet matrisi
zh_tw: 運送成本矩陣

source: Troubleshooting
ar: أستكشاف الخطأ و إصلاحه
cs: Řešení problémů
da: Problemløsning
de: Problembehebung
el: Αντιμετώπιση βλαβών
es: Solución de problemas
eu: Arazo konponketa
fi: Vianetsintä
fr: Problème
hi: समस्या निवारण
it: Risoluzione problemi
oc: Problème
pt: Solução de problemas
pt_br: Solução de problemas
sk: Riešenie problémov
sv: Felsökning
tr: Sorun giderme
zh_tw: 解決問題

source: Try the -h parameter in order to see the help.
fi: Käytä -h -parametriä nähdäksesi ohjeen.
hi: आदेश सहायता देखने के लिए -h पैरामीटर की कोशिश करें।

source: Uncertain prices
ar: أسعار غير مؤكدة
cs: Nejisté ceny
da: Usikre priser
de: Ungewisse Preise
el: Αβέβαιες τιμές
es: Precios inciertos
eu: Prezio zehaztugabeak
fi: Vahvistamattomat hinnat
fr: Prix indéterminés
hi: अनिश्चित कीमतों
it: Prezzi incerti
oc: Prètz indeterminats
pl: Zamówienia z niepewnymi cenami
pt: Preços incertos
pt_br: Preço incerto
sk: Neisté ceny
sv: Osäkra priser
tr: Belirsiz fiyatlar
zh_tw: 價格未定

source: Under 'Display Location' choose whether to put the news on the OPAC, Slip (circulation receipt) or the Librarian (Staff) Interface.
ar: تحت 'مكان العرض' اختر عرض الأخبار على الأوباك ، أو على القسائم (إستلام الإعارة) أو واجهة أمناء المكتبات.
cs: Pod "Místo zobrazení" zvolte, zda chcete dát novinky na OPAC, lístky (příjem výpůjček) nebo na rozhraní knihovníků (zaměstnanců).
da: Under 'Visningssted' vælg om nyheden skal placeres på OPAC, Seddel (udlånskvittering) eller Intranet.
de: Unter 'Anzeigeort' können Sie auswählen, ob der Eintrag im OPAC, auf dem Ausleihbon oder in der Dienstoberfläche angezeigt werden soll
el: Κάτω από το 'Εμφάνιση Τοποθεσίας' επιλέξτε αν θα βάλετε τα νέα στον OPAC, σε Απόδειξη (απόδειξη κυκλοφορίας υλικού) ή στη Διεπαφή Προσωπικού.
es: Bajo 'Mostrar ubicación' seleccione si, colocar la noticia en el OPAC, recibo (de circulación) o en la interfaz del bibliotecario (Administrativa).
eu: En 'Mostrar en' seleccione si muestra la noticia en el OPAC, recibo (de circulación) o en la interfaz de administrativa (Staff).
fi: 'Näyttöpaikka'-kohdassa valitset, missä uutiset näkyvät: verkkokirjasto, kuitti (lainauskuitti) tai virkailijatyökalu.
fr: Dans 'Afficher la localisation', choisissez si vous voulez afficher l'annonce à l'OPAC ou à l'interface professionnelle.
hi: के तहत 'प्रदर्शन स्थान' है कि क्या ओपेक, स्लिप (रसीद संचलन) या लाइब्रेरियन (स्टाफ) इंटरफेस पर खबर डाल करने के लिए चुनें।
it: In 'Mostra posizione' scegli dove mettere la news nell'opac, nelle ricevute di circolazione o nell'interfaccia dello staff (intranet).
oc: Dins 'Afichar la localizacion', causissètz se volètz afichar l'annonce a l'OPAC o a l'interfàcia professionala.
pl: 'Lokalizacja wyświetlania wpisu' – wybierz, gdzie umieścić aktualności (OPAC, na rewersie czy w interfejsie bibliotekarza).
pt: Debaixo de 'Mostrar Localização' escolha se deseja colocar as notícias no OPAC ou na interface do técnico.
pt_br: Debaixo de 'Mostrar Localização' escolha se deseja colocar as notícias no OPAC ou na interface administrativa.
sk: Pod 'Zobraziť lokáciu' zvoľte či dať novinky na stránku OPAC, Ústrižok (potvrdenka o obehu) alebo Intranet.
sv: Under 'Visningsplats' väljer du om du vill visa nyheterna i OPAC, på kvitteringen (lånekvitto) eller i personalgränssnittet.
tr: 'Görüntü konumu altında' OPAC, Slip (dolaşım bilgisi) veya kütüphaneci (personel) arabirimi üzerinde haberleri koymayı seçebilirsiniz.
zh_tw: 從 '顯示位置' 選擇最新消息出現的位置：OPAC、收條(流通)、館員介面等。

source: Unique attributes can be used as match points on the patron import tool
fi: Yksilölliset määreet voivat olla vastaavuuspisteinä asiakkaiden tuontityökalussa
hi: अनूठी विशेषताओं संरक्षक आयात उपकरण पर मैच अंक के रूप में इस्तेमाल किया जा सकता
oc: D'atributs unics pòdon èsser emplegats coma punts de correspondéncia de l'aisina d'impòrt dels aderents

source: Unique identifier
ar: معرِّف فريد
cs: Jedinečný identifikátor
da: Unik kending:
de: Eindeutige Kennung
el: Μοναδικό προσδιοριστικό
es: Identificador único
eu: Identifikatzaile esklusiboa
fi: Yksilöllinen tunniste
fr: Identifiant unique&nbsp;:
hi: अद्वितीय पहचानकर्ता
it: Identificatore univoco
pl: Unikalny identyfikator
pt: Identificador único
pt_br: Identificador único
sk: Jedinečný identifikátor
sv: Unikt id
tr: Tek tanımlayıcı:
zh_tw: 唯一辨識碼

source: Universal Decimal Classification
ar: التصنيف العشري العالمي
cs: Univerzální desítková klasifikace
da: Universel decimal-klassifikation
de: Universelle Dezimalklassifikation
es: Clasificación decimal universal
eu: Sailkapen hamartar unibertsala
fr: CDU
hi: यूनिवर्सल दशमलव वर्गीकरण
it: Classificazione decimale universale
oc: CDU
pl: Uniwersalna Klasyfikacja Dziesiętna
pt: Classificação Decimal Universal
pt_br: Classificação Decimal Universal
sk: Medzinárodné desatinné triedenie
sv: Universella decimalklassifikationen (UDC)
tr: Evrensel Onlu Sınıflama
zh_tw: 國際十進分類法

source: Unknown select this if none of the other choices are relevant
ar: غير معروف ، حدد هذا إذا كانت ولا واحدة من الخيارات لها صلة
cs: Neznámý - vyberte pokud žádná z ostatních možností není relevantní
da: Ukendt, vælg dette hvis intet andet er relevant
de: Wählen Sie unbekannt, wenn keine der anderen Auswahlmöglichkeiten richtig ist
el: Άγνωστο: επιλέξτε αυτό αν καμία από τις άλλες επιλογές δεν είναι σχετικές
es: Desconocida seleccione esto si ninguna de las otras opciones son relevantes
eu: Erabili Ezezaguna beste aukerak ez badira nabarmenak
fi: Tuntematon: Valitse tämä, jos mikään muu vaihtoehto ei kelpaa
fr: Inconnu : à sélectionner si aucun des autres choix proposés n'est pertinent.
hi: अज्ञात इस चयन ही अन्य विकल्पों में से कोई भी प्रासंगिक हैं
it: Seleziona 'sconosciuta' se nessuna delle altre scelta è corretta
oc: Desconegut : a seleccionar se aucun des autres choix prepausats n'est pertinent.
pl: Nieznana - stosowana, gdy żadna z pozostałych częstotliwości nie jest trafna
pt: Desconhecido seleccionar esta se nenhuma das outras escolhas são relevantes
pt_br: Desconhecido selecione este se nenhuma das outras escolhas for relevante
sk: Neznámy, vyberte to ak žiadna z ostatných volieb nie je relevantná
sv: Okänt välj detta om inga av de andra alternativen är relevanta
tr: Bilinmeyen, diğer seçeneklerden hiçbiri uygun değilse bunu seçin
zh_tw: 若其他的選項都無關，選擇其他

source: Update patron records
ar: تحديث تسجيلات المستفيد
cs: Aktualizovat záznam o čtenáři
da: Opdatere lånerposter
de: Benutzer aktualisieren
el: Ανανέωση εγγραφών μέλους
es: Actualizar registros de usuario
eu: Actualizando registros de socios
fi: Päivitä asiakastiedoja
fr: Mettre à jour la fiche adhérent
hi: अद्यतन संरक्षक रिकॉर्ड
it: Aggiorna i record utente
oc: Metre a jorn la ficha aderent
pl: Aktualizuj rekord użytkownika
pt: Actualizar registos de leitor
pt_br: Atualizar registros de usuários
sk: Aktualizovať záznamy čitateľov
sv: Uppdatera låntagarposter
tr: Kullanıcı kayıtlarını güncelle
zh_tw: 更新讀者紀錄

source: Upload Koha plugin
ar: رفع برنامج كوها المساعد
cs: Načíst zásuvný modul Koha
da: Oploade Koha plugin
de: Koha-Plugin hochladen
el: Ανάρτηση Koha plugin
es: Cargar plugin de Koha
eu: Cargar plugin de Koha
fi: Lataa Kohan liitännäinen
fr: Télécharger un plugin Koha
hi: अपलोड कोहा प्लगइन
it: Carica Koha plugin
oc: Telecargar un plugin Koha
pl: Wczytaj wtyczkę Koha
pt: Carregar Koha plugin
pt_br: Carregar plugin do Koha
sk: Načítať modul Kohy
sv: Ladda upp insticksprogram för Koha
tr: Koha eklentisini karşıya yükleyin
zh_tw: 上傳 Koha 外掛程式

source: Upload additional images to use as logo, decoration or background on a patron card layout.
fi: Lataa kuvatiedostoja käytettäväksi korttipohjien logona, koristeena ja taustalla.
hi: संरक्षक कार्ड लेआउट पर लोगो, सजावट या पृष्ठभूमि के रूप में उपयोग करने के लिए अतिरिक्त छवियां अपलोड करें.

source: Upload cover images
ar: رفع صور الغلاف
cs: Načtení obrázků obálek
da: Oploade titelbilleder
de: Coverbilder hochladen
el: Ανάρτηση εικόνων καλύμματος
es: Cargar imágenes de cubiertas
eu: Cargar cubiertas
fi: Kansikuvien lataus
fr: Télécharger des images de couverture
hi: कवर छवियों को अपलोड करें
it: Carica immagini di copertina
oc: Telecargar des imatges de cobertura
pl: Wczytywanie zdjęć
pt: Carregar imagens de capa
pt_br: Carregar capas (web)
sk: Načítať obrázky obálok
sv: Ladda upp omslagsbilder
tr: Kapak Resimlerini Yükleyin
zh_tw: 上傳封面

source: Upload local cover images
ar: رفع صور الغلاف المحلية
cs: Načíst obrázky obálek
da: Oploade lokale titelbilleder
de: Lokale Coverbilder hochladen
el: Ανάρτηση τοπικών εικόνων καλύμματος
es: Cargar imágenes de cubierta locales
fi: Paikallisten kansikuvien lataus
fr: Télécharger des images de couverture locales
hi: स्थानीय कवर छवियों को अपलोड करें
it: Carica immagini di copertine locali
oc: Telecargar des imatges de cobertura localas
pl: Wczytywanie lokalnych zdjęć/okładek
pt: Carregar imagens locais de capa
pt_br: Carregar capas (local)
sk: Načítať miestne obrázky obálok
sv: Ladda upp lokala omslagsbilder
tr: Yerel kapak resimlerini yükleyin
zh_tw: 上傳在地封面

source: Upload offline circulation file (*.koc)
ar: رفع ملف الإعارة دون اتصال (*.koc)
cs: Načtení souboru (.koc) s offline záznamem výpůjček
da: Oploade offline-udlånsfildata (*.koc)
de: Offline-Verbuchungsdatei hochladen (*.koc)
el: Ανάρτηση αρχείου διακίνησης υλικού χωρίς σύνδεση (*.koc)
es: Cargar archivo de circulación fuera de línea (*.koc)
eu: Cargar archivo de circulación offline (*.koc)
fi: Ladata yhteydettömän tilan lainaustiedosto (*koc)
fr: Charger les données de prêts secourus (fichier *.koc)
hi: शब्द ऑफ़लाइन परिसंचरण फ़ाइल (* .koc)
it: Carica il file della circolazione offline (.koc)
oc: Cargar las donadas de prèstes secorruts (fichièr *.koc)
pl: Wczytaj plik (*.koc)
pt: Carregar ficheiro de circulação offline (*.koc)
pt_br: Carregar arquivo de circulação off-line (*.koc)
sk: Načítať súbor údajov obehu offline (*.koc)
sv: Ladda upp fil för offline-utlåning (*.koc)
tr: Çevrimdışı dolaşım dosyası (.koc) yükleyin
zh_tw: 上傳離線流通檔案 (*.koc)

source: Upload patron images
ar: رفع صور مستفيد
cs: Načíst fotografie čtenářů
da: Oploade lånerbilleder
de: Benutzerfoto hochladen
el: Φόρτωση εικόνων μελών
es: Carga de imágenes de usuarios
eu: Kargatu bazkide irudiak
fi: Asiakaskuvien lataus
fr: Télécharger des photos d'adhérents
hi: अपलोड संरक्षक छवियाँ
it: Carica le immagini utente
oc: Telecargar des photos d'aderents
pl: Wczytaj zdjęcia użytkowników
pt: Carregar fotografias dos leitores
pt_br: Upload fotos dos usuários
sk: Načítať obrázky čitateľa
sv: Ladda upp låntagarbilder
tr: Kullanıcı resimlerini yükle
zh_tw: 上傳讀者照片

source: Upload patron images in batch or one at a time
ar: رفع صور مستفيد دفعة واحدة أو واحدة كل مرة
cs: Hromadné načtení fotografií uživatelů
da: Oploade et eller flere lånerbilleder i stabel
de: Einzelne oder mehrere Benutzerfotos heraufladen
el: Μεταφόρτωση εικόνων μέλους σε μία παρτίδα ή μία κάθε φορά
es: Cargar imágenes de usuarios en lote o una a la vez
eu: Kargatu bazkide irudiak sortaka edo banaka
fi: Asiakaskuvien lataus eräajona tai yksitellen
fr: Téléchargement des photos des adhérents par lots ou une à une
hi: संरक्षक छवियों को अपलोड में बैच या एक समय में करें
it: Carica le immagini utente insieme o una per volta
oc: Telecargament des photos des aderents per lòts o una a une
pl: Wczytaj zdjęcia użytkowników pojedynczo lub w zestawach
pt: Carregar fotografias dos Leitores num lote ou uma de cada vez
pt_br: Faz o upload de imagens de usuários em lote ou um de cada vez
sk: Načítať obrázky čitateľa v dávke alebo po jednom
sv: Ladda upp låntagarbilder satsvis eller en i taget
tr: Kullanıcı resimlerini toplu veya tek tek yükle
zh_tw: 批次或逐一上傳讀者照片

source: Upload transactions
ar: عمليات الرفع
cs: Nahrát provedené akce zpět na server
de: Transaktionen hochladen
el: Ανάρτηση συναλλαγών
es: Subir transacciones
fi: Lähetystapahtumat
fr: Charger les transactions vers le serveur
hi: अपलोड लेनदेन
it: Carica transazioni
oc: Cargar les transactions cap a lo servidor
pl: Wczytywanie operacji
pt: Transações de carregamento
pt_br: Carregar transações
sk: Načítať transakcie
tr: İşlemleri karşıya yükle
zh_tw: 上傳交易

source: Upon clicking the link to 'Late Orders' from the Acquisitions page, you will be presented with a series of filter options on the left hand side. These filters will be applied only to closed baskets.
ar: عند النقر على وصلة 'طلبات مُتأخرة' من صفحة التزويد ، سوف يعرض عليك سلسلة من خيارات التصفية ، على الجانب الأيمن. هذه المصفيات ستطبق فقط على السلال المغلقة.
cs: Po kliknutí na odkaz 'Nevyřízené objednávky' na stránce 'Akvizice' můžete pro upřesnění použít filtrů na levé straně. Tyto filtry pracují pouze s již uzavřenými košíky.
da: Når du har klikket på linket for 'Forsinkede bestillinger' fra indkøbssiden får du en række filtermuligheder på venstre side. Disse filtre anvendes kun på lukkede kurve.
de: Wenn Sie auf den Link für 'Verspätete Bestellungen' auf der Startseite der Erwerbung klicken, wird Ihnen auf der linken Seite eine Reihe von Filtern angeboten.
el: Μόλις πατήσετε τον σύνδεσμο 'Καθυστερημένες Παραγγελίες' από τη σελίδα Προσκτήσεων, θα σας παρουσιαστεί μια σειρά επιλογών φίλτρων στην αριστερή πλευρά. Αυτά τα φίλτρα θα εφαρμόζονται μόνο σε κλειστά καλάθια.
es: Después de hacer clic en el enlace 'Pedidos Demorados' desde la página de Adquisiciones se le presentarán una serie de opciones de filtrado en el lado izquierdo. Estos filtros solo serán aplicados a cestas cerradas.
eu: Después de seleccionar el enlace 'Órdenes retrasadas' desde la página de Adquisiciones, se le presentarán con una serie de opciones en el lado izquierdo.Estos filtros sólo se aplicarán a las cestas cerradas.
fi: Klikkaamalla linkkiä 'Myöhässä oleva tilaukset' hankinnat-sivulla, saat vasemmalle muutamia suodattimia. Näiden suodattimen toiminta kohdistuu vain suljettuihin tilauskoreihin.
fr: Après avoir cliqué sur "Commandes en retard" sur la page des acquisitions, des filtres sur le côté gauche de la page seront proposés. Ces filtres ne s'appliquent que sur les paniers fermés.
hi: अधिग्रहण पेज से 'देर आदेश' के लिए लिंक पर क्लिक करने पर, आप बाएं हाथ की ओर फिल्टर विकल्पों में से एक श्रृंखला के साथ प्रस्तुत किया जाएगा। ये फिल्टर केवल बंद टोकरियों को लागू किया जाएगा।
it: Cliccato su 'Ordini in ritardo' nella pagina delle Acquisizioni, disporrai di una serie di filtri sul lato sinistro. I filtri verranno applicati solo sui raccoglitori chiusi.
oc: Aprèp aver clicat sus "Comandas en retard" sus la pagina des aquisicions, des filtres sul costat esquèrra de la pagina seràn prepausats. Aquestes filtres ne s'aplicant que suls panièrs tampats.
pl: Po kliknięciu 'Zaległe zamówienia' z modułu Gromadzenie, po lewej stronie ekranu zostaną wyświetlone opcje filtrowania zamówień zaległych. Filtry te mają zastosowanie tylko dla zamkniętych koszyków.
pt: Ao clicar na ligação ​'Encomendas em atraso' na página das aquisições, será presenteado com uma série de opções de filtro do lado esquerdo. Esses filtros serão aplicados apenas aos cestos fechados.
pt_br: Clicando no link 'Pedidos em atraso' na página de Aquisições aparecerão diversas opções de filtragem no lado esquerdo da página. Estes filtros serão aplicados somente aos pedidos fechados.
sk: Po kliknutí na odkaz 'Oneskorené objednávky' na stránke Akvizícií sa Vám zobrazí sled možností filtrovania na ľavej strane. Tieto filtre sa budú aplikovať iba na uzavreté košíky.
sv: När du klickar på länken 'Sena beställningar' från sidan Inköp, visas flera filteralternativ på vänster sida. Dessa filter tillämpas bara på stängda korgar.
tr: Açılır dil menüsü filtrelemesinde hangi dillerin görüneceğini kontrol etmek için AdvancedSearchLanguages tercihini kullanın.
zh_tw: 從採訪頁面勾選 '遲到訂單' 連結，在左手側出現篩選期刊選項，這些篩選祗適用於閉架書庫。

source: Use all tools
ar: استخدم جميع الأدوات
cs: Používat všechny nástroje
da: Brug alle værktøjer
de: Zugang zu allen Werkzeugen
el: Χρησιμοποιήστε όλα τα εργαλεία
es: Utilizar todas las herramientas
eu: Utilizar todas las herramientas
fi: Kaikkien työkalujen käyttö
fr: Utiliser tout les outils
hi: सभी उपकरणों का उपयोग
it: Usa tutti gli strumenti
oc: Utilizar totes los aisinas
pl: Wykorzystanie wszystkich narzędzi
pt: Usar todas as ferramentas
pt_br: Utilize todas as ferramentas
sk: Použiť všetky nástroje
sv: Använd alla verktyg
tr: Tüm araçları kullan
zh_tw: 使用所有工具

source: Use the 'Public Note' for any notes you would like to appear in the OPAC for the patrons
ar: استخدم 'الملاحظة العامة' لأي ملاحظات ترغب في ظهورها في الأوباك للمستفيدين
cs: Použijte "Public Note" pro všechny poznámky, které chcete zobrazit v OPACu pro čtenáře
da: Brug OPAC-note til alle beskeder, der skal vises i OPAC til låneren
de: Verwenden Sie die 'OPAC-Notiz' für Informationen, die dem Benutzer im OPAC angezeigt werden sollen
el: Χρησιμοποιήστε το 'Δημόσια Σημείωση' για σημειώσεις που θέλετε να εμφανιστούν στα τα μέλη στον OPAC
es: Utilizar la 'Nota Pública' para cualquier nota que desea que aparezca en el OPAC para los usuarios
eu: Use la 'Nota pública' para cualquier nota que desea aparezca en el OPAC para los socios
fi: Käytä 'Julkinen viesti' kaikkiin ilmoituksiin, joiden haluat näkyvän asiakkaille verkkokirjastossa
fr: Utilisez Note OPAC pour toute information que vous voulez montrer au public à l'OPAC.
hi: किसी भी नोट के लिए 'सार्वजनिक नोट' का प्रयोग आप संरक्षक के लिए ओपेक में प्रदर्शित करना चाहते हैं
it: Usa il campo 'Nota pubblica' per ogni annotazione che vuoi che appaia nell'Opac per gli utenti
oc: Utilizatz Nòta OPAC per tota informacion que volètz montrer al public a l'OPAC.
pl: 'Uwaga publiczna' – pole uwag wyświetlane użytkownikom.
pt: Usar as notas públicas para qualquer nota que tenha de aparecer no OPAC para os leitores
pt_br: Use a 'Nota pública' para qualquer nota que você queira que apareça no OPAC para os usuários
sk: Použite 'Verejnú poznámka' pre akékoľvek poznámky, ktoré chcete dať vedieť čitateľom v OPAC
sv: Använd 'Publikt meddelande' för meddelanden du vill visa för låntagarna i OPAC
tr: Kullanıcılarınız için OPAC' içerisinde görünmesini istediğiniz notlar için 'Genel Notlar'ı kullanın
zh_tw: 此 '公開說明' 顯示於 OPAC 供讀者使用

source: Use the 'Select a budget' drop down to choose the new budget for the unreceived orders.
ar: قم باستخدام قائمة "تحديد ميزانية" المنسدلة لاختيار الميزانية الجديدة للطلبيات غير المستلمة
de: Verwenden Sie 'Etat auswählen', um den neuen Etat für nicht zugegangene Bestellungen auszuwählen.
es: Utilice el desplegable 'Seleccione un presupuesto' para elegir el nuevo presupuesto de los pedidos sin recibir.
fi: Käytä 'Valitse budjetti' -alasvetovalikkoa valitaksesi uuden budjetin vastaanottamattomille tilauksille.
hi: unreceived आदेश के लिए नए बजट का चयन करने के लिए नीचे 'एक बजट का चयन करें' ड्रॉप का प्रयोग करें।
it: Usa il drop down 'Seleziona un budget' per scegliere un nuovo budget per gli ordini non ricevuti.
pt: Use a lista 'Escolher orçamento' para escolher o novo orçamento paras as encomendas não recebidas.
sk: Použite rozbaľovaciu ponuku 'Zvoliť rozpočet' pre výber nového rozpočtu u neprijatých objednávok.
tr: Teslim alınmayan siparişler için yeni bütçeyi seçmek için 'Bir bütçe seçin' açılır menüsünü kullanın.
