Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: This report will show all of the holds that are waiting for patrons to pick them up.
ar: يظهر هذا التقرير كل من الحجوزات التي ينتظرها المستفيدين لإحضارهم.
cs: Tato zpráva zobrazí všechny rezervace, které čekají na čtenáře, aby si je vyzvedli.
da: Denne rapport viser alle de reserveringer, som venter på at blive hentet af låneren.
de: Dieser Bericht zeigt alle Vormerkungen, die auf das Abholen durch die Benutzer warten.
el: Αυτή η έκθεση θα εμφανίσει όλα τις κρατήσεις σε αναμονή για παραλαβή από τα μέλη.
es: Este informe mostrará todas las reservas que están a la espera de los usuarios para ser recogidas.
eu: Txosten horrek bazkideek jasotzeko prest dauden erreserba guztiak erakutsiko ditu.
fi: Tämä raportti näyttää kaikki noutoa odottavat varaukset.
fr: Ce rapport affiche toutes les réclamations qui sont en atttente de retrait par des adhérents.
hi: यह रिपोर्ट है कि संरक्षक के लिए इंतजार कर रहे हैं रखती है की सब उन्हें लेने के लिए दिखाई देगा।
it: Questo report elenca le copie in prenotazione in attesa di essere prelevate dai rispettivi utenti.
oc: Aqueste rapòrt aficha totas las reclamacions que son en atttente de retirament per des aderents.
pl: Raport wyświetla wszystkie zamówienia, które oczekują na odbiór.
pt: Este relatório irá mostrar todos as reservas que estão a espera de levantamento.
pt_br: Este relatório irá exibir todas as reservas que estão aguardando a retirada pelos usuários.
sk: Tento výkaz zobrazí všetky rezervácie, ktoré čakajú na vyzdvihnutie čitateľmi.
sv: Denna rapport visar alla reservationer som ligger och väntar på hämtning.
tr: Bu rapor kullanıcıların alması için bekleyen tüm ayrılan materyalleri gösterecektir.
zh_tw: 此報表將列出所有預約到館待提取的館藏。

source: This report will show you all of the holds at your library.
ar: هذا التقرير سيريك كل الحجوزات في مكتبتك.
cs: Tato zpráva zobrazí všechny rezervace ve vaší knihovně.
da: Denne rapport viser alle reserveringer i dit bibliotek.
de: Dieser Report zeigt alle Vormerkungen in Ihrer Bibliothek an.
el: Αυτή η αναφορά θα σας εμφανίσει όλα τα τεκμήρια που είναι σε κράτηση στη βιβλιοθήκη σας.
es: Este informe mostrará todas las reservas en su biblioteca.
fi: Tämä raportti näyttää kaikki varaukset kirjastossasi.
fr: Ce rapport liste toutes les réservations concernant votre site.
hi: इस रिपोर्ट में आप अपने सभी पुस्तकालय में होल्ड दिखाएगा।
it: Questo report ti mostrerà tutte le prenotazioni nella tua biblioteca.
oc: Aqueste rapòrt lista totas las reservacions concernant vòstre site.
pl: Raport wyświetla wszystkie zamówienia w bibliotece.
pt: Este relatório irá mostrar todos as reservas na biblioteca.
pt_br: Este relatório irá listar todas as reservas de sua biblioteca.
sk: Tento výkaz vám zobrazí všetky rezervácie vo vašej knižnici.
sv: Denna rapport visar alla reservationer på ditt bibliotek.
tr: Bu rapor, kütüphanenizdeki tüm ayırtılmış materyalleri listeleyecektir.
zh_tw: 此報表將列出所有的預約。

source: This report will show you all of the items that have holds on them that are available at the library for pulling. If the items are available at multiple libraries then all libraries with that item available will see the hold to pull until one library triggers the hold.
ar: يقوم هذا التقرير بعرض كل المواد ذات الحجز والمتاحة في المكتبة للالتقاط. إذا كانت المواد متاحة غي عدة مكتبات مع هذه المادة المتاحة سترى الحجز للالتقاط حتى تقوم إحدى المكتبات بتحفيز الحجز.
cs: Tato zpráva vám ukáže všechny jednotky, které jsou rezervovány, jsou k dispozici v knihovně a měli by tedy být staženy z regálu a půjčeny čtenářům. Pokud tyto jsou tyto tituly dostupné ve více knihovnách, pak se budou všem těmto knihovnám ukazovat rezervace do té doby, dokud je některá z nich nevyřídí.
da: Denne rapport viser alle de medier, som er reserverede, og som er tilgængelige i biblioteket til indsamling. Hvis eksemplarerne er tilgængelige i flere afdelinger, vises eksemplaret i alle afdelinger, indtil en af afdelingerne udløser reserveringen.
de: Dieser Report zeigt alle Exemplare mit Vormerkungen, die in Ihrer Bibliothek verfügbar sind und bereitgestellt werden können. Wenn in mehreren Bibliotheken Exemplare verfügbar sind, sehen diese Bibliotheken alle die Vormerkung, bis in einer der Bibliotheken die Vormerkung bereitgestellt wird.
el: Αυτή η αναφορά θα σας εμφανίσει όλα τα τεκμήρια που είναι σε κράτηση και είναι διαθέσιμα στη βιβλιοθήκη για ανάσυρση. Εάν τα τεκμήρια είναι διαθέσιμα σε πολλές βιβλιοθήκες, τότε όλες οι βιβλιοθήκες με διαθέσιμο αυτό το τεκμήριο θα βλέπουν την κράτηση για ανάσυρση μέχρι μια βιβλιοθήκη να εκτελέσει την κράτηση.
es: Este informe mostrará todos los ejemplares que tienen reservas y que están disponibles en la biblioteca para preparar. Si los ejemplares están disponibles en múltiples sedes entonces todas las sedes con un ejemplar disponible verán la reserva a retirar hasta que una biblioteca dispare la reserva.
fi: Tämä raportti näyttää kaikki nimekkeet, joista on varauksia ja joissa on niteitä saatavana. Jos niteitä on saatavana useassa kirjastossa, kaikkien niiden kirjastojen niteet näkyvät listassa, kunnes joku kirjasto ottaa varauksen kiinni.
fr: Ce rapport vous montrera tous les documents sur lesquels il y a des réservations et qui sont disponibles à la bibliothèque pour retrait. Si les documents sont disponibles dans plusieurs sites, tous les sites ayant ce document disponible verront la réservation à mettre de côté jusqu'à ce qu'un site déclenche la réservation.
hi: यह रिपोर्ट आपको आइटम नहीं हैं उन पर मानती है कि कि खींचने के लिए पुस्तकालय में उपलब्ध हैं की सभी को दिखा देंगे। आइटम कई पुस्तकालयों में उपलब्ध हैं तो उपलब्ध है कि आइटम के साथ सभी पुस्तकालयों तक एक पुस्तकालय होल्ड चलाता होल्ड खींचने के लिए देखना होगा।
it: Il report elencherà le copie con prenotazione che sono disponibili in biblioteca per l'evasione. Se le copie sono disponibili in più biblioteche, tutte le biblioteche in questione vedranno la prenotazione, finché una di esse se le prende in carico.
oc: Aqueste rapòrt vous montrera totes los documents sus lesquels i a des reservacions e que son disponibles a la bibliotèca per retirament. Se les documents son disponibles dins mantun site, totes los sites ayant ce document disponible verront la reservacion a mettre de costat fins a ce qu'un site déclenche la reservacion.
pl: Raport wyświetla wszystkie egzemplarze dostępne w bibliotece do realizacji. Jeśli więcej bibliotek posiada dostępny egzemplarz, będziesz widzieć daną rezerwację dopóki jedna z bibliotek nie zrealizuje zamówienia.
pt: Este relatório irá mostrar todos os exemplares que têm reservas que estão disponíveis na biblioteca. Se os exemplares estão disponíveis em várias bibliotecas então todas a bibliotecas com o exemplar verão a reserva disponível até uma activar a reserva.
pt_br: Este relatório exibirá todos os exemplares reservados que estão disponíveis na biblioteca para retirada. Se os exemplares estiverem disponíveis em mais de uma biblioteca, então todas as bibliotecas com aquele exemplar disponível verão uma indicação de reserva até que alguma delas a aceite.
sk: Tento výkaz vám zobrazí všetky exempláre, na ktoré sa viaže rezervácia a sú v knižnici dostupné na vybratie. Ak sú exempláre dostupné vo viacerých knižniciach, potom všetky knižnice s daným dostupným exemplárom budú vidieť rezerváciu na vybratie až kým knižnica nespustí rezerváciu.
sv: Denna rapport visar alla objekt som har reservationer och som är tillgängliga för att dras in. Om objekten finns tillgängliga på flera bibliotek kommer alla bibliotek med objektet att se det som färdigt att dras in, tills ett bibliotek utlöser reservationen.
tr: Bu rapor size kütüphanede alınması mümkün olan ayrılmış tüm materyalleri gösterecektir. Materyaller birçok birimde kullanılabiliyorsa, her hangi bir kütüphane ayırmayı harekete geçirinceye kadar o kullanılabilir materyalle ilgili tüm birimler alınacak ayırmayı görecektir.
zh_tw: 此報表將顯示可以從此圖書館取得的被預約館藏。若多個圖書館均可取得該被預約館藏，則全部都顯示於報表中，其中一個被提取後，才全部消失。

source: This report will show you any overdues at your library that have accrued fines on them.
ar: هذا التقرير سيعرض أي تأخيرات في مكتبتك والتي أستُحقت عليها غرامات.
cs: Tato zpráva vám ukáže všechny včas nevrácené výpůjčky v knihovně, a pokuty které na ně naběhly.
da: Denne rapport viser alle for sent afleverede i biblioteket, som er pålagt bøder.
de: Dieser Report zeigt Ihnen alle überfälligen Medien in Ihrer Bibliothek, für die Mahngebühren generiert wurden.
el: Αυτή η αναφορά θα σας εμφανίσει όποιο εκπρόθεσμο στη βιβλιοθήκη σας έχει οφειλόμενα πρόστιμα.
es: Este informe mostrará cualquier retraso en su biblioteca que tenga multas pendientes en el.
eu: Este informe le mostrará las multas vencidas en su biblioteca que se han acumulado multas.
fi: Tämä raportti näyttää kaikki kirjastossasi myöhässä olevat niteet, joista on kertynyt maksua.
fr: Ce rapport vous montrera les documents en retards qui ont généré des amendes ou suspensions.
hi: यह रिपोर्ट आपको अपने पुस्तकालय में किसी भी अतिदेय है कि उन पर जुर्माना उपार्जित है दिखाएगा।
it: Questo report ti mostra ogni ritardo nella tua biblioteca che ha generato una multa.
oc: Aqueste rapòrt vous montrera los documents en retards qui ont généré des emendas ou suspensions.
pl: Raport wyświetla egzemplarze przetrzymane w bibliotece, za które zostały naliczone należności.
pt: Este relatório irá mostrar qualquer atraso na sua biblioteca que tenha multas associadas.
pt_br: Este relatório irá mostrar-lhe qualquer atrasos em sua biblioteca que tenham acumulado multas sobre eles.
sk: Tento výkaz vám zobrazí akékoľvek omeškania vo vašej knižnici, ktoré boli spoplatnené pokutami.
sv: Denna rapport visar alla försenade objekt på ditt bibliotek som har bötfällts.
tr: Bu rapor kütüphanenizde cezası birikmiş her hangi bir gecikmeyi gösterecektir.
zh_tw: 此報表將列出被罰款的逾期館藏。

source: This report will simply list the items that have the been checked out the most.
ar: هذا التقرير بكل بساطة قائمة بالمواد التي تم إعارتها أكثر من غيرها.
cs: Tato zpráva zobrazí seznam nejpůjčovanějších výtisků.
da: Denne styrede rapport vil vise hvilke eksemplarer, der har været udlånt mest.
de: Dieser Report zeigt Ihnen, welche Exemplare am häufigsten ausgeliehen wurden.
el: Αυτή η έκθεση θα απαριθμήσει τα τεκμήρια τα οποία έχουν τους περισσότερους δανεισμούς.
es: Este informe listará los ítems que más se han prestado.
eu: Este informe listará los ítems que más se han prestado.
fi: Tämä raportti listaa nimekkeet, joita on lainattu eniten.
fr: Ce rapport liste les exemplaires qui ont été le plus empruntés.
hi: इस रिपोर्ट में बस आइटम है कि सबसे चैक आउट की गई सूची जाएगा।
it: Il report guidato ti mostrerà le copie che sono state prestate maggiormente.
oc: Aqueste rapòrt lista los exemplars qui ont été lo plus empruntats.
pl: Ten raport będzie listą najczęściej wypożyczanych egzemplarzy.
pt: Este relatório irá listar os exemplares que tiveram mais empréstimos.
pt_br: Este relatório irá simplesmente listar os itens que foram mais emprestados.
sk: Tento výkaz jednoducho zobrazí exempláre, ktoré boli najčastejšie vypožičiavané.
sv: Denna rapport listar helt enkelt bara de objekt som lånats ut mest.
tr: Bu rapor basitçe en çok ödünç verilen materyalleri listeleyecektir.
zh_tw: 此報表將列出被借出最多的館藏。

source: This report will simply list the patrons who have the most checkouts.
ar: هذا التقرير بكل بساطة قائمة بالمستفيدين اللذين تم إعارتهم أكثر من غيرهم.
cs: Tato zpráva zobrazí seznam čtenářů s nejvíce výpůjčkami.
da: Denne styrede rapport vil vise hvilke lånere, der har lånt mest.
de: Dieser Report zeigt Ihnen, welche Benutzer die meisten Exemplare ausgeliehen haben.
el: Αυτή η έκθεση θα απαριθμήσει ποια μέλη έχουν τους περισσότερους δανεισμούς.
es: Este informe listará los usuarios que tienen más préstamos.
eu: Este informe listará los socios que tienen más préstamos.
fi: Tämä raportti listaa asiakkaat, joilla on eniten lainauksia.
fr: Ce rapport liste les adhérents qui ont le plus empruntés.
hi: इस रिपोर्ट में बस संरक्षक जो सबसे checkouts है सूची जाएगा।
it: Il report guidato ti mostrerà gli utenti con più prestiti.
oc: Aqueste rapòrt lista los aderents qui ont lo plus empruntats.
pl: Raport będzie listą użytkowników z największą liczbą wypożyczeń.
pt: Este relatório irá listar os leitores com mais empréstimos.
pt_br: O relatório irá simplesmente listar os usuários que realizaram mais empréstimos.
sk: Tento výkaz jednoducho zobrazí čitateľov, ktorí mali najviac výpožičiek.
sv: Denna rapport listar helt enkelt bara de låntagare som lånat mest.
tr: Bu rapor size basit bir şekilde en çok ödünç alan kullanıcıların listesini gösterecektir.
zh_tw: 此報表將列出借出最多館藏的讀者。

source: This requires that you have your closings added to the Holidays & Calendar Tool
ar: هذا يتطلب أن يكون لديك قفل خاص بك إضافة إلى العطل وأداة التقويم
cs: Je vyžadováno, abyste měli zavírací dny přidány do nástroje "Uzavírky a kalendář"
da: Det kræver, at lukketiderne er tilføjet i Ferie- & Kalender-værktøjet
de: Dazu müssen Ihre Schließtage im Werkzeug 'Kalender' eingetragen sein.
el: Αυτό απαιτεί να έχετε προσθέσει τις ημερομηνίες που θα είσαστε κλειστοί στο Εργαλείο Αργίες & Ημερολόγιο
es: Esto requiere que tenga sus cierres agregados en la herramienta Feriados y Calendario
eu: Esto requiere que tenga sus cierres añadidos en Herramientas de Vacaciones y Calendario
fi: Tämä vaatii, että kirjaston kiinniolot on lisätty Kalenteri-työkaluun
fr: Ceci nécessite que vous ayez correctement renseigné les jours de fermeture de votre bibliothèque dans l'outil Calendrier.
hi: यह जरूरी है कि आप अपने closings छुट्टियाँ और कैलेंडर उपकरण को जोड़ा गया है
it: Ciò richiede che i tuoi giorni di chiusura siano inseriti nello strumento 'Calendario'
oc: Aquò nécessite que vous ayez corrèctament renseigné los jorns de tampadura de vòstra bibliotèca dins l'aisina Calendièr.
pl: Wymagane jest dodanie dat zamknięcia biblioteki do narzędzia Wakacje & Kalendarz
pt: Isto requer que tenha os dias de fecho adicionados à ferramenta de feriados e calendário
pt_br: Isto requer que você tenha os fechamentos de feriados registrados na ferramenta de Calendário
sk: Toto vyžaduje, aby ste mali pridané zatvorenia do nástroja Sviatkov a Kalendára
sv: Detta kräver att stängda dagar är inlagda i verktyget för helgdagar och kalender
tr: Bu, kapanışlarınızın Tatil & Takvim Aracına eklenmesini gerektirir.
zh_tw: 要求從行事曆工具加入閉館日

source: This section can be expanded
ar: ويمكن توسيع هذا القسم
cs: Tato sekce může být rozšířena
da: Dette afsnit kan udvides
de: Dieser Abschnitt kann ausgeklappt werden
el: Ο τομέας μπορεί να διευρυνθεί
es: Esta sección se puede ampliar
eu: Atal hau hedatu daiteke
fi: Tämä alue voidaan laajentaa
fr: Cette section peut être étendue.
hi: इस खंड में विस्तार किया जा सकता
it: Questa sezione può essere espansa
oc: Aquesta seccion pòt èsser espandida.
pl: Sekcja może zawierać więcej opcji
pt: Esta secção pode ser expandida
pt_br: Esta seção pode ser expandida
sk: Táto sekcia sa dá rozšíriť
sv: Denna sektion kan expanderas
tr: Bu bölüm genişletilebilir
zh_tw: 此區可擴充

source: This section of Koha lets you specify a given sound to play when a given jQuery selector is matched.
fi: Tämä Kohan osio antaa sinun määritellä äänen, joka soitetaan kun annettu jQuery-valitsin täsmää.
hi: कोहा का यह खंड आप जब एक दिया jQuery चयनकर्ता मिलान किया जाता है खेलने के लिए एक दिया ध्वनि निर्दिष्ट करने देता है।

source: This section provides information about your Koha installation. It is useful for developers and if you wish to report bugs or issues to the Koha community.
ar: يزود هذا القسم معلومات حول تثبيت كوها الخاص بك. إنه مفيد للمطورين وإذا كنت ترغب في تقرير الأخطاء أو المشكلات إلى مجتمع كوها.
cs: Tato stránka poskytuje informace o Vaší instalaci systému Koha. Tyto informace jsou užitečné jak pro vývojáře, tak pro uživatele, pokud potřebují nahlásit chyby nebo problémy se systémem Koha.
da: Dette afsnit giver information om din Koha-installation. Det er praktisk til udviklere og hvis du vil rapportere en fejl til Koha community.
de: Diese Sektion liefert Informationen über Iher Koha-Installation. Sie ist für Entwickler nützlich und für Sie, wenn Sie Fehler oder Anliegen an die Koha-Community melden wollen.
el: Αυτό το τμήμα παρέχει πληροφορίες σχετικά με την εγκατάσταση του Koha. Είναι χρήσιμο για τους προγραμματιστές και σε περίπτωση που θέλετε να αναφέρετε σφάλματα ή διάφορα άλλα θέματα στην κοινότητα του Koha.
es: Esta sección ofrece información acerca de su instalación Koha. Es útil para los desarrolladores y si desea informar de errores o problemas a la comunidad.
eu: Atal honek Koha instalazioari buruzko informazioa emango dizu. Garatzaileentzat baliagarria da, bai eta Koha komunikateari programazio errore edo arazoen berri emateko ere.
fi: Tämä alue tarjoaa tietoa Kohan asennuksesta. Se on hyödyllinen kehittäjille, jos haluat raportoida virheitä tai toimintoja Kohan yhteisölle.
fr: Cette section vous informe sur votre installation Koha.C'est utile pour les développeurs et si vous souhaitez rapporter des bogues ou des questions à la communauté Koha.
hi: इस खंड में अपनी कोहा स्थापना के बारे में जानकारी प्रदान करता है। यह डेवलपर्स के लिए और अगर आप कोहा समुदाय के बग या समस्याओं की रिपोर्ट करने की इच्छा उपयोगी है।
it: Questa sezione fornisce informazioni sulla tua installazione di Koha. Può essere utile per gli sviluppatori e se desideri segnalare bugs o problemi alla comunità di Koha.
oc: Aquesta seccion vous informe sus vòstra installacion Koha.Es utile pels desvolopaires e se volètz rapòrter des bogues o des questions a la communauté Koha.
pl: W module 'O Koha' znajdziesz istotne informacje dotyczące zarówno serwera, jak i Koha. Będą one pomocne przy zgłaszaniu błędów w Koha community.
pt: Esta secção fornece informações sobre a instalação Koha. É útil para programadores e se você quiser relatar erros ou problemas com a comunidade Koha.
pt_br: Esta seção fornece informações sobre a instalação Koha. É útil para programadores e se você quiser relatar erros ou problemas com a comunidade Koha.
sk: Táto sekcia poskytuje informácie o Vašej inštalácii programu Koha. Je to užitočné pre vývojárov a pokiaľ chcete nahlásiť chyby alebo problémy komunite Koha.
sv: Detta avsnitt ger information om din Koha-installation. Den är användbar för utvecklare och om du vill rapportera fel eller problem till Kohas community.
tr: Bu bölüm, Koha'nın kurulumu hakkındaki bilgileri içerir. Bu bilgiler yazılım geliştiriciler için kullanışlıdır ve eğer hatalar veya sorunlar ile karşılaşırsanız bunları Koha topluluğuna iletebilirsiniz.
zh_tw: 此區提供Koha安裝的資訊，對軟體發展者極有幫助，向Koha社群報告錯誤時亦有幫助。
