Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Issues can be marked as received from several locations. To find a subscription, use the search box at the top of the Serials page to search for the serial you'd like to receive issues for
ar: من الممكن أن تعلَّم الأعداد على أنها مستلمة من عدة أماكن. للعثور على اشتراك ، استخدم مربع البحث في أعلى صفحة الدوريات لتبحث عن الدورية التي ترغب في استلام اعداداً لها
cs: Vydání mohou být označena za přijatá z několika umístění. Pro vyhledání předplatného časopisu, jehož čísla chcete přijmout, využijte vyhledávacího okénka v horní části stránky Periodika
da: Hæfter kan markeres som modtaget flere steder. For at finde et abonnement bruges søgefeltet øverst i tidsskriftsmodulet, for at søge efter det hæfte, du ønsker.
de: Sie können von verschiedenen Seiten aus Hefte zugehen lassen. Um ein Abonnement zu finden, verwenden Sie das Suchfeld im oberen Bereich des Zeitschriftenmoduls um nach der Zeitschrift zu suchen, für die Sie ein Heft zugehen lassen möchten.
el: Τα τεύχη μπορούν να σημειωθούν κατά την παραλαβή από τις διάφορες τοποθεσίες. Για να βρείτε μία συνδρομή, χρησιμοποιήστε το κουτί αναζήτησης στην κορυφή της σελίδας Περιοδικών Εκδόσεων για να αναζητήσετε την περιοδική έκδοση στην οποία ανήκουν τα τεύχη που θα παραλάβετε.
es: Los ejemplares pueden ser marcados como recibidos desde varios lugares. Para encontrar una suscripción, utilice el cuadro de búsqueda en la parte superior de la página de publicaciones periódicas para buscar la revista de la cual desea a recibir ejemplares
eu: Aleak jasota bezala markatu daitezke hainbat kokalekutatik. Harpidetza bat aurkitzeko, erabili aldizkako argitalpenak orriaren goialdeko bilaketa koadroa, aleak jaso nahi dituzun aldizkako argitalpena bilatzeko.
fi: Lehdet voidaan merkitä saapuneeksi useista paikoista. Käytä tilauksen hakemiseen hakulaatikkoa Kausijulkaisujen sivun yläreunassa sille lehdelle, jonka numeroita haluat vastaanottaa
fr: Les fascicules peuvent être bulletinés depuis plusieurs endroits. Pour retrouver un abonnement, utiliser la boîte de recherche en haut de la page.
hi: इश्यूज के रूप में कई स्थानों से प्राप्त चिह्नित किया जा सकता है। एक सदस्यता प्राप्त करने के लिए, सीरियल के लिए खोज करने के लिए धारावाहिकों पेज के शीर्ष पर खोज बॉक्स का उपयोग आप के लिए इश्यूज को प्राप्त करना चाहते हैं
it: I fascicoli posso essere indicati come ricevuti da diversi punti. Per cercare un abbonamento, usa il form di ricerca in alto nella pagina delle Risorse in continuazione
oc: Les fasciculs pòdon èsser bulletinés dempuèi mantun endreit. Per retrobar un abonament, utilizar la bóstia de recèrca amont de la pagina.
pl: Numery czasopisma mogą być oznaczane jako otrzymane z kilku lokalizacji. Jeśli chcesz znaleźć prenumeratę danego tytułu, użyj okna wyszukiwarki w module Czasopisma
pt: Números podem ser marcados como recebidos de vários locais. Para encontrar uma assinatura, use a caixa de busca na parte superior da página Periódicos para pesquisar o periódico para o qual você gostaria de receber números
pt_br: Números podem ser marcados como recebidos de vários locais. Para encontrar uma assinatura, use a caixa de pesquisa na parte superior da página Periódicos para pesquisar o periódico para o qual você gostaria de receber números
sk: Čísla môžu byť označené ako prijaté z niekoľkých miest. Pre nájdenie predplatného, použite políčko hľadania na vrchu stránky Periodiká pre vyhľadanie periodika, ktorého čísla chcete dostať
sv: Nummer kan markeras som mottagna från flera olika platser. För att hitta en prenumeration använder du sökrutan längst upp på periodikasidan för att söka efter det periodika du vill ta emot nummer för
tr: Sayılar çeşitli konumlardan alınmış olarak işaretlenebilir. Abonelik bulmak için, süreli yayınlardan almak istediğiniz sayıları aramak üzere, süreli yayınlar sayfasının en üstündeki arama kutusunu kullanın.
zh_tw: 可從幾個地方標記收到期刊。以期刊頁面上方的搜尋盒可搜尋想簽收的期刊

source: It is important to rebuild your zebra index immediately after merging records. If a search is performed for a record which has been deleted Koha will present the patrons with an error in the OPAC.
eu: Zebra indizea bere onera ekartzea garrantzitsua da erregistroak konbinatu eta segituan. Bilaketa bat ezabatua izan den erregistro baten gain egiten bada, Kohak erabiltzaileei OPAC errore bat itzuliko die.
fi: Zebra-indeksin uudelleenindeksointi on tärkeää tietueiden yhdistämisen jälkeen. Jos hakutuloksessa on Kohasta poistettu tietue, asiakkaalle tulee verkkokirjastossa virheilmoitus.
hi: यह रिकॉर्ड विलय के बाद तुरंत अपने ज़ेबरा सूचकांक के पुनर्निर्माण के लिए महत्वपूर्ण है। एक खोज एक रिकॉर्ड है जो हटा दिया गया है Koha ओपेक में किसी त्रुटि के साथ संरक्षक पेश करेंगे के लिए किया जाता है।

source: It will also allow you to create a new numbering pattern without first adding a subscription. To add a new pattern click 'New numbering pattern' at the top of the list of patterns.
ar: كما سيسمح لك بإنشاء نمط ترقيم جديد بدون إضافة اشتراك. لإضافة نمط جديد قم بالنقر على "نمط ترقيم جديد" أعلى قائمة الأنماط؟
cs: Také vám to umožní vytvořit nový vzorec číslování bez přidávání předplacení. K přidání nového vzorce klikněte na 'Nový vzorec číslování' nad seznamem vzorců.
de: Es können auch neue Nummerierungsmuster ohne zugehöriges Abonnement angelegt werden. Um ein neues Nummerierungsmuster anzulegen, klicken Sie auf 'Neues Nummerierungsmuster' oberhalb der Liste.
el: Θα σας επιτρέψει επίσης να δημιουργήσετε ένα νέο μοτίβο αρίθμησης χωρίς να προσθέσετε πρώτα μια συνδρομή. Για να προσθέσετε ένα νέο μοτίβο πατήστε 'Νέο αριθμητικό μοτίβο' στην κορυφή της λίστας μοτίβων.
es: También le permitirá crear un nuevo patrón de numeración sin tener que agregar primero una suscripción. Para agregar un nuevo patrón haga clic 'Nuevo patrón de numeración' en el tope de la lista de patrones.
eu: Numerazio eredu berri bat sortzen utziko dizu, harpidetza sortu beharrik gabe. Patroi berri bat gehitzeko egin ezazu klik 'Numerazio eredu berria'n ereduen zerrendaren goikaldean.
fi: Se antaa myös luoda uuden numerointikaavan ilman tilauksen lisäämistä. Uuden numerointikaavan lisäämiseksi klikkaa 'Uusi numerointikaava' yläreunassa.
fr: Cela vous permet aussi de créer un nouveau modèle de numérotation sans ajouter d'abord un abonnement. Pour ajouter un nouveau modèle, cliquez sur "Nouveau modèle de numérotation" en haut de la liste des modèles.
hi: यह भी आप पहली बार एक सदस्यता जोड़ने के बिना एक नए नंबरिंग पैटर्न बनाने के लिए अनुमति देगा। पैटर्न की सूची के शीर्ष पर एक नया पैटर्न क्लिक 'नई नंबरिंग पैटर्न' को जोड़ने के लिए।
it: Ti permette anche di crerare un nuovo schema di numerazione senza creare prima un'abbonamento, Per aggiungere un nuovo schema clicca su 'Nuovo schema di numerazione' in testa alla lista degli schemi.
oc: Aquò vos permet tanben de crear un novèl modèl de numerotacion sens apondre d'en primièr un abonament. Per apondre un novèl modèl, clicatz sus "Novèl modèl de numerotacion" amont de la lista des modèls.
pl: Pozwala to również na tworzenie nowego wzoru numerowania bez tworzenia najpierw prenumeraty. Jeśli chcesz utworzyć nowy wzór kliknij 'Nowy wzór numerowania'.
pt: Pode também criar um novo padrão de numeração sem ter adicionado qualquer assinatura. Para adicionar um novo padrão carregue em 'Novo padrão de numeração' no topo da lista de padrões.
pt_br: Isso também permitirá que você crie um novo padrão de numeração antes de adicionar uma assinatura. Para adicionar um novo padrão, clique em 'Nova padrão de numeração' na barra superior da lista de padrões.
sk: Umožní vám to tiež vytvorenie novej schémy číslovania bez toho, aby ste najprv pridávali predplatné. Pre pridanie novej schémy, kliknite na 'Nová schéma číslovania' na vrchu zoznamu schém.
tr: Bu, bir abonelik eklemeye gerek kalmaksızın yeni bir numaralandırma düzeni oluşturmanızı sağlayacaktır. Yeni bir düzen eklemek için, düzenler listesinin en üstünde bulunan 'Yeni düzen ekle' üzerine tıklayın.
zh_tw: 沒有訂閱的情況下，可以新增編碼模式；從清單模式上方，按下 '新增編碼模式'，即可新增它。

source: It will also appear on the main staff dashboard under the module labels
ar: ستظهر أيضا في لوجة الموظفين الرئيسية أدنى ملصقات النظام الفرعي
cs: Dále se objeví na hlavním panelu zaměstnanců pod označením modulů
da: Det vises også på hoved admin-opslagstavlen under modulet etiketter
de: Es wird auch auf der Startseite unterhalb des Hauptmenüs angezeigt.
el: Θα εμφανιστεί επίσης στον κύριο πίνακα προσωπικού κάτω από τις ετικέτες υπομονάδας
es: También aparecerán en el panel administrativo bajo las etiquetas de módulos
eu: También aparecerá en la pantalla principal de la intranet debajo de las etiquetas de los módulos.
fi: Se näkyy myös virkailijatyökalun etusivulla kuvakkeiden alla
fr: Il s'affichera également sur le principal tableau de bord professionnel en dessous des étiquettes de module
hi: यह भी मॉड्यूल लेबल के अंतर्गत मुख्य स्टाफ डैशबोर्ड पर दिखाई देगा
it: Apparira nell'interfaccia staff sotto le etichette dei moduli.
oc: Il s'aficharà tanben sul principal tablèu de bord professional en dejós des etiquetas de module
pl: Propozycje wyświetlają się też na głównej stronie interfejsu bibliotekarza, pod nazwami modułów
pt: Também aparece no menu principal debaixo das ligações dos módulos
pt_br: Também irá aparecer no mural da tela principal de administração sob o módulo etiquetas
sk: Objaví sa to aj na hlavnom paneli intranetu pod modulom etikiet
sv: Den kommer också att visas på huvudskärmen för personal under modulen etiketter
tr: Aynı zamanda modül etiketlerinin altındaki ana personel gösterge tablosunda da gözükecektir
zh_tw: 同時顯示在模組分頁的館員儀表板

source: It will also be an option when creating a basket.
ar: إنها أيضاً ستكون خياراً عند إنشاء سلة.
cs: Bude to také jedna z možností při vytváření košíku.
da: Det er også en option, når man opretter en kurv.
de: Es ist auch möglich, wenn Sie einen Bestellung erzeugen.
el: Θα είναι επίσης επιλογή κατά τη δημιουργία καλαθιού.
es: También será una opción cuando se cree una cesta.
eu: Aukera bat izango da saski bat sortzean.
fi: Se on myös vaihtoehto tilauskoria luotaessa.
fr: Cele sera également une option quand vous créerez un panier.
hi: यह भी एक विकल्प है जब एक टोकरी पैदा हो जाएगा।
it: Sarà anche una opzione al momento della creazione di un raccoglitore.
oc: Cele serà tanben una opcion quand vous crearez un panièr.
pl: Opcja wyboru kontraktu wyświetla się także podczas tworzenia koszyka.
pt: Também será uma opção aquando da criação de um cesto.
pt_br: Será uma outra opção para criar o pedido.
sk: Bude to tiež možnosťou pri vytváraní košíka.
sv: Det kommer också att vara ett alternativ när en korg skapas.
tr: Bu, aynı zamanda sepet oluştururken bir seçenek olacaktır.
zh_tw: 新增採購項目時，有個選項。

source: It's behavior is controlled by the system preferences StaticHoldsQueueWeight and RandomizeHoldsQueueWeight.
ar: سلوكها مُتحكَّم به من خلال تفضيلي النظام StaticHoldsQueueWeight و RandomizeHoldsQueueWeight.
cs: Chování je určováno systémovými nastaveními StaticHoldsQueueWeight a RandomizeHoldsQueueWeight.
da: Dets aktivitet kontrolleres af system-indstillingerne StaticHoldsQueueWeight og RandomizeHoldsQueueWeight.
de: Das Verhalten wird durch die Systemparameter StaticHoldsQueueWeight und RandomizeHoldsQueueWeight definiert.
el: Η συμπεριφορά του ελέγχεται από τις προτιμήσεις συστήματος StaticHoldsQueueWeight και RandomizeHoldsQueueWeight.
es: Su comportamiento está controlado por las preferencias del sistema StaticHoldsQueueWeight y RandomizeHoldsQueueWeight.
eu: Su comportamiento es controlado por el sistema de preferencias y StaticHoldsQueueWeight RandomizeHoldsQueueWeight.
fi: Sen toimintaa kontrolloi järjestelmäasetus StaticHoldsQueueWeight ja RandomizeHoldsQueueWeight.
fr: Ce comportement est contrôlé par les préférences système StaticHoldsQueueWeight et RandomizeHoldsQueueWeight.
hi: यह व्यवहार System Preferences StaticHoldsQueueWeight और RandomizeHoldsQueueWeight द्वारा नियंत्रित किया जाता है।
it: Il suo comportamento dipende dalle preferenze di sistema StaticHoldsQueueWeight e RandomizeHoldsQueueWeight.
oc: Aqueste comportement es contrarotlat per las preferéncias sistèma StaticHoldsQueueWeight e RandomizeHoldsQueueWeight.
pl: Proces kontrolowany przez opcje systemu StaticHoldsQueueWeight i RandomizeHoldsQueueWeight.
pt: O seu comportamento é controlado pelas preferências de sistema StaticHoldsQueueWeight e RandomizeHoldsQueueWeight.
pt_br: Este ambiente é controlado na preferencia do sistema StaticHoldsQueueWeight e RandomizeHoldsQueueWeight.
sk: Jej správanie je zabezpečené systémovým nastavením StaticHoldsQueueWeight a StaticHoldsQueueWeight.
sv: Funktionen styrs av systeminställningarna StaticHoldsQueueWeight och RandomizeHoldsQueueWeight.
tr: Davranış durumu StaticHoldsQueueWeight ve StaticHoldsQueueWeight sistem seçenekleri tarafından kontrol edilmektedir.
zh_tw: 它的行為被StaticHoldsQueueWeight與RandomizeHoldsQueueWeight系統偏好控制。

source: Item Circulation Alerts
ar: تنبيهات إعارة المادة
cs: Upozornění při výpůjčce jednotky
da: Udlåns- og afleveringsbeskeder
de: Ausleih- und Rückgabebenachrichtigungen
el: Ειδοποιήσεις Διακίνησης Υλικού
es: Alertas de circulación de ítem
eu: Elementu zirkulazioaren abisuak
fi: Nidekierron huomautukset
fr: Alertes de circulation
hi: मद सर्कुलेशन अलर्ट
it: Avvisi di circolazione delle copie
oc: Alertes de circulacion
pl: Powiadomienia o Udostępnieniu Egzemplarza
pt: Avisos de empréstimo
pt_br: Alertas de circulação de itens
sk: Upozornenia o obehu exemplárov
sv: Lånenotifikationer för objekt
tr: Materyal Dolaşım Uyarıları
zh_tw: 館藏流通警示

source: Item Details
ar: تفاصيل المادة
cs: Podrobnosti o jednotce
da: Eksemplar detaljer
de: Exemplarinfos
el: Λεπτομέρειες Τεκμηρίου
es: Detalles de ítem
eu: Elementuaren xehetasunak
fi: Niteen tiedot
fr: Détails des exemplaires
hi: आइटम विवरण
it: Dettagli della copia
oc: Detalhs des exemplars
pl: Szczegóły egzemplarza
pt: Detalhes do exemplar
pt_br: Detalhes do material
sk: Detaily o exemplári
sv: Objektinformation
tr: Materyal Detayları
zh_tw: 館藏詳情

source: Item Hold Policies
ar: سياسات حجز المادة
cs: Pravidla rezervace jednotek
da: Eksemplarreserveringsregler
de: Vormerkregeln
el: Κανόνες Κρατήσεων
es: Políticas de reserva de ítem
eu: Elementuen erreserba politikak
fi: Niteen varauskäytännöt
fr: Politiques de réservations des exemplaires
hi: आइटम होल्ड नीतियाँ
it: Politiche di prenotazione delle copie
oc: Politiques de reservacions des exemplars
pl: Polityka zamówień egzemplarzy
pt: Políticas de Reserva
pt_br: Políticas de reserva
sk: Podmienky rezervácie exemplárov
sv: Reservationspolicy för objekt
tr: Materyal Ayırma Politikaları
zh_tw: 預約政策

source: Item Search
ar: بحث المادة
de: Exemplarsuche
el: Αναζήτηση Τεκμηρίου
es: Búsqueda de ítem
eu: Elementu bilaketa
fi: Nidehaku
fr: Recherche sur les exemplaires
hi: आइटम खोजें
it: Ricerca copia
oc: Recèrca suls exemplars
sk: Hľadanie exemplárov
tr: Materyal Arama

source: Item Specific Circulation History
ar: تاريخ إعارة مادة محددة
cs: Historie výpůjček jednotky
da: Eksemplarspecifik udlånshistorik
de: Exemplarbezogene Ausleihhistorie
el: Συγκεκριμένο Ιστορικό Διακίνησης Υλικού
es: Historial de circulación específica de ítem
eu: Historial de circulación específica de ítem
fi: Nidekohtainen lainahistoria
fr: Historique de prêts
hi: मद विशिष्ट सर्कुलेशन इतिहास
it: Storico della circolazione
oc: Istoric de prèstes
pl: Historia Udostępniania Specjalnych Egzemplarzy
pt: Histórico do Empréstimo
pt_br: Histórico de circulação do material
sk: Výpis obehu špecifického exemplára
sv: Objektspecifik lånehistorik
tr: Materyal Özel Dolaşım Geçmişi
zh_tw: 館藏的流通紀錄

source: Item Types
ar: أنواع المادة
cs: Typy jednotek
da: Medietyper
de: Medientypen
el: Τύποι Τεκμηρίων
es: Tipos de ítem
eu: Elementu motak
fi: Aineistolajit
fr: Type de document
hi: आइटम प्रकार
it: Tipo di copia
oc: Tipe de document
pl: Typy dokumentów
pt: Tipos de documento
pt_br: Tipo de Material
sk: Typy exemplára
sv: Objekttyper
tr: Materyal Türleri
zh_tw: 館藏類型

source: Item already checked out to this patron
ar: المادة تمت إعارتها للتو لهذا المستخدم
cs: Tuto jednotku už má čtenář vypůjčenou
da: Eksemplar er allerede udlånt til denne låner
de: Exemplar ist bereits an diesen Benutzer ausgeliehen
el: Το τεκμήριο είναι ήδη δανεισμένο σε αυτό το μέλος
es: El ítem está prestado actualmente a este usuario
eu: Elementua bazkide honek maileguan hartu du
fi: Nide on jo tällä asiakkaalla lainassa
fr: Document actuellement prêté à cet adhérent
hi: आइटम पहले से ही इस संरक्षक करने के लिए बाहर की जाँच
it: La copia è già in prestito a questo utente.
oc: Document actualament prestat a aqueste aderent
pl: Egzemplarz aktualnie wypożyczony przez użytkownika
pt: Exemplar já emprestado a este leitor
pt_br: Exemplar já emprestado para este usuário
sk: Exemplár je už tomuto čitateľovi vypožičaný
sv: Objekt redan utlånat till denna låntagare
tr: Materyal zaten bu kullanıcıya ödünç verilmiş
zh_tw: 館藏已經借出給該讀者

source: Item being checked out is marked as 'lost'
ar: المواد التي أُعيرت تم تعيينها كـ 'ضائعة'
cs: Půjčovaná jednotka byla označená jako 'ztracená'
da: Eksemplar der udlånes er markeret som 'tabt'
de: Das auszuleihende Exemplar ist als 'verloren' gemeldet
el: Το τεκμήριο που πρόκειται να δανειστεί έχει επισημανθεί ως 'χαμένο'
es: El ejemplar siendo prestado está marcado como 'perdido'
eu: El ítem está prestado actualmente esta marcado como 'perdido'
fi: Lainattu nide on merkitty 'kadonneeksi'
fr: L'exemplaire en prêt est considéré comme 'Perdu'
hi: आइटम बाहर जाँच की जा रही के रूप में 'खोई' चिह्नित है
it: Stai prestando una copia che è stata definita 'Lost'
oc: L'exemplar en prèst es considerat coma 'Perdut'
pl: Wypożyczany egzemplarz oznaczony został jako 'zagubiony'
pt: Exemplar a ser emprestado está marcado como 'perdido'
pt_br: Exemplar está marcado como 'perdido'
sk: Vypožičiavaný exemplár je označený ako 'stratený'
sv: Objektet som lånas ut är markerat som 'förlorat'
tr: Ödünç verilen materyal 'kayıp' olarak işaretli
zh_tw: 借出的館藏已被標示為 '遺失'

source: Item being checked out is not recommended for a patron of this age
ar: من غير المستحسن إعارة المواد إلى مستفيد بهذا العمر
cs: Půjčovaná jednotka není doporučená pro čtenáře tohoto věku
da: Eksemplar der udlånes er ikke anbefalet til en låner i denne alder
de: Das Exemplar ist für das Alter des Benutzers nicht empfohlen
el: Το τεκμήριο που πρόκειται να δανειστεί δεν προτείνεται για μέλος αυτής της ηλικίας
es: Elejemplar siendo prestado no es recomendado para usuarios de esa edad
eu: El ejemplar está prestado no se recomienda a socios de esta edad
fi: Lainattua nidettä ei suositella tämän ikäiselle asiakkaalle
fr: L'exemplaire prêté n'est pas recommandé pour un adhérent de cet âge
hi: आइटम बाहर जाँच की जा रही इस उम्र के संरक्षक लिए अनुशंसित नहीं है
it: La copia sta per essere prestata ad un utente non ritenuto adatto per l'età
oc: L'exemplar prestat es pas recomandat per un aderent d'aqueste edat
pl: Wypożyczany egzemplarz nie jest zalecany dla użytkownika w tym wieku
pt: Exemplar a ser emprestado não é recomendado para leitores desta idade
pt_br: Exemplar que será emprestado não é recomendado para usuários desta idade
sk: Vypožičiavaný exemplár nie je odporúčaný pre čitateľa tohto veku
sv: Objektet som lånas ut rekommenderas inte för en låntagare i denna ålder
tr: Ödünç verilen materyal bu yaştaki kullanıcı için önerilmiyor
zh_tw: 不建議此年齡層的讀者借出此館藏

source: Item being checked out meets the decreaseLoanHighHolds system preference criteria
ar: المواد المُعارة تتوافق مع معايير تفضيل النظام decreaseLoanHighHolds .
cs: Půjčovaná jednotka splňuje kritéria decreaseLoanHighHolds - výpůjční lhůta bude zkrácena.
da: Eksemplar, der udlånes, møder system-kriteriet decreaseLoanHighHolds
de: Das auszuleihende Exemplar entspricht den Kriterien für erhöhte Nachfrage (wie im Systemparameter decreaseLoanHighHolds definiert).
el: Το τεκμήριο που πρόκειται να δανειστεί ταιριάζει στα decreaseLoanHighHolds κριτήρια προτίμησης του συστήματος
es: El ejemplar prestado cumple con los criterios del la preferencia del sistema decreaseLoanHighHolds
eu: Punto pendiente comprobado cumple con los criterios del sistema de preferencias decreaseLoanHighHolds
fi: Lainattuun niteeseen kohdistuu decreaseLoanHighHolds-järjestelmäasetus
fr: L'exemplaire emprunté remplit le critère de la préférence système decreaseLoanHighHolds
hi: आइटम बाहर जाँच की जा रही decreaseLoanHighHolds प्रणाली वरीयता मानदंडों को पूरा करती
it: Una copia prestata obbedisce ai criteri della preferenza di sistema decreaseLoanHighHolds
oc: L'exemplar empruntat remplit lo critèri de la preferéncia sistèma decreaseLoanHighHolds
pl: Wypożyczony egzemplarz spełnia kryteria opcji decreaseLoanHighHolds (Włączona redukcja okresu wypożyczeń na egzemplarze z określoną ilością zamówień)
pt: Exemplar a ser emprestado atende aos critérios de preferência de sistema decreaseLoanHighHolds
pt_br: Exemplar que será emprestado atende ao critério da preferência de sistema decreaseLoanHighHolds
sk: Vypožičiavaný exemplár vyhovuje kritériám systémového nastavenia decreaseLoanHighHolds
sv: Objektet som lånas ut uppfyller kriteriet för decreaseLoanHighHolds
tr: Ödünç verilen materyal, decreaseLoanHighHolds sistem seçim kriterini karşılamaktadır.
zh_tw: 借出的館藏符合decreaseLoanHighHolds系統偏好範疇

source: Item cannot be renewed
ar: مادة لا يمكن تجديدها
cs: Jednotku nelze prodloužit
da: Eksemplar kan ikke forlænges
de: Exemplar kann nicht verlängert werden
el: Το τεκμήριο δεν μπορεί να ανανεωθεί
es: El título no puede renovarse
eu: Elementua ezin da berritu
fi: Nidettä ei voi uusia
fr: Le prêt ne peut être renouvelé
hi: आइटम का नवीनीकरण नहीं किया जा सकता
it: Il prestito di questa non può essere rinnovato
oc: Lo prèst ne pòt èsser renovelat
pl: Egzemplarz nie może być prolongowany
pt: Exemplar não pode ser renovado
pt_br: Exemplar não pode ser renovado
sk: Exemplár nemožno predĺžiť
sv: Objekt kan inte lånas om
tr: Materyalin süresi uzatılamaz
zh_tw: 館藏不能續借

source: Item checked out to another patron
ar: تمت اعارة المادة لمستفيد آخر
cs: Jednotku má půjčenou jiný čtenář
da: Eksemplar er udlånt til en anden låner
de: Exemplar ist an einen anderen Benutzer ausgeliehen
el: Το τεκμήριο είναι δανεισμένο σε άλλο μέλος
es: El artículo/ítem está prestado a otro usuario
eu: Elementua beste bazkide batek hartu du maileguan
fi: Nide on lainattu toiselle asiakkaalle
fr: Document prêté à un autre adhérent
hi: अन्य संरक्षक को आइटम चैक आउट
it: La copia è in prestito ad altro utente
oc: Document prestat a un autre aderent
pl: Egzemplarz wypożyczony innemu użytkownikowi
pt: Exemplar emprestado a outro leitor
pt_br: Exemplar emprestado para outro usuário
sk: Exemplár je vypožičaný inému čitateľovi
sv: Objektet utlånat till annan låntagare
tr: Materyal başka bir kullanıcıya ödünç verildi
zh_tw: 館藏已借出給其他讀者

source: Item floats
ar: طواف المادة
cs: Poletující výtisk
da: Eksemplar undervejs
de: Exemplar verbleibt in der Rückgabebibliothek
es: Ítem flotante
eu: Ítem flotante
fi: Nide kelluu
fr: Exemplaires flottants
hi: मद मंगाई
it: Copia circolante
oc: Exemplars flotants
pl: Ruchomy egzemplarz
pt: Exemplar flutuante
pt_br: Itens extraviados
sk: Exemplár pláva
sv: Objekt flyter
tr: Askıya alınmış materyaller
zh_tw: 流動館藏
