Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: For each line of text, you can choose your font, font size and the location of the text on the card using the lower X and Y coordinates
ar: عن كل سطر من النص، ويمكنك اختيار الخط الخاص بك، وحجم الخط ومكان وجود النص على البطاقة باستخدام X و Y أدنى تنسق
cs: Pro každý řádek textu můžete zvolit písmo, velikost písma a umístění textu na průkazu s použitím souřadnic X a Y
da: For hver linje kan man angive skriftart, skriftstørrelse og position på kortet med angivelse af X- og Y-koordinater.
de: Für jede Zeile Text können Sie die Schriftart, Schriftgröße und Position auf der Karte durch die Angabe der X- und Y-Koordinaten angeben.
el: Για κάθε γραμμή κειμένου, μπορείτε να επιλέξετε τη γραμματοσειρά σας, το μέγεθος γραμματοσειράς και την τοποθεσία του κειμένου στην κάρτα χρησιμοποιώντας τις συντεταγμένες Χ και Y
es: Para cada línea de texto, usted puede elegir su fuente, el tamaño y la ubicación del texto en el carné utilizando la menor de las coordenadas X e Y
eu: Testuaren lerro bakoitzarentzat, letra tipoa, letra tipoaren tamaina eta txarteleko testuaren kokapena erabili ditzakezu beheko X eta Y koordenatuak erabiliz
fi: Voit valita jokaiselle tekstiriville kirjainlajin, koon ja sijainnin käyttämällä alavasemman x- ja y-koordinaatteja.
fr: Pour chaque ligne de texte, vous pouvez choisir votre police de caractères, sa taille et l'emplacement du texte sur la carte en utilisant les coordonnées inférieures X et Y
hi: पाठ की प्रत्येक पंक्ति के लिए, आप अपने फॉन्ट, फॉन्ट आकार और कम एक्स और वाई निर्देशांक का उपयोग कार्ड पर पाठ के स्थान का चयन कर सकते हैं
it: Per ogni linea di testo puoi scegliere il tipo di font, la dimensione del font e la collocazione del testo sulla tessere usando le coordinate X e Y
oc: Per cada linha de tèxte, podètz causir vòstra police de caractèrs, sa talha e l'emplaçament del tèxte sus la carte en utilizant les coordenadas inferioras X e Y
pl: Dla każdego wiersza tekstu, można wybrać czcionkę, jej rozmiar i położenie tekstu na karcie przy użyciu współrzędnych X i Y
pt: Para cada linha de texto, é possível escolher a fonte, o tamanho e a localização do texto no cartão usando as coordenadas X e Y.
pt_br: Para cada linha de texto, é possível escolher a fonte, o tamanho e a localização do texto no cartão usando as coordenadas X e Y
sk: Pre každý riadok textu si môžete zvoliť svoje písmo, veľkosť písma a umiestnenie textu na preukaze s použitím nižších súradníc X a Y
sv: För varje textrad kan du välja teckensnitt, teckenstorlek och var texten ska placeras på kortet med de lägre X- och Y-koordinaterna
tr: Metnin her satırını, alt X ve Y koordinatlarını kullanarak yazı tipinizi, yazı boyutunuzu ve karttaki metnin konumunu seçebilirsiniz.
zh_tw: 對每列文字，您需選定字型、大小與讀者證上文字的位置

source: For each subfield you can set the following Advanced constraint values
eu: Azpisail bakoitzarentzat ondorengo baloreak ezar daitezke murrizketa-aurreratuan
fi: Jokaiselle osakentälle voidaan asettaa sisältöarvo seuraavasti
hi: प्रत्येक subfield के लिए आप निम्न उन्नत बाधा मूल्यों को निर्धारित कर सकते हैं

source: For each subfield you can set the following Basic constraint values
eu: Azpisail bakoitzarentzat ondorengo baloreak ezar daitezke murrizketa Basikotan
fi: Jokaiselle osakentälle voidaan asettaa sisältöarvo seuraavasti
hi: प्रत्येक subfield के लिए आप निम्न बुनियादी मूल्यों बाधा सेट कर सकते हैं

source: For each subfield you can set the following Other option values
eu: Azpisail bakoitzarentzat ondorengo beste balore aukerak
fi: Jokaiselle osakentälle voidaan asettaa muu arvo seuraavasti
hi: प्रत्येक subfield के लिए आप निम्न अन्य विकल्प मूल्यों को निर्धारित कर सकते हैं

source: For each subfield, you can set the following values:
ar: لكل حقل فرعي ، يمكنك أن تضبط القيم التالية:
cs: Pro každé podpole můžete nastavit následující hodnoty:
da: For hvert underfelt kan du fastlægge følgende værdier:
de: Für jedes Teilfeld können Sie die folgenden Werte festlegen:
el: Για κάθε υποπεδίο μπορείτε να καθορίσετε τις ακόλουθες τιμές:
es: Para cada subcampo puede poner los siguientes valores:
eu: Para cada subcampo puede poner los siguientes valores:
fi: Jokaiselle osakentälle voidaan asettaa seuraavia arvoja:
fr: Pour chaque sous-champ vous pouvez choisir dans les valeurs suivantes :
hi: प्रत्येक subfield के लिए, आप निम्न मान सेट कर सकते हैं:
it: Per ogni sottocampo puoi specificare i seguenti valori:
oc: Per cada soscamp podètz causir dins les valors seguentas :
pl: Dla każdego podpola można ustawić następujące wartości:
pt: Para cada subcampo é possível inserir os seguintes valores:
pt_br: Para cada subcampo você pode alterar os seguintes valores:
sk: Pre každé podpole môžete nastaviť nasledovné hodnoty:
sv: För varje underordnat fält kan du ange följande värden:
tr: Her bir alt alan için aşağıdaki değerleri ayarlayabilirsiniz:
zh_tw: 對每個分欄，您需設定以下的值：

source: For example, if your system has three libraries, of varying sizes ( small, medium and large ) and you want the burden of holds fulfillment to be on larger libraries before smaller libraries, you would want StaticHoldsQueueWeight to look something like "LRG,MED,SML".
ar: على سبيل المثال نظامك يتكون من ثلاث مكتبات، باحجام مختلفة (صغيرة ،
cs: Například, pokud máte v systému tři knihovny rozdílných velikostí (malou, střední a velkou) a chcete, aby velké knihovny plnily rezervace přednostně, natavte předvolbu StaticHoldsQueueWeight zhruba takto: "VEL,STR,MAL".
da: F.eks., hvis dit system har tre biblioteker, af forskellig størrelse ( lille, medium og stor ) og du vil lægge arbejde med registreringer på det store bibliotek frem for de mindre, skal StaticHoldsQueueWeight se ud noget i stil med "LRG,MED,SML".
de: Wenn Sie zum Beispiel ein System mit drei Bibliotheken unterschiedlicher Größen haben (small, medium, large ) und Sie die Last der Vormerkungen entsprechend verteilen wollen, können Sie bei StaticHoldsQueueWeight zum Beispiel "LRG,MED,SML" definieren.
el: Για παράδειγμα, εάν το σύστημά σας έχει τρεις βιβλιοθήκες, διαφόρων μεγεθών ( μικρή, μεσαία, μεγάλη ) και θέλετε ο φόρτος εκπλήρωσης των κρατήσεων να μεταφέρεται στις μεγαλύτερες βιβλιοθήκες πριν τις μικρότερες, θα θέλετε το StaticHoldsQueueWeight να μοιάζει κάπως έτσι "LRG,MED,SML".
es: Por ejemplo, si su sistema tiene 3 bibliotecas, de varios tamaños (pequeño, mediano y grande) y desea que el peso de cubrir reservas esté en las bibliotecas grandes antes que las pequeñas, querrá que StaticHoldsQueueWeight se vea como "LRG,MED,SML".
eu: Por ejemplo, si su sistema cuenta con tres bibliotecas, de diferentes tamaños (pequeño, mediano y grande) y desea que la carga de cumplimiento tiene que estar en las bibliotecas más grandes antes de las bibliotecas más pequeñas, usted quiere StaticHoldsQueueWeight a ser algo como "LRG, MED , SML ".
fi: Jos esimerkiksi järjestelmässäsi on eri kokoisia kirjastoja (pieni, keskikoko, suuri) ja haluat varausten jäävän kiinni ensin isommissa kirjastoissa ennen kuin pienissä, voit asettaa StaticHoldsQueueWeight näyttämään ehkä tältä "LRG,MED,SML".
fr: Par exemple si votre réseau compte trois sites de taille variable (petit, moyen et grand) et que vous souhaitez que la gestion des réservations soit effectuée par le plus grand site avant le plus petit, votre préférence système StaticHoldsQueueWeight ressemblera à quelquechose comme "LRG,MED,SML".
hi: उदाहरण के लिए, अगर आपके सिस्टम अलग आकार (छोटे, मध्यम और बड़े) के तीन पुस्तकालयों, है और आप बोझ की पूर्ति रखती छोटे पुस्तकालयों से पहले बड़े पुस्तकालयों पर होना चाहते हैं, तो आप StaticHoldsQueueWeight मेड की तरह कुछ देखना चाहता हूँ जाएगा ,"LRG,MED,SML".
it: Per esempio, se il tuo sistema ha tre biblioteche, di varia dimensione (piccola, media e grande) e vuoi che il processo di assegnazione prenotazioni usi prima la alla grande biblioteca e poi le piccole, potresti impostare la preferenza di sistema 'StaticHoldsQueueWeight' a "LRG,MED,SML".
oc: Per exemple se vòstra ret compte tres sites de talha variable (petit, mejan e grand) e que volètz que la gestion des reservacions siá efectuada per lo plus grand site avant lo plus petit, vòstra preferéncia sistèma StaticHoldsQueueWeight ressemblera a qualquechose coma "LRG,MED,SML".
pl: Przykład: jeśli system posiada trzy biblioteki o zróżnicowanej wielkości (SML - mała, MED - średnia i LRG - duża), a rezerwacja egzemplarzy ma być pobierana najpierw z największej biblioteki, musisz określić listę StaticHoldsQueueWeight wprowadzając kody bibliotek oddzielone przecinkami np. LRG,MED,SML
pt: Por exemplo, se o sistema tem três bibliotecas, de tamanhos variáveis (pequeno, médio ou grande), e se deseja que o preenchimento de reservas seja das bibliotecas maiores para as mais pequenas, deseja que a preferência do sistema seja algo do tipo "GRD,MED,PEQ".
pt_br: Por exemplo, se o seu sistema tem três bibliotecas de tamanhos variados (pequena, média e grande) e você deseja que a maior incidência de reservas recaia sobre as bibliotecas maiores antes das menores, você pode configurar StaticHoldsQueueWeight para algo como "GDE,MED,PEQ".
sk: Napríklad, ak váš systém má tri knižnice rozličných veľkostí (malú, strednú a veľkú) a chcete preniesť záťaž rezervácií preniesť na väčšie knižnice namiesto menších, môžete nastaviť StaticHoldsQueueWeight tak, aby vyzerala približne takto "LRG,MED,SML".
sv: Om ditt system exempelvis har tre bibliotek av olika storlek (litet, mellanstort och stort) och du vill att reservationer ska uppfyllas av stora bibliotek innan mindre, så vill du att StaticHoldsQueueWeight ser ut ungefär som "LRG,MED,SML".
tr: Örneğin, sisteminizin değişen boyutlarda (küçük, orta ve büyük) 3 kütüphanesi varsa ve siz ayırmaları daha küçük kütüphanelerden önce daha büyük kütüphanelere yüklemek istiyorsanız, Ayırma Kuyruğundaki Statik Tercihlerin "LRG,MED,SML" şeklinde gözükmesini isteyeceksiniz.
zh_tw: 例如，系統內有三個規模不一的圖書館(大型、中型與小型)，希望由大型圖書館承擔較多的預約責任，StaticHoldsQueueWeight偏好應設為 "LRG,MED,SML"。

source: For example, the following MARC record:
eu: Adibidez, ondorengo MARC erregistroa
fi: Esimerkiksi seuraava MARC-tietue:
hi: उदाहरण के लिए, निम्न मार्क रिकॉर्ड:
oc: Per exemple, la notícia MARC seguenta :

source: For example, your library has home-bound patrons that are allowed to keep books out for months at a time. It would not be fair to other patrons if a home-bound patron were able to check out a brand new book and keep it for months. For this reason, the home-bound patron's hold request would stay at the bottom of the queue until everyone else who wanted to read that book has already done so.
ar: على سبيل المثال، مكتبتك لديها مستفيدين من خارج المكتبة الذي سُمح لهم الاحتفاظ بالكتب لعدة أشهر في كل مرة. أليس من العدل إلى المستفيدين الآخرين إذا كان المستفيدين من خارج المكتبة قادرين على الإعارة من كتاب العلامة التجارية الجديدة والاحتفاظ بها لمدة شهور. لهذا السبب، المستفيد من خارج المكتبة طلب الحجز سوف تبقى في الجزء السفلي من الذيل حتى الجميع الذين يريدون قراءة هذا الكتاب يكون قد قام بذلك بالفعل.
cs: Např. vaše knihovna má domovské čtenáře, kteří jsou oprávněni držet výpůjčky po celé měsíce. To by nebylo spravedlivé vůči jiným čtenářům, pokud by domovský čtenář by mohl si vypůjčit zbrusu novou knihu a mít jí několik měsíců. Z tohoto důvodu by žádosti domovských čtenářů zůstaly na konci fronty, dokud všichni ostatní, kteří si chtěli knihu přečíst, tak již neučinili.
da: For eksempel, biblioteket har egne lånere, der må beholde bøgerne i flere måneder af gangen. Det ville ikke være fair overfor andre lånere, hvis en lokal låner kunne låne en helt ny bog og beholde den i mange måneder. Af den grund, bliver den lokale låners reservering nederst, indtil alle andre har haft muligheden for at låne bogen.
de: Beispiel: Ihre Bibliothek leiht Bücher an ältere Mitbürger für mehrere Monate aus, die nicht selbst die Bibliothek besuchen können. Es ist nicht ganz gerecht gegenüber den anderen Benutzern, wenn diese Benutzer sehr aktuelle Literatur über mehrere Monate blockieren. Aus diesem Grund kann eine Vormerkung in diesem Fall dauerhaft an die letzte Position der Liste gesetzt werden, so dass zunächst andere Benutzer das Buch entleihen können.
el: Για παράδειγμα, η βιβλιοθήκη σας έχουν μέλη στα οποία επιτρέπεται να δανείσετε βιβλία για μεγάλη χρονική περίοδο. Δε θα ήταν δίκαιο για τα υπόλοιπα μέλη να μη μπορούν να δανειστούν τα νέα βιβλία για μεγάλο χρονικό διάστημα. Γι αυτό, οι κρατήσεις των ευνοούμενων μελών θα παραμένουν στο τέλος της ουράς μέχρι να δανειστούν το βιβλίο όλοι οι υπόλοιποι που έχουν κάνει επίσης κράτηση.
es: Por ejemplo, la biblioteca tiene usuarios a los que se permite retener libros por meses. No sería justo para otros si estos usuarios pudieran retirar libros nuevos y retenerlos por meses. Por esta razón, el pedido de reserva para estos usuarios permanecerá al final de la cola hasta que cualquier otro que desee leer el libro lo haya hecho.
eu: Por ejemplo, la biblioteca tiene socios a los que se permite retener libros por meses. No sería justo para otros si estos socios pudieran retirar libros nuevos y retenerlos por meses. Por esta razón, el pedido de reserva para estos socios permanecerá al final de la cola hasta que cualquier otro que desee leer el libro lo haya hecho.
fi: Esimerkki: Kirjastollasi on kotipalveluasiakkaita, joilla on oikeus pitempään laina-aikaan. Ei olisi reilua muita asiakkaita kohtaan, jos kotipalveluasiakas saisi lainata uutuuskirjan ja pitää sitä kuukausia. Tästä syystä kotipalveluasiakkaan varaus pysyisi jonon hännillä siihen saakka, kunnes varausjono olisi tyhjentynyt muista varauksista.
fr: Par exemple, si votre bibliothèque autorise des lecteurs empêchés à emprunter pour plusieurs mois, il ne serait pas équitable pour les autres lecteurs qu'un lecteur empêché soit soit autorisé à emprunter des nouveautés et à les garder pour des mois. Il faudra donc veiller à ce que les demandes de réservations des premiers restent en bas de la liste tant que les seconds n'auront pas eu accès aux nouveautés.
hi: उदाहरण के लिए, अपने पुस्तकालय घर बाध्य संरक्षक है कि एक समय में महीनों के लिए किताबें बाहर रखने के लिए अनुमति दी जाती है। यह अन्य संरक्षक के लिए निष्पक्ष अगर एक घर बाध्य संरक्षक एक ब्रांड नई किताब बाहर की जाँच करें और यह महीनों के लिए रखने के लिए सक्षम थे नहीं होगा। इस कारण से, घर बाध्य संरक्षक की होल्ड अनुरोध कतार के तल पर रहेंगे जब तक बाकी सब जो उस किताब को पढ़ने के लिए चाहते थे कि पहले से ही ऐसा किया गया है जाएगा।
it: Per esempio la tua biblioteca ha utenti interni che sono autorizzati a tenere dei libri per mesi. Non sarebbe corretto verso gli altri utenti se essi prendessero i libri appena arrivati e li tenessere sempre fermi. Per questo le prenotazione degli utenti interni potrebbero essere messe dopo quelle di tutti gli altri, cosi da dargli il libro solo dopo che gli altri lo hanno letto.
oc: Per exemple, se vòstra bibliotèca autorise des lectors empêchés a emprunter per plusieurs mois, il ne seriá pas équitable pels autres lectors qu'un lector empêché siá siá autorizat a emprunter des novetats e a les garder per des mois. Il faudra donc veiller a ce que les demandes de reservacions des primièrs restent en bas de la lista tant que les seconds n'auront pas eu accès a las novetats.
pl: Jeśli biblioteka posiada użytkowników, którzy przetrzymują egzemplarze po kilka miesięcy, przy następnym składaniu rezerwacji, ci użytkownicy znajdą się na końcu kolejki zamówień.
pt: Por exemplo, a biblioteca tem leitores que estão autorizados a manter os livros por meses num momento. Não seria justo com os outros leitores se um leitor caseiro conseguisse realizar um empréstimo a um novo livro e mantê-lo durante meses. Por esta razão, o pedido de um leitor fica no fim da fila de espera até que todos os outros que queriam ler esse livro o façam.
pt_br: Por exemplo, a biblioteca tem clientes internos que estão autorizados pegar livros ao mesmo tempo por meses. Não seria justo com outros clientes se clientes internos fossem capazes de conferir um novo livro e mantê-lo durante meses. Por esta razão, o pedido dos clientes internos é mantido no último lugar da fila até que todo mundo que queria ler esse livro já o tenha lido.
sk: Napríklad, Vaša knižnica má čitateľov naviazaných na domov, ktorí majú dovolené držať knihy na veľa mesiacov. Nebolo by spravodlivé voči ostatným čitateľom, keby si domáci čitateľ mohol vypožičať úplne novú knihu a držať ju dlhé mesiace. Z tohto dôvodu, žiadosť o rezerváciu od domáceho čitateľa sa dostane na spodok fronty až kým všetci ostatní, ktorú chceli čítať danú knihu tak neurobili.
sv: Om ditt bibliotek exempelvis har låntagare som av olika anledningar inte kan lämna sitt hus och därför har rätt att ha böcker på lån under flera månader, så vore det inte rättvist mot andra låntagare om dessa låntagare kunde låna en helt ny bok och behålla den i månader. Av denna anledning skulle denna låntagares reservationsbegäran ligga längst ner i listan tills alla som vill läsa boken har gjort det.
tr: Örneğin, kütüphanenizde evden çıkmayan kullanıcılarınız mevcuttur. Bu kullanıcılara kitapları bir seferde aylarca ödünç almaya izin verirsiniz. Evden çıkmayan kullanıcı yeni baskı bir kitabı alıyor ve onu aylarca kullanabiliyorsa, bu diğer kullanıcılar için adil olmaz. Bu yüzden, herkes okumak istediği kitabı okuyuncaya kadar evden çıkmayan kullanıcının ayırma isteği sırasının altında kalacaktır.
zh_tw: 例如，為了服務不便出門的讀者，有些館藏必須滯留在該讀者處長達數月之久。如果新到館藏被該等讀者先借出，顯然有失公允。因此，不便出門讀者的預約將留在最後，先滿足其他讀者的預約。

source: For example: "INSTID:12345,BASEBALL:Cubs"
eu: Adibidez: "INSTID:12345,BASEBALL:Cubs"
fi: Esimerkiksi: "INSTID:12345,BASEBALL:Cubs"
hi: उदाहरण के लिए: "INSTID: 12345, बेसबॉल: शावक"

source: For example: If the first issue to receive is "vol. 4, no. 1, iss. 796", you need to set up "inner counter = 0" But if it's "vol. 4, no. 2, iss. 797", the inner counter should be "1".
eu: Adibidez: jasoko den lehen zenbakia baldin bada "vol. 4, no. 1, iss. 796", konfiguratu behar da "inner counter = 0" Baina baldin bada "vol. 4, no. 2, iss. 797", barruko kontadorea honako hau izango da "1".
fi: Esimerkiksi: Jos ensimmäinen saapuva numero on "vol. 4, no. 1, iss. 796", pitää sisempään laskuriin asettaa "0". Mutta jos ensimmäinen numero on "vol. 4, no. 2, iss. 797", pitää sisemmän laskurin olla "1".
hi: उदाहरण के लिए: प्राप्त करने के लिए पहला इश्यू है "खंड 4, अंक 1, आईएसएस 796", आप "भीतरी काउंटर = 0" स्थापित करने के लिए जरूरत है, लेकिन अगर यह "खंड 4, अंक 2, आईएसएस। 797", भीतरी काउंटर जाना चाहिए "1"

source: For fees that are not automatically charged, librarians can create a manual invoice
ar: للرسوم الغير مدفوعة تلقائيا، المكتبيين يستطيعون إنشاء فاتورة يدوية
cs: Pro poplatky, které nejsou účtovány automaticky, mohou knihovníci zaplatit služby přes Další poplatky
da: For der ikke opkræves automatisk, kan bibliotekarer oprette en manual faktura
de: Für nicht automatisch berechnete Gebühren können Sie manuall eine Rechnung erzeugen
el: Για τέλη που δε χρεώνονται αυτόματα, οι βιβλιοθηκονόμοι μπορούν να δημιουργήσουν χειρωνακτικό τιμολόγιο
es: Para precios que no se asignan automáticamente, se puede crear una factura manual
eu: Automatikoki kargatzen ez diren kuotentzat, liburuzainek eskuzko fakturak sortu ditzakete
fi: Maksuja, joita ei voi automaattisesti veloittaa, voi lisätä käsin.
fr: Pour les amendes qui ne sont pas facturées automatiquement, les bibliothécaires peuvent créer des factures manuelles.
hi: फीस है कि स्वचालित रूप से शुल्क नहीं कर रहे हैं, पुस्तकालयाध्यक्षों एक मैनुअल चालान बना सकते हैं
it: Per le tariffe che non sono addebitate in automatico, i bibliotecari possono creare una fattura a mano
pl: Dla opłat, które nie są automatycznie pobierane, bibliotekarz mogą utworzyć fakturę ręcznie.
pt: Para multas que não são automaticamente cobradas, os bibliotecários criam facturas manuais
pt_br: Para taxas que não são criadas automaticamente, bibliotecários podem criar uma fatura manual
sk: Pre poplatky, ktoré nie sú automaticky vyberané, môžu knihovníci vytvoriť manuálnu faktúru
sv: För avgifter som inte tas ut automatiskt kan bibliotekarien skapa en manuell faktura
tr: Kütüphaneciler otomatik olarak ücretlendirilmeyen cezalar için manuel fatura düzenleyebilirler.
zh_tw: 館員可以新增人工收據，收取未自動計算的費用

source: For instruction on checking items out click the Check Out tab and read the help file there.
ar: للحصول على إرشادات حول مواد الإعارة انقر فوق تبويب الإعارة وقراءة ملف المساعدة هناك.
cs: Pro pokyny k půjčování jednotek klikněte na záložku Výpůjčky a přečtěte si tam umístěný soubor nápovědy
da: For vejledning om udlån af medier klik på fanen Udlån og læs hjælpen der.
de: Um zu erfahren, wie Medien ausgeliehen werden, klicken Sie auf den Reiter Ausleihe und lesen Sie die dortige Hilfedatei.
el: Για οδηγίες για το πως να δανείζεστε τεκμήρια κάντε κλικ στην καρτέλα Δανεισμός και διαβάστε το αρχείο με τη βοήθεια που βρίσκεται εκεί.
es: Para instrucciones sobre préstamo haga clic en la pestaña Prestar y lea el archivo de ayuda allí.
eu: Elementuak maileguan hartzeko informazioa izateko, egin klik Mailegua fitxan eta irakurri laguntza fitxategia.
fi: Lainauksen ohjeita saat, kun klikkaat Lainaus-kenttää ja luet ohjetiedoston sieltä.
fr: Pour obtenir une aide sur les opérations de prêt, cliquez sur l'onglet Prêts et, dans la page qui s'ouvre, cliquez sur l'Aide.
hi: जाँच आइटम पर शिक्षा के लिए बाहर टैब पर क्लिक करें चेक आउट और वहाँ मदद फ़ाइल पढ़ें।
it: Per le instruzion su come prestare le copie, clicca su 'Presta' e leggi l'help presente
oc: Per obténer una aide sus las operacions de prèst , clicatz sus l'onglet Prèstes et, dins la pagina qui s'ouvre, clicatz sus l'Aide.
pl: Jeśli chcesz znaleźć instrukcję wypożyczania egzemplarzy, kliknij okienko 'Wypożycz' i przeczytaj plik pomocy.
pt: Para instrução sobre emprestar exemplares, clique no separador 'Empréstimo' e leia o ficheiro de ajuda online.
pt_br: Para instruções sobre empréstimos, clique na aba Empréstimo e leia o arquivo de ajuda.
sk: Pre pokyny o výpožičkách exemplárov, kliknite na záložku Výpožičky a prečítajte si tam umiestnený súbor pomoci.
sv: För information om utlåning klickar du på fliken Utlåning och läser hjälpfilen där.
tr: Materyalleri ödünç verme işlemi için, ödünç ver sekmesini tıklayın ve oradaki yardım dosyasını okuyun.
zh_tw: 點選借出分頁，並閱讀借出館藏的說明。

source: For items that do not circulate, check the 'Not for loan' options
ar: للمواد التي لا تعار ، قم بتحديد خيارات " ليس للإعارة "
cs: Pro jednotky, které se nemají půjčovat, zvolte možnost 'Nelze vypůjčit'
da: Ved eksemplarer, der ikke er til udlån markeres optionen 'Ikke til udlån'
de: Für nicht ausleihbare Exemplare wählen Sie die Option 'Nicht ausleihbar'
el: Για τεκμήρια που δεν κυκλοφορούν, επιλέξτε τις επιλογές 'Όχι για δανεισμό'
es: Para ítems que no se prestan, marque la opción 'No para préstamo'
eu: Mailegatzen ez diren elementuentzat, markatu 'Ezin da mailegatu' aukera
fi: Jos niteitä ei lainata, valitse 'Ei lainata' aineistolajille
fr: Pour les exemplaires qui ne circulent pas, cochez 'Exclu du prêt'.
hi: जो आइटम परिसंचालित नहीं होती है, 'ऋण के लिए नहीं' विकल्पों की जांच
it: Per copie che non vanno prestate, premi 'Non in prestito'
oc: Per los exemplars qui ne circulent pas, cochez 'Exclús del prèst '.
pl: Dla egzemplarzy niewypożyczanych, sprawdź opcje "Nie można wypożyczyć"
pt: Para exemplares que não vão circular, verifique as opção 'Não emprestável'
pt_br: Para exemplares que não circulam, clique na opção 'Não circula'
sk: Pre exempláre, ktoré nemajú ísť do obehu, zvoľte možnosť 'Nevypožičateľný'
sv: För objekt som inte lånas ut, markerar du alternativen 'Ej för utlåning'
tr: Dolaşımda olmayan materyaller için, 'Ödünç alınamaz' seçeneklerini onaylayın.
zh_tw: 不打算借出的館藏，應點選 '不外借' 選項
