Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: At the top of the advanced search page in the staff client you will see a link to 'Go to item search'
ar: أعلى صفحة البحث المتقدم في برنامج العميل سترى رابطاً إلى "اذهب إلى بحث المادة"
cs: V záhlaví stránky s pokročilým vyhledáváním se nachází odkaz "Vyhledávání jednotek"
de: Am Anfang der Seite der erweiterten Suche sehen Sie einen Link 'Zur Exemplarsuche'
el: Στην κορυφή της σελίδας σύνθετη αναζήτηση στην διεπαφή προσωπικού θα δείτε ένα σύνδεσμο για την "Αναζήτηση τεκμηρίου"
es: En la parte superior de la página de búsqueda avanzada en la interfaz del personal, usted verá un enlace a 'Ir a la búsqueda de ítem'
eu: Liburutegiko langileen bilaketa aurreratuko orriaren goialdean lotura bat ikusiko duzu 'Go to item search' delakoa
fi: Tarkan haun sivun yläreunassa virkailijatyökalussa on linkki 'Mene nidehakuun'
fr: En haut de la page de recherche avancée de l'interface professionnelle vous pouvez voir un lien vers "Rechercher sur les exemplaires"
hi: स्टाफ ग्राहक में उन्नत खोज पृष्ठ के शीर्ष पर आप एक कड़ी के लिए 'आइटम खोजने के लिए जाएं' देखेंगे
it: Nella parte alta della pagina per la ricerca avanzata presente nello staff client, trovi il link 'Ricerca sulla copia'
oc: En haut de la pagina de recèrca avançada de l'interfàcia professionala podètz veire un ligam cap a "Recercar suls exemplars"
pt: No topo da página de pesquisa avançada no interface dos técnicos poderá ver uma ligação para a 'Pesquisa de exemplares'
sk: Navrchu stránky rozšíreného hľadania v intranete uvidíte odkaz na 'Prejsť na hľadanie exemplárov'
tr: Personel istemcide gelişmiş arama sayfasının üst kısmında bir 'Materyal aramasına git' bağlantısı göreceksiniz
zh_tw: 在館員介面的進階搜尋頁面您可看到 '至館藏搜尋' 連結

source: At the top of the course description click the 'Add reserves' button to add titles to this reserve list. You will be asked to enter the barcode for the reserve item.
ar: أعلى وصف الكورس قم بالنقر على زر "إضافة حجز" لإضافة مواد إلى قائمة هذا الحجز. سطلب منك إدخال الباركود لمادة الحجز.
cs: Na stránce s popisem kurzu nahoře se nachází tlačítko "Přidat rezervace", pomocí kterého můžete přidávat jednotku k tomuto kurzu. Jednotky je možné vkládat načtením čárového kódu.
de: Klicken Sie die Schaltfläche 'Exemplare hinzufügen' um Exemplare zum Semesterapparat hinzuzufügen. Sie werden nach dem Barcode des Exemplars gefragt.
el: Στην κορυφή της περιγραφής μαθήματος πατήστε το κουμπί 'Προσθήκη κρατήσεων' για να προσθέσετε τίτλους σε αυτή τη λίστα κρατήσεων. Θα σας ζητηθεί να εισάγετε το barcode για το κρατημένο τεκμήριο.
es: En la parte superior de la descripción del curso, haga clic en el botón 'Agregar reservas' para añadir títulos a la lista de reserva. Se le pedirá que introduzca el código de barras para el ítem de reserva.
eu: Kurtsoaren deskribapeneko goialdean, egin klik 'Add reserves' botoian izenburuak gehitzeko errezerba zerrenda honetara. Erreserba-elementuarentzat barra-kodea sartzeko eskatuko zaizu.
fi: Klikkaa 'Lisää varantoja', kun haluat lisätä kurssille niteitä. Seuraavaksi syötä niteen viivakoodi.
fr: Au dessus de la description du cours, cliquez sur le bouton "Ajouter des réserves" pour ajouter des titres à cette liste de réserve. Vous devrez saisir le code à barres du document à intégrer à la réserve.
hi: पाठ्यक्रम विवरण के शीर्ष पर इस आरक्षित सूची खिताब जोड़ने के लिए 'भंडार जोड़ें' बटन पर क्लिक करें। आप आरक्षित आइटम के लिए बारकोड में प्रवेश करने के लिए कहा जाएगा।
it: Sopra la descirzione del corso clicca su 'Aggiungi testi' per aggiungere titoli alla lista di copie riservatei. Ti verrà chiesto di inserire il barcode per aggiungere la copia alla lista.
oc: Al dessús de la descripcion del cors, clicatz sul boton "Apondre des resèrvas" per apondre des títols a aquesta lista de resèrva. Vos caldrà sasir lo còdi de barras del document a intégrer a la resèrva.
pl: Jeśli chcesz dodać pozycję do kursu, kliknij 'Dodaj rezerwacje' powyżej opisu kursu. Wprowadź kod kreskowy egzemplarza, by zarezerwować daną pozycję dla tego kursu.
pt: No topo da descrição de curso clique no botão 'Adicionar reservas' para adicionar títulos à lista de reservas. Será pedido para adicionar o código de barras para reservar o exemplar.
pt_br: No cabeçalho da descrição do curso clique em 'Adicionar reservas' para incluir títulos a esta lista de reservas. Será solicitado o código de barras do exemplar.
sk: Na vrchu popisu kurzu kliknite na tlačidlo 'Pridať rezervy' a pridajte tituly do tohto zoznamu rezervy. Bude nasledovať výzva k zadaniu čiarového kódu pre exemplár rezervy.
tr: Bu rezerv listesine eser adı eklemek için, süreç açıklamasının en üstündeki 'Rezervler ekle' butonuna tıklayınız. Reserv materyalin barkodunu girmeniz istenecektir.
zh_tw: 在課程說明上方，請點擊 '新增保留' 鍵新增題名至此指定參考書清單中。您將會被要求提供條碼號給每個題名。

source: At the top of the screen you need to pick what data you're exporting. If you're exporting authority records you want to click the 'Export authority records' tab.
ar: في اعلى الشاشة عليك أن تختار ما هي البيانات التي تصدرها. إذا ما كنتَ تصدر تسجيلات إستنادية فإن عليك أن تنقر على تبويب 'تصدير تسجيلات إستنادية'.
cs: Nahoře obrazovky musíte vybrat, jaká data exportujete. Pokud exportujete autoritní záznamy, klikněte na záložku 'Exportovat autoritní záznamy'.
da: Øverst på skærmen skal du udvælge hvilke data, du vil eksportere. Hvis du eksportrer myndighedsposter, vil du klikke på fanen 'Eksport myndighedsposter'
de: Am oberen Bildschirmrand müssen Sie auswählen, welche Daten exportiert werden. Wenn Normdaten exportiert werden sollen, muss der entsprechende Reiter 'Normdaten exportieren' ausgewählt werden.
el: Στην κορυφή της οθόνης θα πρέπει να επιλέξετε τα δεδομένα που εξάγετε. Εάν εξάγετε εγγραφές αρχείων καθιερωμένων όρων θα χρειαστεί να πατήσετε το πλήκτρο 'Εξαγωγή εγγραφών καθιερωμένων όρων'.
es: En el tope de la pantalla deberá seleccionar que datos está exportando. Si está exportando registros de autoridad querrá hacer clic en la pestaña 'Exportar registros de autoridad'.
eu: En la parte superior de la pantalla que usted necesita para recoger los datos que va a exportar. Si va a exportar registros de autoridad que desea, haga clic en la pestaña 'Exportar registros de autoridad'.
fi: Näytön yläreunassa pitää valita, mitä dataa olet viemässä. Jos olet viemässä auktoriteettitietueita, klikkaa 'Vie auktoriteettitietueita'.
fr: En haut de l'écran vous devez sélectionner les données que vous voulez exporter. Si vous voulez exporter des notices d'autorités cliquez sur l'onglet 'Export de notices d'autorités'.
hi: स्क्रीन के शीर्ष पर आप क्या आप डेटा निर्यात कर रहे हैं लेने की जरूरत है। आप अधिकार का निर्यात कर रहे हैं रिकॉर्ड आप 'निर्यात के अधिकार अभिलेख' टैब पर क्लिक करना चाहते हैं।
it: In alto sullo schermo, scegli quali dati stai per esportare. Se si tratta di record di autorità, fai click sul tab 'Record di autorità'.
oc: En haut de l'ecran vos cal seleccionar las donadas que volètz exporter. Se volètz exporter des notícias d'autoritats clicatz sus l'onglet 'Export de notícias d'autoritats'.
pt: No topo do ecrã precisa de escolher os dados de exportação. Se está a exportar registos de autoridade precisa de escolher o separador 'Exportar registos de autoridade'.
pt_br: Escolha no topo da tela quais dados você irá exportar. Se você quiser exportar os registros de autoridade, você precisa clicar na aba 'Exportar registros de autoridade'.
sk: Na vrchu obrazovky si musíte zvoliť dáta, ktoré exportujete. Ak exportujete záznamy autorít, kliknite na záložku 'Exportovať záznamy autorít'.
sv: Längst upp i skärmen måste du välja vilka data du vill exportera. Om du exporterar auktoritetsposter ska du klicka på fliken 'Exportera auktoritetsposter'.
tr: Ekranın en üstünde dışa aktardığınız veriyi almak durumundasınız. Otorite kayıtlarını dışa aktarıyorsanız, 'Otorite kayıtlarını dışa aktar' sekmesine tıklayabilirsiniz.
zh_tw: 在螢幕上方，需選取匯出的資料。若匯出權威紀錄，則點選 '匯出權威資料' 鈕。

source: At the top of the screen you need to pick what data you're exporting. If you're exporting bibliographic records with or without the holdings information you want to click the 'Export bibliographic records' tab.
ar: في اعلى الشاشة عليك أن تختار ما هي البيانات التي تصدرها. إذا ما كنتَ تصدر تسجيلات ببليوغرافية مع أو بدون بيانات المقتنيات فإن عليك أن تنقر على تبويب 'تصدير تسجيلات ببليوغرافية'.
cs: Nahoře obrazovky musíte vybrat, jaká data exportujete. Pokud exportujete bibliografické záznamy, s informacemi o rezervacích nebo bez nich, klikněte na záložku 'Exportovat bibliografické záznamy'.
da: Øverst på skærmen skal du udvælge hvilke data, du vil eksportere. Hvis du eksporterer bibliografiske poster med eller uden bestandsoplysninger, skal du klikke på fanen 'Eksport af bibliografiske poster'
de: Am oberen Bildschirmrand müssen Sie auswählen, welche Daten exportiert werden. Wenn bibliographische Datensätze mit oder ohne Exemplardaten exportiert werden sollen, muss der entsprechende Reiter 'Bibliographische Datensätze exportieren' ausgewählt werden.
el: Στην κορυφή της οθόνης θα πρέπει να επιλέξετε τα δεδομένα που εξάγετε. Εάν εξάγετε βιβλιογραφικές εγγραφές με ή χωρίς τις πληροφορίες αντιτύπων θα χρειαστεί να πατήσετε το πλήκτρο 'Εξαγωγή βιβλιογραφικών εγγραφών'.
es: En el tope de la pantalla deberá seleccionar que datos está exportando. Si está exportando registros bibliográficos con o sin existencias querrá hacer clic en la pestaña 'Exportar registros bibliográficos'.
eu: En la parte superior de la pantalla que usted necesita para recoger los datos que va a exportar. Si va a exportar registros bibliográficos con o sin la información de las publicaciones que desee, haga clic en la pestaña 'Exportar registros bibliográficos'.
fi: Näytön yläreunassa pitää valita, mitä dataa olet viemässä. Jos olet viemässä nimeketietueita niteiden kanssa tai ilman, klikkaa 'Vie nimeketietueita'.
fr: En haut de l'écran vous devez sélectionner les données que vous voulez exporter. Si vous voulez exporter des notices bibliographiques cliquez sur l'onglet 'Export de notices bibliographiques'.
hi: स्क्रीन के शीर्ष पर आप क्या आप डेटा निर्यात कर रहे हैं लेने की जरूरत है। आप के साथ या होल्डिंग्स जानकारी के बिना ग्रंथ सूची रिकॉर्ड निर्यात कर रहे हैं, तो आप 'निर्यात ग्रंथ सूची रिकॉर्ड' टैब पर क्लिक करना चाहते हैं।
it: In alto sullo schermo, scegli quali dati stai per esportare. Se si tratta di record bibliografici, fai click sul tab 'Esporta record bibliografici'.
oc: En haut de l'ecran vos cal seleccionar las donadas que volètz exporter. Se volètz exporter des notícias bibliograficas clicatz sus l'onglet 'Export de notícias bibliograficas'.
pl: U góry ekranu wybierz typ danych do eksportu – jeśli chcesz eksportować rekord haseł wzorcowych, kliknij na zakładkę 'Eksportuj rekordy haseł wzorcowych'.
pt: No topo do ecrã precisa de escolher os dados de exportação. Se está a exportar registos bibliográficos com ou sem informação dos exemplares precisa de escolher o separador 'Exportar registos bibliográficos'.
pt_br: É necessário selecionar os dados que está exportando no topo da tela. Se você está exportando registros bibliográficos com ou sem reservas você precisa clicar na aba 'Exportar registros bibliográficos'.
sk: Na vrchu obrazovky si musíte zvoliť dáta, ktoré exportujete. Ak exportujete knižničné záznamy s informáciou o exemplároch alebo bez nej, kliknite na záložku 'Exportovať knižničné záznamy'.
sv: Längst upp i skärmen måste du välja vilka data du vill exportera. Om du exporterar bibliografiska poster med eller utan reservationsinformation ska du klicka på fliken 'Exportera bibliografiska poster'.
tr: Ekranın en üstünde dışa aktardığınız veriyi almak durumundasınız. Bibliyografik kayıtları, ayırma bilgisi ile ya da ayırma bilgisi olmaksızın dışa aktarıyorsanız 'Bibliyografik kayıtları dışa aktar' sekmesini tıklayabilirsiniz.
zh_tw: 在螢幕上方，需選取匯出的資料。若匯出書目紀錄，含或不含館藏資料，則點選 '匯出書目紀錄' 鈕。

source: At the top of the various Acquisition pages there is a quick search box where you can perform either a Vendor Search or an Order Search.
ar: في أعلى صفحات التزويد المختلفة ستجد مربع بحث سريع حيث يمكنك أن تنفذ بحثاً عن موردين أو طلبات شراء .
cs: Nahoře různých stran Akvizice se nachází pole rychlého vyhledávání, kde můžete vyhledat buď dodavatele nebo objednávku.
da: Øverst på siden med diverse indkøb er der et søgefelt, hvor du kan lave en leverandør- eller en ordresøgning.
de: Im oberen Bereich der verschiedenen Erwerbungsseiten befindet sich ein Suchfeld, in dem Sie entweder eine Lieferanten- oder eine Bestellungssuche durchführen können.
el: Στην κορυφή των σελίδων διαφόρων Προσκτήσεων υπάρχει ένα πλαίσιο γρήγορης αναζήτησης όπου μπορείτε να κάνετε είτε Αναζήτηση Προμηθευτή είτε Αναζήτηση Παραγγελίας.
es: En el tope de las distintas páginas de Adquisiciones hay una de búsqueda rápida donde podrá buscar por ambos, Búsqueda de proveedores o Búsqueda de pedidos.
eu: Eskurapenen orrien goialdean hornitzaile edo eskaera bilaketa egiteko bilaketa azkarreko koadro bat dago.
fi: Hankinnan sivujen yläreunassa on pikahakulaatikko, josta voit hakea joko toimittajan tai tilauksen tietoja.
fr: En haut de la plupart des pages du module acquisitions, une boite de recherche rapide vous permet de faire une recherche par fournisseur ou une recherche par commande.
hi: विभिन्न अधिग्रहण पृष्ठों के शीर्ष पर वहाँ एक त्वरित खोज बॉक्स जहाँ आप या तो एक विक्रेता खोजें या एक आदेश खोज प्रदर्शन कर सकते है।
it: In alto nelle pagine delle Acquisizioni trovi una casella di ricerca veloce per effettuare ricerche su fornitori o ordini.
oc: En haut de la plupart des paginas del modul aquisicions, una boite de recèrca rapide vos permet de far una recèrca per provesidor o una recèrca per comanda.
pl: W module Gromadzenie wyświetla się okno wyszukiwania dostawców i zamówień.
pt: No topo de várias página do módulo de aquisições existe uma caixa de pesquisa rápida onde poderá executar pesquisas por fornecedores ou encomendas.
pt_br: No topo das páginas de Aquisição há uma caixa de pesquisa na qual você pode buscar por Fornecedores ou Pedidos.
sk: Na vrchu rozličných stránok Akvizícií sa nachádza riadok rýchleho vyhľadávania, kde môžete hľadať buď predajcu alebo objednávku.
sv: Längst upp i de olika inköpssidorna finns en sökruta där du kan göra en leverantörssökning eller en beställningssökning.
tr: Çeşitli sağlama sayfalarının üstünde, ya sağlayıcı araması ya da istek araması yapabileceğiniz bir hızlı arama kutusu mevcuttur.
zh_tw: 在多個採訪頁面上方，有個快速搜尋盒，可以搜尋供應商或訂單。

source: At the very least, if you plan on circulating the item, the following fields should be entered for new items:
ar: على أقل تقدير، إذا كنت تخطط لتعميم هذا المواد، ينبغي إدخال الحقول التالية بشأن المواد الجديدة:
cs: Pokud plánujete vydání jednotky do oběhu, měli byste vyplnit alespoň následující pole pro nové jednotky:
da: Hvis Du vil cirkelure eksemplaret, skal du mindst udfylde følgende felter for nye eksemplarer:
de: Folgende Felder sollten mindestens ausgefüllt werden, damit das Exemplar später ausgeliehen werden kann:
el: Τουλάχιστον, αν σκοπεύεται να κυκλοφορήσετε το τεκμήριο, τα ακόλουθα πεδία πρέπει να εισαχθούν για νέα αντίτυπα:
es: Como mínimo, si Usted planea prestar el ítem, los siguientes campos deben ser ingresados para nuevos ítems:
eu: Como mínimo, si Usted planea prestar el ítem, los siguientes campos deben ser ingresados para nuevos ítems:
fi: Ainakin seuraavien kenttien pitää olla täytettynä uudelle niteelle, jota on tarkoitus lainata:
fr: Au strict minimum, si vous prévoyez de faire des prêts, les champs suivants devraient être entrés pour les exemplaires&nbsp;:
hi: बहुत कम से कम, अगर आप आइटम घूम पर योजना, निम्नलिखित क्षेत्रों के लिए नए आइटम के लिए दर्ज किया जाना चाहिए:
it: Infine se pensi di far circolare le copie, i seguenti campi devono essere specificati per le nuove copie:
oc: Al strict minimum, se vous prévoyez de far des prèstes, los camps seguents deurián èsser entrés per los exemplars&nbsp;:
pt: Por último, se planeio emprestar o exemplar, os seguintes campos devem ser preenchido para os novos exemplares:
pt_br: No mínino os seguintes campos devem ser preenchidos para novos materiais:
sk: Prinajmenšom, ak plánujete obeh exemplára, mali by ste vyplniť nasledovné polia pre nové exempláre:
sv: Som ett minimum ska följande fält fyllas i om ett nytt objekt ska lånas ut:
tr: Materyali dolaşıma koymak istiyorsanız, en azından aşağıdaki alanları doldurmanız gerekir:
zh_tw: 若打算借出館藏，以下欄位應鍵入新的館藏：

source: At this point, you can preview your sound by clicking the "Play sound" button
eu: Puntu honetan, zure soinua aurrebistaratu dezakezu "Play sound" botoian klik eginez
fi: Tässä voit esikuunnella äänen klikkaamalla 'Soita ääni' -painiketta
hi: इस बिंदु पर, आप पर क्लिक करके अपने ध्वनि पूर्वावलोकन कर सकते हैं "प्ले ध्वनि" बटन

source: At this time the only keyword in use is 'subtitle.'
ar: في هذا الوقت فقط الكلمة المفتاحية المستخدمة هي 'عنوان فرعي'.
cs: V tuto chvíli je jediné používané klíčové slovo 'podtitul'.
da: På dette tidspunkt kan kun stikordet 'subtitle' bruges.
de: Zu diesem Zeitpunkt kann als Stichwort nur 'subtitle' verwendet werden.
el: Αυτή τη στιγμή η μόνη λέξη-κλειδί που χρησιμοποιείται είναι ο 'υπότιτλος'.
es: En este momento la única palabra clave en uso es 'subtítulo.'
eu: Une honetan, erabiltzen ari den gako hitz bakarra 'azpititulu' da.
fi: Tällä hetkellä ainoa käytössä oleva avainsana on 'alaotsikko'.
fr: Actuellement, le seul mot clé utilisé est 'subtitle'
hi: इस समय में उपयोग में मात्र कीवर्ड 'उपशीर्षक' है।
it: In questo momento l'unica parola chiave in uso è 'sottotitolo.'
oc: Actualament, lo sol mot clau utilizat es 'subtitle'
pt: Neste momento a única palavra-chave em uso é 'subtítulo'.
pt_br: Neste momento a única palavra-chave em uso é 'subtítulo.'
sk: Nateraz je jediným používaným kľúčovým slovom 'podtitul.'
sv: Just nu är det enda nyckelord som används 'Undertext'.
tr: Şu anda kullanımda olan tek anahtar sözcük 'alt başlık' tır
zh_tw: 此時，祗有鍵詞可當成 '副題名' 使用。

source: Audience
ar: جمهور
cs: Uživatelské určení
da: Målgruppe
de: Zielgruppe
el: Κοινό
es: Audiencia
eu: Hartzaileak
fi: Kohderyhmä
fr: Public
hi: श्रोतागण
it: Pubblico
oc: Public
pl: Odbiorca
pt: Audiência
pt_br: Audiência
sk: Veková skupina
sv: Målgrupp
tr: Kullanıcı Grubu
zh_tw: 預期讀者

source: Audio alerts
el: Ηχητικές ειδοποιήσεις
fi: Hälytysäänet
hi: ऑडियो अलर्ट

source: Author
ar: المؤلف
cs: Autor
de: Autor
el: Συγγραφέας
es: Autor
eu: Egilea
fi: Tekijä
fr: Auteur
hi: लेखक
it: Autore
oc: Autor
pt: Autor
sk: Autor
tr: Yazar
zh_tw: 作者

source: Authorised values category can be used to turn this search field in to a pull down instead of a free text field
eu: Baimendutako baloreen kategoria erabil daiteke bilaketa-eremu hau estrakzio-eremu bilakatzeko testu-eremua izan beharrean
fi: Voit käyttää auktorisoitujen arvojen luokkia, jos haluat hakukentän olevan alasvetovalikko vapaasanakentän sijasta
hi: प्राधिकृत मूल्यों श्रेणी एक मुक्त पाठ क्षेत्र के एक पुल के लिए इस खोज के क्षेत्र बारी करने के बजाय नीचे किया जा सकता है

source: Authorities
ar: استنادات
cs: Autority
da: Autoriteter
de: Normdaten
el: Καθιερωμένοι όροι
es: Autoridades
eu: Autoritateak
fi: Auktoriteetit
fr: Autorités
hi: प्राधिकरण
it: Authority
oc: Autoritats
pl: Hasła wzorcowe
pt: Autoridades
pt_br: Autoridades
sk: Autority
sv: Auktoriteter
tr: Otoriteler
zh_tw: 權威

source: Authorities can be edited by clicking on the authority summary from the search results and then clicking the 'Edit' button above the record.
ar: يمكن تحرير الاستنادات عن طريق النقر على ملخص الاستناد من نتائج البحث والنقر على زر "تحرير" أعلى التسجيلة
cs: Autority mohou být upraveny kliknutím na souhrn o autoritě ve výsledcích vyhledávání a potom kliknutím na tlačítko 'Upravit' nad záznamem.
da: Autoriteter kan redigeres ved at klikke på autoritetsoversigt for hvert søgeresultat og så klikke på knappen 'Rediger' over posten.
de: Normdaten können geändert werden, indem Sie auf die Zusammenfassung in den Suchergebnissen und dann auf die Schaltfläche 'Bearbeiten' über dem Datensatz klicken.
el: Μπορείτε να επεξεργαστείτε τους καθιερωμένους όρους κάνοντας κλικ στην περίληψη καθιερωμένων όρων από τα αποτελέσματα αναζήτησης και μετά στο κουμπί 'Επεξεργασία' πάνω από την εγγραφή.
es: Las autoridades pueden editarse haciendo clic en el resumen de la autoridad desde le resultado de búsqueda y haciendo clic en el botón 'Editar' encima del registro.
eu: Autoritateak editatu daitezke: klik egin bilaketa emaitzan autoritate laburpenean, eta ondoren erregistroaren gaineko 'Editatu' botoian.
fi: Auktoriteetteja voi muokata klikkaamalla auktoriteetin yhteenvetoa hakutulosnäytöllä ja klikkaamalla 'Muokkaa' tietueen yläpuolella.
fr: Les autorités peuvent être modifiées en cliquant sur le résumé de l'autorité, depuis la liste de résultats, puis en cliquant sur le bouton 'Modifier' au dessus de la notice d'autorité.
hi: अधिकारियों खोज परिणामों से प्राधिकरण सारांश पर क्लिक करके और फिर रिकॉर्ड के ऊपर 'संपादन' बटन पर क्लिक करके संपादित किया जा सकता है।
it: I record di autorità possono essere modificati cliccando sulla voce nella pagina dei risultati della ricerca, e poi sul bottone 'Modifica' posto sopra il record.
oc: Las autoritats pòdon èsser modificadas en clicant sul resumit de l'autoritat, dempuèi la lista de resultats, puèi en clicant sul boton 'Modificar' al dessús de la notícia d'autoritat.
pl: Hasła wzorcowe można modyfikować po kliknięciu 'Modyfikuj' powyżej rekordu.
pt: Autoridades podem ser editar clicando no sumário da autoridade nos resultados de pesquisa e posteriormente usando o botão de edição existente no topo da informação da autoridade.
pt_br: Autoridades podem ser editada clicando no resumo de autoridades nos resultados de pesquisa e clicando no botão 'Editar' sobre o registro.
sk: Autority možno upraviť kliknutím na súhrn o autorite vo výsledkoch hľadania a potom kliknutím na tlačidlo 'Upraviť' nad záznamom.
sv: Auktoriteter kan redigeras genom att klicka på auktoritetssammanfattningen från sökresultaten och sedan klicka på knappen 'Redigera' ovanför posten.
tr: Otoriteler arama sonuçlarındaki otorite özetine tıklayarak değiştirilebilir ve daha sonra kayıt üzerindeki 'Değiştir' düğmesine tıklanır.
zh_tw: 從搜尋結果點選權威摘要，再按下紀錄上方的 '編輯' 鈕，就可以編輯權威。

source: Authorities:
ar: الاستنادات:
cs: Autority:
da: Autoriteter:
de: Normdaten:
el: Καθιερωμένοι όροι:
es: Autoridades:
eu: Autoritateak:
fi: Auktoriteetit:
fr: Autorités&nbsp;:
hi: प्राधिकारियों:
it: Authority:
oc: Autoritats&nbsp;:
pl: Hasła wzorcowe:
pt: Autoridades:
pt_br: Autoridades:
sk: Autority:
sv: Auktoriteter:
tr: Otoriteler:
zh_tw: 權威：

source: Authority Record Tags
ar: وسوم تسجيلة الاستناد
cs: Štítky záznamů autorit
da: Normdatapostfelter
de: Normdatenfelder
el: Ετικέτες Εγγραφής Καθιερωμένων Όρων
es: Etiquetas de registros de autoridad
eu: Autoritate erregistroen etiketak
fi: Auktoriteettitietueiden kentät
fr: Champs de notice d'autorité
hi: प्राधिकरण रिकार्ड टैग
it: Tags dei record di authority
oc: Camps de notícia d'autoritat
pl: Etykiety rekordu hasła wzorcowego
pt: Campos do registo de autoridade
pt_br: Tags do registro de autoridades
sk: Menovky záznamu autorít
sv: Posttaggar för auktoritet
tr: Otorite Kaydı Etiketler
zh_tw: 權威紀錄欄號

source: Authority Types
ar: انواع الاستناد
cs: Typy autorit
da: Normdatatyper
de: Normdatentypen
el: Τύποι καθιερωμένων όρων
es: Tipos de autoridad
eu: Autoritate motak
fi: Auktoriteettityypit
fr: Types d'autorité
hi: प्राधिकरण प्रकार
it: Tipi di authority
oc: Tipes d'autoritat
pl: Typy haseł wzorcowych
pt: Tipos de autoridade
pt_br: Tipos de autoridade
sk: Typy autorít
sv: Auktoritetstyper
tr: Otorite Türleri
zh_tw: 容許值類型
