Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To print your labels, click the 'Export Batch' button. To print only some of the labels, click the 'Export Item(s)' button. Either way you will be presented with a confirmation screen where you can choose your template and layout.
ar: لطباعة لصاقات كعب الكتاب، انقر فوق الزر 'تصدير دفعلة'. لطباعة فقط بعض اللصاقات، انقر على زر 'تصدير المادة(المواد) '. أما الطريقة التي سيتم تقديمها مع شاشة تأكيد حيث يمكنك اختيار القالب والشكل الخاص بك.
cs: Chcete-li tisknout štítky, klikněte na tlačítko "Dávka exportu". Chcete-li vytisknout pouze některé ze štítků, klikněte na tlačítko "Export výtisků". Ať tak či onak, budou zobrazeny na potvrzovací obrazovce, kde si můžete vybrat svoje šablony a rozvržení.
da: For at udskrive dine etiketter, klik på knappen 'Eksport stabel'. For kun at udskrive nogle etiketter, klik på knappen 'Eksport eksemplar(er)'. På begge måder kommer du til en bekræftelsesskærm, hvor du kan vælge skabelon og layout.
de: Um Ihre Etiketten zu drucken klicken Sie die Schaltfläche 'Stapel exportieren'. Um nur einige der Etiketten zu drucken verwenden Sie die Schaltfläche 'Exemplar(e) exportieren'. Bei beiden erscheint eine Bestätigungsseite, auf der Sie Ihr Template und Ihr Layout auswählen können.
el: Για να εκτυπώσετε τις ετικέτες σας, πατήστε το κουμπί 'Εξαγωγή Παρτίδας'. Για να εκτυπώσετε μόνο μερικές ετικέτες, πατήστε το κουμπί 'Εξαγωγή Τεκμηρίου/ων'. Ό,τι και να επιλέξετε θα σας παρουσιαστεί μια οθόνη επιβεβαίωσης όπου μπορείτε να επιλέξετε το πρότυπο και τη διάταξη σας.
es: Para imprimir sus etiquetas, haga clic en el botón 'Exportar Lote'. Para imprimir solo algunas de las etiquetas, haga clic en el botón 'Exportar ítem(s)'. En cualquier caso le será presentada una pantalla de confirmación donde puede elegir su plantilla y diseño.
eu: Zure etiketak inprimatzeko, egin klik 'Esportatu sorta' botoian. Etiketa bakar batzuk besterik ez inprimatzeko, egin klik 'Esportatu elementua(k)' botoian. Bi kasuetan, zure txantiloia eta diseinua aukeratzeko berrespen-pantaila bat erakutsiko zaizu.
fi: Jos haluat tulostaa tarrat, klikkaa 'Vie eräajo'. Jos haluat tulostaa vain osan tarroista, klikkaa 'Vie niteet'. Kummallakin tavalla saat näytön, jossa voit valita pohjan ja asettelun.
fr: Pour imprimer toutes vos étiquettes, cliquez sur le bouton "Exporter le lot". Pour n'imprimer que certaines étiquettes, cliquez sur le bouton "Exporter exemplaire(s)". Une page de confirmation s'affichera où vous pourrez choisir votre modèle et votre format.
hi: अपने लेबल मुद्रित करने के लिए, 'निर्यात बैच' बटन पर क्लिक करें। केवल लेबल के कुछ प्रिंट के लिए, 'निर्यात मद(s)' बटन पर क्लिक करें। किसी भी तरह से आप एक पुष्टिकरण स्क्रीन जहाँ आप अपने टेम्पलेट और लेआउट का चयन कर सकते हैं के साथ प्रस्तुत किया जाएगा।
it: Per stampare le etichette, clicca il bottone 'Esporta batch'. Per stampare solo alcune etichette, clicca il bottone 'Esporta copia(e)'. In ogni caso ti verrà chiesta conferma e quale template e layout vuoi usare.
oc: Per imprimir toutes vos etiquetas, clicatz sul boton "Exporter lo lot". Per n'imprimir que certaines etiquetas, clicatz sul boton "Exporter exemplar(s)". Una pagina de confirmacion s'aficharà où poiretz causir vòstre modèl e vòstre format.
pt: Para imprimir etiquetas, carregue no botão 'Exportar lote'. Para apenas imprimir algumas etiquetas carregue no botão 'Exportar itens'. De qualquer das formas aparece um ecrã de confirmação para escolher o modelo e o esquema.
pt_br: Para imprimir suas etiquetas, clique em 'Exportar Lote'. Para imprimir apenas algumas etiquetas, clique em 'Exportar Exemplar'. De todo modo, você será levado a uma tela de confirmação onde é possível escolher o modelo da etiqueta.
sk: Pre tlač etikiet, kliknite na tlačidlo 'Exportovať dávku'. Pre tlač iba niektorých etikiet, kliknite na tlačidlo 'Exportovať exemplár(e)'. V každom prípade sa Vám zobrazí potvrdenie, kde si môžete zvoliť svoju šablónu a rozloženie.
sv: För att skriva ut dina etiketter klickar du på knappen 'Exportera sats'. För att skriva ut bara några av etiketterna klickar du på knappen 'Exportera objekt'. Vilket du än väljer visas en dialog där du kan välja mall och layout.
tr: Etiketlerinizin çıktısını almak için, 'Toplu Aktar' butonuna tıklayınız. Etiketlerin sadece bazılarının çıktısını almak için, 'Materyali(leri) dışa aktar' butonuna tıklayınız. Her iki şekilde de şablonunuzu ve sayfa düzeninizi seçebileceğiniz bir onay ekranı gözükecektir.
zh_tw: 按下 '批次匯出' 鈕，列印書標。按下 '匯出館藏' 鈕，則祗列印部份書標。兩種方式都出現確認畫面，要求選定模板與佈局。

source: To rearrange or delete holds, simply make a selection from the 'Priority' pull down or click the arrows to the right of the priority pull down.
ar: لإعادة ترتيب أو حذف الحجوزات، يمكنك ببساطة الإختيار من القائمة المنسدلة 'الأولوية' أو النقر على الأسهم على يسار القائمة المنسدلة للأولوية.
cs: Chcete-li změnit nebo odstranit vlastní rezervace, stačí provést výběr z roletky "Priority"nebo klepnutím na šipky vpravo od Roletky "Priority".
da: For at ændre eller slette reserveringer, lav et valg i pulldown-menuen 'Prioritet' eller klik på pilene til højre for prioritets pulldown-menuen.
de: Um die Vormerkreihenfolge zu ändern oder einzelne Vormerkungen zu löschen, wählen Sie den neuen Ranglistenplatz aus der Auswahlliste 'Priorität' oder verwenden Sie die Pfeile rechts davon.
el: Για να τακτοποιήσετε ή να διαγράψετε κρατήσεις, απλά κάντε μία επιλογή από τη κατεκδιπλούμενη 'Προτεραιότητα' ή κάντε κλικ στα βελάκια στα δεξιά της κατεκδιπλούμενης για την προτεραιότητα.
es: Para cambiar o eliminar reservas, seleccione simplemente desde el desplegable 'Prioridad' o haga clic en las flechas a la derecha del desplegable prioridad.
eu: Para cambiar o eliminar reservas, seleccione simplemente desde el desplegable 'Prioridad' o haga clic en las flechas a la derecha del desplegable prioridad.
fi: Jos haluat järjestää tai poistaa varauksia, valitse 'Sija'-alasvetovalikosta tai klikkaa nuolia sen oikealla puolella.
fr: Pour réordonner les réservations, ou en supprimer, utilisez le menu Priorité ou bien les flèches disposées à côté de chaque réservation.
hi: पुनर्व्यवस्थित करने या हटाने के लिए रखती है, बस 'प्राथमिकता' नीचे खींच या प्राथमिकता के अधिकार के लिए तीर क्लिक करें नीचे खींच से चयन करने के लिए।
it: Per ordinare o cancellare prenotazioni, scegli dal dal menù a tendina Priorità o clicca sulle frecce a destra dello stesso menù.
oc: Per réordonner las reservacions, o en suprimir, utilizatz lo menú Prioritat ou bien les sagetas disposées a costat de cada reservacion.
pl: Jeśli chcesz zmienić kolejność rezerwacji lub ją usunąć, wybierz z rozwijanej listy 'Priorytet' odpowiednią wartość.
pt: Para ordenar ou eliminar reservas, faça uma selecção no menu de 'Prioridade' ou clique nas setas à direita do campo de prioridade.
pt_br: Para reorganizar ou excluir reservas, simplesmente faça a seleção em 'Prioridade' ou clique nas setas a direita para alterar a ordem.
sk: Zmenu usporiadania alebo odstránenie rezervácií môžete jednoducho urobiť výberom z ponuky 'Prednosť' alebo kliknutím na šípky napravo od ponuky prednosti.
sv: För att ordna om eller radera reservationer väljer du ett värde från rullgardinsmenyn 'Prioritet' eller klickar på pilarna till höger om rullgardinsmenyn för prioritet.
tr: Ayırmaları tekrar düzenlemek ya da silmek için, 'Öncelik' çek menüden seçim yapınız ya da öncelik çek menünün sağındaki oklara tıklayınız.
zh_tw: 從 '優先次序' 下拉選單選擇，或按著右方的箭頭，就能重新排列或刪除預約。

source: To receive a specific item, click the 'Receive' link to the right of the item.
ar: للحصول على مادة معينة، انقر فوق رابط 'استلام' من على يمين هذه المادة.
cs: Chcete-li přijmout konkrétní výtisk, klepněte na odkaz "Přijmout" vpravo od výtisku.
da: For at modtage et bestemt eksemplar, Klik på linket 'Modtag' til højre for eksemplaret.
de: Um ein bestimmtes Exemplar in Empfang zu nehmen klicken Sie auf 'Zugang' rechts neben dem Exemplar.
el: Για να παραλάβετε ένα συγκεκριμένο τεκμήριο, κάντε κλικ στον σύνδεσμο 'Παραλαβή' στα δεξιά του τεκμηρίου.
es: Para recibir un ítem específico, haga clic en el enlace 'Recibir' a la derecha del ítem.
eu: Elementu jakin bat jasotzeko, klikatu elementuaren eskuinera dagoen 'Jaso' loturan.
fi: Jos haluat vastaanottaa tietyn nimekkeen, klikkaa 'Vastaanota' nimekkeen oikealla puolella.
fr: Pour réceptionner un document précis, cliquez sur le lien "réceptionner" à droite de la ligne de commande.
hi: एक विशेष आइटम प्राप्त करने के लिए, आइटम के अधिकार के लिए 'प्राप्त' लिंक पर क्लिक करें।
it: Per ricevere una copia determinata, premi il link 'Ricevi' a destra della copia.
oc: Per recepcionar un document précis, clicatz sul ligam "recepcionar" a dreita de la linha de comanda.
pl: Jeśli chcesz otrzymać konkretny egzemplarz, kliknij 'Otrzymaj' po prawej stronie tytułu.
pt: Para receber um item específico, clique em 'Receber' à direita do item.
pt_br: Para receber um exemplar específico, clique em 'Receber' no lado direito do exemplar.
sk: Pre prijatie osobitného exemplára, kliknite na odkaz 'Prijať' napravo od exemplára.
sv: För att ta emot ett visst objekt klickar du på länken 'Ta emot' till höger om objektet.
tr: Belirli bir materyal almak için, öğenin sağındaki 'Alma' bağlantısını tıklayın.
zh_tw: 勾選館藏右方的 '簽收' 連結，就能簽收指定的館藏。

source: To reject a tag, you can either click the 'Reject' button in line with the term, or check all terms you want to approve and click 'Reject' below the table.
ar: لرفض الوسم، يمكنك إما النقر على زر 'رفض' في نفس سطر المصطلح ، أو تحديد كل المصطلحات التي ترغب في رفضها ثم النقر على 'رفض' أسفل الجدول.
cs: Odmítnout štítek můžete klepnutím na tlačítko "Odmítnout" v souladu s výrazem, nebo zkontrolovat všechny výrazy, které chcete schválit, a klikněte na tlačítko "Odmítnout" pod tabulkou.
da: For at afvise et mærke, kan man enten klikke på knappen 'Afvis' på begrebets linje, eller marker alle begreber, der skal godkendes og klik på 'Afvis' under tabellen.
de: Um ein Tag abzulehnen, können Sie entweder auf 'Ablehnen' in der Zeile mit dem Begriff klicken oder die Begriffe markieren und 'Ablehnen' unterhalb der Tabelle anklicken.
el: Για να απορρίψετε μια ετικέτα, μπορείτε είτε να πατήσετε το κουμπί 'Απόρριψη' στη ίδια γραμμή με τον όρο, ή να επιλέξτε όλους τους όρους που θέλετε να απορρίψετε και να πατήσετε 'Απόρριψη' κάτω από τον πίνακα.
es: Para rechazar una etiqueta, puede hacer clic en el botón 'Rechazar' en la línea del término, o marcar todos los términos que desea rechazar y hacer clic en 'Rechazar' bajo la tabla.
eu: Etiketa bat errefusatzeko, edo egin klik terminoaren ilara bereko 'Errefusatu' botoian edo markatu onartu nahi dituzun termino guztiak eta klikatu taularen azpiko 'Errefusatu' botoian.
fi: Jos haluat hylätä tagin, voit joko klikata 'Hylkää' termin rivillä tai valita kaikki hyväksyttävät termit ja klikata 'Hylkää' taulun alapuolella.
fr: Pour rejeter un tag, cliquez sur le bouton'Rejeter' à côté du tag, bien sélectionnez tous les tags à rejeter et cliquez sur 'Rejeter' en bas de la page.
hi: एक टैग अस्वीकार करने के लिए, आप इस शब्द के साथ लाइन में 'अस्वीकार' बटन पर क्लिक करें, या सभी शर्तों आप को मंजूरी और मेज के नीचे 'अस्वीकार' पर क्लिक करना चाहते हैं तो जांच कर सकते हैं।
it: Per rifiutare un tag, clicca 'Rifiuta' sulla linea del termine o seleziona i i termini da rifiutare e clicca 'rifiuta' sotto la tabella.
oc: Per regetar un tag, clicatz sul boton'Regetar' a costat del tag, bien seleccionatz totes los tags a regetar e clicatz sus 'Regetar' en bas de la pagina.
pt: Para rejeitar uma etiqueta, você pode clicar no botão 'Rejeitar' com o termo, ou verifique todos os termos que você deseja rejeitar e clique em 'Rejeitar' abaixo da tabela.
pt_br: Para rejeitar uma tag, você pode clicar no botão 'Rejeitar' com o termo, ou verifique todos os termos que você deseja rejeitar e clique em 'Rejeitar' abaixo da tabela.
sk: Pre zamietnutie menovky, môžete buď kliknúť na tlačidlo 'Zamietnuť' v riadku vedľa pojmu, alebo zaškrtnúť všetky pojmy, ktoré chcete schváliť a kliknúť na 'Zamietnuť' pod tabuľkou.
sv: För att avslå en tagg kan du antingen klicka på knappen 'Avslå' på samma rad som termen eller markera alla termer du vill avslå och klicka på 'Avslå' under tabellen.
tr: Bir etiketi reddetmek için, ya satır içi terimi 'Reddet' butonunu tıklayabilirsiniz ya da onaylamak istediğiniz tüm terimleri işaretleyebilirsiniz ve tablonun altındaki 'Reddet'e tıklayabilirsiniz.
zh_tw: 點選詞彙的 '拒絕' 鈕或勾選表格下方的 '拒絕'，都可拒絕標籤。

source: To remove a subfield (if there is more than one of the same type), click the - (minus sign) to the right of the field
ar: لإزالة الحقل الفرعي (إذا كان هناك أكثر من واحد من نفس النوع)، انقر على - (علامة ناقص) إلى يمين الحقل
cs: Chcete-li odstranit podpole (pokud existuje více než jedno stejného typu), klepněte na znaménko mínus (-) na pravé straně pole
da: For at fjerne et underfelt (hvis der er mere end et af samme type), klik på - (minustegn) til højre for feltet
de: Um ein Unterfeld zu entfernen (wenn mehr als eines vom gleichen Typ da ist), klicken Sie auf - (Minuszeichen) rechts neben dem Feld
el: Για να μετακινήσετε ένα υποπεδίο (αν υπάρχουν περισσότερα από ένα του ίδιου τύπου), κάντε κλικ στο - (μείον) στα δεξιά του πεδίου
es: Para borrar un subcampo (si hay mas de uno del mismo tipo), haga clic en el signo de menos (-) a la derecha del campo
eu: Azpieremu bat kentzeko (mota bereko bat baino gehiago badaude), klikatu eremuaren eskuinera dagoen - (minus zeinua)
fi: Jos haluat poistaa osakentän (jos samaa tyyppiä on usempi kuin yksi), klikkaa - (miinusmerkkiä) kentän oikealla puolella
fr: Pour supprimer un sous-champ (s'il y en a plus d'un du même type, cliquez sur le signe moins qui se trouve à droit du champ.
hi: एक उप क्षेत्र निकालने के लिए (अगर कोई है ही प्रकार के एक से अधिक), क्लिक करें - क्षेत्र की सही करने के लिए (ऋण चिह्न) -
it: Per rimuovere un sottocampo (se ce n'è più di uno dello stesso tipo), premi il link '(-)' a destra del campo
oc: Per suprimir un soscamp (s'il y en a plus d'un del meteis tipe, clicatz sus lo signe mens qui se tròba a droit del camp.
pt: Para remover um subcampo (se existir mais que um do mesmo tipo), clique no sinal menos (-) à direita do subcampo
pt_br: Para remover um subcampo (se tiver mais que um do mesmo tipo), clique no sinal de subtração (-) à direita do campo
sk: Pre odobratie podpoľa (ak je tam viac než jedno rovnakého typu), kliknite na - (znamienko mínus) napravo od poľa
sv: För att ta bort ett underliggande fält (om det finns fler än ett av samma typ), klickar du på - (minustecken) till höger om fältet
tr: Bir alt alanı kaldırmak için, (aynı türden birden fazla mevcutsa ), alanın sağındaki - (eksi işaretine)tıklayın.
zh_tw: 勾選欄位右方的減號，就能刪除分欄(若有多個同樣類型)

source: To remove a tag from a specific title, simply click the 'Remove tag' button to the right of the title.
ar: لحذف وسيمة من عنوان محدد، قم ببساطة بالنقر على زر "حذف وسيمة" على يسار العنوان
cs: Chcete-li odstranit štítek z konkrétního titulu, jednoduše klikněte na tlačítko 'Odstranit štítek' vpravo od názvu.
da: For at fjerne et mærke fra en bestemt titel, klik på linket 'Fjern mærke' til højre for titlen.
de: Um ein Tag von einem Titel zu entfernen, verwenden Sie die Schaltfläche 'Tag löschen' rechts neben dem Titel.
el: Για να αφαιρέσετε μια ετικέτα από έναν συγκεκριμένο τίτλο, απλά πατήστε το κουμπί 'Αφαίρεση ετικέτας' δεξιά του τίτλου.
es: Para remover una etiqueta de un título específica, simplemente haga clic en el botón 'Remover etiqueta' a la derecha del título.
eu: Para eliminar una etiqueta de un título específico, simplemente clique en el botón 'Quitar tag' situado a la derecha del título
fi: Jos haluat poistaa tagin tietyltä nimekkeeltä, klikkaa 'Poista tagi' nimekkeen oikealla puolella.
fr: Pour enlever un tag d'un titre précis, cliquez sur simplement le bouton 'Enlever le tag' à la droite du titre.
hi: एक विशिष्ट शीर्षक से एक टैग हटाने के लिए, बस शीर्षक के अधिकार के लिए 'टैग निकालें' बटन पर क्लिक करें।
it: Per togliere un tag da un titolo specifico, clicca su 'Rimuovi tag' alla destra del titolo.
oc: Per levar un tag d'un títol précis, clicatz sus simplament lo boton 'Levar lo tag' a la dreita del títol.
pt: Para remover uma etiqueta de um título específico, carregue no botão 'Remover etiqueta' à direita do título.
pt_br: Para remover uma tag de um título em específico, simplesmente clique no botão 'Remover tag' à direita do título.
sk: Pre odstránenie menovky zo špecifického titulu, jednoducho klinite na tladičlo 'Odobrať menovku' napravo od titulu.
sv: För att ta bort en tagg från en specifik titel klickar du på knappen 'Ta bort tagg' till höger om titeln.
tr: Özel bir başlıktan etiket kaldırmak için, başlığın sağındaki ‘Etiketi kaldır’ butonuna tıklayınız.
zh_tw: 點選題名右方的 '移除標籤' 鈕，就能移除該題名的標籤。

source: To remove an item from a collection, either click Remove next to the item's barcode in the list of items within the collection or check the "Remove item from collection" box next to the Barcode text box under "Add or remove items", and scan or type in the barcode, clicking Submit or hitting Enter if necessary. Note: The "Remove item from collection" checkbox will remain checked as long as you are on the "Add or remove items" page, unless you uncheck it, to facilitate quickly removing a number of items at a time by scanning their barcodes.
fi: Poistaaksesi niteen kokoelmasta voit joko klikata 'Poista' niteen viivakoodin vierestä tai laittaa rastin "Poista nide kokoelmasta" -kohtaan sivun yläreunassa ja syöttää kenttään kokoelmasta poistettavan niteen viivakoodi. Klikkaa 'OK' tai paina 'Enter'. Huomautus: "Poista nide kokoelmasta" -rasti säilyy niin kauan pysyt sivulla, jollet poista rastia. Tällä toiminnolla voit nopeasti poistaa useamman niteen kokoelmasta syöttämällä niiden viivakoodit.
hi: संग्रह के भीतर या जाँच अंतर्गत बॉक्स बारकोड टेक्स्ट बॉक्स के आगे "संग्रह से आइटम निकालें" "जोड़ें या निकालें आइटम", और स्कैन या बारकोड में टाइप सबमिट क्लिक करने या यदि आवश्यक हो तो दर्ज मार। नोट: "संग्रह से निकालें आइटम" चेकबॉक्स रूप में लंबे समय के रूप में आप पर कर रहे हैं जाँच रहेगा "जोड़ें या आइटम हटा" पेज, जब तक आप इसे अचयनित, जल्दी की सुविधा के लिए स्कैनिंग करके एक समय में एक आइटम नंबर को हटाने उनकी बारकोड।

source: To renew an item from this page you scan the barcodes of the items you would like to renew.
ar: لتجديد مادة من هذه الصفحة قم بمسح الباركود ضوئياً للمواد التي ترغب في تجديدها
cs: Abyste prodloužili jednotku z této stránky, oskenujte čárové kódy dokumentů, které chcete prodloužit.
de: Scannen oder tippen Sie den Barcode des Exemplars, dass Sie verlängern möchten.
el: Για να ανανεώσετε ένα τεκμήριο από αυτή τη σελίδα σαρώνετε τα barcodes των τεκμηρίων που θέλετε να ανανεώσετε.
es: Para renovar un ítem de esta página usted puede escanear el código de barras de los ítems que desee renovar.
fi: Jos haluat uusia niteitä tällä sivulla, voit lukea uusittavien niteiden viivakoodit.
fr: Scannez les codes à barres des documents à renouveler
hi: इस पेज से एक आइटम को नवीनीकृत करने के लिए आप आइटम को आप नवीनीकृत करना चाहते हैं उसका बारकोड स्कैन करे.
it: Da questa pagina, puoi leggere col lettore i codici a barre delle copie che vuoi rinnovare.
oc: Numerizatz los còdis a barras des documents a renovelar
pl: Zeskanuj lub wpisz kod kreskowy egzemplarza, który chcesz prolongować.
pt: Para renovar um exemplar nesta página digite o código de barras dos exemplares que deseja renovar.
pt_br: Para renover um exemplar a partir desta página, escaneie ou digite o código de barras do exemplar que você deseja renovar.
sk: Pre predĺženie exemplára z tejto stránky môžete naskenovať alebo vpísať čiarový kód exemplárov, ktoré by ste chceli predĺžiť.
tr: Bu sayfadan bir materyalin süresini uzatmak için, süresini uzatmak istediğiniz materyallerin barkodlarını barkod okuyucuya taratın.
zh_tw: 掃瞄或鍵入要續借的館藏條碼，就能續借該館藏。

source: To replace an image, delete it, upload a new file and give it the same image name.
fi: Korvataksesi kuvan, poista se ja lataa uusi kuva samalla nimellä.
hi: एक छवि को बदलने के लिए, इसे हटा दें, एक नई फ़ाइल अपलोड करें और उसे एक ही छवि नाम दें.

source: To save time you can clone rules from one library to another by choosing the clone option above the rules matrix.
ar: لتوفير الوقت يمكنك استنساخ القواعد من مكتبة واحدة إلى أخرى عن طريق اختيار الخيار أعلاه استنساخ مصفوفة القواعد.
cs: Chcete-li ušetřit čas, můžete naklonovat pravidla z jedné knihovny do druhé výběrem volby "Klon" nad maticí pravidel.
da: For at spare tid kan reglerne kopieres fra et bibliotek til et andet ved at vælge kopieringsoptionen over regelmatriksen.
de: Um Zeit zu sparen können Sie die Regeln einer Bibliothek für eine andere Bibliothek klonen, in dem Sie die entsprechende Funktion oberhalb der Matrix auswählen.
el: Για να εξοικονομήσετε χρόνο μπορείτε να κλωνοποιήσετε τους κανόνες από μία βιβλιοθήκη σε μία άλλη επιλέγοντας την επιλογή κλωνοποίησης πάνω από τον πίνακα των κανόνων.
es: Para ahorrar tiempo puede clonar las reglas de una biblioteca a otra, eligiendo la opción de clonar por encima de la matriz de normas.
eu: Denbora aurrezteko, arauak kopiatu ditzakezu liburutegi batetik bestera, arauen matrizearen gaineko kopiatu aukera aukeratuta.
fi: Ajan säästämiseksi voit kopioida säännöt kirjastolta toiselle valitsemalla kopiointivalinnan sääntömatriisin yläpuolella.
fr: Vous gagnerez du temps en clonant les règles d'un site pour un autre en choisissant l'option de clonage au-dessus de la matrice.
hi: समय आप नियमों मैट्रिक्स ऊपर क्लोन विकल्प का चयन करके दूसरे के लिए एक पुस्तकालय से नियमों को क्लोन कर सकते हैं बचाने के लिए।
it: Per perdere meno tempo, puoi clonare le regole da una biblioteca ad un'altra.
oc: Vous gagnerez del temps en clonant las règlas d'un site per un autre en causissent l'opcion de clonage au-dessus de la matritz.
pl: Jeśli chcesz skopiować zasady do innej biblioteki/filii, wybierz u góry opcję 'Skopiuj tę regułę do'.
pt: Para economizar tempo, pode clonar regras de uma biblioteca para outra, escolhendo a opção clona acima da tabela de regras.
pt_br: Para economizar tempo, pode clonar regras de uma biblioteca para outra, escolhendo a opção clona acima da tabela de regras.
sk: Pre úsporu času môžete klonovať pravidlá z Vašej knižnice do ďalšej voľbou klonovania nad matricou pravidiel.
sv: För att spara tid kan du klona regler från ett bibliotek till ett annat genom att välja kloningsalternativet ovanför regeltabellen.
tr: Zaman kazanmak için, Kurallar matrisi üzerindeki klonlama seçeneğini seçerek, bir kütüphaneden diğer bir kütüphaneye kuralları klonlayabilirsiniz.
zh_tw: 從規則矩陣裡複製其他圖書館的規則，以節省時間。
