Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: From the tool you can choose to upload a file of barcodes or item ids, or you can scan items one by one into the box below the upload tool.
ar: من الأداة يمكنك أن تختار رفع ملف الباركودات أو معرِّفات المواد أو يمكنك أن تمسح ضوئيا المواد واحدة تلو الأخرى بداخل الصندوق أسفل أداة الرفع. عندما تكتمل عملية رفع ملفك أو قائمة باركوداتك يمكنك أن تنقر على 'استمر'.
cs: Nástroj umožňuje nahrávat soubor čárových kódů nebo id jednotek, nebo můžete skenovat jednotky po jedné do pole pod nástrojem k nahrávání. Jakmile jsou všechny soubory nahrané nebo načtené čárové kódy, klikněte na 'Pokračovat'
da: I dette værktøj kan du vælge at oploade en fil med stregkoder eller eksemplar-id, eller stregkoderne kan indscannes en efter en i feltet under værktøjet.
de: In diesem Werkzeug können Sie entweder eine Datei mit Barcodes oder Exemplarnummern hochladen, oder Sie können die Barcodes nacheinander in das Feld unter der Uploadmöglichkeit einscannen.
el: Από το εργαλείο μπορείτε να επιλέξετε να αναρτήσετε ένα αρχείο barcodes ή ταυτοτήτων τεκμηρίων, ή μπορείτε να σαρώστετε ένα-ένα τα τεκμήρια στο κουτί κάτω από το εργαλείο ανάρτησης.
es: De la herramienta puede elegir cargar un archivo de códigos de barras o identificadores de ejemplares, o puede escanear los ejemplares uno por uno en la casilla bajo la herramienta de carga.
eu: Desde la herramienta que puede elegir por cargar un archivo de códigos de barras o identificadores de ítems, o usted puede escanear los ítems uno por uno en la caja abajo de la herramienta de carga. Una vez que haya subido el archivo o los códigos de barras puede hacer clic en 'Continuar'.
fi: Työkalussa voit valita viivakoodien tiedoston latauksen tai niteiden tunnusten latauksen tai voit lukea niteet yksitellen alla olevaan lataustyökaluun.
fr: Avec cet outil, vous pouvez choisir d'envoyer à Koha un fichier de codes à barres ou d'identifiants d'exemplaires, ou bien scanner des exemplaires un par un dans la zone du formulaire.
hi: उपकरण से आप बारकोड या आइटम आईडी की एक फाइल अपलोड करने के लिए चुन सकते हैं, या आप आइटम अपलोड उपकरण नीचे बॉक्स में एक के बाद एक स्कैन कर सकते हैं।
it: Da questo strumento puoi scegliere di caricare un file con i barcode o con gli id delle copie, oppure puoi inserire i barcode con la pistola uno alla volta nel box sotto lo strumennto di carico.
oc: Amb aqueste aisina, podètz causir d'envoyer a Koha un fichièr de còdis a barras o d'identificants d'exemplars, o bien scanner des exemplars un per un dins la zòna del formulari.
pl: Narzędzie pozwala na usuwanie grup egzemplarzy z Koha. Możesz albo wczytać plik z kodami kreskowymi (czy numerami egzemplarzy), albo wprowadzić kody kreskowe do okienka.
pt: A partir da ferramenta pode escolher carregar um ficheiro com código de barras ou IDs dos documentos, ou então pode ler os itens um a um, na caixa debaixo da ferramenta de carregamento.
pt_br: A partir da ferramenta pode escolher carregar um arquivo com código de barras ou IDs dos documentos, ou então pode ler os itens um a um, na caixa debaixo da ferramenta de carregamento.
sk: Z nástroja si môžete zvoliť načítanie súboru čiarových kódov alebo ID exemplárov, alebo môžete zoskenovať exempláre jeden po druhom do políčka pod nástrojom načítania.
sv: Från verktyget kan du välja att ladda upp en fil med streckkoder eller objekt-id, du kan även skanna objekt ett och ett i rutan under uppladdningsverktyget.
tr: Araçlardan, barkod dosyası ya da materyal no yüklemeyi seçebilir ya da materyalleri yükleme aracının altındaki kutudan sırayla tarayabilirsiniz.
zh_tw: 從工具裡，可選擇上傳條碼檔或館藏代號，或從上傳工具下的盒裡，逐一掃瞄館藏。

source: From the tool you can choose to upload a file of barcodes or item ids, or you can scan items one by one into the box below the upload tool. Once you have your file uploaded or the barcodes listed you can click 'Continue.'
ar: من الأداة يمكنك أن تختار رفع ملف من الباركودات أو معرِّفات المواد أو يمكنك أن تدخل المواد واحدة تلو الأخرى بداخل الصندوق أسفل أداة الرفع. عندما تكتمل عملية رفع ملفك أو قائمة باركوداتك يمكنك أن تنقر على 'استمر'.
cs: Nástroj umožňuje načíst soubor čárových kódů nebo identifikátorů jednotek, nebo můžete skenovat jednotky po jedné do pole pod nástrojem k nahrávání. Jakmile jsou všechny soubory nahrané nebo načtené čárové kódy, klikněte na 'Pokračovat'.
da: I dette værktøj kan du vælge at oploade en fil med stregkoder eller eksemplar-id, eller stregkoderne kan indscannes en efter en i feltet under værktøjet. Når filen er oploadet eller alle stregkoder indsvannet klikkes på 'Fortsæt'.
de: In diesem Werkzeug können Sie entweder eine Datei mit Barcodes oder Exemplaridentnummern hochladen, oder Sie können die Barcodes nacheinander in das Feld unter der Uploadmöglichkeit einscannen. Wenn Sie die Datei hochgeladen oder die Barcodes vollständig eingescannt haben, klicken Sie auf 'Fortfahren'.
el: Από το εργαλείο μπορείτε να επιλέξετε να φορτώσετε ένα αρχείο barcodes ή ταυτότητες τεκμηρίων, ή μπορείτε να σαρώστετε ένα-ένα τα τεκμήρια στο κουτί κάτω από το εργαλείο φόρτωσης. Μόλις φορτώσετε το αρχείο σας ή εισάγετε τα barcodes κάντε κλικ στο 'Συνέχεια'.
es: Desde la herramienta que puede elegir por cargar un archivo de códigos de barras o identificadores de ítems, o usted puede escanear los ítems uno por uno en la caja abajo de la herramienta de carga. Una vez que haya subido el archivo o los códigos de barras puede hacer clic en 'Continuar'.
eu: Tresna horretan barra kodeen fitxategi bat edo elementuen IDak kargatzea aukeratu dezakezu, edo elementuak banan-banan eskaneatu ditzakezu, kargatzeko tresnaren azpiko koadroan. Zure fitxategia kargatutakoak edo barra kodeak zerrendatutakoan, 'Jarraitu' botoian klik egin dezakezu.
fi: Työkalussa voit valita viivakoodien tiedoston latauksen tai niteiden tunnusten latauksen tai voit lukea niteet yksitellen alla olevaan lataustyökaluun. Kun olet ladannut tai lukenut viivakoodit, klikkaa 'Jatka'.
fr: Avec cet outil, vous pouvez envoyer à Koha un fichier de codes à barres ou d'identifiants d'exemplaire, ou bien scanner des exemplaire un par un dans la boîte prévue à cet effet. Une fois votre fichier envoyé ou vos codes à barres saisis, cliquez sur Continuer.
hi: उपकरण से आप बारकोड या आइटम आईडी की एक फाइल अपलोड करने के लिए चुन सकते हैं, या आप आइटम अपलोड उपकरण नीचे बॉक्स में एक के बाद एक स्कैन कर सकते हैं। एक बार जब आप अपनी फ़ाइल को अपलोड कर दिया है या बारकोड को सूचीबद्ध आप क्लिक कर सकते हैं 'जारी रखें।'
it: Da questo strumento puoi scegliere di caricare un file con i barcode o con gli id delle copie, oppure puoi inserire i barcode uno alla volta. Se hai messo i barcode con le etichette sulle copertine puoi inserirli con la pistola. Una volta che hai caricato il file o i barcode sono stati inseriti, puoi cliccare su 'Continua'.
oc: Amb aqueste aisina, podètz mandar a Koha un fichièr de còdis a barras o d'identificants d'exemplar, o bien scanner des exemplar un per un dins la bóstia prevista a aqueste effet. Un còp vòstre fichièr mandat o vos còdis a barras saisis, clicatz sus Contunhar.
pl: Możesz wybrać plik, by wczytać kody kreskowe (albo numery egzemplarzy), ale możesz także wprowadzić kody kreskowe do okienka. Po wczytaniu kodów kreskowych kliknij 'Kontynuuj'.
pt: A partir da ferramenta pode escolher carregar um ficheiro com código de barras ou IDs dos documentos, ou então pode ler os itens um a um, na caixa debaixo da ferramenta de carregamento. No final do processo carregar em 'Continuar'.
pt_br: A partir da ferramenta pode escolher carregar um arquivo com código de barras ou IDs dos documentos, ou então pode ler os itens um a um, na caixa debaixo da ferramenta de carregamento. No final do processo carregar em 'Continuar'.
sk: Z nástroja si môžete zvoliť načítanie súboru čiarových kódov alebo ID exemplárov, alebo môžete zoskenovať exempláre jeden po druhom do políčka pod nástrojom načítania. Len čo máte súbor načítaný alebo čiarové kódy zaznačené, môžete kliknúť na 'Pokračovať.'
sv: Från verktyget kan du välja att ladda upp en fil med streckkoder eller objekt-id, du kan även skanna objekt ett och ett i rutan under uppladdningsverktyget. När filen laddats upp eller streckkoderna skannats kan du klicka 'Fortsätt'.
tr: Araçlardan, barkod dosyası ya da materyal no yüklemeyi seçebilir ya da materyalleri yükleme aracının altındaki kutudan sırayla tarayabilirsiniz. Dosyalarınız yüklenince ya da barkodlar listelenince, 'Devam et'e tıklayabilirsiniz.
zh_tw: 從工具裡，可選擇上傳條碼檔或館藏代號，或從上傳工具下的盒裡，逐一掃瞄館藏。上傳檔案之後，或條碼列出後，就能按下 '繼續' 鈕。

source: From the warning, you can choose to order another copy on the existing bib record, create a new bib record, or cancel your order of this item.
ar: من التحذير ، يمكنك أن تختار أن تطلب نسخة أخرى على التسجيلة الببليوغرافية الموجودة ، أو إنشاء تسجيلة ببليوغرافية جديدة أو إلغاء طلب هذه المادة.
cs: Ve varování vyberete, zda chcete objednat další kopii jednotky s již existujícím bibliografickým záznamem, vytvořit nový záznam, nebo zrušit objednávku jednotky.
da: Fra advarslen kan du vælge at bestille en anden kopi på den eksisterende bib post, oprette en ny bib post eller afbryde ordren for dette eksemplar.
de: Bei der Warnung können Sie wählen, ob Sie einfach eine weitere Kopie des existierenden bibliographischen Datensatzes bestellen, einen neuen Satz erstellen oder die Bestellung dieses Titels löschen wollen.
el: Από την προειδοποίηση, μπορείτε να επιλέξετε να παραγγείλετε ένα άλλο αντίτυπο της υπάρχουσας βιβλιογραφικής εγγραφής, να δημιουργήσετε μία νέα βιβλιογραφική εγγραφή, ή να ακυρώσετε την παραγγελία σας γι'αυτό το τεκμήριο.
es: Desde la advertencia puede elegir ordenar otra copia de un registro bibliográfico existente, crear un registro bibliográfico nuevo, o cancelar su pedido de este ítem.
eu: Ohar horretan, hauxe egin dezakezu: existitzen den bibliografia erregistroaren beste kopia bat eskatu, bibliografia erregistro berri bat sortu, edo elementuaren eskaera ezeztatu.
fi: Varoituksen jälkeen voit valita toisen olemassa olevan tietueen tilauksen, luoda uuden nimeketietueen tai peruttaa tilauksen tästä nimekkeestä.
fr: À partir de l'avertissement, vous pouvez choisir de commander simplement une autre copie de la notice existante, de créer une nouvelle notice ou bien d'annuler votre commande de ce titre.
hi: चेतावनी से, आप मौजूदा बिब रिकॉर्ड पर एक और आदेश की नकल के लिए एक नया रिकॉर्ड बनाने बिब, या इस मद के अपने आदेश को रद्द करने के लिए चुन सकते हैं।
it: Dall'avviso, potrai scegliere se ordinare una nuova copia, creare n nuovo record bibliografico, o cancellare l'ordine della copia.
oc: A partir de l'avertiment, podètz causir de comandar simplament una autre còpia de la notícia existenta, de crear una novèla notícia o bien d'anullar vòstra comanda de aqueste títol.
pl: Ostrzeżenie: można wybrać opcję: 'Użyj istniejącego rekordu', „'Utwórz nowy rekord' lub 'Anuluj i powróć do listy'.
pt: A partir do aviso, pode escolher encomendar outra cópia do registo existente, criar um novo registo, ou cancelar a encomenda para este exemplar.
pt_br: No aviso você pode optar por apenas pedir outra cópia de um registro bibliográfico existente, criar um novo registro bibliográfico ou cancelar seu pedido para este exemplar.
sk: Z upozornenia si môžete zvoliť, či chcete len objednať ďalšiu kópiu pre existujúci knižničný záznam, vytvoriť nový záznam alebo zrušiť objednávku tohto exemplára.
sv: Från varningen kan du välja att beställa ett annat objekt för den befintliga bibliografiska posten, skapa en ny bibliografisk post eller avbryta beställningen av detta objekt.
tr: Uyarılardan, mevcut bibliyografik kaydın diğer kopyasını sipariş etmeyi seçebilir, yeni bir bibliyografik kayıt oluşturabilir ya da bu materyalin siparişini iptal edebilirsiniz.
zh_tw: 從此警示，可選擇訂閱其他複本、新增書目紀錄或取消訂關該館藏。

source: From there you can search your authority file for the authority to link. If you can't find the authority to link, you can click the 'Create new' button and add the necessary authority for the link. This plugin also allows for you to choose the link relationship between the authorities.
ar: من هناك بإمكانك البحث في ملف الإستنادات عن الإستناد ليتم الربط. إذا لم تتمكن من إيجاد إستناد ليتم ربطه، بإمكانك أن تنقر على زر 'إنشاء جديد' وتضيف الإستناد الذي تحتاج أن يتم ربطه. هذه الإضافة تسمح لك أيضاً أن تختار علاقة الوصل بين الإستنادات.
cs: Zde můžete vyhledat autoritu ve Vašem souboru autorit a následně ji propojit s bibliografickým záznamem. Pokud nenajdete vyhovující autoritu, klikněte na tlačítko 'Vytvořit novou' a přidejte ji. Tento zásuvný modul také umožňuje nastavit vztahy mezi autoritami.
da: Derfra kan du søge i din autoritetsfil at autoriteter at lænke til. Hvis du ikke kan finde autoriteter at lænke til, kan du klikke på 'Opret ny' og tilføje den ønskede autoritet til lænkningen. Denne plugin tillader også at vælge lænket relation til andre autoriteter
de: Von hier aus können Sie nach dem Normdatensatz für den Link suchen. Wenn Sie keinen passenden Normdatensatz finden können, kann ein neuer Satz angelegt werden. Das Plugin erlaubt es außerdem die Art der Beziehung zwischen zwei Datensätzen zu wählen.
el: Από εκεί μπορείτε να ψάξετε το αρχείο καθιερωμένων όρων σας για το καθιερωμένο όρο που θα γίνει η σύνδεση. Εάν δεν μπορείτε να βρείτε τον προς σύνδεση όρο, μπορείτε να πατήσετε το κουμπί 'Δημιουργία νέου' και να προσθέσετε τον απαραίτητο όρο για αυτόν τον σύνδεσμο. Αυτή η υπομονάδα επίσης σας επιτρέπει να επιλέξετε τη σχέση διασύνδεσης μεταξύ των καθιερωμένων όρων.
es: Desde allí podrá buscar el archivo de autoridad para enlazar con la autoridad. Si no puede encontrar la autoridad para enlazar, puede hacer clic en el botón 'Crear nueva' y agregar la autoridad necesaria para el enlace. Este plugin también le permite seleccionar el enlace de relación entre las autoridades.
eu: Desde allí se puede buscar en el archivo de autoridades para la autoridad para vincular. Si usted no puede encontrar la autoridad de enlace, puede hacer clic en el botón 'Crear nuevo' y añadir la autoridad necesaria para el enlace. Este plugin también permite que usted elija la relación de enlace entre las autoridades.
fi: Täällä voit hakea auktoriteettitiedostoja linkittääksesi auktoriteetin. Jos et löydä auktoriteettia, johon linkittää, klikkaa 'Luo uusi' ja lisää tarvittava auktoriteetti. Tämä liitännäinen sallii myös sinun valita auktoriteettien välisen suhteen.
fr: Ici vous pouvez chercher dans votre fichier autorités, l'autorité à lier. Si vous ne la trouvez pas, vous pouvez cliquer sur le bouton 'Ajouter nouvelle autorité' et ajouter l'autorité à lier. Ce plugin vous permet aussi de choisir le lien entre les autorités.
hi: वहां से आप प्राधिकरण लिंक करने के लिए अपने अधिकार फ़ाइल खोज सकते हैं। आप लिंक करने का अधिकार नहीं मिल सकता है, तो आप 'नया बनाएँ' बटन क्लिक करें और लिंक के लिए आवश्यक प्राधिकार जोड़ सकते हैं। इस प्लगइन भी आप के अधिकारियों के बीच की कड़ी के रिश्ते का चयन करने के लिए अनुमति देता है।
it: Da qui puoi cercare sull'authority file per indicare il record da agganciare. Se non lo trovi, puoi crearne uno premendo 'Crea nuovo' a aggiungere il record al link. Questo plugin ti permette anche di scegliere la relazione tra le autorità.
oc: Ici podètz chercher dins vòstre fichièr autoritats, l'autoritat a lier. Se vous ne la trouvez pas, podètz clicar sul boton 'Apondre novèla autoritat' e apondre l'autoritat a lier. Aqueste plugin vos permet tanben de causir lo ligam entre les autoritats.
pt: A partir desse ponto pode pesquisar o ficheiro de autoridade para a autoridade a ligar. Se não encontra a autoridade, pode clicar no botão 'Criar nova' e adicionar a autoridade necessário para a ligação. Este plugin também permite escolher o relação entre autoridades.
pt_br: Aqui você pode pesquisar pelo arquivo de autoridades pela autoridade que deseja linkar. Se você não conseguir encontrar a autoridade, você pode clicar no botão 'Criar nova' e adicionar a autoridade que for preciso. Este plugin também permite estabelecer o relacionamento entre as autoridades.
sk: Odtiaľ môžete hľadať váš súbor autorít pre autoritu, ktorú prepájate. Ak nemôžete nájsť autoritu na prepojenie, môžete kliknúť na tlačidlo 'Vytvoriť novú' a pridať potrebnú autoritu na prepojenie. Tento zásuvný modul tiež umožňuje voľbu vzťahu prepojenia medzi autoritami.
sv: Härifrån kan du i auktoritetsfilen söka efter den auktoritet som ska länkas. Om du inte kan hitta en auktoritet att länka, kan du klicka på knappen 'Skapa ny' och lägga till nödvändig auktoritet för länken. Detta insticksprogram tillåter även att du väljer länkningsförhållandet mellan auktoriteter.
tr: Buradan, otorite bağlantısı kurmak için otorite dosyanızı araştırabilirsiniz. Otorite bağlantısı kurmak için bağlantı bulamıyorsanız, 'Yeni oluştur' butonuna tıklayabilirsiniz ve bağlantı için gerekli otoriteyi ekleyebilirsiniz. Bu eklenti size aynı zamanda otoriteler arasındaki bağlantı ilişkisini seçmenize de imkan tanır.
zh_tw: 從此可搜尋權威紀錄檔找尋權威連結。若找不到，可點選 '新增' 鈕，加入必要的權威給此連結；此外掛程式允許您選擇權威間的關係。
