Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To the right of the new field is a link to 'Subfields.' You will need to add subfields before this tag will appear in your MARC editor.
ar: على اليسار من الحقل الجديد هنالك وصلة إلى 'الحقول الفرعية'، ستحتاج ﻹضافة حقول فرعية قبل ظهور هذا التاج في محرر مارك.
cs: Napravo od nového pole je odkaz na "Podpole". Musíte přidat podpole, než se pole objeví v editoru MARC.
da: Til højre for det nye felt er et link til 'Underfelter,' du skal tilføje underfelter, før dette mærke vises i din MARC-editor.
de: Rechts neben einen neuen Feld ist ein Link auf 'Unterfelder'. Sie müssen Unterfelder hinzufügen, damit dieser Tag in Ihrem MARC-Editor aufscheint.
el: Στα δεξιά του νέου πεδίου υπάρχει ένας σύνδεσμος προς τα 'Υποπεδία', θα χρειαστεί να προσθέσετε υποπεδία πριν εμφανιστεί αυτή η ετικέτα στον επεξεργαστή MARC.
es: A la derecha de un nuevo campo hay un enlace a 'Subcampos.' Necesitará agregar subcampos antes que esta etiqueta aparezca en su editor de MARC.
eu: A la derecha de un nuevo campo está un enlace a 'Subcampos'. Necesitará agregar subcampos antes que esta etiqueta aparezca en su editor de MARC.
fi: Uuden kentän oikealla puolella on linkki 'Osakentät', osakenttiä pitää lisätä ennen kuin tämä kenttä näkyy MARC-muokkaimessa.
fr: Sur la droite de votre nouveau champ, vous verrez un lien Sous-champs. Vous devez ajouter des sous-champs avant de voir apparaître le champ dans l'éditeur MARC.
hi: नए क्षेत्र के अधिकार के लिए एक कड़ी है 'उपक्षेत्रों।' आप उपक्षेत्रों को जोड़ने के लिए पहले इस टैग आपका मार्क संपादक में दिखाई देगा की आवश्यकता होगी।
it: A destra del nuovo campo si trova un link ai 'Sottocampi'. Devi aggiungere sottocampi prima che questo campo possa apparire nell'editor MARC.
oc: Sus la dreita de vòstre novèl camp, veiretz un ligam Soscamps. Vous devez apondre des soscamps avant de veire aparéisser lo camp dins l'editor MARC.
pt: À direita do novo campo existe uma ligação 'Subcampos'. Necessita de adicionar novos subcampos antes deste campo aparecer no editor MARC.
pt_br: À direita do novo campo há um link 'Subcampos'. É preciso adicionar subcampos antes que a tag apareça no editor MARC.
sk: Napravo od nového poľa je odkaz na 'Podpolia'. Skôr ako sa táto menovka objaví vo Vašom editore MARC, musíte pridať podpolia.
sv: Till höger om det nya fältet finns en länk till 'Underliggande fält'. Du måste lägga till underliggande fält för att denna tagg ska visas i MARC-redigeraren.
tr: Yeni alanın sağında 'Alt alanlar' bağlantısı mevcuttur. Bu etiket MARC editörünüzde gözükmeden önce, alt alanlar eklemek durumda kalacaksınız.
zh_tw: 新欄位右方有 '分欄' 連結。在此欄號新增的分欄會顯示在 MARC 編輯器裡。

source: To turn on the 'Did you mean?' bar on your search results you need to check the box next to each plugin you would like to use. The two plugins you have to choose from are:
ar: لِتُشغِّل شريط 'هل تقصد؟' في نتائج بحثك تحتاج أن تختار مربع الإختيار بجانب كل إضافة ترغب بإستخدامها. الإضافتان الَّتان ينبغي أن تختار منهما هما:
cs: Chcete-li použít funkci "Měli jste na mysli?" na liště u výsledků hledání, musíte zaškrtnout políčko vedle každého pluginu, který chcete použít. Oba pluginy, které musíte vybrat, jsou:
da: For at tilkoble 'Mente du?' bjælken til ved dine søgeresultater, skal du sætte mærke i feltet ved siden af hvert plugin, som du vil bruge. De to plugins, som du skal vælge imellem er:
de: Um das 'Meinten Sie...?'-Plugin zu aktivieren, muss die Checkbox neben jedem Plugin angeklickt werden, dass Sie verwenden möchten. Die beiden verfügbaren Plugins sind:
el: Για να ενεργοποιήσετε τη μπάρα 'Μήπως εννοείτε;' στα αποτελέσματα αναζήτησής σας χρειάζεται να επιλέξετε το κουτί δίπλα σε κάθε plugin που θα θέλατε να χρησιμοποιήσετε. Τα δύο plugins από τα οποία πρέπει να επιλέξετε είναι:
es: Para habilitar la barra '¿Quiso decir?' en sus resultados de búsqueda deberá seleccionar la casilla al lado de cada plugin que dese utilizar. Los dos plugins que tiene para elegir son:
eu: Para volver a '¿Qué siginifica?' barra fija de los resultados de búsqueda que usted necesita para marcar la casilla al lado de cada plugin que desea utilizar. Los dos plugins que usted tiene que elegir son:
fi: Jos haluat laittaa päälle 'Tarkoititko?'-toiminnon hakutuloksissasi, täytyy jokaisen liitännäisen kohdalla tehdä valinta, jos haluat ottaa ne käyttöön. Kaksi liitännäistä, joista pitää valita, ovat:
fr: Pour afficher la barre 'Vouliez-vous dire?' dans vos résultats de rechercher, vous devez cocher les cases à côté de chaque plugin que vous souhaitez utiliser. Les deux plugins sont&nbsp;:
hi: चालू करने के लिए 'आप क्या मतलब है?' अपने खोज पर बार आप बॉक्स की जांच करने के लिए प्रत्येक के लिए अगले प्लगइन आप उपयोग करना चाहते हैं की जरूरत है यह परिणाम है। दो plugins आप से चुनने के लिए कर रहे हैं:
it: Per attivare la feature 'Intendi dire:' nei risultati delle ricerche, devi selezionare la casella vicina ad ogni plugin che vuoi usare. I plugin che puoi scegliere sono:
oc: Per afichar la barra 'Voliatz dire ?' dins vos resultats de recercar, vos cal cocher les cases a costat de cada plugin que vous souhaitez utilizar. Les deux plugins sont&nbsp;:
pt: Para activar a barra 'Quis dizer?' nos resultados de pesquisa precisa de marcar a caixa à beira de cada plugin de que deseja usar. Os dois plugins que pode escolher são:
pt_br: Habilitando a barra 'Você quis dizer`nos resultados de pesquisa você precisa marcar quais plugins você deseja usar. Os dois plugins que você pode escolher são:
sk: Pre zapnutie lišty 'Mali ste na mysli?' vo vašich výsledkoch hľadania, musíte zaškrtnúť políčko vedľa každého zásuvného modulu, ktorý chcete použiť. Dva zásuvné moduly, z ktorých si môžete vybrať, sú:
sv: För att aktivera funktionen 'Menade du?' i sökresultaten måste du markera kryssrutan bredvid de insticksprogram du vill använda. De två insticksprogrammen du har att välja mellan är:
tr: 'Bunu mu demek istediniz?' çubuğunu arama sonuçlarında açmak için kullanmak istediğiniz her bir eklentinin yanındaki kutuyu onaylamanız gerekir. Seçmeniz gereken iki eklenti şunlardır:
zh_tw: 為了打開搜尋結果的 '您的意思是？'，需勾選每個使用的外掛程式盒，現在使用的兩個外掛程式是：

source: To use a plugin click on the icon to the right of the filed
ar: لاستخدام البرنامج المساعد أنقر على الرمز على يسار الحقل
cs: Chcete-li použít plugin, klikněte na ikonu vpravo od vyplňovanéhol
da: For at bruge et plugin klik på ikonet til højre for det gemte
de: Klicken Sie auf das Icon neben dem Feld, um ein Plugin zu aktivieren
el: Για να χρησιμοποιήσετε μία συνδεόμενη υπομονάδα κάντε κλικ στην εικόνα στα δεξιά του πεδίου
es: Para usar un plugin haga clic en el icono a la derecha del campo
eu: Para usar un plugin haga clic en el icono a la derecha del campo
fi: Jos haluat käyttää liitännäistä, klikkaa kuvaketta kentän oikealla puolella
fr: Cliquez sur ... sur la droite du champ pour utiliser un plugin
hi: एक प्लगइन का उपयोग करने के लिए दायी ओर क्षेत्र के आइकन पर क्लिक करें
it: Clicca sui '...' alla sinistra del campo per usare un plugin
oc: Clicatz sus ... sus la dreita del camp per utilizar un plugin
pt: Para usar o plugin carregue no ícone à direita do campo
pt_br: Para utilizar um plugin clique no ícone a direita do campo
sk: Pre použitie zásuvného modulu, kliknite na ikonu napravo od súboru
sv: För att använda ett insticksprogram klickar du på ikonen till höger om fältet
tr: Bir eklenti kullanmak için, dosyanın sağındaki simge üzerine tıklayın
zh_tw: 按下欄位右的圖示，使用外掛程式

source: To use this tool you simply need the barcode for the book you'd like to print the spine label for.
ar: لاستخدام هذه الأداة ستحتاج ببساطة لباركود هذا الكتاب لطباعة لصاقة كعب له.
cs: Chcete-li použít tento nástroj, stačí čárový kód pro knihu, ke které chcete vytisknout hřbetní štítek.
da: For at bruge dette værktøj, skal du bare bruge stregkoden for den bog, som du vil udskrive rygetiket til.
de: Um diese Funktion zu nutzen benötigen Sie lediglich den Barcode des Buches, für das ein Rückenschild gedruckt werden soll.
el: Για να χρησιμοποιήσετε αυτό το εργαλείο χρειάζεται απλά το barcode του βιβλίου για το οποίο θέλετε να εκτυπώσετε μία ετικέτα ράχης.
es: Para utilizar esta herramienta sólo necesita el código de barras para el libro que desea imprimir la etiqueta.
eu: Tresna hau erabiltzeko, bizkar-etiketa inprimatu nahi duzun liburutaren barra kodea besterik ez duzu behar.
fi: Jos haluat käyttää tätä työkalua, tarvitset vain viivakoodin siitä niteestä, johon haluat tulostaa selkätarran.
fr: Pour utiliser cette outil, vous avez seulement besoin du code à barres du livre pour lequel vous voulez imprimer une étiquette
hi: यह उपकरण आपको बस पुस्तक के लिए बारकोड आवश्यकता का उपयोग करने के लिए आप के लिए रीढ़ की हड्डी लेबल मुद्रित करने के लिए करना चाहते हैं।
it: Per usare questo strumento hai bisogno solo del barcode dell'opere di cui vuoi stampare l'etichetta per il dorso.
oc: Per utilizar aquesta aisina, avètz solament besonh del còdi de barras del livre per lequel volètz imprimir una etiqueta
pt: Para usar essa ferramenta basta o código de barras para o livro que você gostaria de imprimir o rótulo.
pt_br: Para usar essa ferramenta basta o código de barras para o livro que você gostaria de imprimir a etiqueta de lombada.
sk: Pre použitie tohto nástroja potrebujete jednoducho čiarový kód pre knihu, pre ktorú chcete tlačiť chrbtovú etiketu.
sv: För att använda detta verktyg behöver du bara streckkoden för den bok du vill skriva ut en ryggetikett för.
tr: Bu aracı kullanmak için, sırt etiketini basmak istediğiniz kitabın barkodu yeterli olacaktır.
zh_tw: 需要圖書的條碼，才能使用此工具列印書標。

source: To view a vendor's information page, you must search for the vendor from the Acquisitions home page. Your search can be for any part of the vendor's name. From the results, click on the name of the vendor you want to view or edit.
ar: لعرض صفحة معلومات المورد ، يتوجب عليك أن تبحث عن المورد من صفحة التزويد الرئيسية. ويمكن لبحثك أن يكون عن أي جزء من اسم المورد. ومن النتائج أنقر على اسم المورد الذي تريد عرضه أو تعديله.
cs: Chcete-li zobrazit informační stránku dodavatele, musíte hledat dodavatele z domovské stránky akvizic. Vaše hledání může být na jakoukoliv část názvu dodavatele. Z výsledků, klikněte na název dodavatele, kterého chcete zobrazit nebo upravit.
da: For at se en leverandørs informationsside skal du søge efter leverandøren fra indkøbssiden. Du kan søge efter enhver del af leverandørens navn. I resultaterne klikkes på navnet på den leverandør, som du vil se eller ændre.
de: Um Informationen zum Lieferanten angezeigt zu bekommen, müssen Sie den Lieferanten in der Erwerbung zunächst suchen. Sie können dabei auch nach Teilen des Lieferantennamens suchen.
el: Για να δείτε τη σελίδα πληροφοριών ενός προμηθευτή, πρέπει να αναζητήσετε τον προμηθευτή από την κύρια σελίδα Προσκτήσεων. Η αναζήτησή σας μπορεί να είναι σε οποιοδήποτε μέρος του ονόματος προμηθευτή. Από τα αποτελέσματα, πατήστε στο όνομα του προμηθευτή που θέλετε να δείτε ή να επεξεργαστείτε.
es: Para ver la página de información de un proveedor, tiene que buscar el proveedor en la página principal de Adquisiciones. Su búsqueda puede ser de cualquier parte del nombre del proveedor. Desde los resultados, haga clic en el nombre del proveedor que desea ver o editar.
eu: Para ver la página de información de un proveedor, tiene que buscar el proveedor en la página principal de Adquisiciones. Puede hacer la búsqueda a partir de cualquier parte del nombre del proveedor. Desde los resultados, seleccionar en el nombrede el proveedor que desea ver o editar.
fi: Jos haluat nähdä 'Toimittajan tiedot' -sivun, hae toimittajaa Hankinnat-osiosta. Voit hakea millä tahansa toimittajan nimen osalla. Hakutuloksista klikkaa sen toimittajan nimeä, jota haluat tarkastella tai muokata.
fr: Pour voir la page consacrée à un fournisseur, vous devez rechercher le fournisseur à partir de l'accueil du module Acquisitions. Votre recherche peut se faire sur toute partie du nom du fournisseur. Dans la liste des résultats, cliquez sur le nom du fournisseur que vous voulez voir ou modifier.
hi: एक विक्रेता की जानकारी पृष्ठ को देखने के लिए, आपको अधिग्रहण होम पेज से विक्रेता के लिए खोज करना चाहिए। आपकी खोज विक्रेता के नाम के किसी भी हिस्से के लिए हो सकता है। परिणामों से, विक्रेता आप को देखने या संपादित करने के लिए चाहते हैं के नाम पर क्लिक करें।
it: Per vedere la informazioni su un fornitore, prima devi cercarlo a partire dalla pagina delle Acquisizioni. Puoi usare qualsiasi parte del nome del fornitore. Dai risultati clicca sul nome del fornitore che vuoi vedere o modificare.
oc: Per veire la pagina consacrée a un provesidor, vos cal recercar lo provesidor a partir de l'acuèlh del modul Aquisicions. Vòstra recèrca peut se far sus tota partida del nom del provesidor. Dins la lista des resultats, clicatz sul nom del provesidor que volètz veire o modificar.
pl: Jeśli chcesz zobaczyć profil dostawcy, wyszukaj dostawcę w oknie wyszukiwania dostawców. Fraza wyszukiwawcza może zawierać część nazwy dostawcy. Klikając na nazwę dostawcy, można wyświetlić informacje o nim lub modyfikować dane.
pt: Para ver a página de informação de um fornecedor, tem que realizador uma pesquisa na página de aquisições. Pode pesquisar por qualquer parte do nome do fornecedor. Depois basta clicar no nome do fornecedor que deseja ver ou editar nos resultados da pesquisa.
pt_br: Para ver a página de informações do fornecedor você precisa pesquisar pelo fornecedor na página de Aquisições. A sua busca pode ser feita a partir de qualquer parte do nome do Fornecedor. Para ver mais informações ou editar, clique no nome do fornecedor.
sk: Pre zobrazenie stránky informácií o predajcovi musíte vyhľadať predajcu z domovskej stránky Akvizícií. Môžete hľadať akúkoľvek časť mena predajcu. Z výsledkov, kliknite na meno predajcu, ktorého chcete zobraziť alebo upraviť.
sv: För att se en leverantörs informationssida måste du söka efter leverantören från hemsidan för Inköp. Du kan söka efter vilken del som helst av leverantörens namn. Från resultaten klickar du på namnet för den leverantör du vill visa eller redigera.
tr: Bir sağlayıcı bilgi sayfası görüntülemek için, Sağlama ana sayfasından sağlayıcıyı aramanız gerekir. Aramanızı sağlayıcının isminin her hangi bir kısmından yapabiliriz. Sonuçlardan görüntülemek ya da düzeltmek istediğiniz sağlayıcının isminin üstüne tıklayınız.
zh_tw: 必須從採訪頁面搜尋代理商，才能檢視代理商資訊，可搜尋代理商名稱的任何部份。從結果點選代理商名稱，就能檢視或編輯它。

source: To view all of the items tied to the host record, do a search for the record, click the Analytics tab on the left and the analytics tied to each barcode will be shown under the "Used in" column.
ar: لتعرض كل المواد المربوطة بالتسجيلة المستضيفة ، قم بالبحث عن التسجيلة ، أنقر على تبويب التحليلات على اليمين وستعرض التحليلات المرتبطة بكل باركود تحت العامود "مستخدم في".
cs: Chcete-li zobrazit všechny položky vázané na záznam hostitelského (zdrojového) dokumentu, proveďte vyhledání záznamu, klepněte na kartu Analytika na levé straně a analytika navázaná na každý čárový kód se zobrazí ve sloupci pod "Používáno v".
da: For at se alle eksemplarer til en værts-post, lav en søgning efter posten, klik på fanen analytiks til venstre og analytiks knyttet til hver stregkode vises under kolonnen "Brugt i".
de: Um alle mit dem übergeordneten Werk verknüpften unselbständigen Datensätze anzuzeigen, klicken Sie im linken Bereich auf den entsprechenden Tab.
el: Για να δείτε όλα τα τεκμήρια που συνδέονται με την κύρια εγγραφή, κάντε μια αναζήτηση για την εγγραφή, πατήστε αριστερά στην καρτέλα Αναλυτικά και τα αναλυτικά στοιχεία που συνδέονται με κάθε barcode θα εμφανιστούν κάτω από τη στήλη "Χρησιμοποιείται σε".
es: Para ver todos los registros ligados a un registro base, busque el registro, haga clic en la pestaña Analíticas a la izquierda y se mostrarán las analíticas ligadas a cada código de barras bajo la columna "Utilizada en".
eu: Para ver todos los elementos vinculados al registro de host, hacer una búsqueda para el registro, haga clic en la pestaña Analytics de la izquierda y los análisis vinculados a cada código de barras aparecerá en la carpeta "Se utiliza en " de la columna.
fi: Nähdäksesi kaikki emotietueeseen liityvät niteet, hae tietuetta, klikkaa Analyyttiset-välilehteä vasemmalla ja viivakoodeihin liittyvät analyyttiset näytetään "Teoksessa'-sarakkeessa.
fr: Pour voir tous les exemplaires liées à la notice hôte, faites une recherche sur la notice, cliquez sur l'onglet 'Dépouillement' sur la gauche et les notices de dépouillement liées à chaque code à barres seront indiquées dans la colonne 'Utilisé dans'
hi: होस्ट रिकॉर्ड करने के लिए बंधे सभी वस्तुओं को देखने के लिए, रिकार्ड के लिए एक खोज करते हैं छोड़ दिया पर एनालिटिक्स टैब पर क्लिक करें और विश्लेषणों प्रत्येक बारकोड से बंधा स्तंभ "में प्रयुक्त के" तहत दिखाया जाएगा।
it: Per vedere tutti i record figlia collegati ad un record madre, cerca il record,clicca sul tab Analitici a sinistra e sotto la colonna 'Usato in' verranno elencati i record analitici legati a ciascun barcode.
oc: Per veire totes los exemplars liées a la notícia òste, faites una recèrca sus la notícia, clicatz sus l'onglet 'Despolhament' sus la esquèrra e les notícias de despolhament liées a cada còdi de barras seràn indicadas dins la colomna 'Utilizat dans'
pl: Jeśli chcesz zobaczyć wszystkie egzemplarze powiązane z rekordem macierzystym, wyszukaj rekord i kliknij na zakładkę 'Rekordy analityczne' po lewej stronie. Połączenia rekordów analitycznych do każdego kodu kreskowego pojawią się pod kolumną 'Używany w'.
pt: Para ver todos os exemplares ligados a um registo, faça um pesquisa pelo registo, clique no separado Analíticos e os analíticos ligados a cada código de barras aparecerão na colunas "Usados".
pt_br: Para ver todos os exemplares ligados a um registro, faça uma busca pelo registro, clique na aba Analíticas na esquerda e as analíticas relacionadas a cada código de barras serão exibidas na coluna 'Utilizada em'.
sk: Pre zobrazenie všetkých exemplárov naviazaných na hosťovský záznam, spustite hľadanie záznamu, kliknite na záložku Analytika vľavo a analytické záznamy spojené s každým čiarovým kódom sa zobrazia v stĺpci "Použité v".
sv: För att se alla objekt som är kopplade till värdposten söker du efter posten och klickar på Analys-fliken till vänster, analysinformationen för varje streckkod visas i kolumnen "Används i".
tr: Ana kayda bağlı materyallerin hepsini görüntülemek için kayıt için arama yapınız, soldaki Analiz sekmesine tıklayınız ve ardından her barkoda bağlı analizler "Kullanılanlar" sütunun altında gösterilecektir.
zh_tw: 檢視與主紀錄連結的所有館藏、搜尋紀錄、勾選左方的分析分頁並分析每個條碼，顯示在 "使用於" 欄。

source: Tools
ar: الأدوات
cs: Nástroje
da: Værktøj
de: Werkzeuge
el: Εργαλεία
es: Herramientas
eu: Tresnak
fi: Työkalut
fr: Outils
hi: उपकरण
it: Strumenti
oc: Aisinas
pl: Narzędzia
pt: Ferramentas
pt_br: Ferramentas
sk: Nástroje
sv: Verktyg
tr: Araçlar
zh_tw: 工具

source: Tools in Koha all perform some sort of action. Often many of the items listed under Tools in Koha are referred to as 'Reports' in other library management systems.
ar: الأدوات تؤدي نوعاً من الأعمال في كوها .ويُشار إلى كثير من البندود المدرجة فيها في نظم إدارة المكتبات الأخرى باسم 'التقارير'.
cs: Nástroje v systému Koha vždy provádějí určitý druh akce. Mnoho z nich je často v jiných systémech označováno spíše jako výstupy.
da: Værktøjer i Koha udfører altid en form for aktion. Mange af de elementer, der står under værktøj i Koha betegnes ofte som 'Rapporter' i andre bibliotekssystemer.
de: Werkzeuge in Koha dienen einer bestimmten Funktion. Viele der Funktionen aus den Werkzeugen, werden in anderen Bibliothekssystemen bei Reports aufgelistet.
el: Τα εργαλεία στο Koha εκτελούν κάποια ενέργεια. Συχνά πολλές από τις επιλογές κάτω από το Εργαλεία αναφέρονται ως 'Εκθέσεις' σε άλλα συστήματα διαχείρισης βιβλιοθηκών.
es: Las herramientas en Koha realizan algún tipo de acción. A menudo muchos de los ítems en Herramientas de Koha se conocen como 'Reportes' en otros sistemas de administración bibliográfica.
eu: Las herramientas en Koha realizan algún tipo de acción. A menudo muchos de los ítems en Herramientas de Koha se conocen como 'Reportes' en otros sistemas de administración bibliográfica.
fi: Kohassa 'Työkalut' tarkoittavat jonkinlaista toimintaa. Monet Kohan työkaluista vastaavat muissa kirjastojärjestelmissä raportteja.
fr: Les outils de Koha permettent de réaliser toutes sortes d'opérations.
hi: कोहा सभी में उपकरण कार्रवाई के कुछ प्रकार प्रदर्शन करते हैं। अक्सर कोहा में उपकरण के तहत सूचीबद्ध आइटम के कई अन्य पुस्तकालय प्रबंधन प्रणालियों में 'रिपोर्ट' के रूप में भेजा जाता है।
it: Tutti gli strumenti di Koha eseguono determinate operazioni. Spesso voci del menù Strumenti di Koha corrispondono a report in altri sistemi di gestione di biblioteca.
oc: Les aisinas de Koha permettent de réaliser toutes sortes d'operacions.
pt: As ferramentas no Koha permitem efectuar alguma tipo de acção. Muitos das opções listadas nas Ferramentas no Koha são referenciadas como "Relatórios" noutros sistemas de gestão de bibliotecas.
pt_br: Ferramentas no Koha realizam todos os tipos de ações. Na maioria dos casos os itens listados sob Ferramentas no Koha são referenciados em 'Relatórios' em outros sistemas de gerenciamento de bibliotecas.
sk: Všetky nástroje v Kohe vykonávajú nejakú činnosť. Často sa položky vymenované pod nástrojmi v Kohe radia pod 'Výkazy' v iných knižničných systémoch.
sv: Verktyg i Koha utför någon typ av åtgärd. Många av de saker som finns under Verktyg i Koha betecknas som 'Rapporter' i andra bibliotekssystem.
tr: Koha’daki araçların hepsi bir tür işlem gerçekleştirir. Çoğunlukla Koha’nın Araçları altında listelenen birçok materyale, diğer kütüphane yönetim sistemlerinde 'Raporlar' şeklinde değinilmektedir.
zh_tw: Koha 的工具都是執行特定工作之用。其他的圖書館管理系統常把這些工具當成 '報表'。

source: Transfer a Rotating Collection
fi: Siirrä siirtokokoelma
hi: एक घूर्णन संग्रह स्थानांतरण
