Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Marking a budget active makes it usable when placing orders in the acquisitions module, even if the order is placed after the budget end date. This will allow you to record orders that were places in a previous budget period.
ar: تحديد الميزانية بأنها 'نشطة' سيجعلها قابلة للاستخدام عند إجراء الطلبات في وحدة التزويد ، حتى إذا ما تمَّ عمل الطلب بعد نهاية تاريخ الميزانية. هذا سيسمح لك أن تسجل الطلبات التي عُمِلت في فترة لميزانية سابقة.
cs: Označení rozpočtu jako platný, ho udělá použitelným při zadávání zakázek v modulu akvizice, a to i v případě, že je objednávka zadána po datu ukončení rozpočtu. To vám umožní nahrávat objednávky, které byly zadány v předchozím rozpočtovém období.
da: Markering af et budget som aktivt gør det brugbart til at placere ordrer i indkøbsmodulet, selv hvis ordren placeres efter budgettets slutdato. Dermed kan ordrer afgivet i en tidligere budgetperiode registreres.
de: Wenn ein Etat als aktiv gekennzeichnet ist, können auf diesen Etat in der Erwerbung Bestellungen erfolgen, auch wenn das Bestelldatum nach dem Etatende liegt. Das erlaubt Ihnen auch Bestellungen zu bearbeiten, die noch im vorangegangenen Etatzeitraum aufgegeben wurden.
el: Η σημείωση ενός προϋπολογισμού ως ενεργού τον καθιστά λειτουργικό όταν γίνονται παραγγελίες στην υπομονάδα προσκτήσεων, ακόμα και αν η παραγγελία γίνεται μετά την ημερομηνία λήξης του προϋπολογισμού. Αυτό θα σας επιτρέψει να καταγράψετε τις παραγγελίες που έγιναν με έναν προϋπολογισμό προηγούμενης περιόδου.
es: Marcando un presupuesto activo lo hace utilizable para generar pedidos en el módulo de adquisiciones, incluso si el pedido se realiza después de la fecha de finalización del presupuesto. Esto le permite registrar pedidos que fueron generados en el período presupuestario previo.
eu: Definiendo un presupuesto como 'Activo' lo hace utilizable para generar órdenes en el módulo de adquisiciones, aún si la orden se genera a posteriori de la fecha de final del presupuesto. Esto le permite registrar órdenes que fueron generadas en el período presupuestario previo.
fi: Kun budjetti merkitään aktiiviseksi, sitä voidaan käyttää hankintojen tekemiseen, vaikka tilaus olisi tehty budjetin päättymisajan jälkeen. Tämä antaa tallentaa tilauksen, joka on tehty edellisen budjetin aikana.
fr: Rendre un budget actif le rend utilisable dans les commandes du module Acquisition, même si la commande est faite après la date de fin du budget, ceci afin de vous permettre d'enregistrer rétrospectivement des commandes faites sur une période antérieure.
hi: एक बजट सक्रिय अंकन यह प्रयोग करने योग्य जब अधिग्रहण मॉड्यूल में रखने के आदेश है, भले ही आदेश बजट समाप्ति तिथि के बाद रखा गया है बनाता है। यह आप आदेश है कि पिछले बजट की अवधि में थे स्थानों को रिकॉर्ड करने की अनुमति देगा।
it: Rendere attivo un budget significa renderlo utilizzabile per inserirvi ordini nel modulo acquisizioni, anche se gli ordini sono messi dopo la data di chiusura del bilancio. Questo permette di registrare gli ordini che erano stati messi in un precedente bilancio.
oc: Rendre un budgèt actiu lo rend utilizable dins les comandas del modul Aquisicion, même se la comanda es faite aprèp la data de fin del budgèt, ceci per fin de vos permetre d'enregistrar rétrospectivement des comandas faites sus una periòde anteriora.
pl: Opcja 'Aktywuj budżet' oznacza, że dany budżet będzie wykorzystywany przy składaniu zamówień w module Gromadzenie.
pt: Tornar um orçamento activo torna-o usável quando se realiza encomendas no módulo de aquisições, mesmo que a encomenda seja colocada depois do termino do orçamento, permitindo guardar encomendas antigas.
pt_br: Tornar um orçamento 'Ativo' torna-o usável quando se realiza encomendas no módulo de aquisições, mesmo que a encomenda seja colocada depois do termino do orçamento, permitindo guardar encomendas antigas.
sk: Označenie rozpočtu ako aktívny je užitočné keď zadávate objednávky v module akvizícií, aj keď sa objednávka zadá po koncovom dátume rozpočtu. Toto Vám umožní zaznamenať objednávky, ktoré boli zadané v predošlom rozpočtovom období.
sv: Markeras en budget som aktiv, blir den användbar för att lägga beställningar i inköpsmodulen, även om beställningen läggs efter budgetens slutdatum. Det gör att du kan registrerar beställningar som lades i en tidigare budgetperiod.
tr: Sağlama modülünde sipariş verirken sipariş bütçe bitim tarihinden sonra verilse bile, bir bütçeyi aktif olarak işaretlemek o bütçeyi kullanılır hale getirir. Bu işlem size önceki dönem bütçesinde verilmiş olan siparişleri kaydetme imkanı sunacaktır.
zh_tw: 在採訪模組標記預算啟用，就可以指定訂單使用它，即使該訂單在預算終止後才發出，即允許把訂單放在較早的預算期內。

source: Marking an item 'Lost' via the cataloging module will automatically charge the patron the replacement cost for that item
ar: تحديد المادة على أنها 'مفقودة' من خلال وحدة الفهرسة سيغرِّم المستفيد بشكل تلقائي بتكلفة البديل لتلك المادة
cs: Označení výtisku jako 'Ztráta' pomocí modulu Katalogizace automaticky účtuje čtnáři náhradní cenu pro tento výtisk
da: Markering af et eksemplar som 'Tabt' via katalogmodulet vil straks medføre at låneren beregnes for erstatningsbeløbet for dette eksemplar
de: Wenn Sie in der Katalogisierung ein Exemplar als 'Verloren' markieren, wird dem Benutzer automatisch die entsprechende Buchersatzgebühr auf das Konto gebucht.
el: ΣΥΜΒΟΥΛΗ: Ο χαρακτηρισμός ενός τεκμηρίου ως Απολεσθέν θα βάλει ταυτόχρονα ένα πρόστιμο στην εγγραφή του μέλους για την αντικατάσταση του τεκμηρίου
es: Marcar a un ítem como 'Perdido' en el módulo de catalogación le pondrá una multa al usuario equivalente al costo de reemplazo del ítem.
eu: Katalogatze moduluaren bidez elementu bat 'Galduta' bezala markatzen baduzu, elementu horren ordezkapenak eragindako kostua kargatuko zaio bazkideari.
fi: Luettelointimoduulin kautta niteen merkitseminen 'kadonneeksi' veloittaa automaattisesti asiakkaalta niteen korvaushinnan
fr: Marquer un exemplaire 'perdu' dans la page de modification des exemplaires facturera automatiquement à l'adhérent le prix public du document.
hi: एक आइटम सूचीबद्ध मॉड्यूल के माध्यम से 'खो' अंकन स्वचालित रूप से संरक्षक है कि आइटम के लिए प्रतिस्थापन लागत चार्ज होगा
it: Segnando una copia Persa tramite la pagina modifica copia automaticamente metterà sul record dell'utente il costo di sostituzione della copia
pl: Zaznaczając egzemplarz jako „Zagubiony” przez moduł katalogowania, użytkownik zostanie automatycznie obciążony jego kosztami
pt: Marcar um exemplar como perdido através da página de edição de exemplar colocará automaticamente uma multa no registo do leitor para o custo de substituição do exemplar
pt_br: Marcar um exemplar como 'Perdido' no módulo de catalogação fará com que o usuário seja automaticamente cobrado pelo custo de reposição deste exemplar
sk: Označenie exemplára ako 'Stratený' cez modul katalogizácie automaticky vyrúbi čitateľovi zaplatenie za náhradu tohto exemplára
sv: Markeras ett objekt som 'Förlorad' via katalogiseringsmodulen debiteras låntagaren automatiskt för att ersätta objektet
tr: Bir materyali kataloglama modülüyle 'Kayıp' olarak işaretlemek, materyalin tutarı kadar kullanıcıyı otomatik olarak borçlandıracaktır.
zh_tw: 經由編目模組標記館藏為 '遺失'，將自動向讀者收取重置費用

source: Match points are set up to determine what fields to match on
ar: نقاط المطابقة يتم ضبطها لتحديد ما هي الحقول التي ستتم المطابقة عليها
cs: Selekční body jsou nastaveny, aby určily která pole se vyhledají na
da: Sammenligningspunkter bestemmer hvilke felter, der skal sammenlignes
de: Abgleichpunkte werden festgelegt, um zu definieren, welche Felder übereinstimmen sollen
el: Τα σημεία ταύτισης επιλέγονται για να ρυθμίσουν σε ποια πεδία θα γίνεται η ταύτιση
es: Los puntos de coincidencia se establecen para determinar cuales campos deben coincidir
eu: Bat-etortze puntuak bat bat etortzea egin behar den eremuak zehazteko ezartzen dira
fi: Vastaavuuspisteet on tehty määrittelemään mitkä kentät pitää täsmätä
fr: Les Points de concordance sont définis pour choisir les champs sur lesquels effectuer l'opération de mise en concordance.
hi: मैच प्वाइंट निर्धारित करने के लिए क्या पर मैच के लिए क्षेत्रों को स्थापित कर रहे हैं
it: I punti di match sono definiti per determinare quali campi confrontare
oc: Les Points de concordància son définis per causir los camps sus lesquels effectuer l'operacion de mesa en concordància.
pl: Punkty dopasowania określają, które pola przyporządkować
pt: As concordâncias são definidas para determinar o campo a comparar
pt_br: Ponto de Correspondência são configurados para determinar quais campos utilizar na correspondência
sk: Nastavením bodov zhody sa určuje, ktoré polia sa majú zhodovať
sv: Matchningspoäng konfigureras för att bestämma på vilka fält matchning ska ske
tr: Noktaları eşleştir hangi alanların eşleştirileceğini belirlemek üzere ayarlanır
zh_tw: 設定對映點用來決定對映的欄位

source: Match threshold: 100
ar: حد المطابقة: 100
cs: Úroveň shody: 100
da: Sammenfaldsgrænse: 100
de: Punktzahl: 100
el: Όριο ταυτίσεων: 100
es: Umbral de coincidencia: 100
eu: Bat-etortze muga: 100
fi: Vastaavuuden raja: 100
fr: Seuil de concordance : 100
hi: मैच सीमा: 100
it: Soglia di corrispondenza: 100
oc: Seuil de concordància : 100
pl: Próg dopasowania: 100
pt: Limite para correspondência: 100
pt_br: Limite para correspondências: 100
sk: Prah zhody: 100
sv: Tröskelvärde för matchning: 100
tr: Değeri eşleştir: 100
zh_tw: 對映閾值：100

source: Matches will appear with info under the 'Match details column' and when clicking the 'View' link under 'Diff' you can see the difference between versions.
ar: سوف تظهر التطابقات مع المعلومات أدنى "عمود تفاصيل المضاهاة" وعند النقر على رابط "عرض" أدنى "مختلف" يمكنك رؤية الاختلاف بين الـإصدارات
de: Übereinstimmungen erscheinen mit Informationen in der 'Details des Abgleichs'-Spalte, mit einem Klick auf 'Ansehen' unter 'Diff' können Sie die Unterschiede zwischen den Versionen anzeigen lassen.
es: Las coincidencias aparecerán con información bajo la columna 'Detalles de coincidencia' y al hacer clic en el enlace 'Ver' bajo 'Diferencia' se puede observar la desemejanza entre las versiones.
eu: Koinzidentziak 'Koinzidentzien deitaileak' zutabe azpian indormazioarekin agertuko dira eta 'Diferentzia' azpian dagoen 'Ikus' loturan klik egitean bertsioen arteko antzekotasun eza ikusi ahal izango da.
fi: Vastaavuudet näkyvät vastaavuustietojen sarakkeessa tietojen kanssa ja, kun klikkaat 'Näytä'-linkkiä 'Erot' alla, voit nähdä eri versioiden erot.
fr: Les concordances apparaîtront avec des infos sous la "colonne des détails de concordance" et en cliquant sur le lien "Voir" sous "Différent" vous pourrez voir la différence entre les versions.
hi: मैचों 'मैच विस्तार स्तंभ' और जब 'डिफ' के अंतर्गत 'दृश्य' लिंक पर क्लिक आप संस्करणों के बीच अंतर देख सकते हैं के तहत जानकारी के साथ दिखाई देंगे।
it: Le corrispondenze appariranno sotto Dettagli corrispondenza, cliccando link 'Vedi' sotto 'Differenze' potrai vedere le differenze tra le versioni
oc: Les concordàncias apparaîtront amb des infos jos la "colomna des detalhs de concordància" e en clicant sul ligam "Voir" jos "Diferent" poiretz veire la diferéncia entre les versions.
sk: Zhody sa zobrazia s informáciou v 'Stĺpec podrobností o zhode' a keď kliknete na odkaz 'Zobraziť' pod 'Rozd', môžete vidieť rozdiely medzi verziami.
tr: Eşleşmeler 'Eşleşme detayları sütunu' başlığı altında bilgi ile görünecektir ve 'Görüntüle' bağlantısını tıkladığınızda 'Fark' başlığı altında sürümler arasındaki farkları görebileceksiniz.

source: Matchpoints (just the one):
ar: نقاط المطابقة( فقط الأولى) :
cs: Selekční body (právě jeden):
da: Sammenligningspunkter (bare denne):
de: Punkte (nur diese):
el: Σημεία ταύτισης (μόνο το ένα):
es: Puntos de coincidencia (solo uno):
eu: Bat-etortze puntuak (bat bakarrik):
fi: Vastaavuuspisteet (vain yksi):
fr: Points de concordance (unique) :
hi: Matchpoints (सिर्फ एक):
oc: Punts de concordància (unica) :
pt: Concordância:
pt_br: Pontos de correspondência (apenas o único):
sk: Body zhody (len ten):
sv: Matchningspoäng (bara en):
tr: Nokta eşleştirmeleri (sadece biri):
zh_tw: 對映點(祗有一個)：

source: Merge authorities
ar: دمج الاستنادات
cs: Slučování autorit
de: Normdaten verschmelzen
el: Συγχώνευση καθιερωμένων όρων
es: Combinar autoridades
eu: Autoritateak aldatu
fi: Yhdistä auktoriteetit
fr: Fusionner des autorités
hi: प्राधिकरणों मिलाना
it: Fondi record di authority
oc: Fusionar d'autoritats
pt: Unificar autoridades
pt_br: Mesclar autoridades
sk: Zlúčiť autority
tr: Otoriteleri birleştir
zh_tw: 合併權威記錄

source: Merging bibliographic records via Lists
hi: सूचियों के माध्यम से ग्रंथ सूची रिकॉर्ड मिलाना

source: Merging items
ar: دمج المواد
cs: Slučování výtisků
da: Sammenføje eksemplarer
de: Datensätze verschmelzen
el: Συγχώνευση τεκμηρίων
es: Combinando ítems
eu: Itemak aldatzen
fi: Yhdistetään niteitä
fr: Fusion des exemplaires
hi: आइटम मिलाना
it: Fondere le copie
oc: Fusion dels exemplars
pl: Scalanie egzemplarzy
pt: Unificar registos
pt_br: Unindo exemplares
sk: Zlučovanie exemplárov
sv: Slå samman objekt
tr: Materyalleri birleştiriyor
zh_tw: 合併館藏

source: Merging records
ar: دمج التسجيلات
cs: Slučování záznamů
da: Sammenføje poster
de: Verschmelze Datensätze
el: Συγχώνευση εγγραφών
es: Combinando registros
eu: Erregistroak konbinatzen
fi: Tietueiden yhdistäminen
fr: Fusion des notices
hi: रिकॉर्ड मिलाना
it: Fondere records
oc: Fusion de las notícias
pl: Scalanie rekordów
pt: Unificar registos
pt_br: Unindo registros
sk: Záznamy sa zlučujú
sv: Slå samman poster
tr: Kayıtları birleştiriyor
zh_tw: 合併紀錄

source: Message Subject is what will appear in the subject line of the email
ar: موضوع الرسالة هو ما سيظهر في سطر الموضوع بالبريد الالكتروني
cs: "Předmět" se použije jako předmět zprávy při odeslání e-mailem
da: Beskedemnet er det som vises i emne-linjen i en email
de: Der Benachrichtigungsbetreff wird in der Betreffzeile der E-Mail ausgegeben
el: Το Θέμα Μηνύματος είναι αυτό που θα εμφανίζεται στη γραμμή θέματος του email
es: El asunto de mensaje es lo que aparece en el asunto del email
eu: El asunto de mensaje es lo que aparece en el asunto del email
fi: Viestin otsikko näkyy otsikkorivillä sähköpostissa
fr: Le suhet du message est ce qui apparaît dans la rubrique Sujet (ou Objet) du courriel.
hi: संदेश विषय क्या ईमेल के विषय पंक्ति में दिखाई देगा
it: 'Soggetto del messaggio' è ciò che appare nelle linea 'subject' dell'email
oc: Lo sulhet del messatge es ce qu'apareis dins la rubrica Subjècte (o Objet) del corrièr electronic.
pl: Temat wiadomości pojawia się w polu temat wiadomości e-mail
pt: O assunto da mensagem irá aparecer na linha de assunto do email enviado
pt_br: Assunto da Mensagem é o que aparecerá na linha de assunto do e-mail
sk: Predmet správy je to, čo sa objaví v riadku predmetu v E-maili
sv: Ärendet kommer att visas i ämnesraden i e-postmeddelandet
tr: Mesaj Konusu e-posta konu satırında gözüken konudur.
zh_tw: 合併主題將顯示在電子郵件主題列

source: Moderate patron comments
ar: مراقبة تعليقات المستفيد
cs: Moderovat komentáře čtenářů.
da: Moderer lånerkommentarer
de: Benutzerkommentare moderieren
el: Έλεγχος σχολίων των μελών
es: Moderar comentarios de usuarios
eu: Moderatu bazkideen iruzkinak
fi: Asiakkaiden kommenttien hyväksyminen
fr: Modérer les commentaires des usagers
hi: मध्यम संरक्षक टिप्पणियां
it: Modera i commenti degli utenti.
oc: Moderar los comentaris des usagièrs
pl: Moderowanie komentarzy użytkowników
pt: Moderar os comentários dos leitores
pt_br: Moderar comentários de usuários
sk: Moderovať recenzie čitateľov
sv: Kontrollera låntagarkommentarer
tr: Kullanıcı yorumlarını değiştir
zh_tw: 管理讀者的評論

source: Moderate patron tags
ar: تعديل وسوم المستفيد
cs: Moderovat štítky od čtenářů
da: Moderere felter fra lånere
de: Tags von Benutzern moderieren
el: Επεξεργασία ετικετών των μελών
es: Moderar etiquetas de usuario
eu: Moderatu bazkideen etiketak
fi: Hyväksy asiakkaiden tageja
fr: Modération des tags des adhérents
hi: मध्यम संरक्षक टैग
it: Modera i tags degli utenti
oc: Moderacion des tags des aderents
pl: Moderowanie tagów użytkowników
pt: Moderar as 'Tags' dos leitores
pt_br: Moderar tags de usuários
sk: Moderovať menovky čitateľa
sv: Kontrollera låntagartaggar
tr: Kullanıcı etiketlerini yönet
zh_tw: 審核讀者標籤

source: Modification Log
ar: سجل التعديلات
cs: Záznam změn
da: Ændringslog
de: Änderungslog
el: Ιστορικό Τροποποιήσεων
es: Registro de modificaciones
eu: Aldaketen loga
fi: Muutosloki
fr: Log des modifications
hi: संशोधन लॉग
it: Log delle modifiche
oc: Log des modificacions
pl: Dziennik modyfikacji
pt: Relatório de modificações
pt_br: Log de alterações
sk: Denník zmien
sv: Ändringslogg
tr: Değişiklik Logu
zh_tw: 修改紀錄

source: Modify CSV Profiles
ar: تعديل أوضاع CSV
cs: Změnit profily CSV
da: Ændre CSV-profiler
de: CSV-Profile bearbeiten
el: Τροποποίηση Προφίλ CSV
es: Modificar perfiles CSV
eu: Modificar perfiles CSV
fi: Muokkaa CSV-profiileja
fr: Modifier les profils CSV
hi: सीएसवी प्रोफाइल संशोधित
it: Modifica i profili CSV
oc: Modificar los perfils CSV
pl: Modyfikuj profile CSV
pt: Modificar perfis CSV
pt_br: Editar Perfis CSV
sk: Zmeniť profily CSV
sv: Modifiera CSV-profiler
tr: CSV profillerini değiştir
zh_tw: 修改CSV設定檔

source: Modify a set
ar: تعديل المجموعة
cs: Změnit sadu
da: Ændre et sæt
de: Set bearbeiten
el: Τροποποίηση μιας ομάδας
es: Modificar un conjunto
eu: Modificar un conjunto
fi: Muokkaa joukkoa
fr: Modifier un Set
hi: एक सेट को संशोधित
it: Modifica un set
oc: Modificar un Set
pl: Modyfikuj ustawienie
pt: Modificar um conjunto
pt_br: Editar um conjunto
sk: Zmeniť sadu
sv: Modifiera en uppsättning
tr: Ayar değiştir
zh_tw: 修改資料集

source: Modify budget (can't create lines, but can modify existing ones)
ar: تعديل الميزانية (لا يمكن إنشاء السطور، لكن يمكن تعديل السطور الحالية)
cs: Upravit rozpočet (nemůže tvořit řádky, ale stávající může měnit)
da: Ændre budget (kan ikke oprette linier, men kan ændre de eksisterende)
de: Konto bearbeiten (keine Neuen anlegen, aber existierende bearbeiten)
el: Τροποποίηση προϋπολογισμού (δεν μπορεί να δημιουργήσει γραμμές, αλλά μπορεί να τροποποιήσει τις υπάρχουσες)
es: Modificar presupuesto (no pueden crearse nuevas lineas, pero pueden modificarse las existentes)
eu: Modificar presupuesto (no se pueden crear lineas, pero se pueden modificar las existentes)
fi: Budjetin muokkaus (ei voi lisätä rivejä, mutta voi muokata olemassa olevia)
fr: Modifier un budget (modifier les lignes existantes, sans pouvoir en créer de nouvelles)
hi: बजट संशोधित (लाइनें नहीं बना सकते हैं, लेकिन मौजूदा वाले संशोधित कर सकते हैं)
it: Modifica budget (non puoi creare ma modificare gli esistenti)
oc: Modificar un budgèt (modificar les linhas existentas, sens poder en crear de novèlas)
pl: Modyfikowanie budżetu (bez tworzenia danych, z możliwością modyfikacji istniejących)
pt: Modificar orçamento (não pode criar, mas pode modificar os existentes)
pt_br: Alterar orçamento (não cria linhas, mas permite modificar as existentes)
sk: Zmeniť rozpočet (nemožno vytvoriť nové riadky, ale možno zmeniť jestvujúce)
sv: Modifiera budget (kan inte skapa rader, men kan redigera befintliga)
tr: Bütçeyi değiştir (satırlar oluşturamaz fakat mevcut olanları değiştirir)
zh_tw: 修改預算 (不能新增但可以修改既有的)

source: Modify holds priority
ar: تعديل أولوية الحجوزات
cs: Změnit pořadí rezervací
de: Reihenfolge der Vormerkungen verändern
el: Προτεραιότητα τροποποίησης κρατήσεων
es: Modificar la prioridad de reservas
eu: Modificar la prioridad de las reservas
fi: Varausten sijojen muokkaus
fr: Modifier la priorité des réservations
hi: होल्ड प्राथमिकता संशोधित करें
it: Modifica priorità prenotazioni
oc: Modificar la prioritat des reservacions
pl: Modyfikacje priorytetu/kolejki zamówień
pt: Modificar prioridades de reservas
pt_br: Alterar prioridade de reservas
sk: Zmeniť prednosť rezervácií
sv: Modifiera reservationsprioritet
tr: Ayırma önceliğini değiştir
zh_tw: 修改預約順位

source: More &gt; Acquisitions &gt; Late issues
ar: المزيد &gt; التزويد &gt; أعداد مُتأخرة
cs: Více &gt; Akvizice &gt; Zpožděné objednávky
da: Mere &gt; Administration &gt; Forsinkede udgaver
de: Unter: Mehr &gt; Erwerbung &gt; Verspätete Hefte
el: Περισσότερα &gt; Προσκτήσεις &gt; Καθυστερούμενα τεύχη
es: Inicio &gt; Adquisiciones &gt; Ejemplares retrasados
eu: Inicio &gt; Adquisiciones &gt; Ejemplares retrasados
fi: Muita toimintoja &gt; Hankinta &gt; Myöhässä olevat
fr: Plus &gt; Acquisitions &gt; Fascicules en retard
hi: अधिक & gt; अधिग्रहण & gt; देर मुद्दों
it: Più &rsaquo; Acquisizioni &rsaquo; fascicoli in ritardo
oc: Plus &gt; Aquisicions &gt; Fasciculs en retard
pl: Więcej &gt; Gromadzenie &gt; Opóźnione numery
pt: Mais &gt; Aquisições &gt; Números em atraso
pt_br: Mais &gt; Aquisições &gt; Exemplares atrasados
sk: Viac &gt; Akvizície &gt; Oneskorené čísla
sv: Mer &gt; Inköp &gt; Försenade nummer
tr: Daha fazla &gt; Sağlamalar &gt; Gecikmiş yayınlar
zh_tw: 更多 &gt; 管理 &gt; 遲到期數

source: More &gt; Administration &gt; Basic Parameters &gt; Authorized Values
ar: المزيد&gt; الإدارة &gt; المتغيرات الأساسية &gt; القيم الإستنادية
cs: Více &gt; Administrace &gt; Základní nastavení &gt; Povolené hodnoty
da: Mere &gt; Administration &gt; Grundlæggende parametre &gt; Normværdier
de: Mehr &gt; Administration &gt; Globale Systemparameter &gt; Normierte Werte
el: Περισσότερα &gt; Διαχείριση &gt; Βασικές Παράμετροι &gt; Καθιερωμένες Τιμές
es: Inicio &gt; Administración &gt; Parámetros básicos &gt; Valores autorizados
eu: Inicio &gt; Administración &gt; Parámetros básicos &gt; Valores autorizados
fi: Muita toimintoja &gt; Ylläpito &gt; Perusasetukset &gt; Auktorisoidut arvot
fr: Plus &gt; Administration &gt; Préférences système &gt; Valeurs Autorisées
hi: अधिक & gt; प्रशासन एवं जीटी; बेसिक पैरामीटर & gt; अधिकृत मान
it: Più &rsaquo; Amministrazione &rsaquo; Parametri di base &rsaquo; Valori autorizzati
oc: Plus &gt; Administration &gt; Preferéncias sistèma &gt; Valors Autorizadas
pl: Więcej &gt; Administracja &gt; Podstawowe Parametry &gt; Dopuszczone Wartości
pt: Mais &gt; Administração &gt; Preferências sistema &gt; Valores autorizados
pt_br: Mais &gt; Administração &gt; Parâmetros básicos &gt; Valores autorizados
sk: Viac &gt; Administrácia &gt; Základné parametre &gt; Povolené hodnoty
sv: Mer &gt; Administration &gt; Grundparametrar &gt; Auktoriserade värden
tr: Daha fazla &gt; Yönetim &gt; Temel Parametreler &gt; Yetkili Değerler
zh_tw: 更多 &gt; 管理 &gt; 基本參數 &gt; 容許值

source: More &gt; Administration &gt; Global System Preferences &gt; Circulation &gt; finesCalendar
ar: المزيد &gt; الإدارة &gt; مفضلات النظام العامة &gt; الإعارة &gt; finesCalendar
cs: Více &gt; Administrace &gt; Společná nastavení systému &gt; Výpůjčky &gt; finesCalendar
de: Siehe: Administration &gt; Globale Systemparameter &gt; Ausleihe &gt; finesCalendar
el: Περισσότερα &gt; Διαχείριση &gt; Καθολικές Προτιμήσεις Συστήματος &gt; Διακίνηση Υλικού &gt; Ημερολόγιο για πρόστιμα
es: Inicio &gt; Administración &gt; Preferencias globales del sistema &gt; Circulación &gt; finesCalendar
fi: Muita toimintoja &gt; Ylläpito &gt; Yleiset järjestelmäasetukset &gt; Lainaus ja palautus &gt; finesCalendar
hi: अधिक & gt; प्रशासन एवं जीटी; ग्लोबल सिस्टम प्राथमिकताएं & gt; संचलन एवं जीटी; जुर्माना कैलेंडर
it: Più &rsaquo; Amministrazione &rsaquo; Preferenze di sistema &rsaquo; Circolazione &gt; finescalendar
pl: Więcej &gt; Administracja &gt; Globalne Ustawienia Systemu &gt; Udostępnianie &gt; Naliczanie należności według Kalendarza
pt: Mais &gt; Administração &gt; Preferências sistema &gt; Empréstimo &gt; finesCalendar
pt_br: Mais &gt; Administração &gt; Preferências Globais do Sistema &gt; Circulação &gt; finesCalendar
sk: Viac &gt; Administrácia &gt; Všeobecné nastavenia systému &gt; Obeh &gt; finescalendar
zh_tw: 更多 &gt; 管理 &gt; 整體系統偏好 &gt; 流通 &gt; finescalendar
