Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If this field can be repeated, check the 'Repeatable' box.
ar: اذا هذا الحقل ممكن أن يُكرر , قم بتحديد مربع 'التكرار'.
cs: Jestli toto pole je opakovatelné, zatrhněte políčko "Opakovatelné"
da: Hvis feltet kan gentages, marker feltet 'Gentagelig'
de: Wenn das Feld wiederholbar ist, setzen Sie das Häkchen für 'Wiederholbar'.
el: Εάν αυτό το πεδίο είναι επαναλαμβανόμενο, επιλέξτε το κουτί 'Επαναλαμβανόμενο'.
es: Si este campo se puede repetir, seleccionar 'Repetible'.
eu: Si este campo se puede repetir, marcar la caja 'Repetible'.
fi: Jos kenttä on toistettavissa, klikkaa 'Toistettavissa'-laatikko.
fr: Si le champ peut être répétable, cochez la case Répétable.
hi: इस क्षेत्र दोहराया जा सकता है, तो 'Repeatable' बॉक्स की जाँच करें।
it: Spunta la casella 'Ripetibile' se il campo può essere ripetuto
oc: Se lo camp pòt èsser repetible, marcatz la casa Repetible.
pt: Se o campo pode ser repetido, marque a caixa 'Repetível'.
pt_br: Se este campo pode ser repetitível, marque a caixa 'Repetitível'.
sk: Ak sa toto pole môže opakovať, zaškrtnite políčko 'Opakovateľné'.
sv: Om fältet kan upprepas markerar du rutan 'Upprepningsbart'.
tr: Bu alan tekrarlanabiliyorsa, 'Tekrarlanabilir' kutusunu onaylayınız.
zh_tw: 對可重複的欄位，勾選 '可重複' 盒，就可重複此欄位。

source: If this field is mandatory, check the 'Mandatory' box
ar: اذا هذا الحقل الزامي, قم بتحديد مربع 'الالزامية'
cs: Jestli toto pole je povinné, zatrhněte políčko "Povinné"
da: Hvis dette felt er obligatorisk, marker feltet 'obligatorisk'
de: Wenn das Feld ein Pflichtfeld ist, setzen Sie das Häkchen für 'Pflichtfeld'
el: Αν το πεδίο είναι υποχρεωτικό, επιλέξτε το κουτί 'Υποχρεωτικό'
es: Si este campo es obligatorio, marcar la caja 'Obligatorio'
eu: Eremu hau nahitaezkoa baldin bada, markatu 'Nahitaezkoa' koadroa
fi: Jos kenttä on pakollinen, klikkaa 'Pakollinen'-laatikko
fr: Si la saisie de ce champ est obligatoire, cochez la case Obligatoire"
hi: तो इस क्षेत्र अनिवार्य है, 'अनिवार्य' बॉक्स की जांच
it: Spunta la casella 'Obbligatorio' se il campo deve essere inserito
oc: Se la sasida d'aqueste camp es obligatòri, marcatz la casa Obligatòri"
pt: Se o campo é obrigatório, marque a caixa 'Obrigatório'
pt_br: Se este campo é obrigatório, marque a caixa 'Obrigatório'
sk: Ak je toto pole povinné, zaškrtnite políčko 'Povinné'
sv: Om fältet är obligatoriskt markerar du rutan 'Obligatoriskt'
tr: Bu alan zorunluysa , 'Zorunlu' kutusunu onaylayın
zh_tw: 對必備欄位，勾選 '必備' 盒，就可必備此欄位

source: If this field is mandatory, check the 'Mandatory' box.
ar: اذا هذا الحقل الزامي, قم بتحديد مربع 'الالزامية'.
cs: Jestli toto pole je povinné, zatrhněte políčko "Povinné".
da: Hvis dette felt er obligatorisk, marker feltet 'obligatorisk'
de: Wenn das Feld ein Pflichtfeld ist, setzen Sie das Häkchen für 'Pflichtfeld'.
el: Εάν αυτό το πεδίο είναι υποχρεωτικό, επιλέξτε το κουτί 'Υποχρεωτικό'.
es: Si este campo es obligatorio, marque el selector 'Obligatorio'.
eu: Si este campo es obligatorio, marcar la caja 'Obligatorio'.
fi: Jos kenttä on pakollinen, klikkaa 'Pakollinen'-laatikko.
fr: Si ce champ est obligatoire, cochez la case 'Obligatoire'.
hi: यदि इस क्षेत्र अनिवार्य है, 'अनिवार्य' बॉक्स की जाँच करें।
it: Spunta la casella 'Obbligatorio' se il campo deve essere inserito
oc: Se aqueste camp es obligatòri, marcatz la casa 'Obligatòri'.
pt: Se o campo é obrigatório, marque a caixa 'Obrigatório'.
pt_br: Se este campo é obrigatório, marque a caixa 'Obrigatório'.
sk: Ak je toto pole povinné, zaškrtnite políčko 'Povinné'.
sv: Om fältet är obligatoriskt markerar du rutan 'Obligatoriskt'.
tr: Bu alan zorunluysa , 'Zorunlu' kutusunu onaylayın.
zh_tw: 對必備欄位，勾選 '必備' 盒，就可必備此欄位。

source: If this icon appears you must click the icon to the right of the field to search for an existing authority.
ar: اذا ظهرت هذه الأيقونة يجب أن تضغط الأيقونة على يسار الحقل للبحث عن الاستناد الموجود.
cs: Pokud se tato ikona objeví, musíte kliknout na ikonu vpravo od pole vyhledání existující autority
da: Hvis dette ikon vises, klik på ikonet til højre for feltet for at søge i eksisterende normer.
de: Wenn diese Grafik angezeigt wird, klicken Sie darauf und suchen Sie in dem neu geöffneten Fenster nach dem zu verknüpfenden Normsatz.
el: Αν εμφανίζεται αυτή η εικόνα πρέπει να κάνετε κλικ στην εικόνα στα δεξιά του πεδίου για να αναζητήσετε έναν αποθηκευμένο καθιερωμένο όρο.
es: Si aparece este icono debe hacer clic en el icono a la derecha del campo para buscar una autoridad existente.
eu: Ikono hau agertzen bada, eremuaren eskuinera dagoen ikonoan klik egin behar duzu existitzen den autoritate bat bilatzeko.
fi: Jos tämä kuva ilmestyy, klikkaa kuvaa kentän oikealla puolella hakeaksesi olemassa olevan auktoriteetin.
fr: Si cette icône apparaît, vous devez cliquez dessus afin de lancer une recherche d'une autorité existante.
hi: इस आइकन दिखाई देता है, तो आप एक मौजूदा अधिकार के लिए खोज करने के लिए क्षेत्र की सही करने के लिए आइकन पर क्लिक करना होगा।
it: Se appare questa icona, premi sui tre puntini a destra del campo per cercare una voce di autorità esistente.
oc: Se aquesta icòna apparaît, vos cal clicatz dessús per fin de aviar una recèrca d'una autoritat existenta.
pt: Se este ícone aparecer deve clicar no ícone à direita do campo para pesquisar pode uma autoridade existente.
pt_br: Se este ícone aparecer, você precisará clicar no icone no lado direito do campo para buscar por uma autoridade existente.
sk: Ak sa zobrazí táto ikona, musíte kliknúť na ikonu napravo od políčka pre hľadanie jestvujúcej autority.
sv: Om denna ikon visas, måste du klicka på ikonen till höger om fältet för att söka efter en befintlig auktoritet.
tr: Bu ikon ekrana gelirse, mevcut otoriteyi aramak için alanın sağındaki ikona tıklamanız gerekir.
zh_tw: 若此圖示顯示，您必須勾選欄位旁的該圖示，以搜尋既有的權威紀錄。

source: If this is a one day holiday choose 'Holiday only on this day'
ar: اذا هذا يوم عطلة واحد اختر 'العطلة فقط في هذا اليوم'
cs: Pokud je volno pouze jeden den, vyberte "Volno jen tento den"
da: Hvis dette er en endags-ferie vælg 'Ferie kun denne dag'
de: Wenn es ein einmaliger Schließtag ist, wählen Sie 'Schließtag nur an diesem Tag'
el: Εάν αυτή είναι μία μονοήμερη αργία επιλέξτε 'Αργία μόνο γι'αυτή τη μέρα'
es: Si este es un feriado único seleccione 'Feriado solo en este día'
eu: Si es un día de vacaciones seleccionar 'Vacaciones sólo en este día'
fi: Jos tämä on yksittäinen kiinniolopäivä, valitse 'Kiinni vain tänä päivänä'
fr: S'il s'agit d'un seul jour de fermeture, choisissez 'Fermeture seulement ce jour-là'
hi: यदि यह एक दिन की छुट्टी हैं तो 'केवल इस एक दिन छुट्टी' का चयन करे
it: Se è una chiusura per un giorno scegli 'Chiusura solo in questo giorno'
oc: Se s'agís d'un sol jorn de tampadura, causissètz 'Fermeture solament ce jour-là'
pl: Jeśli biblioteka zamknięta jest tylko jeden dzień, wybierz "Tylko tego dnia zamknięte"
pt: Se existe um feriado único escolha 'Feriado apenas neste dia'
pt_br: Se é um feriado de um dia, escolha 'Feriado apenas neste dia'
sk: Ak je toto jednodňový sviatok, zvoľte si 'Sviatok len v tento deň'
sv: Om detta är en enstaka helgdag väljer du 'Helgdag är endast idag'
tr: Bu bir günlük bir tatilse, 'Sadece bugün için tatili' seçiniz.
zh_tw: 若祗有一天為閉館日，勾選 '此日為閉館日'

source: If this is a weekly closing (like a weekend day) then you can choose 'Holiday repeated every same day of the week'
ar: اذا هذا الإغلاق الأسبوعي (مثل يوم نهاية الاسبوع) عندئذ يمكنك اختيار 'العطلة تُكرر في نفس اليوم من الأسبوع'
cs: Pokud jsou týdenně opakované volna (např. víkendy) můžete zvolit "Volno se opakuje tento den týdenně"
da: Hvis dette er en ugentlig lukning (som en weekend-dag) vælges 'Ferie gentaget på den samme dag i ugen'
de: Wenn es sich um einen wöchentlichen Schließtag handelt (zum Beispiel einen Wochenendtag), dann können Sie 'Schließtag, der sich jede Woche an diesem Tag wiederholt' auswählen
el: Εάν αυτό είναι ένα εβδομαδιαίο κλείσιμο (όπως μια ημέρα σαββατοκύριακου) τότε μπορείτε να επιλέξετε 'Αργία επαναλαμβανόμενη την ίδια μέρα κάθε βδομάδα'
es: Si este es un cierre semanal (como un día de fin de semana) entonces puede seleccionar 'Feriado repetido el mismo día de la semana'
eu: Si se trata de un cierre semanal (como un día de fin de semana) entonces puedes elegir 'Vacaciones repetidas el mismos día cada semana'
fi: Jos tämä on viikoittainen kiinniolo (kuten viikonlopun päivä), voit valita 'Kiinni joka viikko tänä päivänä'
fr: Si c'est une fermeture hebdomadaire (comme un week-end), choisissez 'Fermeture répétée le même jour chaque semaine'
hi: यदि यह एक साप्ताहिक क्लोजिंग (एक सप्ताह के अंतदिन की तरह) है तो आप चुन सकते हैं 'छुट्टी प्रत्येक सप्ताह के समान दिन दोहराया'
it: Se è una chiusura settimanale (com il weekend) puoi scegliere 'Chiusura ripetuta lo stesso giorno della settimana'
oc: Se c'est una tampadura setmanièr (comme un week-end), causissètz 'Fermeture répétée lo meteis jorn cada setmana'
pl: Jeśli biblioteka zamknięta jest w każdym tygodniu w określone dni (np. weekend), wybierz "Zamknięte w ten dzień w każdym tygodniu"
pt: Se for um fecho semanal (como um dia de semana) pode escolher 'Feriado repetível no mesmo dia da semana'
pt_br: Se este é um fechamento semanal (como um dia de final de semana), então você pode escolher 'Feriado repetido todo mesmo dia da semana'
sk: Ak ide o týždenné zatvorenie (napríklad na víkend), môžete si zvoliť 'Sviatok opakujúci sa v rovnaký deň v týždni'
sv: Om denna stängning sker varje vecka (som på veckohelgen) kan du välja 'Helgdag upprepas samma veckodag'
tr: Hafta sonu kapanıyorsa (hafta sonu günü gibi),'Tatil haftanın her aynı günü tekrar ederi ' seçebilirsiniz.
zh_tw: 若有每週例行的閉館日(如：星期一)，則勾選 '每週此日閉館'

source: If this is an annual holiday closing choose 'Holiday repeated yearly on the same date'
ar: اذا هذه عطلة الاغلاق السنوية اختر 'العطلة تُكرر سنوياً في نفس التاريخ'
cs: Pokud jsou ročně opakovaná volna, můžete zvolit "Volno se opakuje ve stejném datu ročně"
da: Hvis dette er en årlig afsluttende feriedag vælg 'Ferie gentaget årligt på samme dato'
de: Wenn es sich um einen jährlichen Schließtag handelt, wählen Sie 'Schließtag, der sich jedes Jahr am gleichen Datum wiederholt'
el: Εάν αυτό είναι ένα κλείσιμο ετήσιας αργίας επιλέξτε 'Αργία επαναλαμβανόμενη ετησίως την ίδια ημερομηνία'
es: Si este es un cierre por feriado anual seleccione 'Feriado repetido anualmente en la misma fecha'
eu: El feriado se repite todos los años elegir 'Vacaciones repetidas anualmente en la misma fecha'
fi: Jos tämä on vuosittainen kiinniolo, valitse 'Kiinni joka vuosi samana päivänä'
fr: Si c'est une fermeture annuelle, choisissez 'Fermeture répétée chaque année à la même date'
hi: यह एक वार्षिक छुट्टी समापन चयन है तो 'छुट्टी एक ही तिथि पर वार्षिक दोहराया'
it: Se vi è una chiusura ripetutoa ogni anno, schegli "Chiusura ripetuta ogni anno nella stessa data"
oc: Se c'est una tampadura annadièra, causissètz 'Fermeture répétée cada annada a la meteissa date'
pl: Jeśli biblioteka jest zamknięta co roku w tym samym czasie, wybierz "Zamknięte co roku w tym dniu"
pt: Se for um feriado anual escolha 'Feriado repetível anualmente na mesma data'
pt_br: Se é um fechamento de feriado anual, escolha 'Feriado repetido na mesma data anualmente'
sk: Ak ide o zatvorenie na výročný sviatok, zvoľte si 'Sviatok opakujúci sa ročne v ten istý dátum'
sv: Om detta är en årlig helgstängning väljer du 'Helgdag upprepas årligen på samma datum'
tr: Yıllık tatilde kapanıyorsa, 'yıllık olarak aynı tarihte tekrarlanan tatili' seçiniz.
zh_tw: 若有每年例行的閉館日，則勾選 '重複此日閉館'

source: If this is your first time logging into Koha, you should now go to Koha Administration and set up all system preferences, patron categories, item types and libraries. You should also review the other settings found in Administration.
el: Αν αυτή είναι η πρώτη φορά που συνδέεστε στο Koha, πρέπει να πάτε στη Διαχείριση και να ρυθμίσετε τις Προτιμήσεις του συστήματος, τις κατηγορίες Μέλους, τύπους τεκμηρίων και βιβλιοθήκες. Κάντε επίσης μια επισκόπηση των υπόλοιπων ρυθμίσεων της Διαχείρισης.
eu: Lehen aldia bada Kohan sartzen zarela, Koha Administraziora jo beharko duzu eta sistemako parametro guztiak ezarri, batez ere erabiltzaile, item mota eta liburutegiari dagozkionak. Administrazioan aurkitzen dituzun gainontzeko ezarpenak ere errebisatu beharko dituzu.
fi: Jos tämä on ensimmäinen kerta, kun kirjaudut Kohaan, sinun pitäisi mennä Kohan Ylläpitoon ja asettaa järjestelmällesi asetukset, asiakastyypit, aineistolajit ja kirjastot. Myös muut Ylläpidon asetukset pitää tarkistaa.
hi: यह आपकी पहली बार Koha में लॉगिन कर रहा है, तो आप अब Koha प्रशासन के पास जाओ और सभी सिस्टम वरीयताओं, संरक्षक श्रेणियों, आइटम प्रकार और पुस्तकालयों की स्थापना करनी चाहिए। तुम भी प्रशासन में पाया अन्य सेटिंग्स की समीक्षा करनी चाहिए।

source: If this patron is a child, you will be asked to attach the child patron to an adult patron
ar: اذا هذا المستفيد طفل, سيطلب منك إرفاق المستفيد الطفل بمستفيد بالغ
cs: Pokud je čtenář dítě, budete požádáni, abyste navázali dětského čtenáře na dospělého čtenáře
da: Hvis denne låner er et barn, skal barnelåneren forbindes med en voksen låner
de: Wenn es sich bei diesem Benutzer um ein Kind handelt, werden Sie aufgefordert den Benutzer mit einem Erwachsenen zu verknüpfen
el: Αν αυτό το μέλος είναι παιδί, θα σας ζητηθεί να προσαρτήσετε σε αυτό ένα ενήλικο μέλος
es: Si el usuario es un niño, se le pedirá que el usuario niño dependa de un usuario adulto
eu: Bazkide hau ume bat bada, bazkide haurra bazkide heldu batera lotzeko eskatuko zaizu
fi: Jos tämä asiakas on lapsiasiakas, hänelle pitää liittää huoltaja
fr: Si l'adhérent est un enfant, on vous demandera de le rattacher à un adhérent adulte.
hi: इस संरक्षक एक बच्चा है, तो आप एक वयस्क के संरक्षक के लिए बच्चे संरक्षक संलग्न करने के लिए कहा जाएगा
it: Se questo utente è un bambino, ti sarà chiesto di collegare l'utente a un utente adulto
oc: Se l'aderent es un enfant, on vous demandera de lo rattacher a un aderent adulte.
pl: Jeżeli użytkownik jest dzieckiem, zostaniesz poproszony o dodanie go do konta użytkownika dorosłego
pt: Se o leitor for uma criança, será pedido para ligar o leitor a um leitor adulto
pt_br: Se este usuário é uma criança, será requerido que você relacione esta criança a um usuário adulto
sk: Ak je tento čitateľ ešte dieťa, budete vyzvaný/á k pridaniu detského čitateľa k dospelému čitateľovi
sv: Om denna låntagare är ett barn, kommer du att ombes koppla barnet till en vuxen låntagare
tr: Kullanıcı çocuksa, sizden çocuk kullanıcıyı yetişkin bir kullanıcıya dahil etmeniz istenecektir.
zh_tw: 必須詢問兒童讀者附屬的成人讀者

source: If this patron is a professional, you will be asked to attach the patron to an organizational patron
ar: اذا هذا المستفيد خبير, سيطلب منك إرفاق المستفيد إلى المستفيد في المنظمة
cs: Pokud je čtenář profesionál, budete požádáni, abyste navázali čtenáře na kolektivního čtenáře
da: Hvis denne låner er en professionel, skal låneren forbindes med en organisationslåner
de: Wenn es sich bei diesem Benutzer um einen Mitarbeiter handelt, werden Sie aufgefordert den Benutzer mit einer Organisation zu verknüpfen
el: Αν αυτό το μέλος είναι επαγγελματίας, θα σας ζητηθεί να το προσαρτήσετε σε ένα μέλος οργανισμό
es: Si el usuario es un profesional, se le pedirá que el usuario dependa de un usuario institucional
eu: Bazkidea profesional bat bada, bazkidea erakunde bazkide batera lotzeko eskatuko zaizu
fi: Jos tämä asiakas on ammattilaisasiakas, asiakas pitää liittää yhteisöasiakkaaseen
fr: Si l'adhérent est un professionnel, on vous demandera de le rattacher à un adhérent collectivité.
hi: इस संरक्षक एक पेशेवर है, तो आप एक संगठनात्मक संरक्षक को संरक्षक संलग्न करने के लिए कहा जाएगा
it: Se questo utente è un professionista, ti verrà chiesto di collegare l'utente ad un'utente istituzionale
oc: Se l'aderent es un professional, on vous demandera de lo rattacher a un aderent collectivitat.
pl: Jeśli użytkownik ma kategorię 'Pracownik', zostaniesz poproszony o wpisanie nazwy instytucji
pt: Se o leitor for um professional, será pedido para ligar o leitor a uma organização
pt_br: Se este usuário é um funcionário, será requerido que você o relacione a uma organização
sk: Ak je tento čitateľ profesionál, budete vyzvaný/á k pridaniu tohto čitateľa k organizačnému čitateľovi
sv: Om detta är en professionell låntagare, kommer du att ombes koppla låntagaren till en organisationslåntagare
tr: Kullanıcı profesyonelse, sizden bu kullanıcıyı kurumsal bir kullanıcıya dahil etmeniz istenecektir.
zh_tw: 詢問專業讀者附屬的機構讀者

source: If uploading a batch of images at once you will need to prepare a ZIP file first.
ar: إذا أردت تحميل مجموعة من الصور في وقت واحد سوف تحتاج إلى إعداد ملف مضغوط أولاً.
cs: Pokud chcete načíst najednou dávku obrázků musíte nejprve připravit ZIP soubor s těmito obrázky.
da: Hvis der oploades en stapel af billeder på en gang skal der først forberedes en ZIP-fil.
de: Zum Hochladen von mehreren Bildern müssen Sie eine entsprechende Zip-Datei vorbereiten.
el: Εάν θέλετε να αναρτήσετε μια παρτίδα εικόνων ταυτόχρονα θα χρειαστεί να ετοιμάσετε ένα αρχείο ZIP πρώτα.
es: Si subirá un lote de imágenes a la vez deberá preparar primero un archivo ZIP.
eu: Si subirá un lote de imágenes a la vez deberá preparar primero un archivo ZIP.
fi: Jos haluat lisätä monta kuvaa kerralla, pitää kuvista tehdä ensin ZIP-tiedosto.
fr: Si vous téléchargez en une seule fois un lot d'images , vous devrez d'abord créer une archive compressée au format ZIP.
hi: अगर छवियों का एक बैच अपलोड एक बार में आप पहली बार एक ज़िप फ़ाइल तैयार करने के लिए की आवश्यकता होगी ।
it: Se vuoi caricare un gruppo di immagini tutte insieme, devi preparare un file ZIP prima.
oc: Se vous téléchargez en un sol còp un lòt d'imatges , vous devrez d'en primièr crear una archive compressée al format ZIP.
pl: Jeśli wczytujesz grupę zdjęć jednocześnie, to przygotuj plik ZIP.
pt: Se deseja carregar um lote de imagens de uma vez só precisa primeiro de criar um ficheiro ZIP.
pt_br: Se quiser enviar várias imagens de uma vez, você deve usar um arquivo ZIP com as imagens.
sk: Ak načítavate dávku obrázkov naraz, budete si musieť najprv pripraviť súbor ZIP.
sv: Om du vill ladda upp flera bilder samtidigt måste du först skapa en ZIP-fil.
tr: Bir seferde birçok görüntü yüklüyorsanız, öncelikle bir ZİP dosyası hazırlamak durumundasınız.
zh_tw: 一次上傳整批照片時，需先準備ZIP檔。

source: If uploading a single image:
ar: اذا أردت تحميل صورة مفردة:
cs: Pokud odesíláte jeden obrázek:
da: Hvis der oploades et enkelt billede:
de: Einzelne Bilder hochladen:
el: Εάν αναρτάτε μία μόνο εικόνα:
es: Si esta cargando una sola imagen:
eu: Si esta cargando una sola imagen:
fi: Jos haluat ladat yhden kuvan:
fr: Si vous téléchargez une image :
hi: अगर एक भी छवि अपलोड:
it: Se carichi una singola immagine:
oc: Se vous téléchargez un imatge :
pl: Jeśli chcesz wczytać pojedyncze zdjęcie, to:
pt: Se carregar uma simples imagem:
pt_br: Se estiver enviando uma única imagem:
sk: Ak načítavate jednotlivý obrázok:
sv: Om du laddar upp en enstaka bild:
tr: Tek bir görüntüyü yüklüyorsa:
zh_tw: 上傳一張照片時：

source: If you accidentally chose the wrong patron category at the beginning you can fix that here
ar: اذا اخترت عن غير قصد فهرس المستفيد الخطأ في البداية يمكنك اصلاح ذلك هنا
cs: Pokud omylem zvolili nesprávnou kategorii čtenáře na začátku můžete to opravit tak, že zde
da: Hvis man ved en fejl i begyndelsen vælger den forkerte lånerkategori, kan det ændres her
de: Wenn Sie aus Versehen zu Beginn einen falschen Benutzertyp ausgewählt haben, können Sie dies hier korrigieren
el: Αν στην αρχή επιλέξατε λάθος κατηγορία μέλους μπορείτε να κάνετε τις διορθώσεις σας εδώ
es: Si usted accidentalmente elije al comienzo una categoría de usuario equivocada puede arreglarla aquí
eu: Nahi gabebazkide kategoria okerra aukeratzen baduzu hasieran, hori konpondu dezakezu hemen
fi: Jos valitset alussa vahingossa väärän asiakastyypin, voit vaihtaa sen täällä
fr: Si vous avez choisi accidentellement la mauvaise catégorie d'adhérent au moment de sa création, vous pouvez la changer ici.
hi: अगर आप गलती से शुरुआत में गलत संरक्षक श्रेणी चुना है, तो आप पाएंगे कि यहां ठीक कर सकते हैं
it: Se sbagli categoria utente all'inizio, lo puoi sistemare qui
oc: Se avètz causit accidentellement la marrida categoria d'aderent al moment de sa creacion, podètz la cambiar aicí.
pl: Jeżeli na początku przypadkowo źle wybrałeś kategorię użytkownika, możesz naprawić to w tym miejscu
pt: Se escolher acidentalmente uma categoria de leitor errado no início pode corrigir isso aqui
pt_br: Se você acidentalmente escolher uma categoria errada de usuário no início, você pode consertar isso aqui
sk: Ak ste nedopatrením zvolili nesprávnu kategóriu čitateľov na začiatku, môžete to opraviť tu
sv: Om du av misstag valde fel låntagarkategori i början kan du korrigera det här
tr: Başlangıçta yanlış kullanıcı kategorisini seçtiyseniz, bunu buradan düzeltebilirsiniz.
zh_tw: 當初選錯讀者類型，可以在這裡修訂

source: If you accidentally mark and item as paid, you can reverse that line item by clicking 'Reverse' to the right of the line
ar: اذا قمت عن غير قصد بتعليم المادة كمدفوعة, يمكنك عكس ذلك عن طريق نقر على 'عكس' على يسار السطر
cs: Pokud jste náhodou označili položku jako zaplacenou, můžete zvrátit tuto řádkovou položku kliknutím na tlačítko "Zpět" napravo od řádku
da: Når et element ved en fejl er markeret som betalt, kan du annullere via linket 'Tilbage' til højre for linjen
de: Wenn Sie aus Versehen eine Gebühr als bezahlt markiert haben, können Sie dies rückgängig machen, indem Sie auf 'Rückgängig' auf der rechten Seite des Eintrags klicken
el: Εάν κατά λάθος επισημάνετε ένα τεκμήριο ως εξοφλημένο, μπορείτε να ανακαλέσετε αυτή την οφειλή γραμμής πατώντας 'Αναίρεση' δεξιά της γραμμής'
es: Si marca accidentalmente un ítem como pagado, puede revertir esa línea haciendo clic en 'Revertir' a la derecha de la línea
eu: Nahi gabe elementu bat ordainduta bezala markatzen baduzu, elementu lerro hori alderantzikatu dezakezu lerroaren eskuinera dagoen 'Alderantzikatu' aukeran klik eginez
fi: Jos vahingossa merkitset niteen maksetuksi, voit peruuttaa sen 'Peruuta'-linkistä rivin oikealla puolella
fr: Si vous avez par erreur enregistré un exemplaire comme payé, vous pouvez revenir sur cette action en cliquant sur 'Inverser' à droite de la ligne.
hi: अगर आप गलती से चिह्नित करने और आइटम के रूप में भुगतान करते हैं, आप लाइन के अधिकार के लिए 'उल्टा' पर क्लिक करके कि लाइन आइटम पलट सकता है
it: Se dai per sbaglio come pagata una copia, puoi cancellare l'operazione cliccando su 'Inverti' sulla destra della linea
oc: Se avètz per error enregistrat un exemplar coma payé, podètz tornar sus aquesta accion en clicant sus 'Inverser' a dreita de la linha.
pl: Jeżeli przypadkowo zaznaczyłeś należności jako opłacone, możesz cofnąć ten wpis, klikając 'Odwróć' po prawej stronie linii
pt: Se acidentalmente marcou uma multa como paga, pode reverter esse estado clicando em 'Reverter' à direita da linha
pt_br: Se você acidentalmente marcar um exemplas como pago, é possível reverter esta linha do exemplar clicando 'Reverter' no lado direito da linha
sk: Ak náhodou označíte položku ako zaplatenú, môžete ju vrátiť kliknutím na 'Nazad' napravo v tom riadku
sv: Om du av misstag markerar en post som betald, kan du ångra den radposten genom att klicka på 'Ångra' till höger om raden
tr: Bir materyali yanlışlıkla ödenmiş olarak işaretlerseniz, belirtilen materyali o materyalin sağındaki 'Geri Al'a tıklayarak geri alabilirsiniz.
zh_tw: 誤標記館藏已付款，可以勾選右方的 '復原'，修訂它
