Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Once custom reports are saved to Koha, you can run them by going to the Saved Reports page and clicking the 'Actions' button to the right of the report and choosing 'Run'.
ar: بمجرد حفظ التقارير المخصصة إلى كوها، يمكنك تشغيلها عن طريق الذهاب إلى صفحة التقارير المحفوظة والتقر على زر "إجراءات" على يسار التقرير واختيار "تشغيل"
cs: Jakmile uložíte Vámi vytvořený výstup, můžete jej později spustit tak, že přejdete na stránku "Uložené výstupy" a kliknete na tlačítko "Akce" napravo a vyberete možnost "Spustit".
de: Wenn ein benutzerdefinierter Report in Koha gespeichert wurde, können Sie diesen unter 'Gespeicherte Reports' finden und über den Eintrag 'Ausführen' im Menü 'Aktionen' starten.
el: Μόλις οι προσαρμοσμένες αναφορές αποθηκευτούν στο Koha, μπορείτε να τις τρέξετε πηγαίνοντας στη σελίδα Αποθηκευμένων Αναφορών και πατώντας το κουμπί 'Ενέργειες' δεξιά της αναφοράς και επιλέγοντας 'Τρέξε'.
es: Una vez que el informe se guarda en Koha, puede ejecutarlo yendo a la página de Informes Guardados y haciendo clic en el botón 'Acciones' a la derecha del informe y seleccionando 'Ejecutar'.
eu: Behin txostena Kohan gordetzen denean, Gordetako txostenak orrira jo dezakezu eta exekutatzeko txostenaren eskuinaldean dagoen 'Akzioak' botoiak klik egin eta 'Exekutatu' aukeratu.
fi: Voit ajaa räätälöityjä raportteja menemällä 'Käytä tallennettua raporttia' sivulle ja klikkaamalla 'Toiminnot'-alasvetovalikosta valinnan 'Käynnistä'.
fr: Une fois les rapports personnalisés enregistrés dans Koha, vous pouvez les exécuter en vous rendant sur la page des Rapports sauvegardés puis en cliquant sur le bouton 'Actions' à droite du nom du rapport, et sur le lien 'Exécuter' qui apparaîtra.
hi: एक बार जब कस्टम रिपोर्ट Koha करने से बच रहे हैं, आप उन्हें बचाया रिपोर्ट पृष्ठ के लिए जा रहा है और रिपोर्ट के अधिकार के लिए 'क्रिया' बटन पर क्लिक करें और 'रन' का चयन करके चला सकते हैं।
it: Una volta che un report è salvato, puoi usarlo andando nella pagina 'report salvati', cliccando sul bottone 'Azioni' posto a destra del report e scegliendo la voce 'Esegui'.
oc: Un còp les rapòrts personnalisés enregistrats dins Koha, podètz les exécuter en vous rendant sus la pagina des Rapports salvats puèi en clicant sul boton 'Actions' a dreita del nom del rapòrt, e sul ligam 'Exécuter' qui apareisserà.
pl: Jeżeli raporty niestandardowe są już zapisane w Koha, możesz je uruchomić ze strony 'Zapisane raporty', klikając link 'Pokaż' znajdujący się po prawej stronie.
pt: Assim que os relatórios forem guardados no Koha, pode correr-los indo à página de Relatórios guardados e clicando na ligação 'Correr' à direita de cada relatório.
pt_br: Assim que um relatório personalizado é salvo, você pode gera-lo no link 'Relatórios salvos', clicando em 'Ações' ao lado do relatório e em seguida selecionando 'Gerar'.
sk: Len čo sa prispôsobené výkazy uložia do Kohy, môžete ich spustiť zo stránky Uložené výkazy a kliknutím na tlačidlo 'Akcie' napravo od výkazu a ich spustením 'Spustiť'.
tr: Koha’ya özel raporlar kaydedildiğinde, bu raporları Kaydedilmiş Raporlar sayfasına giderek ve raporun sağındaki 'Çalıştır' bağlantısına tıklayarak ve 'Çalıştır' opsiyonunu seçerek çalıştırabilirsiniz.
zh_tw: 儲存客製化報表後，可從儲存報表頁面，勾選該報表右方的 '動作' 連結，再點選 '執行' 它。

source: Once everything is entered click the 'Save Report' button and you'll be presented with options to run it. Once a report is saved you do not have to recreate it you can simply find it on the Saved Reports page and run or edit it.
ar: عندما يكون كل شيء مدخلاً أنقر زر 'حفظ التقرير' وسيعرض لك خيار لتشغيله. وعندما يكون التقرير محفوظاً فإنك لن تحتاج لإعادة إنشائه ، فبإمكانك بكل بساطة أن تجده في صفحة التقارير المحفوظة وتشغيله وتحريره.
cs: Pokud je všechno zadáno, klikněte na "Uložit výstup" a zobrazí se Vám možnosti spuštění. Pokud je výstup jednou uložený, nemusíte jej znovu vytvářet, ale jen jej vyhledáte na stránce Uložené výstupy a spustíte ho nebo upravíte.
da: Når alting er indtastet, klik på knappen 'Gem rapport' og du ser optioner for kørslen af den. Når en rapport er gemt, behøver du ikke gendanne den, du kan blot finde den på siden med gemte rapporter og køre eller editere den.
de: Wenn alles eingegeben ist, klicken Sie auf 'Report speichern' und es werden Optionen für die Ausführung angezeigt. Nachdem ein Report gespeichert wurde, kann er über die Liste der gespeicherten Reports ausgeführt oder bearbeitet werden.
el: Μόλις γίνει η εισαγωγής όλων πατήστε το κουμπί 'Αποθήκευση Αναφοράς' και θα σας παρουσιαστούν οι επιλογές για να την τρέξετε. Μόλις αποθηκευτεί η αναφορά δεν χρειάζεται να την επαναδημιουργήσετε, μπορείτε απλά να την βρείτε στη σελίδα Αποθηκευμένων Αναφορών και να την τρέξετε ή να την επεξεργαστείτε.
es: Una vez haya ingresado todo haga clic en el botón 'Guardar Informe' y se le presentarán opciones para ejecutarlo. Una vez el reporte ha sido guardado no debe recrearlo solo debe encontrarlo el la página de Informes guardados para ejecutarlo o editarlo.
eu: Una vez que todo los datos están introducidos seleccionar el botón 'Guardar informe' y se le presentará con opciones para ejecutarlo. Una vez que se guarda un informe que no tiene que volver a crearlo, simplemente lo puede encontrar en la página de Informes guardados y ejecutar o editarlo.
fi: Kun kaikki tiedot on täytetty, klikkaa 'Tallenna raportti' -painiketta ja voit ajaa raportin. Kun raportti on tallennettu, sitä ei tarvitse luoda uudestaan, koska se löytyy 'Tallennetut raportit' -sivulta jatkotoimenpiteitä varten.
fr: Une fois que toutes les données sont saisies, cliquer sur le bouton 'Sauvegarder le rapport' et vous aurez des options pour l'exécuter. Une fois qu'un rapport est sauvegardé, vous n'avez pas besoin de le recréer, vous pouvez simplement le retrouver dans la page de Rapports Sauvegardés et l'exécuter ou le modifier.
hi: क्लिक करें 'सहेजें रिपोर्ट' बटन पर एक बार सब कुछ दर्ज किया जाता है और आप विकल्पों में इसे चलाने के लिए साथ प्रस्तुत किया जाएगा। एक बार एक रिपोर्ट सहेजा जाता है आप इसे विश्राम की जरूरत नहीं है तो आप बस गयी रिपोर्ट पृष्ठ पर यह खोजने के लिए और चलाने के लिए या इसे संपादित कर सकते हैं।
it: Una volta inserito tutto, clicca sul bottome 'Salva report' e potrai elaborarlo. Una volta che il report è salvato, non devi ricrearlo, puoi semplicemente andate nella pagina dei report salvati, elaborarlo di nuovo e anche modificarlo se serve.
oc: Un còp que totas las donadas son sasidas, clicar sul boton 'Salvar lo rapòrt' e auretz des opcions per l'exécuter. Un còp qu'un rapòrt es salvat, avètz pas besonh de lo recrear, podètz simplament lo retrobar dins la pagina de Rapports Salvats e l'exécuter o lo modificar.
pl: Jeżeli wszystko jest już wpisane, kliknij przycisk 'Zapisz raport', zostaniesz poproszony o wybranie opcji uruchomienia raportu. Gdy raport zostanie zapisany, nie musisz go tworzyć ponownie, możesz szybko odnaleźć go na stronie Zapisane raporty, otworzyć go i modyfikować.
pt: Após inserir todos os dados clique em 'Guardar relatório' e veja as opções para o correr. Quando um relatório é guardado, não tem que o recriar pois pode encontrar o relatório na página de relatório guardados de forma a correr-lo ou editar-lo.
pt_br: Assim que inserir tudo, clique em 'Salvar relatório' e surgirão as opções de execução. Assim que o relatório pe salvo, você não precisa recriá-lo. Você pode simplemente encontrá-lo na página de relatórios salvor e executá-lo ou editá-lo.
sk: Len čo je všetko zadané, kliknite na tlačidlo 'Uložiť výkaz' a zobrazí sa pred Vami možnosť ho spustiť. Len čo je výkaz uložený, nemusíte ho znova tvoriť, ale ho jednoducho nájsť na stránke Uložených výkazov a ho spúšťať alebo upravovať.
sv: När all information matats in klickar du på knappen 'Spara rapport', du får då se alternativ för att köra den. När en rapport sparats behöver du inte återskapa den, du behöver bara leta upp den på sidan Sparade rapporter och köra eller redigera den.
tr: Her şey girildiğinde, 'Raporu Kaydet' butonuna tıklayınız ve onu çalıştırmak üzere size seçenekler sunulacaktır. Rapor kaydedildiğinde, o raporu tekrar oluşturmanıza gerek yoktur. Raporu Kaydedilmiş Raporlar sayfasında bulabilir ve tekrar çalıştırabilir ya da düzeltebilirsiniz.
zh_tw: 每件事都鍵入後，勾選 '儲存報表' 鈕，出現執行它的選項。不必再新增已儲存的報表，祗需從儲存報表頁面找出來，再執行或編輯它，即可。

source: Once finished you will have a summary of all of your transactions
ar: عندما تنتهي ستحصل على ملخص عن كل العمليات
cs: Jen pokud jsou ukončeny, máte souhrn všech svých transakcí
da: Når du er færdig, får du en oversigt over alle transaktioner
de: Nach der Abarbeitung erscheint eine Zusammenfassung aller Transaktionen.
el: Μόλις τελειώσετε θα έχετε μια σύνοψη όλων των συναλλαγών σας
es: Una vez finalizado tendrá un resumen de todas su transacciones
eu: Una vez terminado tendrá un resumen de todas sus transacciones
fi: Toimintojen valmistuttua saat yhteenvedon kaikista toiminnoistasi
fr: Une fois terminé, vous aurez un résumé de toutes vos teansactions.
hi: एक बार जब आप समाप्त हो अपने लेनदेन के सभी की एक सारांश होगा
it: Al termine avrai un sommario di tutte le transazioni
oc: Un còp terminé, auretz un resumit de toutes vos teansactions.
pl: Po zakończeniu wyświetli się podsumowanie wszystkich operacji
pt: Assim que terminar aparecerá um sumário de todas as transacções
pt_br: Quando finalizar você terá um resumo de todas as suas transações
sk: Len čo bude hotový, zobrazí sa vám súhrn všetkých vašich transakcií
sv: När du är klar visas en sammanfattning med alla dina transaktioner
tr: Bittiğinde tüm işlemlerinizin özeti elinizde olacak
zh_tw: 做好後，將出現所有交易的摘要

source: Once finished, click 'Save'
ar: عندما تنتهي ، انقر 'حفظ'
cs: Po dokončení klikněte na 'Uložit'
da: Når du er færdig, klik på 'Gem'
de: Wenn fertig, bitte 'Speichern' anklicken
el: Όταν ολοκληρώσετε, κάντε κλικ στο 'Αποθήκευση'
es: Cuando haya finalizado, haga clic en 'Guardar'
eu: Amaitutakoan, egin klik 'Gorde' botoian
fi: Kun olet valmis, klikkaa 'Tallenna'
fr: Quand vous avez fini, cliquez sur Enregistrer.
hi: समाप्त होने पर, क्लिक करें 'सहेजें'
it: Quando hai finito, clicca 'Salva'
oc: Quand avètz fini, clicatz sus Enregistrar.
pl: Po zakończeniu kliknij 'Zapisz'
pt: Quando terminar, clique em 'Guardar'
pt_br: Quando terminar, clique em 'Salvar'
sk: Po dokončení kliknite na 'Uložiť'
sv: Klicka på 'Spara' när du är färdig
tr: Bittikten sonra 'Kaydet' üzerine tıklayın
zh_tw: 做好後，勾選 '儲存'

source: Once quote selection is finished, simply click the 'Delete quote(s)' key.
ar: عندما تنتهي من تحديد الإقتباسات ، ببساطة انقر على زر 'حذف الإقتباسات'.
cs: Pokud je dokončen výběr citátu, jednoduše klikněte na tlačítko "Smazat označené citáty"
da: Når citat-valg er afsluttet, tryk simpelthen på knappen 'Slet citat(er)'.
de: Nachdem Sie die Zitate ausgewählt haben, klicken Sie auf die Schaltfläche 'Zitat(e) löschen'.
el: Μόλις τελειώσει η επιλογή αποφθέγματος, απλά πατήστε το πλήκτρο 'Διαγραφή αποφθέγματος/ων'.
es: Una vez que finalice la selección de citas, simplemente haga clic en 'Eliminar cita(s)'.
eu: Una vez la selección de quote ha terminado, simplemente seleccione la tecla 'Delete quote(s)' .
fi: Valitse poistettavat sitaatit ja klikkaa 'Poista sitaatit'.
fr: Quand les citations sont sélectionnées, cliquer sur 'Supprimer Citation(s)'.
hi: एक बार बोली चयन समाप्त हो गया है, बस 'बोली हटाएँ (s)' कुंजी पर क्लिक करें।
it: Al termine della selezione delle citazioni, clicca la chiave 'Cancella selezione/i'.
oc: Quand les citacions son seleccionadas, clicar sus 'Suprimir Citation(s)'.
pl: Jeśli zakończysz wybór cytatu, kliknij "Usuń cytat(y)".
pt: Assim que a selecção de frases está terminada, carregue no botão 'Eliminar frases'.
pt_br: Quando terminar a seleção, clique na chave 'Excluir citações'.
sk: Len čo skončíte s výberom citácií, jednoducho kliknite na tlačidlo 'Odstrániť citát(y)'.
sv: När alla citat valts klickar du på tangenten 'Ta bort citat'.
tr: Bilgi seçimi bittiğinde, 'Bilgi(leri) sil' tuşuna tıklayınız.
zh_tw: 選定引句後，再勾選 '刪除引句' 鍵。

source: Once that data is filled in you can click 'Next' to enter the prediction pattern information.
eu: Behin onformazioa gehitu dela, klik egin dezakezu 'Hurrengoa'n informazioa
fi: Kunhan tiedot on syötetty, klikkaa 'Seuraava' lisätäksesi ennustuskaavan tiedot.
hi: एक बार उस डेटा क्लिक कर सकते हैं 'अगला' भविष्यवाणी पैटर्न की जानकारी दर्ज करने के लिए आप में भर जाता है।

source: Once the CSV file has been loaded into the temporary editing table, you may edit the quotes prior to saving them.
ar: عندما يتم تحميل ملف CSV إلى جدول التحرير المؤقت، فربما ترغب بتحرير الإقتباسات قبل حفظهم.
cs: Jakmile je CSV soubor nahrán do dočasné tabulky, můžete citáty ještě před uložením upravit.
da: Når CSV-filen er indlæst i den midlertidige editerings-tabel, kan du editere citaterne, før de gemmes.
de: Die CSV-Datei wird in eine temporäre Tabelle geladen, wo Sie die einzelnen Zitate vor dem Speichern bearbeiten können.
el: Μόλις το αρχείο CSV φορτωθεί στον προσωρινό πίνακα επεξεργασίας, μπορείτε να αλλάξετε τα αποφθέγματα πριν τα αποθηκεύσετε.
es: Una vez que el archivo CSV haya sido cargado en la tabla de edición temporal, podrá editar las citas antes de guardarlas.
eu: Una vez el fichero CVS ha sido descargado en la tabla temporal de edición, debe ser editada las quotes antes de ser guardadas.
fi: Kun CSV-tiedosto on tuotu väliaikaiseen taulukkoon, voit muokata sitaatteja ennen niiden tallentamista.
fr: Une fois que le fichier CSV a été chargé dans la table d'édition temporaire, vous pouvez modifier les citations avant de les sauvegarder.
hi: एक बार जब सीएसवी फाइल अस्थायी संपादन तालिका में लोड कर दिया गया है, आप उद्धरण उन्हें बचाने के लिए पहले संपादित कर सकते हैं।
it: Al termine del caricamento del file CSV nella tabella temporanea, potrai modificare le citazioni prima di salvarle.
oc: Un còp que lo fichièr CSV a été cargat dins la taula d'edicion temporaire, podètz modificar les citacions avant de les salvar.
pl: Po wczytaniu pliku CSV do tymczasowej, modyfikowalnej tabeli, możesz modyfikować cytaty przed ich zapisaniem.
pt: Assim que o ficheiro CSV foi carregado para uma tabela temporária editável, poderá editar as frases antes de guardar.
pt_br: Após o arquivo CSV ser transformado em uma tabela de edição temporária, você pode editar a prioridade das citações para salvá-las.
sk: Len čo sa súbor CSV natiahne do dočasnej editovacej tabuľky, môžete upraviť citáty prv, ako ich uložíte.
sv: När CSV-filen har lästs in i den tillfälliga redigeringstabellen kan du redigera citaten innan de sparas.
tr: CSV dosyası geçici düzeltme tablosuna yüklendiğinde, bilgileri kaydetmeden önce düzeltebilirsiniz.
zh_tw: 將CSV檔案上傳至暫存編輯表單，就能編輯引句的順序。

source: Once the contract is saved it will appear below the vendor information.
ar: عند حفظ العقد ، فإنه سيظهر أسفل معلومات المورد.
cs: Po uložení smlouvy se tato objeví pod informací o prodejci.
da: Når kontrakten er gemt, vises den under leverandør-informationen
de: Sobald eine Vereinbarung gespeichert ist, erscheint sie unter der Händlerinformation.
el: Μόλις αποθηκευτεί το συμβόλαιο θα εμφανιστεί κάτω από τις πληροφορίες προμηθευτή.
es: Una vez que el contrato se guarda aparecerá debajo de la información del proveedor.
eu: Una vez la cotización del grupo de quopte se ha cargado en la tabla de edición, deberá editar el texto y cuota de la fuente.
fi: Kun sopimus on tallennettu, se näkyy toimittajan tietojen alapuolella.
fr: Une fois le contrat enregistré, il apparaît en-dessous des informations sur le fournisseur.
hi: एक बार अनुबंध सेव किया जाता है यह विक्रेता जानकारी नीचे दिखाई देगा।
it: Il contratto salvato apparirà sotto le informazioni del fornitore.
oc: Un còp lo contracte enregistrat, il apareis en-dejós des informacions sus lo provesidor.
pl: Zatwierdzony kontrakt wyświetli się w profilu dostawcy.
pt: Após guardar o contracto o mesmo irá aparecer abaixo da informação do fornecedor.
pt_br: Quando o contrato for salvo, ele aparecerá abaixo das informações do fornecedor.
sk: Po uložení zmluvy, táto sa objaví pod informáciou o predajcovi.
sv: När kontraktet har sparats visas det under säljarens information.
tr: Sözleşme kaydedildiğinde, sağlayıcı bilgisinin altında gözükecektir.
zh_tw: 合約儲存後，將出現於供應商資訊下方。

source: Once the current quote pool has been loaded into the editing table, you may edit the quote source and text.
ar: عندما يتم تحميل مجموعة الإقتباسات الحالية إلى جدول التحرير ، ربما تقوم بتحرير مصادر الإقتباسات ونصوصها.
cs: Pokud je aktuální citace nahrána do editační tabulky, můžete upravovat zdroj citace a text.
da: Når den aktuelle citat-pulje er indløst i editeringstabellen, kan du editere citatets kilde og tekst.
de: Nachdem der Zitatpool in die Bearbeitungstabelle geladen wurde, können Sie dort Quelle und Text bearbeiten.
el: Μόλις η τωρινή δεξαμενή αποφθεγμάτων φορτωθεί στον πίνακα επεξεργασίας, μπορείτε να αλλάξετε την πηγή και το κείμενο του αποφθέγματος.
es: Una vez que el grupo de citas haya sido cargada en la tabla de edición, podrá editar la fuente da la cita y el texto.
eu: Una vez la cotización del grupo de quopte se ha cargado en la tabla de edición, deberá editar el texto y cuota de la fuente.
fi: Kun sitaatteja on tuotu taulukkoon, voit muokata lähdetekstiä ja tekstiä.
fr: Une fois que le lot de citation en cours a été chargé dans la table d'édition, vous pouvez modifier la source et le texte de la citation.
hi: एक बार जब वर्तमान बोली पूल संपादन तालिका में लोड कर दिया गया है, आप बोली स्रोत और पाठ संपादित कर सकते हैं।
it: Al termine del caricamento nella tabella, potrai modificare le citazioni.
oc: Un còp que lo lòt de citacion en cors a été cargat dins la taula d'edicion, podètz modificar la font e lo tèxte de la citacion.
pl: Możesz modyfikować zarówno źródło, jak i tekst cytatu.
pt: Assim que a frase foi carregada para uma tabela temporária editável, poderá editar a fonte da frase e o texto.
pt_br: Uma vez que as citações subirem para a tabela de edição, você pode editar a fonte e o texto da citação.
sk: Len čo sa aktuálny zásobník citátov načíta do editovacej tabuľky, môžete upraviť zdroj aj text citátov.
sv: När den aktuella gruppen citat laddats i redigeringstabellen kan du redigera källa och text för citaten.
tr: Mevcut bilgi havuzu düzeltme tablosuna yüklendiğinde, bilgi kaynağını ve metnini düzeltebilirsiniz.
zh_tw: 將現在的引句池上傳至編輯表單後，就能編輯引句的來源與內容。

source: Once the file is uploaded you will be presented with a confirmation message.
ar: عندما يتم رفع الملف ، سيُعرض لك رسالة تأكيد.
cs: Hned po načtení souboru se zobrazí potvrzující zpráva.
da: Når filen er oploadet, vises en bekræftelsesbesked.
de: Nachdem die Datei hochgeladen wurde, werden werden Sie aufgefordert den Upload zu bestätigen.
el: Μόλις φορτωθεί το αρχείο θα σας εμφανιστεί ένα μήνυμα επιβεβαίωσης.
es: Una vez que el archivo es subido se presenta un mensaje de confirmación.
eu: Fitxategia kargatu ostean, berrespen mezu bat erakutsiko zaizu.
fi: Kun tiedosto on ladattu, saat sille vahvistuksen.
fr: Une fois le fichier chargé sur le serveur, un message de confirmation est affiché.
hi: एक बार फाइल अपलोड की गई है तो आपको एक पुष्टिकरण संदेश के साथ प्रस्तुत किया जाएगा।
it: A caricamento del file avvenuto, ti verrà presentato un messaggio di conferma.
oc: Un còp lo fichièr cargat sul servidor, un messatge de confirmacion es afichat.
pl: Gdy plik zostanie wczytany, otrzymasz potwierdzenie.
pt: Depois de carregar o ficheiro, será presenteado com uma mensagem de confirmação.
pt_br: Quando o arquivo for carregado, surgirá uma mensagem de confirmação.
sk: Hneď po načítaní súboru sa Vám zobrazí potvrdzujúce hlásenie.
sv: När filen är uppladdad visas ett meddelande om detta.
tr: Dosya yüklendiğinde, size bir onay mesajı sunulacaktır.
zh_tw: 檔案上傳後，出現確認訊息。

source: Once the file is uploaded, click the process the file
ar: بمجرد رفع الملف، قم بالنقر لمعالجة الملف
cs: Hned po načtení souboru klikněte na 'Zpracovat soubor'
da: Når filen er oploadet, klik på Behandl filen
de: Klicken Sie auf 'Datei verarbeiten' sobald die Datei vollständig hochgeladen wurde.
el: Μόλις αναρτηθεί το αρχείο, πατήστε για να επεξεργαστείτε το αρχείο
es: Una vez que el archivo se ha cargado, haga clic para procesar el archivo
eu: Fitxategia kargatu ostean, egin klik fitxategia prozesatzeko
fi: Kun tiedosto on ladattu, klikkaa tiedoston käsittely
fr: Une fois le fichier téléchargé, cliquez pour le traiter
hi: एक बार फाइल अपलोड की गई है, इस प्रक्रिया फ़ाइल क्लिक करें
it: Dopo aver caricato il file, clicca per processare il file
oc: Un còp lo fichièr telecargat, clicatz per lo traiter
pl: Po wybraniu pliku, kliknij Wczytaj plik
pt: Depois do ficheiro ser carregado, clique em processar o ficheiro
pt_br: Assim que o arquivo for carregado, clique para processar o arquivo
sk: Hneď po načítaní súboru, kliknite na tlačidlo spracovať
sv: När filen laddats upp klickar du för att bearbeta filen
tr: Dosya yüklendiğinde, dosyayı işleyin üzerine tıklayın
zh_tw: 檔案上傳後，勾選處理該檔案
