Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: This notice requires the emailLibrarianWhenHoldIsPlaced system preference to be set to 'Enable'
ar: هذا الإشعار يتطلب تفضيل نظام emailLibrarianWhenHoldIsPlaced سيتم تعيينه إلى 'تمكين'
cs: Toto oznámení vyžaduje, aby systémová preference emailLibrarianWhenHoldIsPlaced systém byla nastavena na "Povolit"
da: Denne kræver at systemindstillingen emailLibrarianWhenHoldIsPlaced er sat til 'Aktiver'
de: Der Systemparameter emailLibrarianWhenHoldIsPlaced muss aktiviert sein
el: Αυτή η ειδοποίηση απαιτεί να έχουμε επιλέξει το 'Ενεργοποιημένο' στην προτίμηση συστήματος emailLibrarianWhenHoldsPlaced
es: Este aviso requiere que la preferencia del sistema emailLibrarianWhenHoldIsPlaced se establezca en 'Habilitar'
eu: Este aviso requiere que la preferencia del sistema emailLibrarianWhenHoldIsPlaced se establezca en 'Habilitar'
fi: Tämä ilmoitus vaatii emailLibrarianWhenHoldIsPlaced-järjestelmäasetuksen olevan 'Salli'
fr: Cette notification nécessite l'activation de la préférence système emailLibrarianWhenHoldIsPlaced.
hi: इस नोटिस 'सक्षम' के लिए निर्धारित किए जाने की आवश्यकता है emailLibrarianWhenHoldIsPlaced प्रणाली वरीयता
it: Questo avviso richiede che la preferenza di sistema emailLibrarianWhenHoldIsPlaced abbia valore 'Abilita'
oc: Aquesta notificacion nécessite l'activation de la preferéncia sistèma emailLibrarianWhenHoldIsPlaced.
pl: Powiadomienia będą wysyłane, jeśli wartość w opcji emailLibrarianWhenHoldIsPlaced ustawiono na 'Włącz'
pt: Este aviso necessita que a preferência de sistema emailLibrarianWhenHoldIsPlaced esteja activa
pt_br: Esta mensagem requer que a preferência do sistema emailLibrarianWhenHoldIsPlaced esteja em 'Enable'
sk: Toto oznámenie vyžaduje nastavenie systému emailLibrarianWhenHoldIsPlaced na 'Povoliť'
sv: Detta meddelande kräver att systeminställningen emailLibrarianWhenHoldIsPlaced är satt till 'Aktivera'
tr: Bu uyarı RezervlerGeldiğiZamankütüphaneciyeEpostaGönder sisten seçeneğinin 'Etkin'e ayarlanmış olmasına gerek duyar.
zh_tw: 需先設定 emailLibrarianWhenHoldIsPlaced 系統偏好為 '啟用'，才能使用此通知

source: This one-step report will show you how many items of each item type are currently in your library or libraries.
ar: وهذا التقرير من خطوة واحدة وتبين لك كمية العديد من المواد من كل نوع مادة هي حاليا في المكتبة أو المكتبات الخاصة بك.
cs: Tato jednokroková zpráva vám ukáže, kolik výtisků každého typu je v současné době ve vaší knihovně nebo knihovnách
da: Denne et-skridt rapport viser hvor mange eksemplarer af hver eksemplartype, der lige nu er i din afdeling eller bibliotek.
de: Dieser Report zeigt Ihnen, wie viele Exemplare jedes Medientyps zur Zeit in Ihrer Bibliothek oder Ihren Bibliotheken sind.
el: Αυτή η αναφορά μιας φάσης θα σας δείξει πόσα τεκμήρια του κάθε τύπου τεκμηρίου είναι αυτή τη στιγμή στη βιβλιοθήκη ή τις βιβλιοθήκες σας.
es: Este informe de un sólo paso le mostrará cuántos ítems de cada tipo de ítem se encuentran en su biblioteca o bibliotecas.
eu: Urrats bakarreko txosten honek une honetan zure liburutegi(et)an elementu mota bakoitzeko zenbat elementu dauden erakutsiko dizu.
fi: Tämä yksiportainen raportti näyttää, montako nidettä kutakin aineistolajia on tällä hetkellä kirjastossasi tai kirjastoissa.
fr: Ce rapport vous dira combien d'exemplaires de chaque type se trouvent actuellement dans votre/vos site(s).
hi: यह एक कदम की रिपोर्ट आपको बताएंगे कि कैसे प्रत्येक आइटम के प्रकार के कई मदों अपने पुस्तकालय या पुस्तकालयों में वर्तमान में हो जाएगा।
it: Questo report di un solo passo mostra quante copie di ciascun tipo di copia sono attualmente nella tua sottobiblioteca o biblioteca.
oc: Aqueste rapòrt vous dira combien d'exemplars de cada tipe se tròban actualament dins vòstre/vos site(s).
pl: Ten szybki raport pozwoli sprawdzić, ile dokumentów z każdego typu znajduje się obecnie w twojej bibliotece lub filiach.
pt: Este relatório de um passo irá mostrar quantos exemplares de cada tipo de documento estão na sua biblioteca ou bibliotecas.
pt_br: Este relatório de uma etapa irá mostrar quantos itens de cada tipo de item estão na sua biblioteca ou bibliotecas.
sk: Tento jednoduchý výkaz Vám ukáže, koľko exemplárov z každého typu exemplára sa práve nachádza vo Vašej knižnici alebo v knižniciach.
sv: Denna rapport i ett steg visar hur många objekt av varje objekttyp som finns i ditt bibliotek eller dina bibliotek.
tr: Bu bir adımda oluşan rapor halihazırda her bir şubede her bir materyal türünden kaç materyalin mevcut olduğunu gösterecektir.
zh_tw: 此報表顯示圖書館單一館藏類型的館藏數。

source: This option allows for saving all of the quotes in the temporary editing table to the pool of quotes.
ar: هذا الخيار يسمح بحفظ كل الإقتباسات في جدول التحرير المؤقت إلى مجموعة الإقتباسات.
cs: Tato funkce vám umožňuje uložit citáty z pomocné tabulky do systému, aby je bylo možné použít jako citát dne.
da: Med denne option gemmes alle citater fra den midlertidige editeringstabel til citatpoolen.
de: Mit dieser Option können alle Zitate aus der provisorischen Bearbeitungstabelle in den Zitatenpool gespeichert werden.
el: Αυτή η επιλογή επιτρέπει την αποθήκευση όλων των αποφθεγμάτων στον πίνακα προσωρινής επεξεργασίας στη δεξαμενή των αποφθεγμάτων.
es: Esta opción permite guardar todas las citas en la tabla de edición temporal al grupo de citas.
eu: Esta opción permite guardar todas las quotes en una tabla de edición temporal para el conjunto de quotes.
fi: Tämä valinta sallii sitaattien lataamisen muokkaustauluun muokkaamista varten.
fr: Cette option permet de sauvegarder toutes les citations dans la table temporaire des citations.
hi: यह विकल्प उद्धरण के पूल के लिए अस्थायी संपादन तालिका में उद्धरण के सभी को बचाने के लिए अनुमति देता है।
it: Questa funzione permette di salvare le citazioni dalla tabella temporanea nel deposito delle citazioni.
oc: Aquesta opcion permet de salvar totas las citacions dins la taula temporaire des citacions.
pt: Esta opção permite guardar todas as frases na tabela temporária editável para a lista de frases.
pt_br: Esta opção permite salvar todas as citações em uma tabela de edição temporária do conjunto de citações.
sk: Táto možnosť dovoľuje uložiť všetky citáty v dočasnej editovacej tabuľke do zásobníka citátov.
sv: Med detta alternativ kan man spara alla citat i den temporära redigeringstabellen till citatsamlingen.
tr: Bu seçenek geçici düzetme tablosundaki tüm bilgileri bilgi havuzuna kaydetmeye imkan tanır.
zh_tw: 此選項允許儲存在引句池裡暫時編輯表內的所有引句。

source: This option allows for the addition of quotes one at a time.
ar: هذا الخيار يسمح بإضافة الإقتباسات واحدة كل مرة.
cs: Tato volba dovolí přidání citátů po jednom.
da: Med denne option tilføjes citater et ad gangen.
de: Mit dieser Opiton können einzelne Zitate erfasst werden.
el: Αυτή η επιλογή επιτρέπει την προσθήκη ενός αποφθεγμάτος τη φορά.
es: Esta opción permite la adición de citas una a la vez.
eu: Esta opción permite la agregación de quotes de una en una.
fi: Tämä valinta sallii sitaattien lisäämisen yksi kerrallaan.
fr: Cette option permet d'ajouter plusieurs citations en une seule fois.
hi: इस विकल्प को एक समय में एक उद्धरण के अलावा के लिए अनुमति देता है।
it: Questa funzione permette di aggiungere citazioni una alla volta.
oc: Aquesta opcion permet d'apondre plusieurs citacions en un sol còp.
pl: Ta opcja pozwala na dodawanie cytatów pojedynczo.
pt: Esta opção permite a adição de frases uma de cada vez.
pt_br: Esta opção permite a adição de citações, uma de cada vez.
sk: Táto možnosť dovoľuje pridávanie citátov po jednom.
sv: Med detta alternativ kan citat läggas till ett och ett.
tr: Bu seçenek bilgilerin bir kerede eklenmesine imkan tanır.
zh_tw: 此選項允許同時新增多個引句。

source: This option allows for the deletion of one or more quotes at a time.
ar: هذا الخيار يسمح بحذف إقتباس أو أكثر بنفس الوقت.
cs: Tato možnost je zde pro případné smazání jednoho nebo více citátu z pomocné tabulky.
da: Med denne option slettes et eller flere citater.
de: Mit dieser Option können ein oder mehrere Zitate gelöscht werden.
el: Αυτή η επιλογή επιτρέπει τη διαγραφή ενός ή περισσοτέρων αποφθεγμάτων τη φορά.
es: Esta opción permite la eliminación de una o mas citas a la vez.
eu: Esta opción permite para la eliminación uno o más quotes al mismo tiempo.
fi: Tämä valinta sallii yhden tai useamman sitaatin poistamisen kerrallaan.
fr: Cette option permet de supprimer une ou plusieurs citations en une seule fois.
hi: इस विकल्प को एक समय में एक या एक से अधिक उद्धरण का विलोपन के लिए अनुमति देता है।
it: Questa funzione permette di cancellare un o più citazioni.
oc: Aquesta opcion permet de suprimir una o plusieurs citacions en un sol còp.
pt: Esta opção permite a eliminação de uma ou mais frases de cada vez.
pt_br: Esta opção permite a exclusão de uma ou mais citações de uma vez.
sk: Táto možnosť dovoľuje odstraňovanie jedného alebo viacerých citátov súčasne.
sv: Med detta alternativ kan ett eller flera citat raderas på en gång.
tr: Bu seçenek bir ya da birden fazla bilginin bir kerede silinmesine imkan tanır.
zh_tw: 此選項允許同時刪除多個引句。

source: This option allows for the uploading of a CSV file containing bulk quotes.
ar: هذا الخيار يسمح برفع ملف CSV يحتوي مجموعة إقتباسات.
cs: Tato volba umožňuje hromadné načtení citací ze souboru CSV.
da: Med denne option oploades en csv-fil med et antal citater.
de: Diese Option erlaubt das Hochladen von Zitaten als CSV-Datei.
el: Αυτή η επιλογή επιτρέπει την ανάρτηση ενός αρχείου CSV που περιλαμβάνει έναν όγκο αποφθεγμάτων.
es: Esta opción permite la carga de un archivo CSV conteniendo un muchas citas.
eu: Esta opción permite para la carga de los ficheros CVS que contiene quotes.
fi: Tämä valinta sallii sitaattien lataamisen massana CSV-tiedostona.
fr: Cette fonction permet la sélection et le téléchargement d'un fichier CSV contenant les citations.
hi: यह विकल्प थोक उद्धरण युक्त एक सीएसवी फाइल को अपलोड करने के लिए अनुमति देता है।
it: Questa funzione consente di caricare un file CSV di citazioni.
oc: Aquesta fonction permet la seleccion e lo telecargament d'un fichièr CSV que conten les citacions.
pl: Ta opcja pozwala na wczytywanie pliku CSV zawierającego pojedyncze cytaty.
pt: Esta opção permite o carregamento de um ficheiro CSV com frases.
pt_br: Esta opção permite o envio de um arquivo CSV contendo um lote de citações.
sk: Táto možnosť dovoľuje načítanie súboru CSV obsahujúceho hromadné citáty.
sv: Med detta alternativ kan du ladda upp en CSV-fil med citat.
tr: Bu seçenek bilgi yığını içeren bir CSV dosyasının yüklenmesine imkan tanır.
zh_tw: 此選項允許上傳有引句的CSV檔案。

source: This option will only appear if the AllowHoldDateInFuture system preference is set to 'Allow'
ar: وسوف يظهر هذا الخيار فقط إذا تم تعيين تفضيل النظام AllowHoldDateInFuture إلى 'السماح'
cs: Tato možnost se zobrazí pouze v případě, že systémová preference AllowHoldDateInFuture je nastavena na "Povolit"
da: Denne option vises kun, hvis AllowHoldDateInFuture system-indstillingen er sat til 'Tillad'
de: Diese Option wird nur angezeigt, wenn Sie den Systemparameter AllowHoldDateInFuture aktiviert haben
el: Αυτή η επιλογή θα εμφανιστεί μόνο αν έχετε επιλέξει το 'Επιτρέπεται' στην προτίμηση συστήματος AllowHoldDateInFuture
es: Esta opción solo aparecerá si la preferencia del sistema AllowHoldDateInFuture está establecida en 'Permitir'
eu: Esta opción solo aparecerá si la preferencia del sistema AllowHoldDateInFuture está establecida en 'Permitir'
fi: Tämä vaihtoehto näkyy vain, jos AllowHoldDateInFuture-järjestelmäasetus on 'Salli'
fr: Cette option s'affiche uniquement si vous avez paramétré la préférence système AllowHoldDateInFuture.
hi: यदि AllowHoldDateInFuture प्रणाली वरीयता 'अनुमति' के लिए निर्धारित है यह विकल्प केवल दिखाई देंगे
it: Questa opzione appare solo se hai settato la preferenza di sistema AllowHoldDateInFuture a 'Permetti'
oc: Aquesta opcion s'aficha unicament se avètz parametrat la preferéncia sistèma AllowHoldDateInFuture.
pl: Opcja pojawia się tylko w przypadku ustawionej opcji systemu AllowHoldDateInFuture na 'Zezwalaj'
pt: Esta opção só aparecerá se tiver definido a preferência de sistema SpecifyDueDate para permitir
pt_br: Esta opção irá aparecer somente se a preferência do sistema AllowHoldDateInFuture estiver em 'Permitir'
sk: Táto možnosť sa zobrazí iba vtedy, keď je nastavenie systému AllowHoldDateInFuture nastavené na 'Povoliť'
sv: Detta alternativ visas bara om systeminställningen AllowHoldDateInFuture är satt till 'Tillåt'
tr: Bu seçenek, eğer RezervGeriGelmeli sistem tercihi 'İzin ver' olarak ayarlanmışsa görüntülenecektir.
zh_tw: AllowHoldDateInFuture 系統偏好設為 '允許'，才顯示此選項

source: This option will only appear if you have set the SpecifyDueDate system preference to allow staff to override the due date
ar: وسوف يظهر هذا الخيار فقط إذا قمت بتعيين تفضيل نظام SpecifyDueDate للسماح الموظف من تجاوز الموعد المحدد
cs: Tato možnost se zobrazí pouze v případě, že jste nastavili systémovou preferencí SpecifyDueDate tak, aby zaměstnanci knihovny mohli přepsat datum vrácení
da: Denne option vises kun, hvis SpecifyDueDate system-indstillingen er sat, så medarbejdere må tilsidesætte forfaldsdato
de: Diese Option wird nur angezeigt, wenn Sie den Systemparamter SpecifyDueDate aktiviert haben und damit den Bibliotheksmitarbeitern erlauben das generierte Fälligkeitsdatum zu überschreiben
el: Αυτή η επιλογή θα εμφανιστεί μόνο αν έχετε ορίσει τη προτίμηση συστήματος SpecifyDueDate (καθορισμός ημερομηνίας επιστροφής) για να επιτρέψετε στο προσωπικό να αγνοήσει την ημερομηνία επιστροφής
es: Esta opción sólo aparecerá si ha configurado la preferencia del sistema SpecifyDueDate para permitir al personal sobreescribir la fecha de vencimiento
eu: Aukera hau agertuko da baldin eta SpecifyDueDate sistemaren lehentasunean langileei itzultze data baliogabetzen uzten ezarri baduzu.
fi: Tämä vaihtoehto näkyy vain, jos SpecifyDueDate-järjestelmäasetus sallii virkailijan ohittaa eräpäivän
fr: Cette option s'affiche uniquement si vous avez paramétré la préférence système SpecifyDueDate pour permettre à l'équipe de positionner la date de retour
hi: यदि आप कर्मचारियों नियत तारीख ओवरराइड करने के लिए अनुमति देने के लिए SpecifyDueDate प्रणाली वरीयता निर्धारित किया है यह विकल्प केवल दिखाई देंगे
it: Questa opzione appare solo se hai settato la preferenza di sistema SpecifyDueDate in modo da permettere allo staff di bypassare la data di rientro calcolata dal sistema
oc: Aquesta opcion s'aficha unicament se avètz parametrat la preferéncia sistèma SpecifyDueDate per permetre a l'équipe de positionner la data de retour
pl: Opcja wyświetli się tylko wtedy, gdy wartość w opcji SpecifyDueDate będzie ustawiona na 'Zezwalaj'
pt: Esta opção só aparecerá se você tiver definido a preferência de sistema SpecifyDueDate para permitir aos funcionários substituir a data de devolução
pt_br: Esta opção só aparecerá se você tiver definido a preferência de sistema SpecifyDueDate para permitir aos funcionários substituir a data de devolução
sk: Táto možnosť sa objaví len ak chcete nastaviť nastavenie systému SpecifyDueDate, aby sa zamestnancom dovolilo obísť termín návratu
sv: Detta alternativ visas bara om systeminställningen SpecifyDueDate är inställd så att personal kan åsidosätta återlämningsdatumet
tr: Bu seçenek sadece İadeTarihiBelirle sistem seçeneğini personelin iade tarihi üzerine yazmasına izin ver olarak ayarlıysa görünür.
zh_tw: 設定SpecifyDueDate系統偏好允許館員自訂到期日，才顯示此選項

source: This option will take you to the Holds Ratio report where you can find items with a high hold ratio and order additional copies. Next to each title will be a link with the number of items to order, click that and it will add the item to your basket.
ar: سينقلك هذا الخيار إلى تقرير معدل الحجز حيث يمكنك اعثور على المواد ذات معدل الحجز الأعلى وطلب نسخ إضافية. بجانب كل عنوان يوجد رابط بعدد المواد لطلبها، قم بالنقر على هذا الرابط وستتم إضافة المادة إلى سلتك.
cs: Tato funkce Vám vypíše přehled podílů rezervací na jednotky. Můžete tak zjistit, které dokumenty jsou nejžádanější vzhledem k počtu exemplářů v knihovně. U každé položky seznamu je zároveň odkaz, přes který je možné rovnou vytvořit objednávku v modulu akvizice.
de: Diese Option bringt Sie zum Report über Vormerkraten, über den Titel mit vielen Vormerkungen ermittelt und Exemplare nachbestellt werden können. Neben jedem Titel wird hierzu ein Link mit der empfohlenen Anzahl an nachzubestellenden Exemplaren angezeigt über den eine Bestellung erzeugt werden kann.
el: Αυτή η επιλογή θα σας μεταφέρει στην αναφορά Αναλογίας Κρατήσεων όπου μπορείτε να βρείτε τεκμήρια με υψηλή αναλογία κρατήσεων και να παραγγείλετε επιπλέον αντίτυπα. Πλάι σε κάθε τίτλο θα βρίσκεται ένας σύνδεσμος με τον αριθμό των τεκμηρίων για παραγγελία, πατήστε τον και θα προσθέσει το τεκμήριο στο καλάθι σας.
es: Esta opción lo llevará al informe de Proporción de Reservas donde puede encontrar ítems con un alto proporción de reserva para pedir copias adicionales. Al lado de cada título habrá un enlace con el número de ítems para pedir, haga clic en ellos y se agregará el ítem a su cesta.
fi: Tämä vaihtoehto vie 'Varauksia per nide' -raporttiin, josta näkyy kaikki niteet, joista on paljon varauksia, jolloin voit tilata lisäkappaleita. Jokaisen nimekkeen perässä on linkki tilattavien niteiden määrään. Klikkaa sitä ja se lisää nimekkeen tilauskoriin.
fr: Cette option vous donnera le rapport de Ratio de réservations où vous pouvez trouver des exemplaires avec un haut ratio de réservation et commander des exemplaires supplémentaires. À côté de chaque titre il y aura un lien avec le nombre d'exemplaires à commander, cliquer dessus et cela ajoutera l'exemplaire à votre panier.
hi: इस विकल्प के लिए ले जाएगा धारण अनुपात रिपोर्ट जहाँ आप एक उच्च होल्ड अनुपात और व्यवस्था अतिरिक्त प्रतियों के साथ आइटम मिल सकते हैं। प्रत्येक शीर्षक को अगले आदेश के लिए आइटम्स की संख्या के साथ एक लिंक किया जाएगा, कि क्लिक करें और इसे अपने बास्केट में आइटम जोड़ना होगा।
it: Questa opzione ti fornisce un report con la distribuzione delle prenotazioni dove potrai trovare documenti con un alto numero di prenotazioni sopra per ordinarne, quindi, copie aggiuntive. Accanto a ciascun titolo ci sarà un link con il numero di copie da ordinare, cliccandoci sppra potrai aggiungere la copia al tuo basket.
oc: Aquesta opcion vous donnera lo rapòrt de Ratio de reservacions où podètz trobar des exemplars amb un haut ratio de reservacion e comandar des exemplars suplementaires. A costat de cada títol i aurà un ligam amb lo nombre d'exemplars a comandar, clicar dessús e aquò apondrea l'exemplar a vòstre panièr.
pl: Opcja przeniesie cię do raportu Wskaźnika zamówień, z którego można zamówić tytuły z wysokim wskaźnikiem zamówień. Obok tytułu znajduje się link z liczbą egzemplarzy do zamówienia. Klikając na link zostaniesz przeniesiony do szczegółów zamówienia w koszyku.
pt: Esta opção irá levar-lo para o relatório de Rácio de reserva onde pode encontrar registos com alto rácio de reservas e pode encomendar cópias adicionais. Junto a cada título irá aparecer uma ligação com o número de exemplares a encomendar, clique no mesmo e irá adicionar-lo ao cesto.
pt_br: Esta opção irá levá-lo ao relatório de Índice de Reservas, onde você poderá encontrar exemplares com alto índice de reservas e fazer um pedido de aquisição de novas cópias para eles. Ao lado de cada título há um link com o número do exemplar. Clique sobre ele e o exemplar irá ser adicionado a sua lista de pedidos.
sk: Táto možnosť vás privedie k výkazu Podielu rezervácií, kde môžete nájsť exempláre s najvyšším podielom rezervácií a objednať dodatočné kusy. Vedľa každého titulu bude odkaz s počtom exemplárov na objednanie, kliknite naň a tým sa pridá daný exemplár do vášho košíka.
tr: Bu seçenek sizi, yüksek ayırma oranlarına sahip materyalleri bulabileceğiniz ve ilave kopyalar sipariş edebileceğiniz Ayırma Oranları Raporu'na götürecektir. Her başlığın yanında sipariş edilecek materyallerin sayısıyla birlikte bir bağlantı olacaktır, bu bağlantıya tıklayınca materyali sepetinize ekleyecektir.
zh_tw: 此選項可進入預約比率報表，藉此找出預約率高的館藏以採購複本。每個題名旁有個連結表示採購的館藏量，點選後可新增採購籃的館藏量。

source: This page provides information regarding all of the items attached to a record.
ar: تزود هذه الصفحة معلومات حول كافة المواد المرتبطة بالتسجيلة.
cs: Tato stránka obsahuje informace o všech výtiscích připojených k záznamu.
da: Denne side giver information om alle de eksemplarer, som er tilknyttet til en post.
de: Diese Seite zeigt Informationen zu allen mit Exemplaren eines Titels.
el: Αυτή η σελίδα παρέχει πληροφορίες που αφορούν όλα τα τεκμήρια που συνδέονται με μία εγγραφή.
es: Esta página provee información sobre todos los ítems asociados a un registro.
eu: Orri honek erregistro bati lotutako elementu guztien inguruko informazioa ematen du.
fi: Tämä sivu antaa tietoa kaikista niteistä, jotka liittyvät tietueeseen.
fr: Cette page donne les informations sur tous les exemplaires attachés à une notice.
hi: यह पृष्ठ एक रिकार्ड से जुड़ी वस्तुओं के सभी के बारे में जानकारी प्रदान करता है।
it: Questa pagina fornisce informazioni sulle copie relative al record.
oc: Aquesta pagina donne las informacions sus totes los exemplars attachés a una notícia.
pt: Esta página fornece informação de todos os exemplares ligados ao registo bibliográfico.
pt_br: Esta página fornece informações sobre todos os itens ligados a um registro.
sk: Táto stránka poskytuje informácie ohľadom všetkých exemplárov pripojených k záznamu.
sv: Denna sida ger information om alla objekt som är kopplade till en post.
tr: Bu sayfa bir kayda eklenen materyallerle ilgili bilgi sağlar.
zh_tw: 此頁面提供與紀錄有關的館藏資訊。
