Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Koha comes with a tool that will allow you to export your bibliographic, holdings and/or authority data in bulk. This can be used to send your records to fellow libraries, organizations or services; or simply for backup purposes.
ar: ياتي كوها مع أداة سوف تسمح لك بتصدير بياناتك البيبلوجرافية و/أو بيانات المقتنيات مجمّعة.يمكن استخدام هذا لإرسال تسجيلاتك إلى المكتبات الأخرى, المنظمات أو الخدمات;أو ببساطة لأغراض احتياطية.
cs: Koha přichází s nástrojem, který umožňuje hromadný export vašich bibliografických a/nebo jednotkových údajů. To se dá využít jednak při odesílání vašich záznamů do přidružených knihoven, organizací nebo služeb, a jednak při zálohování.
da: Koha indeholder et værktøj, hvormed man kan eksportere bibliografiske eller bestandsmæssige og/eller norm-data i en stabel. Det kan bruges til at sende data til andre biblioteker, organisationer eller tjenesteydere eller til sikringsformål.
de: Koha enthält ein Werkzeug, mit der Sie Ihre bibliographischen Daten, Exemplare und Normdaten im Stapel exportieren können. Das kann verwendet werden um Daten an andere Bibliotheken, Organisationen oder Dienstleister zu schicken; oder einfach für Sicherungen und Backups.
el: Το Koha περιέχει ένα εργαλείο που σας επιτρέπει να εξάγετε τα βιβλιογραφικά, τα δεδομένα αντιτύπων και/ή δεδομένα καθιερωμένων όρων μαζικά. Αυτό μπορεί να χρησιμοποιηθεί για να στείλετε τις εγγραφές σας σε άλλες βιβλιοθήκες, οργανισμούς και υπηρεσίες, ή απλά για τη δημιουργία αντιγράφων ασφαλείας.
es: Koha tiene una herramienta que le permitirá exportar sus registros bibliográficos existencias y/o datos de autoridades en bloque. Puede utilizar esto para enviar sus registros a bibliotecas colegas, organizaciones o servicios, o simplemente con fines de respaldo.
eu: Koha tiene una herramienta que le permitirá exportar sus registros bibliográficos y/o existencias de forma masiva. Esto se puede utilizar para enviar sus registros a bibliotecas colegas, organizaciones o servicios, o simplemente con fines de respaldo.
fi: Kohassa on työkalu, jonka avulla voit viedä nimeketietoja, kokoelmatietoja ja/tai auktoriteettitietoja massana. Tätä voidaan käyttää tietuiden lähettämiseen toiselle kirjastolle, yhteisölle tai palvelulle; tai yksinkertaisesti varmuuskopiointiin.
fr: Koha dispose d'un outil d'export par lot de vos notices bibliographiques, autorités et de vos exemplaires. Vous pouvez l'utiliser pour envoyer vos notices à d'autres établissements ou simplement pour faire des sauvegardes.
hi: Koha एक उपकरण है कि आप थोक में अपने ग्रंथ सूची, होल्डिंग्स और / या प्राधिकारी डेटा निर्यात करने की अनुमति देगा के साथ आता है। यह साथी पुस्तकालयों, संगठनों या सेवाओं के लिए अपने रिकॉर्ड भेजने के लिए इस्तेमाल किया जा सकता है; या बस बैकअप प्रयोजनों के लिए।
it: In Koha c'è uno strumento per esportare i tuoi dati bibliografici, di autorità e di copia in massa. Può essere usato per inviare i dati ad altre biblioteche o servizi oppure per backup.
oc: Koha dispose d'un aisina d'expòrt per lòt de vos notícias bibliograficas, autoritats e de vos exemplars. Podètz l'utilizar per mandar vos notícias a d'autres establiments o simplament per far des salvaments.
pt: O Koha traz uma ferramenta que permite exportar em massa os registo bibliográfico e/ou empréstimos. Pode ser usada para enviar os seus registos a bibliotecas, organizações ou serviços, ou apenas para cópias de segurança.
pt_br: O Koha traz uma ferramenta que permite exportar em massa os registro bibliográficos e/ou empréstimos. Pode ser usada para enviar os seus registros para outras bibliotecas, organizações ou serviços, ou apenas para cópias de segurança.
sk: Koha prichádza s nástrojom, ktorý Vám umožní export knižničných, fondových a/alebo údajov autorít hromadne. Toto sa dá využiť na odoslanie Vašich záznamov do družobných knižníc, organizácií alebo služieb; alebo jednoducho za účelom zálohovania.
sv: Koha installeras med ett verktyg du kan använda för att bulkexportera dina bibliografiska data, auktoritetsdata och/eller objektdata. Detta kan användas för att skicka dina poster till andra bibliotek, organisationer eller tjänster, eller bara för säkerhetskopiering.
tr: Koha bibliyografik, ayırma ve / veya otorite bilgilerini dışa aktarabilmenize imkan veren bir araç ile gelir. Bu özellik kayıtlarınızı diğer kütüphanelere, kurumlara ya da servislere göndermeye ya da sadece yedekleme süreci için kullanılabilir.
zh_tw: Koha內建的工具允許匯出大量的書目與館藏資料，把它們寄送給其他圖書館、機構或服務；或祗供備份之用。

source: Koha comes with many of the necessary Authority frameworks already installed.
ar: كوها يأتي مع العديد من القوالب الإستنادية الضرورية المثبتة مسبقاً.
cs: Koha přichází s mnohými nezbytnými, předem nainstalovanými šablonami autorit.
da: Koha leveres med mange af de nødvendige normstrukturer installeret.
de: Nach der Installation sind viele der erforderlichen Normdaten-Frameworks bereits verfügbar.
el: Το Koha περιέχει ήδη εγκατεστημένα πολλά από τα απαραίτητα πλαίσια Καθιερωμένων Όρων.
es: Koha viene con varias de las hojas de trabajo de autoridades necesarias ya cargadas.
eu: Kohak dagoeneko instalatuta ditu beharrezkoak diren autoritate lan-orri ugari.
fi: Kohassa on valmiiksi asennettuna monta auktoriteettien tallennuspohjaa.
fr: Koha est proposé avec la plupart des Grilles d'autorités nécessaires.
hi: Koha आवश्यक प्राधिकरण व्यवस्थाएं पहले से ही स्थापित की कई के साथ आता है।
it: In Koha sono predefinite le griglie di catalogazione per record di autorità.
oc: Koha es prepausat amb la plupart des Grasilhas d'autoritats necessàrias.
pl: W Koha są już zainstalowane niezbędne szablony hasła wzorcowego
pt: O Koha possui vários modelos de autoridade necessários já instalados.
pt_br: O Koha já vem como muitas das planilha de autoridades necessárias já instaladas.
sk: Koha prichádza s mnohými potrebnými už vopred nainštalovanými rámcami autorít.
sv: Koha installeras med många av de nödvändiga auktoritetsramverken.
tr: Koha birçok gerekli Otorite çerçeveleri hali hazırda yüklenmiş olarak gelmektedir.
zh_tw: Koha內建必要的權威框架。

source: Koha database schema:
eu: Koha datu-baseko eskema:
fi: Kohan tietokantarakenne
hi: Koha डेटाबेस स्कीमा:

source: Koha has an extensive set of system preferences. The system preferences control all the various features within Koha, whether they are active in your install or not. System preferences are set at install and are generally not changed afterwards.
ar: يوجد في كوها مجموعة شاملة من تفضيلات النظام. تتحكم تفضيلات النظام في كل المزايا المختلفة في كوها سواء كانت نشطة في عملية تثبيت كوها لديك أم لا.تفضيلات النظام العامة يتم ضبطها في عملية التثبيت وبشكل عام لا تتغير بعد ذلك.
cs: Koha má rozsáhlou sadu nastavení systému. Nastavení systému ovládá všechny funkce v systému i to, zda jsou aktivní ve vaší instalaci, nebo ne. Nastavení systému probíhá během instalace a zpravidla není nutné jej později výrazně měnit.
da: Koha har et omfattende sæt af systemindstillinger. Disse systemindstillinger kontrollerer de forskellige egenskaber i Koha, og om de er aktive i installationen eller ej. Systemindstillinger bør sættes en gang og så aldrig mere.
de: Koha hat einen umfangreichen Satz an Systemeinstellungen. Diese Systemeinstellungen kontrollieren die verschiedenen Features in Koha, und ob sie in Ihrer Installation aktiv sind oder nicht. Systemeinstellungen sollten einmalig eingestellt und dann nicht mehr geändert werden.
el: Το Koha έχει ένα εκτεταμένο σύνολο προτιμήσεων συστήματος. Οι προτιμήσεις συστήματος ελέγχουν όλες τις διαφορετικές λειτουργίες μέσα στο Koha, είτε αυτές είναι ενεργές στην εγκατάσταση σας είτε όχι. Οι προτιμήσεις συστήματος ρυθμίζονται μία φορά κατά την εγκατάσταση και γενικώς δεν αλλάζουν στην συνέχεια.
es: Koha cuenta con un amplio conjunto de preferencias del sistema. Las preferencias del sistema controlan todas las características de Koha, ya sea que estén activas o no. Las preferencias del sistema generalmente se configuran en la instalación y luego rara vez cambian.
eu: Koha cuenta con un amplio conjunto de preferencias del sistema. Las preferencias del sistema controlan todas las características y funciones de Koha , éstas pueden estar activas o no en su instalación. Las preferencias del sistema generalmente se establecen en la instalación y luego rara vez se cambian.
fi: Kohassa on runsaasti järjestelmäasetuksia, jotka kontrolloivat Kohan eri toimintoja. Järjestelmäasetukset asetetaan asennuksessa eikä niitä yleensä muuteta jälkikäteen.
fr: Koha a un large choix de préférences système. Elles contrôlent toutes les différentes fonctionnalités de Koha et si elles sont actives dans votre installation ou pas. Les préférences système sont généralement réglées à l'installation et ne sont plus modifiées par la suite.
hi: Koha प्रणाली वरीयताओं की एक व्यापक सेट है। सिस्टम प्राथमिकता, Koha के भीतर सभी विभिन्न सुविधाओं को नियंत्रित वे में सक्रिय रहे हैं कि क्या अपने को स्थापित करने या नहीं। सिस्टम प्राथमिकता स्थापित पर स्थापित कर रहे हैं और आम तौर पर बाद में नहीं बदल रहे हैं।
it: Koha ha un'ampia scelta di preferenze di sistema. Le preferenze di sistema controllano le varie funzionalità all'interno di Koha e se esse siano o meno attive nella tua installazione. Le preferenze di sistema in genere sono configurate durante l'installazione e in seguito non vengono modificate.
oc: Koha a un large choix de preferéncias sistèma. Elles contrôlent totas las diferentas foncionalitats de Koha e se elles son actives dins vòstra installacion o pas. Las preferéncias sistèma son generalament regladas a l'installacion e ne son plus modificadas per la suite.
pt: O Koha tem uma lista extensa de preferências de sistema, que permitem controlar as várias ferramentas do Koha e se elas estão activas no servidor ou não. São configuradas normalmente uma vez e não são mais alteradas.
pt_br: O Koha tem uma lista extensa de preferências de sistema, que permitem controlar as várias ferramentas do Koha e se elas estão ativas no servidor ou não. São configuradas normalmente uma vez e não são mais alteradas.
sk: Koha má rozsiahlu sadu nastavení systému. Nastavenia systému ovládajú všetky rozličné funkcie v Kohe a to, či sú aktívne vo Vašej inštalácii alebo nie. Nastavenia systému sa vo všeobecnosti nastavia raz pri inštalácii a potom sa nemenia.
sv: Koha har en omfattande uppsättning systeminställningar. Systeminställningarna styr de olika funktionerna i Koha, oavsett om de är aktiva i din installation eller inte. Systeminställningar ställs in vid installation och ändras sedan normalt inte.
tr: Koha bir takım gelişmiş sistem seçeneklerine sahiptir. Sistem seçenekleri kurulumunuzda aktif olsun ya da olmasın, Koha’daki tüm çeşitli özelikleri kontrol eder. Sistem seçenekleri kurulumda ayarlanır ve genellikle sonradan değiştirilmez.
zh_tw: Koha有豐富的系統偏好，控制Koha的各種功能，啟用或關閉這些功能。安裝Koha時，就已經有系統偏好的預設值，通常不需要改變它們。

source: Koha installs with pre-defined values that your library is likely to use, for instance, 'Lost.'
ar: كوها يثبت مع قيم معرفة مسبقاً والتي من المرجح أن تستخدمها مكتبتك على سبيل المثال القيمة الاستنادية ، 'Lost'
cs: Koha se instaluje s předdefinovanými hodnotami, které vaše knihovna pravděpodobně využije, například 'Ztracené'.
da: Koha kommer med fordefinerede værdier, som biblioteket sikkert vil få brug for f.eks. 'Tabt'.
de: Koha wird mit einigen vorgegebenen normierten Werten installiert, die Ihre Bibliothek verwenden kann, zum Beispiel 'Verloren'.
el: Το Koha περιέχει προκαθορισμένες τιμές που ενδεχομένως να χρησιμοποιήσει η βιβλιοθήκη σας, για παράδειγμα, 'Χαμένο'.
es: Koha se instala con valores pre-definidos que su biblioteca puede utilizar, por ejemplo 'Perdido'.
eu: Kohak zure liburutegiarentzat baliagarriak izan daitezkeen zenbait aurrez definitutako balio ditu, adibidez, 'Galduta'.
fi: Koha asentaa ennaltamääriteltyjä arvoja, joita kirjastosi todennäköisesti käyttää, esim. 'Kadonnut'.
fr: Koha propose en standard plusieurs valeurs prédéfinies que votre bibliothèque utilisera certainement, par exemple 'Perdu'.
hi: Koha पूर्व निर्धारित मूल्यों है कि अपने पुस्तकालय का उपयोग करने के लिए, उदाहरण के लिए, के लिए की संभावना है के साथ स्थापित 'खो दिया है।'
it: Koha viene con molte altre categorie e valori predefiniti che la tua biblioteca probabilmente usa, per esempio 'Perso'.
oc: Koha propose en standard plusieurs valors prédefinidas que vòstra bibliotèca utilizara certainement, per exemple 'Perdut'.
pt: O Koha vem com algumas categorias e valores pré definidos que a biblioteca pode usar, como 'Perdido'.
pt_br: O Koha é instalado com valores pré-definidos que sua biblioteca pode utilizar, para a instancia 'Perdido'.
sk: Koha sa inštaluje s pred-definovanými hodnotami, ktoré Vaša knižnica pravdepodobne využije, napríklad 'Stratené.'
sv: Koha installeras med fördefinierade värden som ditt bibliotek troligen använder, t.ex., 'Förlorad'.
tr: Koha kütüphanenizin kullanması olası önceden tanımlanmış değerleri yükler, örneğin, ‘Kayıp’
zh_tw: Koha 安裝預設值，可以立即使用，如 '遺失'。

source: Koha is developed and supported by a large number of developers around the world. Thanks to all the developers and libraries who support Koha
ar: يتم تطوير كوها ودعمه بواسطة عدد كبير من المطورين حول العالم. شكرا لكل المطورين والمكتبيين الذين يدعمون كوها
cs: Koha je vyvíjena a podporována velkým množstvím vývojářů z celého světa. Děkujeme všem vývojářům a knihovnám, kteří systém Koha podporují.
da: Koha udvikles og understøttes af mange udviklere over hele verden. Tak til alle udviklere og biblioteker, der understøtter Koha.
de: Koha wird entwickelt und unterstützt von vielen Entwicklern in der ganzen Welt. Dank an alle Entwickler und Bibliotheken, die Koha unterstützen.
el: Το Koha αναπτύσσεται και υποστηρίζεται από ένα μεγάλο αριθμό προγραμματιστών από όλο τον κόσμο. Χάρη σε όλους αυτούς τους προγραμματιστές και τις βιβλιοθήκες που στηρίζουν το Koha
es: Koha es desarrollado y apoyado por un gran número de desarrolladores de todo el mundo. Gracias a todos los desarrolladores y bibliotecas que apoyan Koha
eu: Koha munduko hainbat garatzailek garatu eta babesten dute. Eskerrik asko Koha babesten duten garatzaile eta liburutegie guztiei
fi: Kohaa kehittää ja tukee suuri joukko kehittäjiä ympäri maailmaa. Kiitos kaikille kehittäjille ja kirjastoille, jotka tukevat Kohaa
fr: Koha est développé et soutenu par un grand nombre de développeurs du monde entier. Merci à tous les développeurs et à toutes les bibliothèques qui soutiennent Koha.
hi: Koha विकसित की है और दुनिया भर में डेवलपर्स की एक बड़ी संख्या के द्वारा समर्थित है। सभी डेवलपर्स और पुस्तकालयों जो Koha का समर्थन करने के लिए धन्यवाद
it: Koha è sviluppato e supportato da un grande numero di sviluppatori in tutto il mondo. Grazie a tutti gli sviluppatori e ai bibliotecari che supportano Koha
oc: Koha es développé e soutenu per un grand nombre de desvolopaires del monde entier. Merci a totes los desvolopaires e a totas las bibliotècas qui soutiennent Koha.
pt: O Koha é desenvolvido e suportado por um conjunto largo de programadores de todo o mundo. Obrigado a todos eles, bem como às bibliotecas que suportam o Koha
pt_br: O Koha é desenvolvido e suportado por um conjunto largo de programadores de todo o mundo. Obrigado a todos eles, bem como às bibliotecas que suportam o Koha
sk: Kohu vyvíja a podporuje veľké množstvo vývojárov z celého sveta. Vďaka všetkým vývojárom a knižniciam podporujúcim Kohu
sv: Koha utvecklas och stöds av ett stort nummer av utvecklare runt om i världen. Vi tackar alla de utvecklare och bibliotekarier som stöder Koha
tr: Koha dünyadaki çok sayıdaki geliştirici tarafından geliştirilmekte ve desteklenmektedir. Koha'ya destek veren tüm kütüphane ve geliştiricilere teşekkürler.
zh_tw: Koha由全球的團隊發展與支援，感謝這些發展者與使用Koha的圖書館

source: Koha is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
ar: كوها برنامج مجاني; يمكنك إعادة توزيعه و/أو تعديله تحت شروط GNU الرخصة العمومية العامة كما نشر بواسطة مؤسسة البرامج المجانية; سواء الإصدار 2 من ارخصة, أو(في حالة اختيارك) أي إصدار تالي.
cs: Koha je svobodný software; můžete ho distribuovat a/nebo upravovat za podmínek licence GNU General Public License jak byly publikovány nadací Free Software Foundation; buď pod verzí 3 této licence, nebo (pokud se tak rozhodnete) pod jakoukoliv novější verzí.
da: Koha er fri software; Du må udbrede og videreudvikle den i henhold til betingelserne i GNU General Public License fra Free Software Foundation; enten version 3 af licensen, eller (efter eget valg) en senere version.
de: Koha ist freie Software; Sie können sie weiterverbreiten und/oder verändern gemäß den Bedingungen der GNU General Public License veröffentlicht von der Free Software Foundation; entweder Version 3 der Lizenz, oder (nach Ihrer Wahl) eine spätere Version.
el: Το Koha είναι δωρεάν λογισμικό. Μπορείτε να το αναδιανείμετε και/ή να το τροποποιήσετε σύμφωνα με τους όρους της GNU General Public License όπως έχει δημοσιευτεί από το Free Software Foundation, είτε με την έκδοση 3 της Άδειας, είτε (ανάλογα με την επιλογή σας) με οποιαδήποτε νεότερη έκδοση.
es: Koha es un software libre; lo puede redistribuir y/o modificar bajo los términos de la GNU General Public License publicada por la Free Software Foundation; tanto en la versión 3 de la Licencia, o (a su elección) cualquier versión posterior.
eu: Koha software askea da; Free Software Foundation-en argitaratutako GNU General Public License kondiziopean banatu edo molda dezakezu; Lizentziaren 3. bertsioa edo ondorengo beste edozein bertsio.
fi: Koha on vapaa ohjelma; sitä on sallittu levittää edelleen ja muuttaa GNU yleisen lisenssin (GPL-lisenssin) ehtojen mukaan sellaisina kuin Free Software Foundation on ne julkaissut; joko lisenssin version 3, tai (valinnan mukaan) minkä tahansa myöhemmän version mukaisesti.
fr: Koha est un logiciel libre; vous pouvez le redistribuer et/ou le modifier dans le respect de la licence GNU General Public License publiée par la Free Software Foundation; soit la version 3 de la Licence, soit (à votre choix) toute version supérieure.
hi: Koha मुफ्त सॉफ्टवेयर है; आप इसे फिर से विभाजित और / या जीएनयू जनरल पब्लिक लाइसेंस के रूप में फ्री सॉफ्टवेयर फाउंडेशन द्वारा प्रकाशित की शर्तों के तहत इसे संशोधित कर सकते हैं; या तो लाइसेंस के 3 संस्करण, या (आपके विकल्प) किसी भी उच्चतर संस्करण है।
it: Koha è software libero; puoi ridistribuirlo e/o modificarlo nei termini della GNU General Public License come pubblicata dalla FSF; sia la versione 3 o (a tua scelta) ogni versione successiva.
oc: Koha es un logicial liure; podètz lo redistribuer e/o lo modificar dans lo respect de la licéncia GNU General Public License publicada per la Free Software Foundation; siá la version 3 de la Licéncia, siá (a vòstra choix) toute version superiora.
pl: Koha jest wolnym oprogramowaniem, możesz je rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, opublikowanej przez Free Software Foundation, zarówno wersji 3 tej Licencji, jak i wersji późniejszych.
pt: O Koha é um programa livre; pode distribuir-lo e/ou modificar-lo de acordo com os termos da GNU General Public License publicada pela Free Software Foundation; tanto a versão 3 da Licença, ou (a seu critério) qualquer versão posterior.
pt_br: O Koha é um programa livre; pode distribuir-lo e/ou modificar-lo de acordo com os termos da GNU General Public License publicada pela Free Software Foundation; tanto a versão 3 da Licença, ou (a seu critério) qualquer versão posterior.
sk: Koha je voľný softvér; môžete ho redistribuovať a/alebo upravovať pod GNU General Public License vydanou Free Software Foundation; tiež pod verziou 3 Licencie alebo (podľa Vášho výberu) ktoroukoľvek neskoršou verziou.
sv: Koha är fri programvara. Du kan distribuera och/eller modifiera programmet enligt villkoren i GNU General Public-licens, som publicerat av Free Software Foundation, version 3 av licensen eller (om du vill) alla senare versioner.
tr: Koha ücretsiz bir yazılımdır; bu yazılımı Free Software Foundation tarafınca yayınlanan General Public License koşulları altında yeniden dağıtabilirsiniz ve /veya değiştirebilirsiniz; ya Lisanslı 3. Sürümle ya da (seçiminize bağlı olarak) daha yeni bir sürümle.
zh_tw: Koha 是自由軟體；依照美國自由軟體基金會的 GNU 通用公共授權第 3 版或 (依您的選擇) 更新版本，您可再散布或修改它。
