Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If the staff member has 'serials' permissions they have the ability to perform all of these actions. If you would like to control serials permissions on a more granular level choose from these options:
ar: إذا ما كان الموظفون يمتلكون صلاحيات'serials' فإنه بإمكانهم أداء كل هذه الأعمال. وإذا ما أردتَ أن تتحكم بصلاحيات الدوريات بشكل أكثر تفصيلاً فاختر من هذه الخيارات:
cs: Pokud má knihovník nastaveno oprávnění "serials - periodika", může provádět všechny tyto akce. Pokud byste chtěli ovládat oprávnění pro správu periodik podrobněji, můžete využít následující možnosti:
da: Hvis medarbejderen har 'serie' tilladelser, kan de udføre alle disse handlinger. Hvis serietilladelser skal kontrolleres på en mere sammensat måde, vælg blandt disse optioner:
de: Wenn der Mitarbeiter die Berechtigung für die Zeitschriftenverwaltung hat, kann er alle diese Aktionen durchführen. Wenn Sie die Berechtigungen in der Zeitschriftenverwaltung genauer festlegen möchten, können Sie aus diesen Optionen wählen:
el: Αν το μέλος προσωπικού έχει εξουσιοδότηση 'περιοδικές εκδόσεις' έχει τη δυνατότητα να εκτελέσει όλες αυτές τις ενέργειες. Αν θέλετε να ελέγξετε τις εξουσιοδοτήσεις περιοδικών εκδόσεων σε πιο εξατομικευμένο επίπεδο επιλέξτε από αυτές τις επιλογές:
es: Si un miembro del personal tiene permisos de 'seriadas' tienen la capacidad para llevar a cabo todas estas acciones. Si desea controlar los permisos para seriadas en un nivel más granular, elija entre estas opciones:
eu: Langile batek 'aldizkako argitalpenak' baimenak baldin baditu, ekintza hauek guztiak egin ahal izango ditu. Aldizkako argitalpenen baimenak xehetasun handiagoz kontrolatu nahi badituzu, aukeratu aukera hauen artean:
fi: Jos virkailijalla on kausijulkaisujen oikeudet, on mahdollista käyttää kaikkia näitä toimintoja. Jos haluat hallita kausijulkaisuoikeuksia tarkemmin, valitse näistä vaihtoehdoista:
fr: Si l'utilisateur a la permission 'serials', il pourra effectuer les opérations de gestion des périodiques. Pour un contrôle plus fin des droits, utilisez les options ci-dessous :
hi: स्टाफ सदस्य 'धारावाहिकों' की अनुमति है, तो वे इन कार्यों के सभी प्रदर्शन करने की क्षमता है। आप एक अधिक बारीक स्तर पर धारावाहिकों अनुमतियों को नियंत्रित करने के लिए चाहते हैं, तो इन विकल्पों में से चयन:
it: Se lo staff ha i permessi 'serials' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sui seriali, scegli tra queste opzioni:
oc: Se l'utilizaire a la permission 'serials', il poirà effectuer les operacions de gestion des periodics. Per un contraròtle plus fin des dreits, utilizatz les opcions çaijós :
pl: Jeśli bibliotekarz posiada uprawnienia 'serials', ma dostęp do wszystkich działań z tego zakresu. Dodatkowe uprawnienia dostępne są po wybraniu poniższych opcji:
pt: Se o técnico tem permissões de periódicos, possui a capacidade de executar todas as acções. Se deseja controlar as permissões de aquisição de forma mais restrita escolha as seguintes opções:
pt_br: Se o funcionário tiver permissão de 'periódicos' ele poderá realizar todas estas ações. Se você quiser utilizar um controle mais específico, utilize uma das opções a seguir:
sk: Ak má knihovník oprávnenia na 'periodiká', môže vykonať všetky dané akcie. Ak chcete kontrolovať oprávnenia periodík na podrobnejšej úrovni, zvoľte si z týchto možností:
sv: Om personalanvändaren har rättighet för 'periodika', kan de utföra alla dessa åtgärder. Om du vill ha mer kontroll över periodikarättigheterna kan du välja mellan dessa alternativ:
tr: Personel üyesinin 'süreli yayınlar' izni varsa, bu işlemlerin hepsini gerçekleştirme yetkisine sahiptir. Süreli yayınlar izinlerini daha granüler bir seviyeden kontrol etmek istiyorsanız, şu seçeneklerden tercih ediniz:
zh_tw: 若館員有 'serials' 權限，則可執行所有作業。若您可控制流通權限，則選擇：

source: If the staff member has 'tools' permissions they have the ability to access and use all items under the Tools menu. If you would like to control which tools staff members have access to on a more granular level choose from these options:
ar: إذا ما كان الموظفون يمتلكون صلاحيات 'tools' فإنه بإمكانهم الوصول واستخدام كل المواد تحت قائمة الأدوات. وإذا ما أردتَ ان تتحكم أي الأدوات يمتلك الموظفون حق الوصول إليها بشكل أكثر تفصيلاً فاختر من هذه الخيارات:
cs: Pokud má knihovník nastaveno oprávnění "tools - nástroje", může provádět všechny tyto akce. Pokud byste chtěli ovládat oprávnění k nástrojům podrobněji, můžete využít následující možnosti:
da: Hvis medarbejderen har 'værktøjs' tilladelser, kan de udføre alle disse handlinger. Hvis værktøjstilladelser skal kontrolleres på en mere sammensat måde, vælg blandt disse optioner:
de: Wenn der Mitarbeiter die Berechtigung für die Werkzeuge hat, kann er alle diese Aktionen durchführen. Wenn Sie die Berechtigungen für die Werkzeuge genauer festlegen möchten, können Sie aus diesen Optionen wählen:
el: Αν το μέλος προσωπικού έχει εξουσιοδότηση 'εργαλεία' έχει τη δυνατότητα να εκτελέσει όλες αυτές τις ενέργειες. Αν θέλετε να ελέγξετε τις εξουσιοδοτήσεις εργαλείων σε πιο εξατομικευμένο επίπεδο επιλέξτε από αυτές τις επιλογές:
es: Si un miembro del personal tiene permisos 'tools' tienen la capacidad para llevar a cabo todas estas acciones. Si desea controlar los permisos para herramientas en un nivel más granular, elija entre estas opciones:
eu: Langile batek 'tresnak' baimenak baldin baditu, Tresnak menuko elementu guztietara sartu eta erabili ahal izango ditu. Horretarako baimena duten langileak xehetasun handiagoz kontrolatu nahi baduzu, aukeratu aukera hauen artean:
fi: Jos virkailijalla on työkalujen oikeudet, on mahdollista käyttää kaikkia näitä toimintoja. Jos haluat hallita työkaluoikeuksia tarkemmin, valitse näistä vaihtoehdoista:
fr: Si l'utilisateur a la permission 'tools', il pourra accéder à toutes les fonctions du module Outils. Pour limiter l'accès à certains outils, utilisez les options ci-dessous :
hi: अगर स्टाफ सदस्य 'उपकरण' अनुमति है वे का उपयोग और उपकरण मेनू के तहत सभी वस्तुओं का उपयोग करने की क्षमता है. स्टाफ के सदस्यों को आप जो उपकरण को नियंत्रित करने के लिए करना चाहते हैं इन विकल्पों में से चुनने के लिए एक और अधिक बारीक स्तर पर करने के लिए उपयोग किया है:
it: Se lo staff ha i permessi 'tools' puo' usare tutti gli stumenti della sezione 'Strumenti'. Se vuoi aver maggior controllo sull'uso degli strumenti, scegli tra queste opzioni:
oc: Se l'utilizaire a la permission 'tools', il poirà accedir a totas las fonctions del modul Aisinas. Per limiter l'accès a certains aisinas, utilizatz les opcions çaijós :
pl: Jeśli bibliotekarz posiada uprawnienia 'tools', ma dostęp do wszystkich działań z tego zakresu. Dodatkowe uprawnienia dostępne są po wybraniu poniższych opcji:
pt: Se o técnico tem permissões de ferramentas, possui a capacidade de executar todas as acções. Se deseja controlar as permissões de aquisição de forma mais restrita escolha as seguintes opções:
pt_br: Se o funcionário tiver permissão de 'ferramentas' ele poderá realizar todas estas ações. Se você quiser utilizar um controle mais específico, utilize uma das opções a seguir:
sk: Ak má knihovník oprávnenia na 'nástroje', môže vykonať všetky dané akcie. Ak chcete kontrolovať ku ktorým nástrojom má knihovník prístup na podrobnejšej úrovni, zvoľte si z týchto možností:
sv: Om personalanvändaren har rättighet för 'verktyg', kan de komma åt alla alternativ under verktygsmenyn. Om du vill styra vilka verktyg personalen har tillgång till kan du välja mellan dessa alternativ:
tr: Personel üyesinin 'araçlar' izni varsa, giriş yetkileri vardır ve tüm materyalleri Araçlar menüsü altında kullanırlar. Personel üyelerinin daha granül bir seviyede hangi araçlardan giriş yaptığını kontrol etmek istiyorsanız, şu seçeneklerden tercih ediniz:
zh_tw: 若館員有 'tools' 權限，則可執行所有作業。若您可控制流通權限，則選擇：

source: If the staff member has the right permission they can override the restriction temporarily
ar: إذا كان للموظف الصلاحية المناسبة فسيتمكن من تخطي القيود مؤقتاً
de: Wenn Mitarbeiter die entsprechenden Rechte haben, können sie die Einschränkung temporär übergehen.
es: Si los miembros del personal/staff tienen los permisos correctos, ellos pueden sobre-escribir la restricción temporalmente
fi: Jos virkailijalla on oikea oikeus, hän voi ohittaa lainausrajoituksen tilapäisesti
hi: यदि स्टाफ के सदस्य के अधिकार अनुमति है तो वे प्रतिबंध अस्थायी रूप से ओवरराइड कर सकते हैं
it: Se lo staff ha le autorizzazioni può temporaneamente superare le restrizioni
sk: Ak má knihovník správne oprávnenie, môže dočasne prekonať obmedzenie
tr: Personel doğru izne sahipse, kısıtlamayı geçici olarak geçersiz kılabilir

source: If the system suspects this patron is a duplicate of another it will warn you.
ar: إذا ما شكَّ النظام بأن هذا المستفيد هو تكرار لمستفيد آخر فإنه سيحذِّرك.
cs: Pokud systém má podezření, že tento čtenář se duplikuje s jiným, bude vás varovat.
da: Hvis systemet tror at denne låner er en dublet, vil det her give en advarsel.
de: An dieser Stelle wird das System Sie warnen, wenn es meint, dass dieser Benutzersatz eine Dublette ist.
el: Εάν το σύστημα υποψιάζεται ότι αυτό το μέλος είναι διπλοεγγραφή θα σας προειδοποιήσει.
es: Si el sistema sospecha que este usuario es un duplicado de otro se lo advertirá.
eu: En este punto si el sistema le advertirá si sospecha que el socio es un duplicado de otro.
fi: Jos järjestelmä epäilee asiakkaan olevan tupla, se varoittaa siitä.
fr: Si le système détecte un adhérent en double, il vous le signale.
hi: यदि यह प्रणाली संदिग्धों इस संरक्षक एक और यह तुम्हें चेतावनी देगा का डुप्लिकेट है.
it: Se lo staff ha i permessi 'reserveforothers' può fare tutte quelle azioni. Se vuoi aver maggior controllo sulle prenotazioni, scegli tra queste opzioni:
oc: Se lo sistèma detècta un aderent en doble, o vos senhala.
pl: Jeżeli system podejrzewa, że konto użytkownika jest duplikatem, pojawi się ostrzeżenie.
pt: Se o sistema suspeitar que o leitor é um duplicado de outro irá produzir um aviso.
pt_br: Se o sistema suspeitar que o usuário pode estar duplicado, ele irá alertá-lo.
sk: Ak sa systém domnieva, že tento čitateľ je duplicitný, upozorní Vás na to.
sv: Om systemet misstänker att denna låntagare är en dubblett får du en varning.
tr: Sistem, bu kullanıcı kaydının dublike olduğundan şüphelenirse sizi uyaracaktır.
zh_tw: 若系統懷疑該讀者已重複，則提示。

source: If the value is an empty string, the field will be deleted.
eu: Balore bat kate hutsa baldin bada, eremua ezabatuko da.
fi: Jos arvo on tyhjä merkkijono, kenttä poistetaan.
hi: यदि मान कोई रिक्त स्ट्रिंग है, क्षेत्र को हटा दिया जाएगा।

source: If the vendor has no baskets attached to it, a 'Delete' button will also be visible, allowing the vendor to be deleted.
ar: إذا ما لم يكن مع المورد سلالٌ مرفقةٌ بهِ ، فإن زرَّ 'حذف' سيكون معروضاً ، سامحاً لكَ بحذف المورد.
cs: Pokud dodavatel nemá k tomu připojené košíky, bude vidět tlačítko"Odstranit" pomocí kterého lze dodavatele vymazat.
da: Hvis leverandøren ikke har en kurv tilknyttet, er en 'Slette' knap synlig, så leverandøren kan slettes.
de: Wenn für diesen Lieferanten keine Bestellung existiert, erscheint zusätzlich eine Schaltfläche zum Löschen des Liefeanten.
el: Εάν ο προμηθευτής δεν έχει καλάθια συνδεδεμένα, ένα κουμπί 'Διαγραφή' θα είναι επίσης ορατό, επιτρέποντάς στον προμηθευτή να διαγραφεί.
es: Si el proveedor no tiene cestas asociadas el botón 'Borrar' igualmente será visible, permitiendo borrarlo.
eu: Si el proveedor no ha adjuntado cestas que se le atribuye, un botón 'Borrar' será visible, permitiendo borrar el proveedor.
fi: Jos toimittajalla ei ole tilauskoreja, 'Poista'-painike on näkyvissä ja sillä voi poistaa toimittajan.
fr: Si ce fournisseur n'est rattaché à aucun panier, un bouton 'Supprimer' sera proposé pour vous permettre de supprimer ce fournisseur.
hi: विक्रेता कोई टोकरियों से जुड़ी है, तो एक 'डिलीट' बटन पर भी देखा जा सकेगा, की अनुमति विक्रेता को हटाया जा सके।
it: Se il fornitore non ha raccoglitori collegati, apparita anche un bottone 'Cancella', con cui si può eliminare il fornitore.
oc: Se ce provesidor n'est restacat a aucun panièr, un boton 'Suprimir' serà prepausat per vos permetre de suprimir ce provesidor.
pl: Jeśli dostawcy nie mają przypisanych koszyków, przycisk "Usuń" będzie także widoczny, dzięki czemu dostawca może być usunięty.
pt: Se o fornecedor não tem cestos associados, um botão para eliminar será visível, permitindo eliminar o leitor.
pt_br: Se o fornecedor não tiver cestos relacionados a ele, um botão 'Excluir' será visível, permitindo a exclusão do fornecedor.
sk: Ak predajca nemá k nim pridané košíky, zobrazí sa tiež tlačidlo 'Odstrániť', ktorým sa bude dať predajca odstrániť.
sv: Om en leverantör inte är kopplad till några korgar, visas även knappen 'Radera', som kan användas för att radera leverantören.
tr: Sağlayıcının ekli bir sepeti yoksa sağlayıcının silinmesine imkan sağlayan 'Sil' butonu da gözükecektir.
zh_tw: 若代理商無採購項目，則出現 '刪除' 鈕，允許刪除該代理商。

source: If the vendor offers a consistent blank discount, enter that in the 'Discount' field.
ar: اذا وفرّ المورد خصم ثابت, ادخل ذلك في حقل 'الخصم'.
cs: Pokud dodavatel trvale nenabízí žádnou slevu, zadejte toto v poli "Sleva".
da: Hvis leverandøren tilbyder en fast rabat, indtast den i feltet 'Rabat'
de: Wenn der Lieferant immer einen gewissen Rabatt gewährt, kann dieser unter 'Rabatt' angegeben werden.
el: Εάν ο προμηθευτής προσφέρει μία σταθερή έκπτωση, εισάγετέ την στο πεδίο Έκπτωση.'
es: Si el proveedor ofrece un descuento, este se entrará en el campo 'Descuento'.
eu: Si el proveedor ofrece un descuento, este se entrará en el campo 'Descuento'.
fi: Jos toimittajalla on pysyvä alennus, syötä se 'Alennus'-kenttään.
fr: Si le fournisseur applique une remise systématique, entrez-la dans le champ Remise.
hi: विक्रेता एक सुसंगत खाली छूट प्रदान करता है, 'डिस्काउंट' फ़ील्ड में दर्ज है।
it: Indica nel campo 'Sconto' l'eventuale sconto applicato dal fornitore
oc: Se lo provesidor applique una remise systématique, entratz-la dins lo camp Remise.
pl: Jeśli dostawca zapewnia rabat, wprowadź go w polu 'Zniżka'.
pt: Se o fornecedor oferecer um desconto, insira o mesmo no campo 'Desconto'.
pt_br: Se o fornecedor oferecer um desconto, digite no campo 'Desconto'.
sk: Ak predajca ponúka stabilnú zľavu, vpíšte ju do poľa 'Zľava'.
sv: Om leverantören erbjuder en generell rabatt anger du den i fältet 'Rabatt'.
tr: Sağlayıcı tutarlı taslak indirimi sunarsa, 'İndirim' alanına giriniz.
zh_tw: 若代理商提供長期折扣，鍵入 '折扣' 欄位。

source: If there are no comments to moderate you will see a message saying just that
ar: اذا لم يكن يوجد تعليقات للتعديل سترى رسالة تقول ذلك تماماً
cs: Pokud nejsou vložené žádné komentáře, které by čekali na schválení, budete zde o tom informování.
da: Hvis der ikke er nogen kommentarer, vil siden fortælle det
de: Wenn es keine Kommentare zu moderieren gibt, erhalten Sie eine Textmeldung mit dieser Information
el: Αν δεν υπάρχουν άλλα σχόλια για μετριασμό θα σας ενημερώσει ένα μήνυμα
es: Si no hay comentarios a moderar verá un mensaje indicándole ello
eu: Si no hay comentarios a moderar verá un mensaje indicándole ello
fi: Jos hyväksymistä odottavia kommentteja ei ole, näet siitä kertovan tekstin.
fr: La page vous informera de l'absence de commentaires
hi: उदार करने के लिए कोई टिप्पणी कर रहे हैं, तो आप एक संदेश है कि बस कह देखेंगे
it: Se non ci sono commenti da moderare, apparirà un messaggio
oc: La pagina vos informarà de l'abséncia de comentaris
pl: Jeśli nie ma komentarzy do moderowania, zobaczysz odpowiednią wiadomość
pt: Se não existem comentário a moderar a página irá informar-lo disso
pt_br: Se não existir comentário para moderação, você verá uma mensagem dizendo isto
sk: Ak nejestvujú žiadne recenzie na moderovanie, zobrazí sa Vám patričná správa
sv: Om det inte finns några kommentarer att kontrollera visas ett meddelande om detta
tr: Düzeltilecek bir yorum yoksa sadece şunu… belirten bir mesaj göreceksiniz.
zh_tw: 若無評論待審核，您可看到無可審核的訊息

source: If there are notes on the patron record these will appear to the right of the checkout box
ar: اذا كان هناك ملاحظات على تسجيلة المستفيد ستظهر على يسار مربع الاعارة
cs: Pokud jsou vloženy nějaké zprávy týkající se čtenáře, zobrazí se vpravo od políčka pro půjčování.
da: Hvis der er anført en bemærkning i lånerkontoen, vises den til højre for udlånsboksen.
de: Wenn eine Notiz im Benutzerkonto eingetragen wurde, wird diese rechts neben dem Feld für die Ausleihe angezeigt.
el: Αν υπάρχουν σημειώσεις στην εγγραφή του μέλους, θα εμφανιστούν στα δεξιά του κουτιού δανεισμού
es: Si hay algunas notas en el expediente del usuario éstas aparecerán a la derecha de la caja de préstamo
eu: Bazkide erregistroak oharrak baldin badaude, mailegu koadraoren eskuinera agertuko dira
fi: Jos asiakkaalle on viestejä, nämä näkyvät lainauslaatikon oikealla puolella
fr: S'il y a des notes dans la fiche adhérent elles s'affichent sur la droite de la zone de prêt
hi: वहाँ संरक्षक रिकॉर्ड पर नोट कर रहे हैं इन चेकआउट बॉक्स के दाईं ओर दिखाई देंगे
it: Se ci sono note nel record dell'utente, appariranno sulla destra del box per i prestiti
oc: S'i a des nòtas dins la ficha aderent elles s'afichant sus la dreita de la zone de prèst
pl: Jeśli na konto użytkownika zostały wysłane uwagi, wyświetlą się po prawej stronie okna 'Wypożycz dla [nazwa użytkownika]'
pt: Se existem notas no registo do leitor as mesmas aparecem à direita da caixa de empréstimo
pt_br: Se existem notas no registro do usuário as mesmas aparecem à direita da caixa de empréstimo
sk: Ak sú v zázname o čitateľovi poznámky, objavia sa napravo od políčka výpožičiek
sv: Om det finns kommentarer i låntagarposten visas de till höger om utlåningsrutan
tr: Kullanıcı kaydında notlar mevcutsa, bunlar ödünç verilenler kutusunun sağında belirecektir.
zh_tw: 讀者紀錄的通知，顯示在借出盒的右方

source: If they have family at the library staff can see what the other family members have checked out.
ar: اذا كان لديهم عائلة في المكتبة الموظفون يمكنهم رؤية ما قد قام أفراد العائلة الآخرون باستعارته.
cs: Pokud mají rodinné příslušníky mezi pracovníky knihovny, mohou vidět co si ostatní členové rodiny vypůjčili.
da: Hvis de har familie, kan man se, hvad de andre familiemedlemmer har lånt.
de: Wenn der Benutzer mit anderen Familienmitgliedern verknüpft ist, kann der Bibliotheksmitarbeiter im Konto sehen, was andere Familienmitglieder ausgeliehen haben.
el: Αν έχουν οικογένεια στη βιβλιοθήκη, το προσωπικό μπορεί να δει τι έχουν δανειστεί τα άλλα μέλη της οικογένειας.
es: Si tienen familia en la interfaz administrativa puede ver que han retirado otros miembros de la familia.
eu: Si tienen familia en la interfaz administrativa puede ver que han retirado otros miembros de la familia.
fi: Jos asiakkaalla on perhettä, virkailija näkee perheenjäsenten lainat.
fr: S'ils ont de la famille inscrite à la bibliothèque, les bibliothécaires peuvent voir ce qu'ont emprunté les autres membre de la famille.
hi: वे परिवार है पुस्तकालय के कर्मचारियों तो देख सकते हैं जो परिवार के अन्य सदस्यों को चेक आउट की है।
it: Se hanno parenti iscritti in biblioteca, lo staff potrà vedere i prestiti in corso della famiglia.
oc: S'ils ont de la familha inscrite a la bibliotèca, los bibliotecaris peuvent veire ce qu'ont empruntat les autres membre de la familha.
pl: Jeżeli użytkownik ma rodzinę w bibliotece, bibliotekarz może zobaczyć, co wypożyczyli inni członkowie rodziny.
pt: Se tiver familiares relacionados os técnicos podem ver o que os outros membros possuem emprestado.
pt_br: Se eles tem família, o funcionário poderá acessar quais materiais os outros membros da família emprestaram.
sk: Ak má rodinu v knižnici, knihovník môže vidieť, čo si vypožičali ostatní členovia rodiny.
sv: Om de har familj vid biblioteket kan bibliotekspersonal se vad andra familjemedlemmar lånat.
tr: Kütüphanede aileleri mevcutsa, personel diğer aile üyelerinin hangi materyalleri aldığını görebilir.
zh_tw: 若已擁有圖書館的家族讀者證，館員可以其他家族成員借出的館藏。

source: If this credit is associated with an item you can enter that item's barcode so that the line item links to the right item
ar: اذا هذا الائتمان يقترن مع مادة بإمكانك ادخال باركود تلك المادة بحيث سطر المادة يرتبط بالمادة الصحيحة
cs: Pokud tento úvěr je spojen s výtiskem, můžete zadat čárový kód toto výtisku, aby řádkový odkaz jednotky směřoval ke skutečnému
da: Hvis denne kredit er forbundet med et eksemplar kan dettes stregkode indtastes så linjen linker til dette eksemplar
de: Wenn dieses Guthaben mit einem Exemplar verknüpft ist, können Sie den Barcode angeben um einen Link zum Exemplar rechts daneben anzuzeigen.
el: Αν αυτή η πίστωση σχετίζεται με ένα αντίτυπο, μπορείτε να βάλετε το barcode αυτού του αντιτύπου έτσι ώστε η γραμμή αντιτύπου να συνδέει στο σωστό αντίτυπο
es: Si este crédito se asocia con un ítem puede introducir código de barras del ítem de modo que la linea de ítems enlaza al ítem correcto
eu: Kreditu hau elementu batekin lotuta dago, elementuaren barra kodea idatzi dezakezu, elementu lerroa elementu egokiarekin bat etortzeko
fi: Jos tämä credit littyy johonkin niteeseen, niteen viivakoodin voi syöttää ja se näkyy linkkinä oikeaan niteeseen
fr: Si le crédit est associé à un exemplaire, entrez son code à barres afin que la ligne de compte montre un lien vers cet exemplaire.
hi: इस क्रेडिट के लिए एक आइटम के साथ जुड़ा हुआ है, तो आप उस आइटम के बारकोड में प्रवेश कर सकते हैं ताकि सही आइटम के लिए लाइन आइटम लिंक
it: Se il credito è associato a una copia, puoi inserire il barcode della copia cosichè la linea di credito punterà alla copia giusta
oc: Se lo crèdit es associat a un exemplar, entratz son còdi de barras per fin que la linha de compte montre un ligam cap a aqueste exemplar.
pl: Jeśli to zasilenie jest powiązane z egzemplarzem możesz wprowadzić kod kreskowy, po to, żeby wyświetlić link do właściwej pozycji
pt: Se o crédito estiver associado com um exemplar pode inserir o código de barras do exemplar para que fique uma ligação ao mesmo
pt_br: Se este crédito está associado a um exemplar você pode inserir seu código de barras, assim o exemplar da linha cria um link para o exemplar correto
sk: Ak kredit súvisí s exemplárom, môžete zadať jeho čiarový kód tak, aby exemplár v riadku zobrazil odkaz na správny exemplár
sv: Om krediten är kopplad till ett objekt, kan du ange dess streckkod så att radposten kopplas till rätt objektet
tr: Bu kredi bir materyalle ilgiliyse ilgili materyalin doğru materyalle bağlantı kurması için materyalin barkodunu girebilirsiniz.
zh_tw: 若此額度與館藏有關，您可鍵入館藏的條碼，連結至該館藏

source: If this field can be repeated, check the 'Repeatable' box
ar: اذا هذا الحقل ممكن أن يُكرر , تحقق من مربع 'التكرار'
cs: Jestli toto pole je opakovatelné, zatrhněte políčko "Opakovatelné"
da: Hvis feltet kan gentages, marker feltet 'Gentagelig'
de: Wenn das Feld wiederholbar ist, setzen Sie das Häkchen für 'Wiederholbar'
el: Αν το πεδίο είναι επαναλαμβανόμενο, επιλέξτε το κουτί 'Επαναλαμβανόμενο'
es: Si este campo se puede repetir, marcar la caja 'Repetible'
eu: Eremu hau errepikatu baldin badaiteke, markatu 'Errepikagarria' koadroa
fi: Jos kenttä on toistettavissa, klikkaa 'Toistettavissa'-laatikko
fr: Si le champ doit être répétable, cochez la case Répétable
hi: यदि इस क्षेत्र दोहराया जा सकता है, तो 'Repeatable' बॉक्स की जाँच करें
it: Spunta la casella 'Ripetibile' se il campo può essere ripetuto
oc: Se lo camp deu èsser repetible, marcatz la casa Repetible
pt: Se o campo pode ser repetido, marque a caixa 'Repetível'
pt_br: Se este campo pode ser repetitível, marque a caixa 'Repetitível'
sk: Ak sa toto pole môže opakovať, zaškrtnite políčko 'Opakovateľné'
sv: Om fältet kan upprepas markerar du rutan 'Upprepningsbart'
tr: Bu alan tekrar edilebiliyorsa, 'Tekrar edilebilir' kutusunu onaylayın.
zh_tw: 對可重複的欄位，勾選 '可重複' 盒，就可重複此欄位
