Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: SuDOC classification
ar: تصنيف SuDOC
cs: Klasifikace SuDOC
da: SuDOC Klassifikation
de: SuDOC Klassifikation
el: Ταξινόμηση SuDOC
es: Clasificación SuDOC
eu: SuDOC sailkapena
fi: SuDOC-luokitus
fr: Classification SuDOC
hi: SuDOC वर्गीकरण
it: Classificazione SuDOC
oc: Classificacion SuDOC
pl: Klasyfikacja SuDOC
pt: Classificação SuDOC
pt_br: Classificação SuDOC
sk: Triedenie SuDOC
sv: SuDOC-klassificering
tr: SuDOC sınıflama
zh_tw: 美國政府出版品分類法

source: Subfields: a
ar: حقول فرعية: a
cs: Podpole: a
da: Underfelter: a
de: Unterfelder: a
el: Υποπεδία: a
es: Subcampos: un
eu: Azpieremuak:
fi: Osakentät: a
fr: Sous-champ&nbsp;: a
hi: उपक्षेत्रों: a
it: Sottocampi: a
oc: Soscamp&nbsp;: a
pl: Podpola: a
pt: Subcampos: a
pt_br: Subcampos: a
sk: Podpolia:
sv: Underliggande fält: a
tr: Altalanlar: a
zh_tw: 分欄：a

source: Subject
ar: الموضوع
cs: Téma
de: Schlagwort
el: Θέμα
es: Materia
eu: Gaia
fi: Asiasana
fr: Sujet
hi: विषय
it: Soggetto
oc: Subjècte
pt: Assunto
sk: Predmet
tr: Konu
zh_tw: 主題

source: Subject=%s%s%s%s%s
el: Θέμα=%s%s%s%s%s
fi: Asiasana:%s%s%s%s%s
hi: विषय=%s%s%s%s%s

source: Submit
ar: إرسال
cs: Potvrdit
da: Send
de: Bestätigen
el: Υποβολή
es: Enviar
eu: Bidali
fi: OK
fr: Valider
hi: जमा करें
it: Invia
oc: Validar
pl: Wyślij
pt: Submeter
pt_br: Enviar
sk: Spustiť
sv: Skicka
tr: Gönder
zh_tw: 送出

source: Submit patches to Koha using git (version control system)
ar: تقديم الدفعات إلى كوها باستخدام git (نظام التحكم في الإصدار)
cs: Předložte navržené opravy systému Koha pomocí git (version control system)
da: Send patches til Koha med Git (Version Control System)
de: Patches zu Koha beitragen mit Git (Versionskontrollsystem)
el: Υποβολή τροποποιήσεων στο Koha με τη χρήση του Git (δύστημα ελέγχου έκδοσης)
es: Enviar parches a Koha usando git (sistema de sontrol de versiones)
eu: Bidali adabakiak Kohara Git erabiliz (bertsioa kontrolatzeko sistema)
fr: Soumettre des patches en utilisant git (Système de Controle de Version)
hi: Git (संस्करण नियंत्रण प्रणाली) का उपयोग करने के लिए Koha पैच जमा करें
it: Invia correzioni a Koha utilizzando Git (sistema di controllo della versione)
oc: Sometre des patches en utilizant git (Sistèma de Controle de Version)
pl: Wysyłaj patche, używając Git (system kontroli wersji)
pt: Submeter patches para o Koha usando Git (sistema de controlo de versão)
pt_br: Enviar patches para Koha usando Git (Version Control System)
sk: Odoslať záplaty Kohe pomocou Git (systém kontroly verzií)
sv: Ladda upp korrigeringar för Koha med git (system för versionskontroll)
tr: Git kullanarak Koha için yama gönder (Sürüm Kontrolü Sistemi)
zh_tw: 送出補丁給Koha的版本控制系統

source: Subscription Detail
ar: تفاصيل الاشتراك
cs: Detail odběru
da: Abonnementsdetaljer
de: Abonnement-Details
el: Στοιχεία Συνδρομής
es: Detalles de la suscripción
eu: Harpidetzaren Xehetasuna
fi: Tilauksen tiedot
fr: Détails de l'abonnement
hi: सदस्यता विवरण
it: Dettagli dell'abbonamento
oc: Detalhs de l'abonament
pl: Szczegóły prenumeraty
pt: Detalhe da Assinatura
pt_br: Detalhe da assinatura
sk: Detail o predplatnom
sv: Prenumerationsinformation
tr: Abonelik ayrıntısı
zh_tw: 訂閱詳情

source: Substitution: items.ccode = 2
fi: Korvaaminen: items.ccode = 2
hi: प्रतिस्थापन: items.ccode = 2

source: Substitution: items.new_status = '' (no value in the input)
fi: Korvaaminen: items.new_status = '' (ei annettua arvoa)
hi: प्रतिस्थापन: items.new_status = '' (इनपुट में कोई मूल्य नहीं)

source: Substitutions are changes to apply to the matching items.
fi: Korvaamiset ovat täsmääviin niteisiin tehtäviä muutoksia.
hi: Substitutions मिलता-जुलता आइटम को लागू करने के लिए परिवर्तन कर रहे हैं।

source: Suggested Authority Z39.50 Targets
ar: أهداف استناد Z39.50 المقترحة
cs: Doporučené Z39.50 servery pro autoritní záznamy
de: Vorschläge für Z39.50-Server für Normdaten
el: Προτεινόμενοι Z39.50 Στόχοι Καθιερωμένων Όρων
es: Servidores de Autoridad Z39.50 sugeridos
fi: Ehdotetut auktoriteetti Z39.50 kohteet
fr: Serveurs Z39.50 suggérés
hi: सुझाए गए प्राधिकरण Z39.50 लक्ष्य
it: Server Z39.50 di authority suggeriti
oc: Servidors Z39.50 suggérés
pt: Servidores Z39.50 de Autoridades Sugeridos
pt_br: Servidores Z39.50 sugeridos (Autoridades)
sk: Navrhované ciele autorít Z39.50
tr: Önerilen Otorite Z39.50 Hedefleri
zh_tw: 建議的 Z39.50 伺服器

source: Suggested Bibliographic Z39.50 Targets
ar: أهداف Z39.50 البيبلوغرافية المقترحة
cs: Doporučené Z39.50 servery pro bibliografické záznamy
de: Vorschläge für Z39.50-Server für Bibliographische Daten
el: Προτεινόμενοι Βιβλιογραφικοί Z39.50 Στόχοι
es: Servidores Bibliográficos Z39.50 sugeridos
fr: Serveurs Z39.50 bibliographiques suggérés
hi: सुझाए गए ग्रंथ सूची Z39.50 लक्ष्य
it: Server Z39.50 bibliografici suggeriti
oc: Servidors Z39.50 bibliographiques suggérés
pt: Servidores Z39.50 Sugeridos
pt_br: Servidores Z39.50 sugeridos (Registros bibliográficos)
sk: Navrhované knižničné ciele Z39.50
tr: Önerilen Bibliyografik Z39.50 Hedefleri
zh_tw: 建議的書目 Z39.50 伺服器

source: Syntax
ar: صياغة
cs: Syntaxe
el: Σύνταξη
es: Sintaxis
eu: Sintaxia
fi: Muoto
fr: Syntaxe
hi: वाक्यविन्यास
it: Sintassi
oc: Sintaxi
pt: Sintaxe
tr: Söz dizimi
zh_tw: 語法

source: System Preferences
ar: تفضيلات النظام
cs: Systémová nastavení
da: Systemindstillinger
de: Systemparameter
el: Προτιμήσεις Συστήματος
es: Preferencias del sistema
eu: Sistemaren lehentasunak
fi: Järjestelmäasetukset
fr: Préférences système
hi: सिस्टम वरीयताएँ
it: Preferenze di sistema
oc: Preferéncias sistèma
pl: Ustawienia systemu
pt: Preferências do sistema
pt_br: Configurações do sistema
sk: Nastavenia systému
sv: Systeminställningar
tr: Sistem Tercihleri
zh_tw: 系統偏好

source: System information
ar: معلومات النظام
cs: Systémové informace
el: Πληροφορίες συστήματος
es: Información del sistema
eu: Sistema de información
fi: Järjestelmätiedot
fr: Information Système
hi: सिस्टम जानकारी
it: Informazioni sul sistema
oc: Informacion Sistèma
pl: Informacje o systemie
pt: Informação do sistema
pt_br: Informação do sistema
sk: Informácie o systéme
tr: Sistem bilgisi
zh_tw: 系統資訊

source: System preferences can be searched (using any part of the preference name or description) using the search box on the 'Administration' page or the search box at the top of each system preferences page.
ar: تفضيلات النظام ممكن البحث فيها (باستخدام أي جزء من اسم التفضيلة أو الوصف) استخدم مربع البحث في صفحة 'المدير' أو مربع البحث في أعلى صفحة تفضيلات النظام.
cs: Systémová nastavení lze vyhledávat (jakoukoliv část názvu referencí nebo popisu) pomocí vyhledávacího pole na stránce "Administrace" nebo pomocí vyhledávacího pole v horní části každé stránky "Předvolby systému".
da: Systemindstillinger kan gennemsøges (brug enhver del af navnet eller beskrivelsen) med søgefeltet på siden 'Administration' eller søgefeltet øverst på hver systemindstillingsside.
de: Systemeinstellungen können mit Hilfe der Suchmaske auf der Seite 'Administration' oder der Suchmaske oben auf jeder Systemeinstellungsseite durchsucht werden. Es kann nach jedem Teil der Einstellungsbezeichnung oder -beschreibung gesucht werden.
el: Μπορείτε να αναζητήσετε τις προτιμήσεις συστήματος (χρησιμοποιώντας οποιοδήποτε μέρος από το όνομα ή την περιγραφή της προτίμησης) μέσω του κουτιού αναζήτησης στη σελίδα 'Διαχείριση' ή στο κουτί αναζήτησης στην κορυφή κάθε σελίδας προτιμήσεων συστήματος.
es: Se puede buscar en las preferencias del sistema (con cualquier parte del nombre de la preferencia o la descripción) en el cuadro de búsqueda de la página de Administración o el cuadro de búsqueda en la parte superior de cada página de preferencias del sistema.
eu: Sistemaren lehentasunak bilatu daitezke (lehentasunaren izena edo deskribapenaren edozein atal erabilita) 'Adiministrazioa' orriko bilaketa koadroaren bidez edo sistemaren lehenetasunen orriaren goialdeko bilaketa koadroaren bidez.
fi: Järjestelmäasetuksia voi hakea (käyttämällä mitä tahansa asetuksen nimen tai kuvailun osaa) käyttämällä hakulaatikkoa 'Ylläpidon' sivulla tai jokaisen järjestelmäasetuksen sivun yläreunassa.
fr: Vous pouvez faire des recherches dans vos préférences système, aussi bien sur leurs noms que sur leurs description, en utilisant la boîte de recherche qui se trouve dans la page Administration ou bien celle qui se trouve en haut de la page de gestion des préférences système.
hi: सिस्टम प्राथमिकता खोजा जा सकता है या 'प्रशासन' पृष्ठ पर खोज बॉक्स हर सिस्टम प्राथमिकताएं पृष्ठ के शीर्ष पर खोज बॉक्स का उपयोग (वरीयता नाम या विवरण के किसी भी भाग का उपयोग)।
it: Le preferenze di sistema possono essere ricercate, usando una parte del nome o della descrizione, tramite la casella di ricerca nella pagina 'Amministrazione' o la casella in alto in ogni pagina delle preferenze di sistema.
oc: Podètz far des recèrcas dins vos preferéncias sistèma, tanben bien sus leurs noms que sus leurs descripcion, en utilizant la bóstia de recèrca qui se tròba dins la pagina Administration o bien celle qui se tròba amont de la pagina de gestion des preferéncias sistèma.
pl: Opcje systemu można wyszukiwać (używając fragmentu nazwy opcji lub opisu) przez pole wyszukiwawcze w module Administracja lub w polu wyszukiwawczym ustawień systemu.
pt: As preferências do sistema pode ser pesquisadas (qualquer parte da preferência ou descrição) usando a caixa de pesquisa na página de administração ou usando a caixa de pesquisa no topo de cada página de preferências do sistema.
pt_br: As preferências do sistema podem ser pesquisadas (por qualquer parte do nome da preferência ou de sua descrição) utilizando a caixa de pesquisa na página de 'Administração' ou a caixa de busca no topo de cada aba de preferência do sistema.
sk: Nastavenia systému sa dajú vyhľadať (pomocou časti názvu alebo popisu nastavenia) s použitím políčka hľadania na stránke Administrácie alebo v políčku hľadania navrchu každej stránky nastavení systému.
sv: Systeminställningarna är sökbara (med valfri del av inställningens namn eller beskrivning) med sökrutan på sidan 'Administration' eller med sökrutan som finns längst upp i varje sida med systeminställningar.
tr: Sistem seçenekleri 'Yönetim' sayfasındaki arama kutusu kullanılarak (seçenek isminin ya da tanımının her hangi bir kısmını kullanarak) ya da sistem seçenekleri her sayfasının en üstündeki arama kutusu kullanılarak araştırılabilir.
zh_tw: 以 '管理' 頁面的搜尋盒或每個系統偏好頁面上方的搜尋盒，都可以搜尋系統偏好 (可以用系統偏好的部份名稱或說明搜尋)。

source: System preferences not defined in other tabs.
ar: مفضلات النظام غير معرفة في تبويبات أخرى.
cs: Sytémová nastavení, která nejsou v jiných záložkách
da: Systemindstilinger, som ikke er defineret i andre faner.
de: Systemparameter, die nicht in anderen Reitern definiert wurden.
el: Προτιμήσεις συστήματος που δεν ορίζονται σε άλλες καρτέλες.
es: Preferencias del sistema no definidas en otras pestañas.
eu: Preferencias del sistema no definidas en otras pestañas.
fi: Järjestelmäasetuksia ei ole määritelty muilla välilehdillä.
fr: Préférences système non définies dans d'autres onglets.
hi: System Preferences अन्य टैब में परिभाषित नहीं किया।
it: Le preferenze di sistema non definte in altri tab.
oc: Preferéncias sistèma non definidas dins d'autres onglets.
pl: Ustawienia systemu niezdefiniowane w innych tabelach.
pt: Preferências de sistema não definidas noutros separadores.
pt_br: Preferências do sistema não definidas em outras abas.
sk: Nastavenia systému nie sú definované v ďalších záložkách.
tr: Sistem tercihleri, diğer sekmelerde tanımlanmamıştır.
zh_tw: 系統偏好未設定在其他分頁。

source: T = Transit: the reserve is linked to an item but is in transit to the pickup branch
ar: T = النقل: تم ربط الحجز بمادة لكنها في النقل إلى فرع الالتقاط
cs: T = Transit: rezerva je propojena s výtiskem, ale je na cestě do vyzvedávající pobočky
da: T = Transit: reserveringen er linket til et eksemplar, men det er i transit til udleverings-afdelingen
de: T = Transport: für die Vormerkung wurde bereits ein Exemplar ausgewählt, das nun unterwegs zum Abholstandort ist.
el: T = Μεταφορά: η κράτηση είναι συνδεδεμένη με κάποιο τεκμήριο αλλά βρίσκεται σε μεταφορά στο παράρτημα παραλαβής
es: T = Tránsito: la reserva está enlazada a un ejemplar pero está en tránsito a la sede de retiro
eu: T = Transferencia: la reserva se enlaza a un ítem pero en transferencia con la biblioteca que la recibe.
fi: T = Kuljetettavana: varaus on linkitetty niteeseen, mutta se on kuljetettavana noutokirjastoon
fr: T = En transit: la réservation est liée à un exemplaire, mais est en transit vers le site de retrait
hi: टी = ट्रांजिट: रिजर्व एक आइटम से जुड़ा हुआ है, लेकिन पिक शाखा को पारगमन में है
it: T = Transito: la prenotazione è collegata a una copia che però e in transito nella biblioteca in cui si trova prima di tornare alla bibliotca che la possiede
oc: T = En transit: la reservacion es liée a un exemplar, mas es en transit vers lo site de retirament
pl: T = Transit: egzemplarz jest zarezerwowany i zostanie przekazany do filii
pt: T = Trânsito: a reserva está ligada a um exemplar mas está em trânsito para a biblioteca de levantamento
pt_br: T = Trânsito: a reserva está ligada a um exemplar, mas ele está em trânsito para a biblioteca de retirada
sk: T = Presun: rezervácia odkazuje na exemplár, ale presúva sa do pobočky vyzdvihnutia
sv: T = På väg: reservationen är länkad till ett objekt, men det är på väg till filialen där det ska hämtas
tr: T= Aktarma: rezerv bir materyale bağlı fakat toplama birimine aktarım halinde
zh_tw: T = 將館藏轉移至提取圖書館

source: TIP: Clicking in a field that is already populated with data will clear that field of all information (making it easier for you to type in something different)
ar: فكرة مفيدة: النقر على حقل يتم ملؤه بالبيانات الواضحة والتي يحتوي على جميع المعلومات (مما يجعل الأمر أكثر سهولة لطباعة شيء مختلف)
cs: TIP: Klepnutím na pole, které je již naplněno daty ho vyčistíte od všech informací (což je pro vás jednodušší než přepisovat text)
da: TIP: Klik i et felt, som allerede er fyldt med data tømmer dette felt for al information (så det er nemmere at indtaste noget andet)
de: TIPP: Wenn Sie in ein Feld klicken, in dem bereits Daten vorhanden sind, werden diese vollständig gelöscht. Dies soll es Ihnen erleichtern, etwas anderes einzutragen.
el: ΣΥΜΒΟΥΛΗ: Αν κάνετε κλικ σε ένα ήδη συμπληρωμένο με δεδομένα πεδίο, θα καθαρίσει από όλες τις πληροφορίες (διευκολύνοντάς σας να συμπληρώσετε κάτι διαφορετικό)
es: SUJERENCIA: al hacer clic en un campo que ya está relleno con datos se borrarán los mismos (lo que facilita la tarea de completarlo de nuevo)
eu: GOMENDIOA: datuak dituen eremu batean klik egiten baduzu, eremuaren informazioa ezabatu egingo da (zerbait berria idaztea erraztuz)
fi: Vinkki: Klikkaamalla jo täytettyä kenttää tyhjennät kentän tiedot, mikä helpottaa uuden tiedon kirjoittamista
fr: À savoir: En cliquant dans un champ déjà renseigné, vous verrez que les données qu'il contient seront effacées, ce qui accélère la saisie d'une nouvelle information
hi: सुझाव: एक क्षेत्र है कि पहले से ही डेटा के साथ आबादी है सभी जानकारी की है कि क्षेत्र में साफ हो जाएगा पर क्लिक (यह आसान के लिए आप कुछ अलग करने में टाइप करने के लिए कर रही है)
it: CONSIGLIO: Cliccando in un campo con dei dati, quei dati vengono cancellati, così è più facile per te inserire altri dati
oc: De saber: En clicant dins un camp ja renseigné, veiretz que las donadas qu'il conten seràn escafadas, ce qui accélère la sasida d'una novèla informacion
pl: Wskazówka: Kliknięcie w polu, które jest już wypełnione spowoduje usunięcie z niego informacji
pt: DICA: Ao clicar num campo já populado com dados irá limpar esse campo de toda a informação (tornando mais simples o inserção de algo diferente)
pt_br: DICA: clicando em um campo que já está preenchido com informações irá limpar este campo (fazendo com que seja mais fácil para você digitar algo diferente nele)
sk: TIP: Kliknutím do poľa, ktoré už zobrazuje údaje sa tieto vymažú(čím sa Vám uľahčí vpísať niečo iné)
sv: TIPS: klickar du i ett fält som redan innehåller data, rensas fältet från information (för att det ska vara enklare för dig att skriva in något nytt)
tr: İPUCU: Halen veriyle doldurulmuş bir alana tıklamak o alanın tüm bilgisini temizleyecektir.(daha farklı bir şey yazmanızı kolaylaştırır)
zh_tw: 秘訣：登入已有資料的欄位時，自動清除原有的資料

source: TIP: This can be used to record statistics of items that are used, but do not get checked out, such as reference items, magazines, etc. You can then run a report to gather the statistics from this card
ar: فكرة مفيدة: يمكن استخدامها في إحصاءات تسجيلة المواد المستخدمة، ولكن لا يمكن إعارتها، مثل المواد المرجعية، المجلات، وما إلى ذلك. من ثم بإمكانك تفعيل التقرير لجمع إحصاءات عن هذه البطاقة
cs: TIP: Toto lze použít pro záznam statistik výtisků, které se používají, ale nepůjčují se, jako referenční výtisky, magazíny, atd. Z této karty pak můžete spustit sestavu na sebrání statistických údajů.
da: TIP: Det kan bruges til en poststatistik over eksemplarer, der bruges men ikke udlånes, så som opslagsværker, magasiner, etc. Du kan så køre en rapport for at samle statistik fra dette kort
de: TIPP: Dies kann verwendet werden, um Statistiken von Medien zu gewinnen, die benutzt, aber nicht ausgeliehen werden, wie zum Beispiel Referenzwerke, Zeitschriften usw. Sie können dann mit einem Report die Daten dieses Kontos für die Statistik ermitteln.
el: ΣΥΜΒΟΥΛΗ: Αυτό μπορεί να χρησιμοποιηθεί στα στατιστικά στοιχεία εγγραφών των τεκμηρίων που χρησιμοποιούνται, αλλά δεν δανείζονται, όωπς το πληροφοριακό υλικό, τα περιοδικά κτλ. Μπορείτε να τρέξετε μία έκθεση για να συλλέξετε τα στατιστικά στοιχεία από αυτή τη κάρτα
es: SUJERENCIA: esto puede ser utilizado para registrar las estadísticas de los ítem que se utilizan, pero que no se prestan, como ser referencias, revistas, etc. A continuación, puede generar un informe para reunir las estadísticas de esta tarjeta
eu: GOMENDIOA: hau erabilitzen diren baina mailegatzen ez diren elementuen estatistikak erregistratzeko erabili daiteke, hala nola erreferentziazko elementuak eta aldizkariak. Ondoren txosten bat exekutatu daiteke txartel honen estatistikak lortzeko
fi: Vinkki: Tätä voidaan käyttää keräämään tilastotietoa niteistä, joita on käytetty, mutta ei lainattu, kuten käsikirjastoaineistoa. Voit ajaa raportin tilastojen keräämiseksi tältä kortilta
fr: À savoir&nbsp;: Peut être utilisé pour enregistrer des statistiques pour les exemplaires utilisés, mais non prêtés, comme les ouvrages de référence, les magazines, etc. Vous pouvez alors faire tourner un rapport qui exploite ces statistiques
hi: सुझाव: यह आइटम, इस तरह के संदर्भ आइटम, पत्रिकाओं, आदि के रूप में उपयोग किया जाता है, लेकिन बाहर की जाँच नहीं मिलता के आंकड़े दर्ज करने के लिए इस्तेमाल किया जा सकता है फिर आप इस कार्ड से आंकड़े इकट्ठा करने के लिए एक रिपोर्ट चला सकते हैं
it: CONSIGLIO: Questo può essere usato per registrare statistiche di copie che sono usate, ma non ottiene prestito, come copie di reference, riviste, etc. Puoi poi eseguire un report per raccogliere le statistiche da questa scheda utente
oc: De saber&nbsp;: Pòt èsser utilizat per enregistrar d'estatisticas pels exemplars utilizats, mas pas prestats, coma los obratges de referéncia, los magazins, etc. Podètz alara far virar un rapòrt qu'espleita aquelas estatisticas
pl: Wskazówka: To może być użyte do zapisu statystyk egzemplarzy używanych, które nie mogą być wypożyczone, jak np. egzemplarze bibliografii, czasopisma itd. Możesz więc uruchomić raport, aby zebrać statystyki z tej karty
pt: DICA: Pode ser usado para registrar estatísticas de itens que são usados, mas que não emprestados, como itens de referência, revistas, etc. Você pode executar um relatório de reunir as estatísticas a partir deste cartão
pt_br: DICA: Pode ser usado para registrar estatísticas de itens que são usados, mas que não emprestados, como itens de referência, revistas, etc. Você pode executar um relatório de reunir as estatísticas a partir deste cartão
sk: TIP: Toto sa môže použiť na zaznamenávanie štatistík exemplárov, ktoré sa používajú no nevypožičiavajú, ako napríklad konzultačné exempláre, časopisy, atď. Potom môžete spustiť výkaz na zozbieranie štatistík z tejto karty
sv: TIPS: detta kan användas för att registrera statistik för objekt som används, men som inte lånas ut. T.ex. referensmaterial, tidskrifter osv. Du kan sedan köra en rapport för att samla in statistik från detta kort
tr: İPUCU: Bu ödünç alınmayan ama kullanılan referans kaynakları, dergiler gibi materyallerin istatistiki kayıtlarını tutmak için kullanılır. Bu kart için bir rapor oluşturarak istatistiki verileri elde edersiniz
zh_tw: 要訣：用於統計被使用但未借出的館藏，包括參考書、期刊等，搜集這些統計後，可列印報表

source: TORONTO PUBLIC symphony.torontopubliclibrary.ca:2200 unicorn
ar: تورونتو العامة symphony.torontopubliclibrary.ca:2200 اليونيكورن
hi: टोरंटो सार्वजनिक symphony.torontopubliclibrary.ca:2200 unicorn
tr: TORONTO HALK senfonisi.torontopubliclibrary.ca:2200 unicorn

source: TRANSFERSLIP
fr: TICKET TRANSFERT
hi: अंतरण पर्ची
oc: TICKET TRANSFERT
sv: ÖVERFÖRINGSKVITTERING
tr: AKTARIMSLİPİ

source: Tag list
ar: قائمة الوسوم
cs: Seznam tagů
da: Mærkeliste
de: Tag-Liste
el: Λίστα ετικετών
es: Lista de etiquetas
eu: Lista de tags
fi: Tagilistat
fr: Liste de tags
hi: टैग सूची
it: Lista tag
oc: Lista de tags
pl: Lista znaczników
pt: Lista de etiquetas
pt_br: Lista de tags
sk: Zoznam menoviek
sv: Tagglista
tr: Etiket listesi
zh_tw: 標記清單

source: Tag: 001
ar: الوسم: 001
da: Mærke 001
el: Πεδίο: 001
es: Campo: 001
eu: Etiketa: 001
fi: Kenttä: 001
fr: Champ : 001
hi: टैग: 001
oc: Camp : 001
pl: Pole: 001
pt: Campo: 001
sk: Značka: 001
sv: Tagg: 001
tr: Alan Kodu: 001
zh_tw: 欄號：001

source: Tags
ar: الوسوم
cs: Štítky
da: Mærker
el: Ετικέτες
es: Etiquetas
eu: Etiketak
fi: Tagit
fr: Commentaires
hi: टैग
it: Tag
pl: Tagi
pt: Etiquetas
sk: Menovky
sv: Taggar
tr: Etiketler
zh_tw: 欄號

source: Task scheduler
ar: مجدول المهام
cs: Plánovač úloh
da: Opgaveplanlægger
de: Aufgabenplaner
el: Χρονοπρογραμματιστής εργασιών
es: Planificador de tareas
eu: Ataza antolatzailea
fi: Tehtävien ajastus
fr: Planificateur de tâches
hi: टास्क शेड्यूलर
it: Schedulatore
oc: Planificador de prètzfaits
pl: Harmonogram zadań
pt: Calendarização de tarefas
pt_br: Agendador de tarefas
sk: Plánovač úloh
sv: Schemaläggare
tr: Görev Zamanlayıcı
zh_tw: 排定工作
