Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: . You can also find your database structure in /installer/data/mysql/kohastructure.sql or online at:
ar: . تستطيع أن تجد هيكلية قاعدة بياناتك في /installer/data/mysql/kohastructure.sql أو على الانترنت في:
cs: . Strukturu databáze naleznete také v souboru /installer/data/mysql/kohastructure.sql nebo online na:
da: Du kan også finde strukturen i din database i /installer/data/mysql/kohastructure.sql eller online på:
de: . Die Datenbankstruktur findet man in /installer/data/mysql/kohastructure.sql oder online unter:
el: . Μπορείτε επίσης να βρείτε τη δομή της βάσης δεδομένων σας στο /installer/data/mysql/kohastructure.sql ή διαδικτυακά στο:
es: . También puede encontrar la estructura de la base de datos en /installer/data/mysql/kohastructure.sql o en linea en:
eu: . También puede encontrar la estructura de la base de datos en /installer/data/mysql/kohastructure.sql o en linea en:
fi: . Tietokantarakenteen näet paikassa /installer/data/mysql/kohastructure.sql tai verkossa osoitteessa:
fr: . La structure de votre base de données est dans /installer/data/mysql/kohastructure.sql ou en ligne à l'adresse&nbsp;:
hi: . आप भी /installer/data/mysql/kohastructure.sql में या ऑनलाइन पर अपने डेटाबेस संरचना पा सकते हैं:
it: . Poi trovare la struttura del databae in installer/data/mysql/kohastructure.sql oppure online a:
oc: . L'estructura de vòstra basa de donadas es dins /installer/data/mysql/kohastructure.sql o en linha a l'adreça&nbsp;:
pl: Możesz również znaleźć strukturę swojej bazy danych w /installer/data/mysql/kohastructure.sql lub online:
pt: . Pode encontrar a estrutura da base de dados em /installer/data/mysql/kohastructure.sql ou online:
pt_br: . Você pode também encontrar a estrutura da base de dados em /installer/data/mysql/kohastructure.sql ou online em:
sk: . Štruktúru svojej databázy môžete tiež nájsť v /installer/data/mysql/kohastructure.sql alebo online na:
sv: . Databasstrukturen finns även i /installer/data/mysql/kohastructure.sql eller online på:
tr: . Aynı zamanda veritabanı yapınızı /installer/data/mysql/kohastructure.sql içerisinde veya çevrimiçi olarak şu adreste bulabilirsiniz:
zh_tw: 。可從 /installer/data/mysql/kohastructure.sql 或線上找到資料庫結構：

source: 0 =&gt; OPAC Intranet Editor !Collapsed
ar: 0 =&gt; OPAC محرر السبكة الداخلية !انهيار
cs: 0 =&gt; OPAC Intranet Editor !Sbaleno
da: 0 =&gt; OPAC intranet-editor klappet ud
de: 0 =&gt; OPAC Intranet Editor aufgeklappt
el: 0 =&gt; OPAC Intranet Επιμελητής !Ελαχιστοποιημένο
es: 0 =&gt; OPAC Intranet Editor !Colapsado
eu: 0 =&gt; OPAC intranet editorea !kolapsatuta dago
fr: 0 =&gt; OPAC Éditeur Intranet !Replié
hi: 0 = &gt; ओपेक इंट्रानेट संपादक !ढहना
it: 0 =&gt; OPAC Intranet Editor !Compresso
oc: 0 =&gt; OPAC Editor Intranet !Replegat
pt: 0 =&gt; OPAC Intranet Editor !Recolhido
pt_br: 0 =&gt; OPAC Intranet Editor !Recolhido
sk: 0 =&gt; OPAC Intranet Editor !Rozbalené
tr: 0 =&gt; OPAC Intranet Editör !Kapalı
zh_tw: 0 =&gt; OPAC 編輯器失效

source: 008 - FIXED-LENGTH DATA ELEMENTS--GENERAL INFORMATION @ 140211b xxu||||| |||| 00| 0 eng d 100 ## - MAIN ENTRY--PERSONAL NAME a Personal name My author 245 ## - TITLE STATEMENT a Title My first title a Title My second title b Remainder of title My remainder 245 ## - TITLE STATEMENT a Title My third title
fi: 008 - INFORMAATIOKOODIT--YLEISTÄ TIETOA @ 140211b xxu||||| |||| 00| 0 eng d 100 ## - PÄÄKIRJAUS--HENKILÖNNIMI a Henkilönnimi Tekijäni 245 ## - NIMEKE- JA VASTUULLISUUSMERKINTÖ a Päänimeke Ensimmäinen nimekkeeni a Päänimeke Toinen nimekkeeni b Muut nimeketiedot Muu nimekkeeni 245 ## - NIMEKE- JA VASTUULLISUUSMERKINTÖ a Päänimeke Kolmas nimekkeeni
hi: 008 - अचल लंबाई डेटा तत्वों - सामान्य जानकारी @ 140211b xxu ||||| |||| 00 | 0 Eng डी 100 ## - मुख्य प्रवेश - व्यक्तिगत नाम एक व्यक्तिगत नाम मेरे लेखक 245 ## - शीर्षक बयान एक शीर्षक मेरी पहली शीर्षक एक शीर्षक शीर्षक के अपने दूसरे खिताब ख शेष मेरे शेष 245 ## - शीर्षक बयान एक शीर्षक मेरा तीसरा शीर्षक

source: 06/27/2008 Eating fractions / 502326000022 McMillan, Bruce.
de: 06/06/2008 Eating fractions / 502326000022 McMillan, Bruce.
es: 06/27/2008 Comiendo Fracciones / 502326000022 McMillan, Bruce.
hi: 2008/06/27 भोजन अंशों / 502326000022 मैकमिलन, ब्रूस।
pt_br: 06/27/2008 Devorando a matemática / 502326000022 McMillan, Bruce.

source: 07/08/2008 Creating drug-free schools and communities : 502326000054 Fox, C. Lynn.
ar: 07/08/2008 خلق بيئة خالية من المخدرات في المدارس والمجتمعات المحلية : 502326000054 Fox, C. Lynn.
da: 07/08/2008 Lave narko-frie skoler og samfund : 502326000054 Fox, C. Lynn.
es: 07/08/2008 Creando escuelas y comunidades libres de drogas: 502326000054 Fox, C. Lynn.
eu: 2008/08/07 Creating drug-free schools and communities : 502326000054 Fox, C. Lynn.
hi: 07/08/2008 दवा मुक्त स्कूलों और समुदायों का निर्माण : 502326000054 फॉक्स, सी. लिन.
pt_br: 07/08/2008 Criando escolas e comunidades livres das drogas : 502326000054 Fox, C. Lynn.
zh_tw: 07/08/2008 建立無毒學校與社區 : 502326000054 Fox, C. Lynn。

source: 1 = Circulation
ar: 1 = الإعارة
cs: 1 = Výpůjčky
da: 1 = Udlån
de: 1 = Ausleihe
el: 1 = Διακίνηση υλικού
es: 1 = Circulación
eu: 1 = Circulación
fi: 1 = Lainaus ja palautus
hi: 1 = वितरण
it: 1 = Circolazione
oc: 1 = Circulacion
pl: 1 = Udostępnianie
pt: 1 = Empréstimo
pt_br: 1 = Circulação
sk: 1 = Obeh
tr: 1 = Dolaşım
zh_tw: 1 = 流通

source: 1 = Expected
ar: 1 = متوقع
cs: 1 = Očekávané
da: 1 = Forventet
de: 1 = Erwartet
el: 1 = Αναμένεται
es: 1 = Esperado
eu: 1 = Esperado
fi: 1 = Odotetaan
fr: 1 = Attendu
hi: 1 = प्रत्याशित
it: 1 = Atteso
oc: 1 = Esperat
pl: 1 = Expected (Oczekiwany)
pt: 1 = Esperado
pt_br: 1 = Aguardado
sk: 1 = Očakávané
tr: 1 = Beklenen
zh_tw: 1 = 預期

source: 1 =&gt; !OPAC Intranet Editor Collapsed
cs: 1 =&gt; !OPAC Intranet Editor Sbaleno
da: 1 =&gt; !OPAC intranet editor klappet sammen
de: 1 =&gt; !OPAC Intranet Editor eingeklappt
el: 1 =&gt; !OPAC Intranet Επιμελητής Ελαχιστοποιημένο
es: 1 =&gt; !OPAC Intranet Editor Colapsado
eu: 1 =&gt; !OPAC intranet editorea kolapsatuta dago
fr: 1 =&gt; !OPAC Intranet Éditeur Replié
hi: 1 = & gt; ! ओपेक इंट्रानेट संपादक विफलता
it: 1 =&gt; !OPAC Intranet Editor Compresso
oc: 1 =&gt; !OPAC Intranet Editor Replegat
pt: 1 =&gt; !OPAC Intranet Editor Recolhido
pt_br: 1 =&gt; !OPAC Intranet Editor Recolhido
sk: 1 =&gt; !OPAC Intranet Editor Rozbalené
tr: 1 =&gt; !OPAC Intranet Editör Kapalı
zh_tw: 1 =&gt; !OPAC Intranet編輯器毀損

source: 1/ 2 months (6/year): Bi-monthly
ar: 1/ 2 شهور(6/سنة): نصف شهريا
cs: 1x za 2 měsíce (6x ročně): dvouměsíčně
da: 1/2 måneder (6/år): Hver anden måned
de: 1/2 Monate (6/Jahr): Zweimonatlich
el: 1/2 μήνες (6/έτος): Διμηνιαίο
es: 1/2 meses (6/año): Bimestral
eu: 1/ 2 hilabete (6/urte): Bi hilabetekoa
fi: 1/ 2 kuukautta (6/vuosi): Joka toinen kuukausi
fr: 1 tous les 2 mois (6 par an) : Bimestriel
hi: 1/2 महीने (6 / वर्ष): द्विमासिक
it: 1/2 mesi (6/anno)
oc: 1 totes los 2 meses (6 per an) : Bimestral
pl: Dwumiesięcznik
pt: 1/ 2 meses (6/ano): Bimestral
pt_br: 1/ 2 meses (6/ano): Bimensal
sk: 1/ 2 mesiace (6/rok): Dvojmesačne
tr: 2 ayda 1 (Yılda 6 sayı): İki ayda bir
zh_tw: 1/2 月(6/年)：雙月刊

source: 1/ 2 weeks: Twice monthly (fortnightly)
ar: 1/ 2 اسابيع: مرتين شهريا(نصف شهريا)
cs: 1x za 2 týdny: 2x měsíčně (dvoutýdenně)
da: 1/ 2 uger: To gange månedligt (hver fjortende dag)
de: 1/ 2 Wochen: Zweimal im Monat (vierzehntägig)
el: 1/2 εβδομάδες: Δύο φορές το μήνα (ανά δεκαπενθήμερο)
es: 1/2 semanas: Dos veces al mes (quincenal)
eu: 1/ 2 aste: Hamabost egunekoa
fi: 1/ 2 viikkoa: Kahdesti kuussa
fr: 1 toutes les 2 semaines : Bimensuel
hi: 1/2 सप्ताह: मासिक दो बार (पाक्षिक)
it: 1/ 2 settimane: Due volte al mese (quindicinale)
oc: 1 totas las 2 setmanas : Bimesadièr
pl: Dwutygodnik
pt: 1/ 2 semanas: Duas vezes por mês (quinzenalmente)
pt_br: 1/ 2 semanas: Duas vezes no mês
sk: 1/ 2 týždne: Dvakrát do mesiaca (dvojtýždenne)
tr: 1/ 2 hafta : ayda iki kere (15 günlük)
zh_tw: 1/ 2 週：每月兩次 (14天)

source: 1/ 2 years: Bi-annual
ar: 1/ 2 السنوات :نصف سنوية
cs: 1x za 2 roky: dvouročně
da: 1/2 år: To gange om året
de: 1/2 Jahre: Halbjährlich
el: 1/2 έτη: Διετές
es: 1/2 años: Bianual
eu: 1/ 2 urte: Urtean bitan
fi: 1/ 2 vuotta: Joka toinen vuosi
fr: 1 tous les 2 ans : Bisannuel
hi: 1/2 साल: द्वि-वार्षिक
it: 1/2 anni
oc: 1 totes los 2 ans : Bisannadièr
pl: Półrocznik
pt: 02/01 anos: Bi-anual
pt_br: 1/ 2 anos: Bienal
sk: 1/ 2 roky: Dvojročne
tr: 2 yılda 1: İki yılda bir
zh_tw: 1/ 2 年：半年刊

source: 1/ 3 months (1/quarter): Quarterly
ar: 1/ 3 mشهور (1/ربع): ربع سنويا
cs: 1x za 3 měsice (1x za kvartál): Kvartálně
da: 1/3 måneder (1/kvartal): Kvartalsvis
de: 1/3 Monate (1/Quartal): Quartalsweise
el: 1/3 μήνες (1/τρίμηνο): Τριμηνιαίο
es: 1/3 meses (1/cuatrimestre): trimestral
eu: 1/ 3 hilabete (1/hiru hilekoa): Hiru hilekoa
fi: 1/ 3 kuukautta (1/neljännesvuosi): Neljännesvuosittain
fr: 1 tous les 3 mois (4 par an) : Trimestriel
hi: 1/3 महीने (1 / तिमाही): त्रैमासिक
it: 1/3 mesi (1/trimestre)
oc: 1 totes los 3 mois (4 per an) : Trimestral
pl: Kwartalnik
pt: 1 / 3 meses (1/quarter): Trimestral
pt_br: 1/ 3 meses (1/trimestre): Trimestral
sk: 1/ 3 mesiace (1/štvťrok): Štvťročne
tr: 3 ayda 1 (1/3 aylık): Üç aylık
zh_tw: 1/3 月(1/季)：季刊

source: 1/ 3 weeks: Tri-weekly
ar: 1/ 3 أسابيع: كل ثلاثة أسابيع
cs: 1x za 3 týdny
da: 1/ 3 uger: Hver tredje uge
de: 1/3 Wochen: Alle 3 Wochen
el: 1/3 εβδομάδες: Τριεβδομαδιαίος
es: 1/3 semanas: tres veces por semana
eu: 1/ 3 aste: Hiru astekoa
fi: 1/ 3 viikkoa: Kolmen viikon välein
fr: 1 toutes les 3 semaines : Trihebdomadaire
hi: 1/3 सप्ताह: त्रि-साप्ताहिक
it: 1/ 3 settimane: Tri-settimanale
oc: 1 totas las 3 setmanas : Trisetmanièr
pl: Co trzy tygodnie
pt: 1 / 3 semanas: Tri-semana
pt_br: 1/ 3 semanas: Tri-semanalmente
sk: 1/ 3 týždne: Trojtýždenne
tr: 3 haftada 1 : 3 haftalık
zh_tw: 1/ 3 週：三週刊

source: 1/day: Daily
ar: 1/يوم: يومي
cs: 1/den: Denně
da: 1/dag: Dagligt
de: 1/Tag: Täglich
el: 1/ημέρα: Ημερίσιο
es: 1/día: todos los días
eu: 10 Itxura positibo/negatiboa
fi: 1/päivä: Päivittäin
fr: 1 par jour : Quotidien
hi: 1/दिन: दैनिक
it: 1/giorno: quotidiano
oc: 1 per jorn : Quotidian
pl: Dziennik
pt: 1/day: Diário
pt_br: 1/dia: Diário
sk: 1/deň: Denne
tr: 1/gün: Günlük
zh_tw: 1/ 日：日刊

source: 1/month: Monthly
ar: 1/شهر: شهري
cs: 1x měsíčně: Mesíčně
da: 1/måned: Månedligt
de: 1/Monat: Monatlich
el: 1/μήνα: Μηνιαίο
es: 1/mes: Mensual
eu: 1/hilabete: Hilabetero
fi: 1/kuukausi: Kuukausittain
fr: 1 par mois : Mensuel
hi: 1/माह: मासिक
it: 1/mese
oc: 1 per mes : Mesadièr
pl: Miesięcznik
pt: Mensal
pt_br: 1/mês: Mensal
sk: 1/mesiac: Mesačne
tr: 1/ay: Aylık
zh_tw: 1/月：月刊

source: 1/quarter (seasonal) : Quarterly related to seasons (ie. Summer, Autumn, Winter, Spring)
ar: 1/ربع (موسمي) : ربعيا مرتبط بفصول السنة (أي. الصيف, الخريف,الشتاء, الربيع)
cs: 1 x za kvartál (sezónně): Kvartály se shodují se sezónou (tj. léto, podzim, zima, jaro)
da: 1/kvartal (sæsonalt) : Kvartalsvis i forhold til årstider (f.eks. Sommer, efterår, vinter, forår)
de: 1/Quartal (saisonal): Quartalsweise im Zusammenhang mit den Jahreszeiten (z.B. Sommer, Herbst, Winter, Frühling)
el: 1/τρίμηνο (εποχιακό) : Τριμηνιαίο ανάλογα με τις εποχές (δηλ. Καλοκαίρι, Φθινόπωρο, Χειμώνας, Άνοιξη)
es: 1/trimestre (estacional): Trimestralmente, relacionado con las estaciones (Verano, Otoño, Invierno, Primavera)
eu: 1/hiru hilekoa (urtarokoa): Hiru hilez behin, urtaroekin lotuta (Uda, Udazkena, Negua, Udaberria)
fi: 1/neljännesvuosi (vuodenaika) : Neljännesvuosittain vuodenajan mukaan (eli kesä, syksy, talvi, kevät)
fr: 1 par trimestre (4 saisons) : Trimestriel paraissant chaque saison (été, automne, hiver, printemps)
hi: 1/तिमाही (मौसमी): तिमाही मौसम (। यानी समर, शरद ऋतु, सर्दी, स्प्रिंग) से संबंधित
it: 1/trimestre (stagionale) : Trimestre legato alle stagioni (Estate, Autunno, Inverno, Primavera)
oc: 1 per trimèstre (4 sasons) : Trimestral paraissant cada sason (estiu, davalada, ivèrn, prima)
pl: Kwartalnik - Sezonowy (Wiosna, Lato, Jesień, Zima)
pt: Trimestral (1/trimestre) : Trimestres, estações (ou seja Verão, Outono, Inverno, Primavera)
pt_br: 1/trimestral (sazonal) : Trimestral relacionado as estações (ex. Verão, Outono, Inverno, Primavera)
sk: 1/štvťrok (sezónne) : Štvrťročne vzhľadom na ročné obdobia (t.j. Leto, Jeseň, Zima, Jar)
tr: 1/ 3 aylık (mevsimsel) : Sezon için ilgili üç aylık (ör. yaz, sonbahar, kış, ilkbahar)
zh_tw: 1/季(季節性)：與季節有關 (如：春、夏、秋、冬)

source: 1/week: Weekly
ar: 1/أسبوع : أسبوعي
cs: 1x týdně: týdenně
da: 1/uge: Ugentligt
de: 1/Woche: Wöchentlich
el: 1/εβδομάδα: Εβδομαδιαίο
es: 1/semana: Semanal
eu: 1/aste: Astean behin
fi: 1/viikko: Viikoittain
fr: 1 par semaine : Hebdomadaire
hi: 1 / सप्ताह: साप्ताहिक
it: 1/settimana
oc: 1 per setmana : Setmanièr
pl: Tygodnik
pt: Semanal
pt_br: 1/semana: Semanalmente
sk: 1/týždeň: Týždenne
tr: 1/hafta:Haftalık
zh_tw: 1/週：週刊

source: 1/year: Annual
ar: 1/سنه:سنوي
cs: 1x za rok: Ročně
da: 1/år: Årligt
de: 1/Jahr: Jährlich
el: 1/έτος: Ετήσιο
es: 1/año: Anual
eu: 1/urte: Urtean behin
fi: 1/vuosi: Vuosittain
fr: 1 par an : Annuel
hi: 1/वर्ष: वार्षिक
it: 1/anno
oc: 1 per an : Annadièr
pl: Rocznik
pt: Anual
pt_br: 1/ano: Anual
sk: 1/rok: Ročne
tr: yılda 1: Yıllık
zh_tw: 1/年：年刊

source: 2 - Source of classification
ar: 2- مصدر التصنيف
cs: 2 - Zdroj klasifikace
da: 2 - Klassifikationskilde
de: 2 - Klassifikation
es: 2- Fuente de la clasificación
eu: 2- Fuente de la clasificación
fi: 2 - Luokitusjärjestelmä
fr: 2 - Source de classification
hi: 2 - वर्गीकरण का प्रकार
it: 2 - Fonte della classificazione
oc: 2 - Font de classificacion
pl: 2 - Źródło klasyfikacji
pt: 2 - Fonte de classificação
pt_br: 2 - Fonte de classificação
sk: 2 - Zdroj triedenia
tr: 2 - Sınıflama kaynağı
zh_tw: 2- 分類法來源

source: 2 = Arrived
ar: 2 = وصل
cs: 2 = Došlo
da: 2 = Ankommet
de: 2 = Eingetroffen
el: 2 = Αφίχθη
es: 2 = Recibido
eu: 03 Kolorea
fi: 2 = Saapunut
fr: 2 = Arrivé
hi: 2 = पहुंचे
it: 2 = Arrivato
oc: 2 = Arribat
pl: 2 = Arrived (Otrzymany)
pt: 2 = Recebido
pt_br: 2 = Recebido
sk: 2 = Došlé
tr: 2 = Geldi
zh_tw: 2 = 到館

source: 2 = Catalog
ar: 2 = الفهرس
cs: 2 = Katalog
da: 2 = Katalog
de: 2 = Katalog
el: 2 = Κατάλογος
es: 2 = Catálogo
eu: 2 = Catálogo
fi: 2 = Luettelo
fr: 2 = Catalogue
hi: 2 = सूचीपत्र
it: 2 = Catalogo
oc: 2 = Catalòg
pl: 2 = Katalog
pt: 2 = Catálogo
pt_br: 2 = Catálogo
sk: 2 = Katalóg
tr: 2 = Katalog
zh_tw: 2 = 目錄

source: 2 =&gt; !OPAC !Intranet Editor !Collapsed
ar: 2 =&gt; الفهرس الآلي! محرر الإنترنت ! منهار
cs: 2 =&gt; !OPAC !Intranet Editor !Sbaleno
da: 2 =&gt; !OPAC !Intranet editor !klappen sammen
de: 2 =&gt; !OPAC !Intranet Editor aufgeklappt
el: 2 =&gt; !OPAC !Intranet Επιμελητής !Ελαχιστοποιημένο
es: 2 =&gt; !OPAC !Intranet Editor !Colapsado
eu: 2 =&gt; !OPAC !intranet editorea !kolapsatuta dago
fr: 2 =&gt; !OPAC !Intranet Éditeur !Replié
hi: 2 = &gt; ! ओपेक! इंट्रानेट संपादक! विफलता
it: 2 =&gt; !OPAC !Intranet Editor !Compresso
oc: 2 =&gt; !OPAC !Intranet Editor !Replegat
pt: 2 =&gt; !OPAC !Intranet Editor !Recolhido
sk: 2 =&gt; !OPAC !Intranet Editor !Rozbalené
tr: 2 =&gt; !OPAC !Intranet Editör !Kapalı
zh_tw: 2 =&gt; !OPAC！內部網路編輯器！毀損

source: 2/day: Twice daily
ar: 2/يوم: مرتين يوميا
cs: 2x denně
da: 2/dag: To gange dagligt
de: 2/Tag: Zweimal täglich
el: 2/ημέρα: Δύο φορές την ημέρα
es: 2/día: dos veces al día
eu: 2/egun: Egunero bi
fi: 2/päivä: Kahdesti päivässä
fr: 2 par jour : Biquotidien
hi: 2 / दिन: दो बार दैनिक
it: 2/giorno: due volte al giorno
oc: 2 per jorn : Biquotidian
pl: Dwa razy dziennie
pt: 2/dia: Duas vezes por dia
pt_br: 2/dia: Duas vezes ao dia
sk: 2/deň: Dvakrát denne
tr: 2/gün: günde iki kez
zh_tw: 2/天：一天兩次

source: 2/year: Half yearly
ar: 2/سنة: نصف سنويا
cs: 2x ročně: půlročně
da: 2/år: Halvårligt
de: 2/Jahr: Halbjährlich
el: 2/έτος : Εξαμηνιαίο
es: 2/año: semestrales
eu: 2/urte: Sei hilabetetan behin/Urtean bitan
fi: 2/vuosi: Puolivuosittain
fr: 2 par an : Biannuel, semestriel
hi: 2 / वर्ष: छमाही
it: 2/anno: semestrale
oc: 2 per an : Biannadièr, semestral
pl: Półrocznik
pt: 2/ano: Semestrais
pt_br: 2/ano: Semestral
sk: 2/rok: Polročne
tr: 2/yıl: Yarım yıllık
zh_tw: 2/年：一年兩次

source: 3 = Late
ar: 3 = متأخر
cs: 3 = pozdě
da: 3 = Forsinket
de: 3 = Verspätet
el: 3 = Καθυστέρησε
es: 3 = Retrasado
eu: 05 Soinua euskarrian edo bereiz
fi: 3 = Myöhässä
fr: 3 = En retard
hi: 3 = देरी
it: 3 = In ritardo
oc: 3 = En retard
pl: 3 = Late (Opóźniony)
pt: 3 = Em atraso
pt_br: 3 = Em atraso
sk: 3 = Oneskorený
tr: 3 = Gecikmiş
zh_tw: 3 = 遲到

source: 3 = Patrons
ar: 3 = المستفيدون
cs: 3 = Čtenáři
da: 3 = Lånere
de: 3 = Benutzer
el: 3 = Μέλη
es: 3 = Usuarios
eu: 3 = Socios
fi: 3 = Asiakkaat
fr: 3 = Adhérents
hi: 3 = संरक्षक
it: 3 = Utenti
oc: 3 = Aderents
pl: 3 = Użytkownicy
pt: 3 = Leitores
pt_br: 3 = Usuários
sk: 3 = Čitatelia
tr: 3 = Kullanıcılar
zh_tw: 3 = 讀者

source: 3 =&gt; !OPAC !Intranet Editor Collapsed
ar: 3 =&gt; !الفهرس الآلي !انهيار محرر الإنترنت
cs: 3 =&gt; !OPAC !Intranet Editor Sbaleno
da: 3 =&gt; !OPAC !Intranet editor klappet sammen
de: 3 =&gt; !OPAC !Intranet Editor eingeklappt
el: 3 =&gt; !OPAC !Intranet Επιμελητής Ελαχιστοποιημένο
es: 3 =&gt; !OPAC !Intranet Editor Colapsado
eu: 3 =&gt; !OPAC !intranet editorea kolapsatuta dago
fr: 3 =&gt; !OPAC !Intranet Éditeur Replié
hi: 3 = &gt; !ओपेक !इंट्रानेट संपादक विफलता
it: 3 =&gt; !OPAC !Intranet Editor Compresso
oc: 3 =&gt; !OPAC !Intranet Editor Replegat
pt: 3 =&gt; !OPAC !Intranet Editor Recolhido
pt_br: 3 =&gt; !OPAC !Intranet Editor Recolhido
sk: 3 =&gt; !OPAC !Intranet Editor Rozbalené
tr: 3 =&gt; !OPAC !Intranet Editör Kapalı
zh_tw: 3 =&gt; !OPAC ！內部網路編輯器！毀損

source: 3/week: Three times a week
ar: 3/أسبوع: ثلاث مرات أسبوعيا
cs: 3/týden: Třikrát týdně
da: 3/uge: Tre gange om ugen
de: 3/Woche: Dreimal wöchentlich
el: 3/εβδομάδα: Τρεις φορές την εβδομάδα
es: 3/semana: Tres veces a la semana
eu: 3/aste: Astean hirutan
fi: 3/viikko: Kolmesti viikossa
fr: 3 par semaine : Trihebdomadaire
hi: 3 / सप्ताह: तीन बार एक हफ्ते
it: 3/sett.: tre volte a settimana
oc: 3 per setmana : Trisetmanièr
pl: Trzy razy w tygodniu
pt: 3/semana: Três vezes por semana
pt_br: 3/semana: Três vezes por semana
sk: 3/týždeň: Trikrát za týždeň
tr: 3/hafta: Haftada üç kere
zh_tw: 3/週：每週三次

source: 4 = Acquisitions
ar: 4 = التزويد
cs: 4 = Akvizice
de: 4 = Erwerbung
el: 4 = Προσκτήσεις
es: 4 = Adquisiciones
eu: 4 = Eskuratzeak
fi: 4 = Hankinta
hi: 4 = अधिग्रहण
it: 4 = Acquisizioni
oc: 4 = Aquisicions
pl: 4 = Gromadzenie
pt: 4 = Aquisições
pt_br: 4 = Aquisições
sk: 4 = Akvizície
tr: 4 = Satın almalar
zh_tw: 4 = 採訪

source: 4 = Missing
ar: 4 = مفقود
cs: 4 = Chybějící
da: 4 = Savnet
de: 4 = Vermisst
el: 4 = Λείπει
es: 4 = Adquisiciones
eu: 4 = Perdido
fi: 4 = Puuttuu
fr: 4 = Manquant
hi: 4 = गुम
it: 4 = Mancante
oc: 4 = Mancant
pl: 4 = Missing (Brakujący)
pt: 4 = Em falta
pt_br: 4 = Em falta
sk: 4 = Chýbajúce
tr: 4 = Kayıp
zh_tw: 4 = 遺失

source: 4 =&gt; !OPAC Intranet Editor !Collapsed
ar: 4 =&gt; !محرر الفهرس الآلي على الإنترنت !منهار
cs: 4 =&gt; !OPAC Intranet Editor !Sbaleno
da: 4 =&gt; !OPAC Intranet editor !klappet sammen
de: 4 =&gt; !OPAC Intranet Editor aufgeklappt
el: 4 =&gt; !OPAC Intranet Επιμελητής !Ελαχιστοποιημένο
es: 4 =&gt; !OPAC Intranet Editor !Colapsado
eu: 4 =&gt; !OPAC intranet editorea !kolapsatu da
fr: 4 =&gt; !OPAC Intranet Éditeur !Replié
hi: 4 =>! OPAC इंट्रानेट संपादक! विफलता
it: 4 =&gt; !OPAC Intranet Editor !Compresso
oc: 4 =&gt; !OPAC Intranet Editor !Replegat
pt: 4 =&gt; !OPAC Intranet Editor !Recolhido
sk: 4 =&gt; !OPAC Intranet Editor !Rozbalené
tr: 4 =&gt; !OPAC Intranet Editör !Kapalı
zh_tw: 4 =&gt; !OPAC ！內部網路編輯器！毀損

source: 410 Library Rd.
ar: 410 طريق المكتبة
da: Biblioteksgade 410
de: Bibliotheksstraße 410
el: 410 Οδ. Βιβλιοθήκης
es: 410 Biblioteca Rd.
hi: 410 लाइब्रेरी रोड.
pt: 410 Biblioteca
tr: 410 Kütüphane

source: 5 = Accounts
ar: 5 = الحسابات
cs: 5 = Účty
da: 5 = Konti
de: 5 = Gebühren
el: 5= Λογαριασμοί
es: 5 = Cuentas
eu: 5 = Cuentas
fi: 5 = Tilit
fr: 5 = Comptes lecteurs
hi: 5 = लेखा
oc: 5 = Comptes lectors
pl: 5 = Konto
pt: 5 = Contas
pt_br: 5 = Contas
sk: 5 = Účty
tr: 5 = Hesaplar
zh_tw: 5 = 帳號

source: 5 = Not Available
ar: 5 = غير متاح
cs: 5 = Nedostupný
da: 5 = Ikke tilgængelig
de: 5 = Nicht verfügbar
el: 5 = Δεν είναι διαθέσιμο
es: 5 = No disponible
eu: 09-10 Datu mota
fi: 5 = Ei saatavana
fr: 5 = Non disponible
hi: 5 = उपलब्ध नहीं
it: 5 = Non disponibile
oc: 5 = Indisponible
pl: 5 = Not Available (Niedostępny)
pt: 5 = Indisponível
pt_br: 5 = Não disponível
sk: 5 = Nedostupný
tr: 5 = Kullanılamaz
zh_tw: 5 = 不可得

source: 5 =&gt; !OPAC !Intranet !Editor Collapsed
ar: 5 =&gt; !الأوباك !الخط المباشر !المحرر منهار
cs: 5 =&gt; !OPAC !Intranet !Editor Sbaleno
da: 5 =&gt; !OPAC !Intranet !Editor klappet sammen
de: 5 =&gt; !OPAC !Intranet !Editor eingeklappt
el: 5 =&gt; !OPAC !Intranet !Επιμελητής Ελαχιστοποιημένο
es: 5 =&gt; !OPAC !Intranet !Editor Colapsado
eu: 5 =&gt; !OPAC !intranet !editorea kolapsatuta dago
fr: 5 =&gt; !OPAC !Intranet !Éditeur Replié
hi: 5 =>! OPAC! इंट्रानेट! संपादक विफलता
it: 5 =&gt; !OPAC !Intranet !Editor Compresso
oc: 5 =&gt; !OPAC !Intranet !Editor Replegat
pt: 5 =&gt; !OPAC !Intranet !Editor Recolhido
sk: 5 =&gt; !OPAC !Intranet !Editor Rozbalené
tr: 5 =&gt !OPAC !Intranet !Editör Kapalı
zh_tw: 5 =&gt; !OPAC ！內部網路編輯器！毀損

source: 6 = Delete
ar: 6 = حذف
cs: 6 =Odstranit
da: 6 = Slette
de: 6 = Löschen
el: 6 = Διαγραφή
es: 6 = Eliminar
eu: 6 = Eliminado
fi: 6 = Poista
fr: 6 = Supprimé
hi: 6 = मिटाना
it: 6 = Cancellato
oc: 6 = Suprimit
pl: 6 = Delete (Usuń)
pt: 6 = Apagar
pt_br: 6 = Excluir
sk: 6 = Odstrániť
tr: 6 = Sil
zh_tw: 6 = 刪除

source: 6 =&gt; !OPAC Intranet !Editor !Collapsed
ar: 6 =&gt; !الخط المباشر للأوباك !المحرر !منهار
cs: 6 =&gt; !OPAC Intranet !Editor !Sbaleno
da: 6 =&gt; !OPAC Intranet !Editor !klappet sammen
de: 6 =&gt; !OPAC Intranet !Editor aufgeklappt
el: 6 =&gt; !OPAC Intranet !Επιμελητής !Ελαχιστοποιημένο
es: 6 =&gt; !OPAC Intranet !Editor !Colapsado
eu: 6 =&gt; !OPAC intranet !editorea !kolapsatuta dago
fr: 6 =&gt; !OPAC Intranet !Éditeur !Replié
hi: 6 =>! OPAC इंट्रानेट! संपादक! विफलता
it: 6 =&gt; !OPAC Intranet !Editor !Compresso
oc: 6 =&gt; !OPAC Intranet !Editor !Replegat
pt: 6 =&gt; !OPAC Intranet !Editor !Colapsado
pt_br: 6 =&gt; !OPAC Intranet !Editor !Colapsado
sk: 6 =&gt; !OPAC Intranet !Editor !Rozbalené
tr: 6 =&gt; !OPAC Intranet !Editör !Kapalı
zh_tw: 6 =&gt; !OPAC ！內部網路編輯器！毀損

source: 7 = Claimed
ar: 7 = مطالب به
cs: 7 = Reklamováno
da: 7 = Reklameret
de: 7 = Reklamiert
el: 7 = Ισχυρισμός μη παράδοσης
es: 7 = Reclamado
eu: 7 = Reclamado
fi: 7 = Reklamoitu
fr: 7 = Réclamé
hi: 7 = दावा
it: 7 = Sollecitato
oc: 7 = Reclamat
pl: 7 = Claimed (Reklamowany)
pt: 7 = Reclamado
pt_br: 7 = Solicitado
sk: 7 = Reklamovaný
tr: 7 = Claim edildi
zh_tw: 7 = 催缺

source: 7 =&gt; !OPAC Intranet !Editor Collapsed
ar: 7 =&gt; !الخط ال !Editor Collapsed
cs: 7 =&gt; !OPAC Intranet !Editor Sbaleno
da: 7 =&gt; !OPAC Intranet !Editor klappet sammen
de: 7 =&gt; !OPAC Intranet !Editor eingeklappt
el: 7 =&gt; !OPAC Intranet !Επιμελητής Ελαχιστοποιημένο
es: 7 =&gt; !OPAC Intranet !Editor Colapsado
eu: 7 =&gt; !OPAC intranet !editorea kolapsatuta dago
fr: 7 =&gt; !OPAC Intranet !Éditeur Replié
hi: 7 =>! OPAC इंट्रानेट! संपादक विफलता
it: 7 =&gt; !OPAC Intranet !Editor Compresso
oc: 7 =&gt; !OPAC Intranet !Editor Replegat
pt: 7 =&gt; !OPAC Intranet !Editor Recolhido
sk: 7 =&gt; !OPAC Intranet !Editor Rozbalené
tr: 7 =&gt; !OPAC Intranet !Editör Kapalı
zh_tw: 7 =&gt; !OPAC 內部網路！編輯器毀損

source: 8 = Stopped
ar: 8 = متوقف
cs: 8 = Zastaveno
da: 8 = Stoppet
de: Beendet
el: 8 = Σταμάτησε
es: 8 = Detenido
fi: 8 = Pysäytetty
fr: 8 = Arrêté
hi: 8 = रूका
it: 8 = Fermato
oc: 8 = Arrestat
pl: 8 = Stopped (Wstrzymany)
pt: 8 = Cancelado
pt_br: 8 = Interrompido
sk: 8 = Zastavené
tr: 8 = Durdu
zh_tw: 8 = 停訂
