Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The top of the form asks for some basics about the library
ar: الجزء العلوي من النموذج يسأل عن بعض الأساسيات حول المكتبة
de: Am Anfang des Formulars werden einige Grundinformationen über die Bibliothek abgefragt
el: Στη κορυφή της φόρμας ζητούνται κάποιες πολύ βασικές πληροφορίες για τη βιβλιοθήκη
es: La parte superior del formulario pide algunos datos básicos sobre la biblioteca
fi: Lomakkeen yläosassa kysytään muutamia perustietoja kirjastosta
hi: फार्म के शीर्ष पुस्तकालय के बारे में कुछ बुनियादी बातों के लिए पूछता है
it: La parte alta del form server per inserire informazioni di base sulla biblioteca
sk: Vrch formulára sa pýta na pár základných informácií o knižnici
tr: Formun en üstünde kütüphane ile ilgili bazı temel bilgiler istenecektir

source: The transfer slip is printed when you confirm a transfer from one branch to another in your system
ar: تتم طباعة كعب نقل عند تأكيد النقل من فرع إلى آخر في النظام الخاص بك
cs: Přepravní lístek se tiskne, když potvrdíte přesun z jedné knihovny do druhé
de: Die Transportquittung wird gedruckt, wenn ein Transport von einer Bibliothek zu einer anderen bestätigt wird
el: Το σημείωμα μεταφοράς τυπώνεται όταν επιβεβαιώνετε μία κράτηση από ένα παράρτημα σε ένα άλλο στο σύστημά σας
es: El comprobante de transferencia se imprime cuando se confirma una transferencia de una sede a otra en su sistema
fi: Kuljetuskuitti tulostetaan, kun vahvistat kuljetuksen kirjastosta toiseen järjestelmässäsi
fr: Le bordereau de transfert est imprimé lorsque vous confirmez un transfert d'un site à l'autre de votre réseau
hi: हस्तांतरण पर्ची मुद्रित किया जाता है जब आप अपने सिस्टम में एक और एक शाखा से एक हस्तांतरण की पुष्टि
it: La ricevuta di trasferimento è stampata quando confermi il trasferimento da una biblioteca all'altra nel tuo sistema
oc: Lo registre de transferiment es imprimit quand vous confirmez un transferiment d'un site a l'autre de vòstra ret
pt: O recibo de transferência é impresso quando confirmar a transferência de uma biblioteca para outra no sistema
pt_br: O comprovante de transferência é impresso quando você confirmar uma transferência de uma biblioteca para outra na sua rede
sk: Ústrižok o presune sa tlačí vtedy, keď potvrdíte presun z jednej pobočky do druhej vo vašom systéme
tr: Sisteminizde bir şubeden diğerine transfer işlemini onayladığınızda transfer fişi yazdırılır
zh_tw: 確認轉移後，列印轉移收條，隨書轉移至另個圖書館

source: The type should always be 'Tabular' at this time since the other formats have not been implemented
ar: يجب أن يكون النوع دائماً "مجدول" في الوقت الحالي حيث أن التنسيقات الأخرى لم يتم تنفيذها بعد
cs: Typ by měl být vždy "Tabulka". Ostatní možnosti doposud nebyly implementovány
da: Typen skal altid være 'Tabular' på dette tidspunkt, da andre formater endnu ikke er implementeret
de: Als Typ sollte immer 'Tabellarisch' ausgewählt werden, da die anderen Formate noch nicht implementiert sind.
el: Ο τύπος θα πρέπει πάντα να είναι 'Σε μορφή πίνακα' σε αυτό το σημείο εφόσον οι άλλοι μορφότυποι δεν εφαρμόζονται
es: El tipo debe ser siempre 'Tabular' en este momento ya que no se han implementado otros formatos
eu: El tipo debe ser siempre 'Tabular', al mismo tiempo los otros formatos no han sido implementados
fi: Tyypin pitää olla aina 'Taulukko', koska muita ei vielä ole otettu käyttöön.
fr: Le type doit toujours être 'Tabulaire' car les autres formats n'ont pas été implémentés.
hi: यह प्रकार हमेशा इस समय 'सारणीबद्ध' होना चाहिए, क्योंकि अन्य प्रारूपों से लागू नहीं किया गया है
it: Il tipo deve essere sempre 'tabulare', dato che gli altri formati non sono ancora stati realizzati
oc: Lo tipe deu totjorn èsser 'Tabulaire' perque les autres formats n'ont pas été implementats.
pl: Typ powinien zawsze być 'Tabelaryczny', ponieważ inne formaty nie zostały jeszcze wdrożone
pt: O tipo deve ser sempre 'Tabular' neste momento porque os outros formatos não estão implementados
pt_br: O tipo deve sempre ser 'Tabular' enquanto outros formatos não forem implementados
sk: Tento typ by mal byť zatiaľ vždy 'Tabuľkový', nakoľko iné formáty ešte neboli zapracované
sv: Typen ska alltid vara 'Tabellformat', eftersom inga andra format implementerats än
tr: Diğer biçimler uygulanmadığından dolayı bu tür her zaman için ‘Sekmeli’ olmalıdır
zh_tw: 此時，類型應該是 '表單式'，因為還未實施其他格式

source: The value for an update can include variables that change each time the template is used. Currently, the system supports two variables, __BRANCHCODE__ which is replaced with the branchcode of the library currently using the template, and __CURRENTDATE__ which is replaced with the current date in ISO format ( YYYY-MM-DD ).
ar: يمكن لقيمة التحديث أن تشمل على متغيرات تتغير كل مرة يتم فيها استخدام القالب. حاليا, يدعم النظام متغيرين, __BRANCHCODE__ والذي يتم استبداله برمز فرع المكتبة التي تستخدم القالب حاليا, و __CURRENTDATE__ والذي يتم استبداله بالتاريخ الحالي بتنسيق أيزو ( السنة-الشهر-اليوم ).
cs: Hodnoty pro aktualizaci můžou zahrnovat proměnné které se mění pokaždé, když se použije šablona. Zatím tento systém podporuje dvě proměnné, _BRANCHCODE_ které je nahrazena kódem knihovny která je právě aktivní, a _CURRENTDATE_ která je nahrazena aktuálním datem v ISO formátu (RRRR-MM-DD).
de: Bei Änderungen werden auch dynamische Werte unterstützt. Zurzeit sind dies die beiden Variablen __BRANCHCODE__ (wird durch den Wert der das Template benutzenden Filiale ersetzt) und __CURRENTDATE__ (wird durch das aktuelle Datum im ISO-Format JJJJ-MM-TT ersetzt).
el: Η τιμή μιας ενημέρωσης μπορεί να περιλαμβάνει μεταβλητές που αλλάζουν κάθε φορά που χρησιμοποιείται το πρότυπο. Προς το παρόν, το σύστημα υποστηρίζει δύο μεταβλητές, το __BRANCHCODE__ το οποίο αντικαθίσταται από τον κωδικό παραρτήματος της βιβλιοθήκης που αυτή τη στιγμή χρησιμοποιεί το πρότυπο και __CURRENTDATE__ η οποία αντικαθίσταται με την τωρινή ημερομηνία σε μορφή ISO ( ΕΕΕΕ-ΜΜ-ΗΗ ).
es: El valor de una actualización puede incluir variables que cambian cada vez que se utiliza la plantilla. Actualmente, el sistema es compatible con dos variables, __BRANCHCODE__ que se sustituye por el branchcode de la biblioteca que actualmente utilizan la plantilla y __CURRENTDATE__ que se sustituye con la fecha actual en formato ISO (AAAA-MM-DD).
fi: Päivityksen arvo voi sisältää muuttujan joka kerta, kun pohjaa käytetään. Tällä hetkellä järjestelmä tukee kahta muuttujaa, __BRANCHCODE__ joka korvataan sen kirjaston kirjastokoodilla, joka käyttää pohjaa ja __CURRENTDATE__, joka korvataan kuluvan päivän ISO-muotoisella päiväyksellä ( VVVV-KK-PP ).
fr: La valeur pour une mise à jour peut inclure des variables qui changent chaque fois que le modèle est utilisé. Actuellement, le système supporte deux variables, __ BRANCHCODE __ qui est remplacé par le branchcode de la bibliothèque utilisant actuellement le modèle et __ CURRENTDATE __ qui est remplacé par la date actuelle dans le format ISO (AAAA-MM-JJ).
hi: एक अद्यतन के लिए मूल्य चर है कि हर बार टेम्पलेट का उपयोग किया जाता है बदल शामिल कर सकते हैं। वर्तमान में, प्रणाली दो चर, __BRANCHCODE__ जो पुस्तकालय वर्तमान टेम्पलेट का उपयोग कर के branchcode साथ बदल दिया है का समर्थन करता है, और __CURRENTDATE__ जो आईएसओ प्रारूप (YYYY-MM-DD) में आज की तारीख से बदला है।
it: Il valore di un update può includere variabili che cambiano ogni volta che il template viene usato. Attualmente il sistema supporta due variabili, __BRANCHCODE__ e __CURRENTDATE__ . La prima e' il valore della biblioteca che usa il template, la seconda è la data corrente in formato ISO ( YYYY-MM-DD).
oc: La valor per una mesa a jorn pòt inclure des variables qui changent chaque fois que lo modèl es utilizat. Actualament, lo sistèma supporte deux variables, __ BRANCHCODE __ qui es remplaçat per lo branchcode de la bibliotèca utilizant actualament lo modèl e __ CURRENTDATE __ qui es remplaçat per la data actuala dins lo format ISO (AAAA-MM-JJ).
pt: O valor para uma atualização pode incluir variáveis que mudam cada vez que o modelo for usado.Atualmente, o sistema suporta duas variáveis, __BRANCHCODE__ que é substituída por o código da biblioteca a usar o modelo, e __CURRENTDATE__ que é substituída com a data atual em formato ISO ( YYYY-MM-DD ).
pt_br: O valor para uma atualização pode incluir variáveis que mudam cada vez que o template é usado. Atualmente, o sistema suporta duas variáveis: _BRANCHCODE_ que é substituída pelo código da biblioteca que está utilizando o template; e _CURRENTDATE_, que é substituída pela data atual no formato ISO (AAAA-MM-DD).
sk: Hodnota pre aktualizáciu môže obsahovať premenné, ktoré sa menia pri každom použití šablóny. Momentálne systém podporuje dve premenné, __BRANCHCODE__ ktorá sa nahradí kódom pobočky knižnice používajúcej šablónu, a __CURRENTDATE__ ktorá nahradí momentálny dátum vo formáte ISO ( RRRR-MM-DD ).
tr: Bir güncelleştirme değeri şablonun her kullanılışında değişebilen değişkenleri içerebilir. Şu anda, sistem iki değişkenleri destekler, güncel şablonu kullanan kütüphanenin branchcode kodu ile değiştirilmiş olan __BRANCHCODE__ ve ISO biçiminde geçerli tarih ile değiştirilen __CURRENTDATE__ (YYYY-AA-GG)
zh_tw: 每次使用模板時，都會更新包括變數在內的值。目前，系統支援兩個變數 __BRANCHCODE__ 取代現有的分館代碼，以及 __CURRENTDATE__ 置換目前的標準曰期格式 ( YYYY-MM-DD )。

source: The various Hold Policies have the following effects:
ar: مختلف سياسات الحجز لها التأثيرات التالية:
cs: Různé rezervovací politiky mají následující efekty:
da: De forskellige reserverings-politikker har følgende virkning:
de: Die verschiedenen Regeln haben folgende Auswirkungen:
el: Οι διάφορες Πολιτικές Κρατήσεων έχουν τις ακόλουθες επιπτώσεις:
es: Las diferentes Políticas de reserva tienen los siguientes efectos:
eu: Las diferentes Políticas de reserva tienen los siguientes efectos:
fi: Eri varaussäännöillä on seuraavia vaikutuksia:
fr: Les diverses règles de réservations ont les effets suivants:
hi: विभिन्न होल्ड नीतियां निम्न प्रभाव हैं:
it: Le diverse politiche per le prenotazioni hanno questi effetti:
oc: Les diverses règlas de reservacions ont les effets seguents:
pl: Dostępne opcje w polityce zamówień:
pt: As várias políticas de reserva têm os seguintes efeitos:
pt_br: As várias políticas têm os seguintes efeitos:
sk: Rozličné podmienky rezervácie majú nasledovné účinky:
sv: De olika policyerna för reservationer har följande effekter:
tr: Çeşitli ayırma kuralların aşağıdaki etkileri mevcuttur:
zh_tw: 不同的預約政策有以下的影響：

source: The various Return Policies have the following effects:
ar: مختلف سياسات الإرجاع لها التأثيرات التالية:
cs: Různé politiky vracení mají následující efekty:
da: De forskellige afleverings-politikker hat følgende virkning:
de: Die verschiedenen Regeln haben folgende Auswirkungen:
el: Οι διάφορες Πολιτικές Επιστροφών έχουν τις ακόλουθες επιπτώσεις:
es: Las diferentes Políticas de devolución tienen los siguientes efectos:
eu: Las diferentes Políticas de devolución tienen los siguientes efectos:
fi: Eri palautussäännöillä on seuraavia vaikutuksia:
fr: Les diverses règles pour le retour ont les effects suivants :
hi: विभिन्न वापसी नीतियां निम्न प्रभाव हैं:
it: Le diverse politiche di restituzione hanno questi effetti:
oc: Les diverses règlas per lo retorn ont les effects seguents :
pl: Dostępne opcje w polityce zwrotów:
pt: As várias políticas de devolução têm os seguintes efeitos:
pt_br: As várias políticas de devolução têm os seguintes efeitos:
sk: Rozličné podmienky návratu majú nasledovné účinky:
sv: De olika policyerna för återlämning har följande effekter:
tr: Çeşitli iade ilkelerinin aşağıdaki etkileri mevcuttur:
zh_tw: 不同的還入政策有以下的影響：

source: The vendor add form is broken into three pieces:
ar: يتم تقسيم شكل إضافة المورد إلى ثلاث أجزاء:
cs: Formulář přidání dodavatele je rozdělen do tří částí:
da: Leverandørtilføjelses-formularen består af tre dele:
de: Das Formular für die Erfassung von Lieferanten besteht aus drei Abschnitten.
el: Η φόρμα προσθήκης προμηθευτή είναι χωρισμένη σε τρία κομμάτια:
es: El formulario para agregar el proveedor está dividido en tres partes:
eu: Hornitzailea gehitzeko inprimakia hiru zatitan banatuta dago:
fi: Toimittajan tietojen lomake on jaettu kolmeen osaan:
fr: Le formulaire pour ajouter un fournisseur est constitué de trois parties:
hi: विक्रेता जोड़ते प्रपत्र तीन टुकड़ों में टूट गया है:
it: La form per un nuovo fornitore si compone di tre parti.
oc: Lo formulari per apondre un provesidor es constitué de tres partidas:
pl: Formularz dodawania dostawcy jest podzielony na trzy części:
pt: O formulário de adição de fornecedor encontra-se dividido em três partes:
pt_br: O formulário de inclusão de fornecedores é dividido em três partes:
sk: Formulár pridania predajcu je rozdelený do troch častí:
sv: Formuläret där man lägger till leverantörer är uppdelat i tre delar:
tr: Sağlayıcı ekleme formu üç parçaya ayrılır:
zh_tw: 供應商新增表單分為三個部份：

source: The vendor price is the price before any taxes or discounts are applied.
ar: سعر المورد هو السعر قبل أي ضرائب أو خصومات مطبَّقة.
cs: Dodavatelská cena je cena před zdaněním nebo poskytnutými slevami.
da: Leverandørprisen er prisen uden moms og evt. rabatter.
de: Der Lieferantenpreis ist der Preis vor Steuern und vor Abzug von Rabatten.
el: Η τιμή προμηθευτή είναι η τιμή χωρίς τους φόρους και τις εκπτώσεις.
es: El precio del proveedor es el precio antes de aplicar impuestos o descuentos.
eu: El precio es el precio del proveedor antes de los impuestos o descuentos se aplican.
fi: Toimittajan hinta on hinta ennen veroja tai alennuksia.
fr: Le prix fournisseur est le prix avant que les taxes ou les remises soient déduites.
hi: विक्रेता के मूल्य कीमत किसी भी करों या छूट लागू कर रहे हैं पहले है।
it: Il prezzo del fornitore non comprende tasse o sconti
oc: Lo prix provesidor es lo prix avant que les taxes o les remises sián dedusidas.
pl: 'Cena netto' to cena bez podatku i rabatu.
pt: O preço do fornecedor é o preço antes de qualquer taxa ou desconto ser aplicado.
pt_br: O preço do fornecedor é o preço anterior a impostos ou descontos.
sk: Cena predajcu je cena pred uplatnením daní alebo zliav.
sv: Leverantörspriset är priset innan rabatter eller skatter beräknats.
tr: Sağlayıcı fiyatı her hangi bir verginin ya da indiriminin uygulanmadan önceki fiyatıdır.
zh_tw: 供應商價格是稅前或折扣前價格。

source: The vendor pull down only shows vendors with closed baskets that are late.
ar: القائمة المنسدلة للموردين تظهر فقط الموردين ذوي السلال المغلقة التي تأخرت.
cs: Roletka s dodavateli ukazuje pouze na dodavatele s uzavřenými košíky, které jsou zpožděné.
da: Leverandørmenuen viser leverandører med lukkede kurve, der er forsinkede.
de: Die Auswahlliste der Lieferanten zeigt nur solche mit Verspätung auf abgeschlossenen Bestellungen.
el: Η αναπτυσσόμενη λίστα των προμηθευτών εμφανίζει μόνο τους προμηθευτές με τα ολοκληρωμένα καλάθια που έχουν καθυστέρηση.
es: El desplegable de proveedor solo mostrará los proveedores con cestas cerradas tarde.
eu: El proveedor rechaza sólo mostrando al proveedor con la cesta cerrada
fi: Toimittajien alasvetovalikko näyttää vain toimittajat, joilla on myöhässä olevia suljettuja tilauskoreja.
fr: Le menu déroulant des fournisseurs indique seulement les fournisseurs avec des paniers fermés qui sont en retard.
hi: विक्रेता के नीचे खींच ही बंद बास्केट कि देर कर रहे हैं के साथ विक्रेताओं से पता चलता है।
it: Il menu a tendina dei fornitori mostra solo i fornitori con raccogliotori sia chiusi che in ritardo
oc: Lo menú desenrotlant des provesidors indica solament les provesidors amb des panièrs tampats que son en retard.
pl: Pole Dostawca wyświetla tylko dostawców z zamkniętymi koszykami, uznanymi za zaległe.
pt: O menu fornecedor apenas mostra fornecedores com cestos fechados que estão atrasados.
pt_br: O menu de fornecedores somente exibirá fornecedores com pedidos fechados que estão atrasados.
sk: Rozbaľovacia ponuka predajcu zobrazuje iba predajcov s uzavretými košíkmi, ktoré sú omeškané.
sv: Rullgardinsmenyn för leverantörer visar bara leverantörer med stängda korgar som är sena.
tr: Sağlayıcı çekme menüsü sadece kapalı sepetteki geciken sağlayıcıları gösterir.
zh_tw: 供應商下拉選單祗顯示遲到並關閉的採購項目。

source: Then when generating reports on the module you created the value for you will see an option to limit by the definition at the bottom of the usual filters.
ar: ثم عند إنشاء تقارير عن الوحدة التي قمت بإنشائها القيمة ستريك الخيار للحد من التعريف في الجزء السفلي من الفلترات المعتادة.
cs: Potom při generování výstupu v modulu, ve kterém jste vytvořili hodnoty, uvidíte volbu "Omezit podle definice" v dolní části běžných filtrů.
da: Når der herefter laves rapporter på modulet, som du har lavet værdien for, ses en option til at begrænse den med definitionen under de sædvanlige filtre.
de: Wenn Sie dann einen neuen Report erstellen, wird Ihnen im Modul für welches die Definition erstellt wurde, diese in der Liste der Filter angeboten.
el: Τότε όταν δημιουργείτε εκθέσεις στην υπομονάδα για την οποία δημιουργήσατε την τιμή, θα δείτε την επιλογή να περιορίσετε κατά ορισμό στο κάτω μέρος των συνηθισμένων φίλτρων.
es: Entonces cuando genere informes en el módulo para el cual creo el valor verá una opción de limitar por la definición al final de los filtros usuales.
eu: Entonces cuando genere informes en el módulo para el cual creo el valor verá una opción de limitar por la definición al final de los filtros usuales.
fi: Kun teet raportteja luomiesi moduulien arvoilla, näet vaihtoehdon 'rajaa käsitteellä' tavallisten suodattimien alapuolella.
fr: Désormais, quand vous générez un rapport sur le module pour lequel vous avez créé ce filtre, une option apparaît qui permet de limiter le résultat en utilisant votre définition.
hi: फिर जब मॉड्यूल पर रिपोर्ट पैदा आप मूल्य बनाया आप हमेशा की तरह फिल्टर के नीचे परिभाषा से सीमित करने का एक विकल्प दिखाई देगा।
it: Cosi, quando genererai dei reports con il modulo a cui hai collegato il dizionario, vedrai una nuova opzione per filtrare i risultati dopo i filtri usuali.
oc: Désormais, quand vous générez un rapòrt sul modul per lequel avètz creat ce filtre, una opcion apareis qui permet de limiter lo resultat en utilizant vòstra definicion.
pl: Podczas generowania raportów w module, dla którego tworzysz wartości, pojawi się opcja ograniczenia poprzez definicję, znajdującą się poniżej zwykłych filtrów.
pt: Assim quando regar relatórios no módulo onde criou o valor irá ver uma opção para limitar pela definição no fim dos filtros usuais.
pt_br: Então durante a geração de relatórios no módulo que você criou um valor que poderá ver uma opção para limitar pela definição abaixo dos filtros usuais.
sk: Po vygenerovaní výkazov v module, pre ktorý ste vytvorili hodnotu, uvidíte možnosť obmedzenia definíciou pod ostatnými filtrami.
sv: När du sedan genererar rapporter för modulen för vilken du skapade värdet, kommer du att se ett alternativ att begränsa på definitionen längst ner, under de vanliga filtren.
tr: Modüldeki raporları oluştururken, oluşturduğunuz değer için mevcut filtrelerin altındaki tanımla sınırlandırmak üzere bir seçenek göreceksiniz.
zh_tw: 新增報表後，在下方的定義出現限制的選項，當成一般的篩選器。

source: Then you can add descriptions for this set. To do this click on 'Add description' and fill the newly created text box. You can add as many descriptions as you want.
ar: ثم يمكنك إضافة الأوصاف لهذه المجموعة. للقيام بذلك، انقر على 'أضف وصف ' واملء مربع النص الذي تم إنشاؤه حديثا. يمكنك إضافة أوصاف كما تشاء.
cs: Pak můžete přidávat popisky k této sadě. Za tímto účelem klikněte na "Přidat popis" a vyplňte nově vytvořené textové pole. Můžete přidat popisů, kolik chcete.
da: Så kan du tilføje beskrivelser for dette sæt. For at gøre det klik på 'Tilføj beskrivelse' og udfyld tekstfeltet. Du kan tilføje så mange beskrivelser, som du vil.
de: Dann kann dem Set eine Beschreibung hinzugefügt werden. Klicken Sie hierzu auf 'Beschreibung hinzufügen' und füllen Sie die angezeigte Textbox aus. Sie können so viele Beschreibungen hinzufügen, wie Sie möchten.
el: Τότε μπορείτε να προσθέσετε περιγραφές για αυτή την ομάδα. Για να κάνετε αυτό πατήστε στο 'Προσθήκη περιγραφής' και συμπληρώστε το πλαίσιο κειμένου που δημιουργήσατε πρόσφατα. Μπορείτε να προσθέσετε όσες περιγραφές θέλετε.
es: Entonces puede agregar descripciones para este conjunto. Para hacerlo haga clic en 'Agregar descripción' y rellene la casilla de texto creada. Puede agregar cuantas descripciones desee.
eu: Después puede agregar descripciones para este conjunto. Para hacerloseleccionar en 'Agregar descripción' y rellene la casilla de texto creada. Puede agregar cuantas descripciones desee.
fi: Lisää seuraavaksi kuvaus tekstilaatikkoon, joka avautuu klikkaamalla 'Lisää kuvaus'. Voit lisätä useita kuvauksia.
fr: Vous pouvez ensuite ajouter des descriptions pour ce set. Pour ce faire, cliquez sur 'Ajouter description' et remplissez la boîte qui apparaît. Vous pouvez ajouter autant de descriptions que vous le souhaitez.
hi: तो फिर आप इस सेट के लिए विवरण जोड़ सकते हैं। 'विवरण जोड़ें' और नव निर्मित पाठ बॉक्स को भरने पर इस पर क्लिक करने के लिए। के रूप में आप जितने चाहें उतने विवरण जोड़ सकते हैं।
it: Poi puoi aggiungere una definizione a questo set. Clicca su 'Aggiungi una descrizione' e compila il campo. Puoi aggiungere quante descrizioni vuoi.
oc: Podètz puèi apondre des descripcions per ce set. Per ce faire, clicatz sus 'Apondre descripcion' e remplissez la bóstia qui apparaît. Podètz apondre autant de descripcions que vous lo souhaitez.
pl: dodaj opisy dla tego zestawu (kliknij „Dodaj opis” i wprowadź tekst, można dodać ich wiele).
pt: Depois pode adicionar descrições ao conjunto. Para fazer isto clique em 'Adicionar descrição' e preencha nova caixa de texto. Pode adicionar as descrições que desejar.
pt_br: Depois, você pode adicionar descrições para este conjunto. Para fazer isso, clique em 'Adicionar descrição' e preencha a caixa de texto recém-criado. Você pode adicionar quantas descrições desejar.
sk: Potom môžete pridať popisy pre túto sadu. K tomu potrebujete kliknúť na 'Pridať popis' a vyplniť novovytvorené textové pole. Môžete pridať ľubovoľné množstvo popisov.
sv: Du kan sedan lägga till beskrivningar för denna uppsättning. För att göra det klickar du på 'Lägg till beskrivning' och fyller i den nya textrutan. Du kan lägga till så många beskrivningar du vill.
tr: Bu ayar için ek tanımlar ekleyebilirsiniz. Bu işlemi yapmak için, 'Tanım ekle' ye tıklayınız ve yeni oluşturulmuş metin kutusunu doldurunuz. İstediğiniz kadar tanım ekleyebilirsiniz.
zh_tw: 勾選 '新增說明'，並在文字盒鍵入任何文字資料，就可對此資料集新增說明。

source: There are 3 values to define:
fi: Pitää määrittää kolme arvoa:
hi: परिभाषित करने के लिए 3 मूल्यों कर रहे हैं:
