Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: aud:e Adult
ar: aud:e بالغ
cs: aud:e Dospělí
da: aud:e voksne
de: aud:e Erwachsene
el: aud:e Ενήλικας
es: aud:e Adulto
eu: aud:e Heldua
fi: aud:e Aikuiset
fr: aud:e Adulte
hi: aud: e प्रौढ़
it: aud:e Adulto
oc: aud:e Adulte
pl: aud:e Dorosły
pt: aud:e Adulto
pt_br: aud:e Adulto
sk: aud:e Dospelý
tr: hk:e Yetişkin
zh_tw: aud:e 成年人

source: aud:f Specialized
ar: aud:f متخصص
cs: aud:f Speciální
da: aud:f Specialiseret
de: aud:f Spezialisiert
el: aud:f Ειδικό
es: aud:f Especializado
eu: aud:f Espezializatua
fi: aud:f Erityisryhmä
fr: aud:f Spécialisé
hi: aud: f विशेष
it: aud:f Specializzato
oc: aud:f Especializat
pl: Odbiorca wyspecjalizowany
pt: aud:f Especializado
pt_br: aud:f Especializado
sk: aud:f Špecializovaný
tr: aud:f Özelleştirilmiş
zh_tw: aud:f 特別

source: aud:g General
ar: aud:g عام
cs: aud:g Obecné
da: aud:g Generelt
de: aud: g Allgemein
el: aud:g Γενικό
eu: aud:g Orokorra
fi: aud:g Yleinen
fr: aud:g Général
hi: aud: g जनरल
it: aud:g Generale
pl: Ogólny
pt: aud:g Geral
pt_br: aud:g Geral
sk: aud:g Všeobecné
tr: aud:g Genel
zh_tw: aud:g 一般

source: aud:j Juvenile
ar: aud:j حدث
cs: aud:j Děti a mládež do 15 let
da: aud:j undgom
de: aud:j Jugendlich
el: aud:j Παιδικής ηλικίας
es: aud:j Juvenil
eu: aud:j Gaztarokoa
fi: aud:j Lapset ja nuoret
fr: aud:j Jeunesse
hi: aud: j किशोर
it: aud:j Giovane
oc: aud:j Joventut
pl: Młodzież
pt: aud:j Juvenil
pt_br: aud:j Juvenil
sk: aud:j Mladistvý
tr: aud:j Çocuk koleksiyonu
zh_tw: aud:j 少年

source: b - Shelving location
ar: b - مكان الترفيف
cs: b - Část fondu
da: b - Hyldeplacering
de: b Standort
el: b - Τοποθεσία στο Ράφι
es: b- Ubicación de estantería:
eu: b - Apal kokalekua:
fi: c - Hyllypaikka
fr: b - Localisation
hi: b - शैल्विग लोकेशन
it: b - Collocazione a scaffale
oc: b - Localisation
pl: b - lokalizacja
pt: b - Localização na prateleira
pt_br: b - Localização na estante
sk: b - Lokácia v poličke
tr: b - Raf konumu
zh_tw: b - 書架位置

source: bath.standardIdentifier
hi: bath.standardIdentif
oc: bath.standardIdentificar

source: bio:b Biography
ar: bio:b السيرة الذاتية
cs: bio:b životopis
da: bio:b Biografi
de: bio:b Biographie
el: bio:b Βιογραφία
es: bio:b Bibliografía
eu: bio:b Biografia
fi: bio:b Yhden henkilön elämäkerta
fr: bio:b Biographie
hi: bio:b बायोग्राफी
it: bio:b Bibliografia
oc: bio:b Biografia
pt: bio:b Biografia
pt_br: bio:b Biografia
sk: bio:b Životopis
tr: bio:b Biyografi
zh_tw: bio:b 傳記

source: borrow
ar: يستعير
cs: borrow (půjčovat si)
da: låne
de: ausleihen
el: δανεισμός
es: prestar
eu: maileguan hartu
fi: lainata
hi: उधार
it: Presta i libri
pt: leitor
pt_br: emprestar
sk: požičať
sv: låna
tr: ödünç almak
zh_tw: 借出

source: borrowers
ar: المستعيرون
cs: borrowers (čtenáři)
da: lånere
de: Ausleiher
el: μέλη
es: usuarios
eu: bazkideak
fi: lainaajat
hi: उधारकर्ताओं
it: Aggiungi o modifica gli utenti
pt: leitores
pt_br: usuários
sk: požičiavatelia
sv: låntagare
tr: ödünç alan kullanıcılar
zh_tw: 借出者

source: catalogue
ar: الفهرس
cs: catalogue (katalog)
da: katalog
de: Katalog
el: κατάλογος
es: catálogo
eu: katalogoa
fi: luettelo
hi: सूचीपत्र
it: catalogo
pt_br: catálogo
sk: katalóg
sv: katalog
tr: katalog
zh_tw: 目錄

source: circulate
ar: الاعارة
cs: circulate (výpůjčky)
da: udlåne
de: ausleihen
el: κυκλοφορία υλικού
es: circular
eu: zirkulatu
fi: lainaus ja palautus
hi: परिचालित
it: Libri per la circolazione
sk: byť v obehu
sv: cirkulera
tr: dolaşım
zh_tw: 流通

source: configure circulation and fine rules depending the 'new_status' field.
eu: konfiguratu zirkulazio eta isun araueak 'new_status' eremuaren baitan.
fi: määrittele laina- ja maksusäännöt 'new_status'-kentästä riippuen.
hi: परिसंचरण और 'new_status' में क्षेत्र के आधार ठीक नियमों को विन्यस्त.

source: ctype:a Abstracts/summaries
ar: ctype:a خلاصات/ملخصات
cs: ctype:a Abstrakty/souhrny
da: ctype:a Uddrag/sammenfatninger
de: ctype:a Kurzfassungen/Zusammenfassungen
el: ctype:a Επιτομές/Περιλήψεις
es: ctype:a Resumen
eu: ctype:a Laburpenak
fi: ctype:a Tiivistelmät, lyhennelmät
fr: ctype:a résumé/sommaire
hi: ctype:a एब्सट्रैक्ट/सारांश
it: ctype:a Riassunti/sommari
oc: ctype:a resumit/ensenhador
pt: ctype:a Resumos/Sumários
pt_br: ctype:a Resumos/Sumários
sk: ctype:a Abstrakty/súhrny
tr: ctype:a Özler/Özetler
zh_tw: ctype:a 摘要

source: ctype:b Bibliographies
ar: ctype:b استنادات بيبلوغرافية
cs: ctype:b Bibliografie
da: ctype:b Bibliografier
de: ctype:b Bibliographien
el: ctype:b Βιβλιογραφίες
es: ctype:b Bibliografías
eu: ctype:b Bibliografiak
fi: ctype:b Bibliografiat
hi: ctype:b ग्रन्थसूची
it: ctype:b Bibliografie
pt: ctype:b Bibliografias
pt_br: ctype:b Bibliografias
sk: ctype:b Bibliografie
tr: ctip:b Bibliyografyalar
zh_tw: ctype:b 書目

source: ctype:c Catalogs
ar: ctype:c فهارس
cs: ctype:c Katalogy
da: ctype:c Kataloger
de: ctype:c Kataloge
el: ctype:c Κατάλογοι
es: ctype:c Catálogos
eu: ctype:c Katalogoak
fi: ctype:c Luettelot, kuvastot
fr: ctype:c Catalogues
hi: ctype:c सूची
it: ctype:c Cataloghi
oc: ctype:c Catalògs
pt: ctype:c Catálogos
pt_br: ctype:c Catálogos
sk: ctype:c Katalógy
tr: ctype:c Kataloglar
zh_tw: ctype:c 目錄

source: ctype:d Dictionaries
ar: ctype:d قواميس
cs: ctype:d Slovníky
da: ctype:d Ordbøger
de: ctype:d Wörterbücher
el: ctype:d Λεξικά
es: ctype:d Diccionarios
eu: ctype:d Hiztegiak
fi: ctype:d Sanakirjat, sanastot
fr: ctype:d Dictionnaires
hi: ctype:d शब्दकोश
it: ctype:d Dizionari
oc: ctype:d Diccionaris
pt: ctype:d Dicionários
pt_br: ctype:d Dicionários
sk: ctype:d Slovníky
tr: ctype:d Sözlükler
zh_tw: ctype:d 字典

source: ctype:f Handbooks
ar: ctype:f كتيبات
cs: ctype:f Příručky
da: ctype:f Håndbøger
de: ctype:f Handbücher
el: ctype:f Εγχειρίδια
es: ctype:f Manuales
eu: ctype:f Eskuliburuak
fi: ctype:f Käsikirjat
fr: ctype:f Manuels de référence
hi: ctype:f हैंडबुक
it: ctype:f Manuali
oc: ctype:f Manuels de referéncia
pt: ctype:f Livros de bolso
pt_br: ctype:f Livros de bolso
sk: ctype:f Príručky
tr: ctype:f El kitapları
zh_tw: ctype:f 手冊

source: ctype:g Legal articles
ar: ctype:g مقالات قانونية
cs: ctype:g Právnické články
da: ctype:g Juridiske artikler
de: ctype:g Juristische Aufsätze
el: ctype:g Νομικά άρθρα
es: ctype:g Artículos legales
eu: d- 10 hazb. diametroa
fi: ctype:g Artiklat, pykälät
fr: ctype:g Articles juridiques
hi: ctype:g कानूनी लेख
it: ctype:f Articoli legali
oc: ctype:g Articles juridiques
pt: ctype:g Artigos legislativos
pt_br: ctype:g Artigos legislativos
sk: ctype:g Právnické články
tr: ctype:g Yasal makaleler
zh_tw: ctype:g 法律條款

source: ctype:i Indexes
ar: ctype:i فهارس
cs: ctype:i Indexy
da: ctype:i Indekser
de: ctype:i Indices
el: ctype:i Ευρετήρια
es: ctype:i Índices
eu: ctype:i Indizeak
fi: ctype:i Hakemistot, indeksit
fr: ctype:i Index
hi: ctype:i इंडेक्सेस
it: ctype:i Indici
oc: ctype:i Index
pt: ctype:i Indíces
pt_br: ctype:i Índices
sk: ctype:i Indexy
tr: ctip:i Dizinler
zh_tw: ctype:i 索引

source: ctype:j Patent document
ar: ctype:j وثيقة براءة اختراع
cs: ctype:j Patentové dokumenty
da: ctype:j Patentdokument
de: ctype:j Patentdokument
el: ctype:j Δίπλωμα ευρεσιτεχνίας
es: ctype:j Documento de patente
eu: d- 16 mm. microfilma
fi: ctype:j Patentit
fr: ctype:j Brevet
hi: ctype:j पेटेंट दस्तावेज़
it: ctype:j Brevetto
oc: ctype:j Brevet
pt: ctype:j Patente
pt_br: ctype:j Patente
sk: ctype:j Patentový dokument
tr: ctype:j Patent dokümanı
zh_tw: ctype:j 專利文件

source: ctype:k Discographies
ar: ctype:k ديسكوغرافيا
cs: ctype:k Diskografie
da: ctype:k Diskografier
de: ctype:k Diskographien
el: ctype:k Δισκογραφίες
es: ctype:k Discografías
eu: ctype:k Diskografiak
fi: ctype:k Diskografiat
hi: ctype:k डिस्कोग्राफ़िक
it: ctype:k Discografie
pt: ctype:k Discografias
pt_br: ctype:k Discografias
sk: ctype:k Diskografie
tr: ctype:k Plak koleksiyonu
zh_tw: ctype:k 唱片分類目錄

source: ctype:l Legislation
ar: ctype:l تشريع
cs: ctype:l Legislatíva
da: ctype:l Lovgivning
de: ctype:l Gesetzgebung
el: ctype:l Νομοθεσία
es: ctype:l Legislación
eu: ctype:l Legeria
fi: ctype:l Lait, säädökset
fr: ctype:l Lois
hi: ctype:l विधान
it: ctype:l Legislazione
oc: ctype:l Lois
pt: ctype:l Legislação
pt_br: ctype:l Legislação
sk: ctype:l Legislatíva
tr: ctype:l Mevzuat
zh_tw: ctype:l 法令

source: ctype:m Theses
ar: ctype:m أطروحات
cs: ctype:m Dizertace
da: ctype:m Teser
de: ctype:m Thesen
el: ctype:m Διατριβές
es: ctype:l Tesis
eu: ctype:l Tesiak
fi: ctype:m Väitöskirjat tai muut opinnäytteet
fr: ctype:m Thèses
hi: ctype:m शोधपत्र
it: ctype:m Tesi
oc: ctype:m Tèsis
pt: ctype:m Teses
pt_br: ctype:m Teses
sk: ctype:m Dizertácie
tr: ctype:m Tezler
zh_tw: ctype:m 學位論文

source: ctype:n Surveys
ar: ctype:n استطلاعات
cs: ctype:n Průzkumy
da: ctype:n Undersøgelser
de: ctype:n Bestandesaufnahmen
el: ctype:n Έρευνες
es: ctype:n Encuestas
eu: ctype:n Ikerketak
fi: ctype:n Kirjallisuuskatsaukset
fr: ctype:n Enquêtes
hi: ctype:n सर्वेक्षण
it: ctype:n Sondaggi
oc: ctype:n Enquèstas
pt: ctype:n Ensaios
pt_br: ctype:n Ensaios
sk: ctype:n Prieskumy
tr: ctype:n Anketler
zh_tw: ctype:n 調查

source: ctype:o Reviews
ar: ctype:o مراجعات
cs: ctype:o Recenze
da: ctype:o Anmeldelser
de: ctype:o Rezensionen
el: ctype:o Κριτικές
es: ctype:o Revisiones
eu: ctype:o Kritikak
fi: ctype:o Arvostelut
fr: ctype:o Commentaires
hi: ctype:o समीक्षा
it: ctype:o Recensioni
oc: ctype:o Comentaris
pt: ctype:o Comentários
pt_br: ctype:o Resenhas
sk: ctype:o Recenzie
tr: ctip:o Yorumlar
zh_tw: ctype:o 審查

source: ctype:p Programmed texts
ar: ctype:p نصوص مبرمجة
cs: ctype:p Učební texty
da: ctype:p Programmerede tekster
de: ctype:p Programmierte Texte
el: ctype:p Προγραμματισμένα κείμενα
es: ctype:p Textos programados
eu: d- Atlas
fi: ctype:p Ohjelmoidut tekstit
fr: ctype:p Textes de programmes
hi: ctype:p क्रमादेशित ग्रंथों
it: ctype:p Testi programmati
pt: ctype:p Textos programados
pt_br: ctype:p Textos programados
sk: ctype:p Programované texty
tr: ctype:p Program metinleri
zh_tw: ctype:p 編程文本

source: ctype:r Directories
ar: ctype:r المسارات
cs: ctype:r Adresáře
da: ctype:r Fortegnelser
de: ctype:r Verzeichnisse
el: ctype:r Κατάλογοι
es: ctype:r Directorios
eu: ctype:r Direktorioak
fi: ctype:r Henkilö- tai yhteisöhakemistot, matrikkelit, jäsenluettelot
fr: ctype:r Répertoires
hi: ctype:r निर्देशिकाएँ
it: ctype:r Elenchi
oc: ctype:r Repertòris
pt: ctype:r Reportórios
pt_br: ctype:r Reportórios
sk: ctype:r Adresáre
tr: ctype:r Rehberler
zh_tw: ctype:r 名錄

source: ctype:s Statistics
ar: ctype:s إحصائيات
cs: ctype:s Statistiky
da: ctype:s Statistikker
de: ctype:s Statistiken
el: ctype:s Στατιστικά στοιχεία
es: ctype:s Estadísticas
eu: ctype:s Estatistikak
fi: ctype:s Tilastot
fr: ctype:s Statistiques
hi: ctype:s सांख्यिकी
it: ctype:s Statistiche
oc: ctype:s Estatisticas
pt: ctype:s Estatísticas
pt_br: ctype:s Estatísticas
sk: ctype:s Štatistiky
tr: ctype:s İstatistik
zh_tw: ctype:s 統計

source: ctype:t Technical reports
ar: ctype:t تقارير فنية
cs: ctype:t Technické zpráva
da: ctype:t Tekniske rapporter
de: ctype:t Technische Berichte
el: ctype:t Τεχνικές αναφορές
es: ctype:t Informes técnicos
eu: ctype:t Txosten teknikoak
fi: ctype:t Tekniset raportit
fr: ctype:t Rapports techniques
hi: ctype:t तकनीकी रिपोर्ट
it: ctype:t Relazioni tecniche
oc: ctype:t Rapports techniques
pl: ctype:t Raporty techniczne
pt: ctype:t Relatórios técnicos
pt_br: ctype:t Relatórios técnicos
sk: ctype:t Technické výkazy
tr: ctype:t Teknik raporlar
zh_tw: ctype:t 技術報告

source: ctype:v Legal cases and case notes
ar: ctype:v قضايا قانونية وملاحظات القضية
cs: ctype:v Právní případy a procesní poznámky
da: ctype:v Juridiske sager og noter
de: ctype:v Rechtsfälle und Fallnotizen
el: ctype:v Νομικές υποθέσεις και πρακτικά
es: ctype:v Casos legales y notas legales
eu: ctype:v Auziak eta auzien oharrak
fi: ctype:v Oikeustapauskeskustelut
fr: ctype:v Procès et compte rendu judiciaire
hi: ctype:v कानूनी मामलों और मामले नोट
it: ctype:v Casi legali, giurisprudenza commentata
oc: ctype:v Procès e compte rendut judiciari
pt: ctype:v Casos legais e notas de caso
pt_br: ctype:v Notas legais e de casos jurídicos
sk: ctype:v Právne kázusy a procesné poznámky
tr: ctip:v Hukuki davalar ve vaka notları
zh_tw: ctype:v 法律個案與個案說明

source: ctype:w Law reports and digests
ar: ctype:w تقارير وملخصات قانونية
cs: ctype:w Právní předpisy a sbírky
da: ctype:w Lovprotokoller og udtog
de: ctype:w Gesetzesprotokolle und Auszüge
el: ctype:w Νομικές εκθέσεις και επιτομές
es: ctype:w Reportes de leyes y digestos
eu: d- Biltegiratze digitala
fi: ctype:w Tuomioistuinpäätökset
fr: ctype:w jurisprudence
hi: ctype: w विधि रिपोर्टों और digests
it: ctype:W Rapporti legali, digesti
oc: ctype:w jurisprudéncia
pl: ctype:w Sprawozdania i streszczenia prawnicze
pt: ctype:w Relatórios legais
pt_br: ctype:w Relatórios legais
sk: ctype:w Právne predpisy a zbierky
tr: ctype:w Hukuk raporları ve özetler
zh_tw: ctype:w 法律報告與摘要

source: ctype:z Treaties
ar: ctype:z اتفاقيات
cs: ctype:z Smlouvy
da: ctype:z Traktater
de: ctype:z Staatsverträge
el: ctype:z Συνθήκες
es: ctype:z Tratados
eu: ctype:z Itunak
fi: ctype:z Sopimukset
fr: ctype:z Traités
hi: ctype:z संधियों
it: ctype:z Trattati
oc: ctype:z Tractats
pt: ctype:z Tratados
pt_br: ctype:z Tratados
sk: ctype:z Zmluvy
tr: ctype:z Anlaşmalar
zh_tw: ctype:z 條約

source: customize the OPAC and OPAC functions (aside from the Enhanced Content preferences).
ar: تخصيص الأوباك ووظائف الأوباك (بغض النظر عن تفضيلات المحتوى المحسَّن).
cs: přizpůsobit OPAC a jeho funkce (kromě nastavení Rozšířeného obsahu)
da: tilpas OPAC og OPAC-funktioner (bortset fra indstillinger for udvidet indhold).
de: das OPAC und die OPAC Funktionen anpassen (neben den Einstellungen für erweiterten Inhalte).
el: προσαρμόστε τον OPAC και τις λειτουργίες του OPAC (εκτός από τις προτιμήσεις Εμπλουτισμένου Περιεχόμενου).
es: personalice el OPAC y las funciones del OPAC (al margen de las preferencias de Contenido Mejorado).
eu: d- Existencias duplicadas
fi: räätälöi verkkokirjastoa ja sen tehtäviä yhdessä Sisältölaajennusten asetusten kanssa.
fr: personnaliser l'OPAC et ses fonctionnalités (en plus des préférences 'Contenus enrichis').
hi: बढ़ी हुई सामग्री वरीयताएँ (अलग) से OPAC और OPAC कार्यों अनुकूलित.
it: personalizza le funzioni dell'OPAC (a parte le preferenze per l'arricchimento dell'OPAC).
oc: personnaliser l'OPAC e ses foncionalitats (en plus des preferéncias 'Contenguts enrichis').
pt: personalizar OPAC e suas funcionalidade (além das preferências 'Conteúdos').
pt_br: personalizar OPAC e suas funcionalidade (além das preferências 'Conteúdos').
sk: prispôsobiť OPAC a jeho funkcie (okrem nastavení Rozšíreného obsahu).
sv: anpassa OPAC och OPAC-funktioner (bortsett från inställningarna för Utökat innehåll).
tr: OPAC ve OPAC fonksiyonlarını ( Zenginleştirilmiş İçerik tercihlerinden ayrı) özelleştir.
zh_tw: 客製化 OPAC 與 OPAC 功能(除了強化內容偏好之外)。

source: customize the staff client by editing the stylesheet and navigation menu.
ar: قم بتخصيص برنامج العميل عن طريق تحرير النمط وقائمة التصفح.
cs: přizpůsobit intranet prostřednictvím úpravy Stylu a navigačního menu.
da: tilpas brugeroverfladen for intranet ved at editere stylesheet og navigationsmenu.
de: Passen Sie die Dienstoberfläche an, indem Sie das Stylesheet und Navigation bearbeiten
el: προσαρμόστε τη διεπαφή προσωπικού κάνοντας επεξεργασία στο stylesheet και στην πλοήγηση του μενού.
es: personalice el cliente administrativo editando la hoja de estilo y el menú de navegación.
eu: pertsonalizatu langileen interfazea estilo orria eta nabigazio menua editatuz.
fi: räätälöi virkailijatyökalua muokkaamalla tyylitiedostoja ja navigaatiovalikkoa.
fr: personnaliser l'interface en modifiant la feuille de style et le menu de navigation.
hi: संपादन द्वारा stylesheet और नेविगेशन मेनू स्टाफ ग्राहक अनुकूलित.
it: personalizza lo staff utente modificando il foglio di stile e il menù di navigazione.
oc: personnaliser l'interfàcia en modifiant la fuèlh de style e lo menú de navigation.
pt: personalizar a interface dos técnicos editando os estilos e o menu de navegação.
pt_br: personalizar a interface dos técnicos editando os estilos e o menu de navegação.
sk: prispôsobiť intranet prostredníctvom úpravy štýlového hárku a ponuky navigácie.
sv: anpassa personalklienten genom att redigera stilmallen och navigeringsmenyn.
tr: stil sayfasını ve navigasyon menüsünü düzenleyerek personel istemcisini özelleştir.
zh_tw: 編輯樣式表與瀏覽選單的客製化館員介面。

source: ddc - Dewey Decimal Classification
ar: ddc - تصنيف ديوي العشري
cs: ddc - Dewey Decimal Classification (Deweyho desetinné třídění)
de: ddc - Dewey Dezimalklassifikation
es: ddc - Clasificación Decimal Dewey
eu: ddc - Dewey sailkapen hamartarra
fr: ddc - Classification décimale Dewey
hi: ddc - डेवी दशमलव वर्गीकरण
it: ddc - Classificazione decimale Dewey
oc: ddc - Classificacion décimale Dewey
pl: ddc - Uniwersalna Klasyfikacja Dziesiętna
pt_br: cdd - Classificação Decimal de Dewey
sk: ddc - Dewey Desatinné Triedenie
tr: ddc- Dewey Ondalık Sınıflama
zh_tw: ddc - 杜威十進分類法

source: defines the tab where the subfield is shown. All subfields of a given field must be in the same tab or ignored. Ignore means that the subfield is not managed.
ar: حدد التبويب الذي سيُعرض به الحقل الفرعي. كل الحقول الفرعية للحقل المُحدد يجب أن يكونوا في نفس التبويب أو أن يُتجاهلوا. التجاهل يعني أن الحقل الفرعي غير مُدار.
cs: definuje záložku ve které je zobrazeno podpole. Všechna podpole tohoto pole musí být ve stejné záložce nebo ignorována. Ignorována znamená, že toto podpole není spravováno.
da: definerer den fane, hvor underfeltet vises. Alle underfelter for et givet felt skal være i samme fane eller ignoreres. Ignorer betyder at underfeltet ikke administreres.
de: In Reitern verwaltet: behandelt die Reiter, in denen die Unterfelder angezeigt werden. Ignorieren bedeutet, dass das Unterfeld nicht verwaltet wird.
el: καθορίζει την καρτέλα στην οποία εμφανίζεται το υποπεδίο. Όλα τα υποπεδία ενός πεδίο πρέπει να είναι στην ίδια καρτέλα ή να αγνοούνται. Το να αγνοούνται σημαίνει ότι το υποπεδίο δε χρησιμοποιείται.
es: define la pestaña donde se muestra el subcampo. Todos los subcampos de un campo determinado debe estar en la misma pestaña o ignoradas. No haga caso significa que el subcampo no se gestiona.
eu: azpieremua erakusten den fitxa definitzen du. Eremu baten azpieremu guztiek fitxa berean egon behar dute, edo ezikusita. Ez ikusteak azpieremua kudeatuko ez dela esan nahi du.
fi: määrittelee välilehden, jossa osakenttä näkyy. Kaikki annetun kentän osakentät täytyy olla samalla välilehdellä tai niitä ei näy.
fr: Géré dans l'onglet&nbsp;: se rapporte à l'onglet où le sous-champ est affiché. Ignorer signifie que le sous-champ n'est pas géré .
hi: टैब में प्रबंधित: टैब जहां subfield दिखाया जाता है के साथ संबंधित है. इसका मतलब यह है कि subfield प्रबंधित नहीं है पर ध्यान न दें.
it: indica la scheda in cui il sottocampo viene mostrato. Tutti i sottocampi di un campo devono essere sotto la stessa scheda o ignorati. 'Ignora' significa che il sottocampo non viene gestito.
oc: Géré dins l'onglet&nbsp;: se rapòrte a l'onglet où lo soscamp es afichat. Ignorar significa que lo soscamp es pas gerit .
pt: define o separado onde o subcampo é mostrado. Todos os subcampos de um dado campo deve estar no mesmo separado ou ignorados (não gerido).
pt_br: defina a aba na qual o subcampo é exibido. Todos os subcampos de um determinado campo devem estar na mesma bada ou ignorados. Ignorado quer dizer que o campo não é utilizado.
sk: definuje záložku, v ktorej sa zobrazuje podpole. Všetky podpolia daného poľa musisa byť v rovnakej záložke alebo ignorované. Ignorovať znamená, že podpole sa nespracúva.
sv: anger den flik där det underliggande fältet visas. Alla underliggande fält för ett givet fält måste vara i samma flik eller ignoreras. 'Ignorera' innebär att det underliggande fältet inte hanteras.
tr: Alt alanın gösterildiği sekmeyi tanımlar. Belirli bir alanda tüm altalanlar aynı sekmede olmalıdır ya da görmezden gelinmeli. Görmezden gelmek alt alan yönetilmedi anlamına gelir.
zh_tw: 設定顯示分欄的分頁。同個欄位的分欄必須在同個分頁，或忽略它們，忽略就是不管理它們。

source: defines what you want to appear in the field by default, this will be editable, but it saves time if you use the same note over and over or the same value in a field often.
ar: حدد ما الذي ترغب في أن يظهر في الحقل بشكل إفتراضي، وسيكون قابلاً للتعديل، ولكنه يحفظ لكَ الوقت ، إذا ما كنتَ تستخدم نفس الملاحظة مراراً وتكراراً أو نفس القيمة في الحقل بشكل غالب.
cs: definuje, co chcete zobrazit v poli ve výchozím nastavení, to lze upravovat, ale ušetříte čas, pokud použijete často stále stejnou poznámku a nebo stejnou hodnotu v poli.
da: definerer hvad der som standard skal vises i feltet, dette kan editeres, men det sparer tid, hvis du hele tiden bruger den samme note eller den samme værdi i feltet.
de: legt fest, was Sie im Feld als Standard angezeigt haben wollen. Dies bleibt änderbar, doch es spart Zeit für den Fall, dass Sie die gleiche Notiz immer wieder brauchen oder oft den gleichen Wert in einem Feld verwenden.
el: καθορίζει τι θέλετε να εμφανίζεται στο πεδίο εξορισμού, αυτό θα είναι επεξεργάσιμο, αλλά σώζει χρόνο αν χρησιμοποιείτε την ίδια σημείωση ξανά και ξανά ή συχνά την ίδια τιμή σε ένα πεδίο.
es: define lo que desea que aparezca en el campo de forma predeterminada, esto se puede editar, pero ahorra tiempo si usa la misma nota una y otra vez o el mismo valor en un campo a menudo.
eu: eremuan modu lehenetsian agertzea nahi duzuna definitzen du. Hori editatu daiteke, baina denbora aurreztuko duzu ohar bera behin eta berriz edo eremu batentzat balio bera sarri erabiltzen baduzu.
fi: määrittelee, mitä haluat näkyvän kentässä oletuksena. Tämä on muokattavissa, mutta säästää aikaa, jos käytät samaa huomautusta tai arvoa kentässä usein.
fr: définit ce que vous voulez entrer dans le champ par défaut. C'est modifiable mais cela fait gagner du temps à la saisie.
hi: आप क्या डिफ़ॉल्ट रूप से क्षेत्र में दिखाई देते हैं, इस संपादन योग्य हो जाएगा चाहते हैं, लेकिन अगर आप अक्सर एक क्षेत्र में और अधिक से अधिक या एक ही मूल्य एक ही नोट का उपयोग यह समय बचाता है परिभाषित करता है।
it: definisce il valore di default del campo, che resta modificabile ma risparmia molto tempo in caso di uso frequente
oc: définit ce que volètz entrar dins lo camp per defaut. Es modifiable mas aquò fait gagner del temps a la sasida.
pt: define o que desejar aparecer no campo por omissão, sendo editável, mas permite ganhar tempo se usar a mesma nota quase sempre ou o mesmo valor.
pt_br: define o que você quer que apareça por padrão no campo. Este valor é editável, mas você pode ganhar tempo se utilizar muitas vezes a mesma informação.
sk: definuje, čo chcete aby sa zobrazilo v poli ako predvolené. Bude sa to dať upravovať, no ušetrí Vám to čas, ak znova a znova použijete rovnakú poznámku alebo často rovnakú hodnotu v poli.
sv: definierar vad du vill visa i fältet som standard. Detta fält kan redigeras, men sparar tid om du ofta behöver använda samma meddelande eller samma värde.
tr: Varsayılan olarak alanında görünmesini istediğinizi tanımlar, bu düzenlenebilir olacak, ama tekrar tekrar aynı notu ya da sık sık bir alanda aynı değeri kullanırsanız zaman kazandırır.
zh_tw: 設定顯示的欄位做為預設值，仍可編輯，若重複使用說明或在欄位有相同的值，就很節省時間。

source: display an icon in the search results for new items.
eu: erakutsi ikono bat elementu berrien emaitzen bilaketan
fi: näytä uusille niteille kuvake hakutuloksissa.
hi: नए आइटम के लिए खोज परिणामों में एक आइकन प्रदर्शित करते हैं।
