Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To create a new list of patrons click the 'New patron list' button
ar: لإنشاء قائمة جديدة بالمستفيدين قم بالنقر على زر "قائمة مستفيد جديدة"
cs: Pro vytvoření seznamu čtenářů klikněte na tlačítko "Nový seznam čtenářů"
de: Über 'Neue Benutzerliste' können Sie eine neue Benutzerliste anlegen
el: Για να δημιουργήσετε μια νέα λίστα μελών πατήστε το κουμπί 'Λίστα νέου μέλους'
es: Para crear una nueva lista de usuarios haga clic en el botón 'Nueva lista de usuarios'
fi: Luodaksesi uuden asiakaslistan klikkaa 'Uusi asiakaslista'.
fr: Pour créer une nouvelle liste, cliquez sur le bouton 'Nouvelle liste d'adhérents'
hi: संरक्षक की एक नई सूची बनाने के लिए क्लिक 'नई संरक्षक सूची' बटन
it: Per creare una nuova lista di utenti clicca il tasto 'Nuova lista di utenti'
oc: Per crear una novèla lista, clicatz sul boton 'Novèla lista d'aderents'
pt: Para criar uma nova lista de leitores clique no botão 'Nova lista de leitores'
pt_br: Para criar uma nova lista de usuários, clique no botão 'Nova lista de usuários'
sk: Pre vytvorenie nového zoznamu čitateľov, kliknite na tlačidlo 'Nový zoznam čitateľov'
tr: Yeni bir kullanıcı listesi oluşturmak için 'Yeni Kullanıcı Listesi' butonuna tıklayın
zh_tw: 點選 '新增讀者清單' 鈕，就能新增讀者清單

source: To create a new matching rule:
ar: لإنشاء قاعدة جديدة مطابقة:
cs: Chcete-li vytvořit nové odpovídající pravidlo:
da: For at lave en ny sammenligningsregel:
de: Um eine neue Abgleichregel anzulegen:
el: Για να δημιουργήσετε ένα νέο κανόνα ταύτισης:
es: Para crear una nueva regla de coincidencia:
eu: Bat etortze arau berri bat sortzeko:
fi: Luodaksesi uuden yhdistämissäännön:
fr: Pour créer une nouvelle règle de concordance.
hi: एक नए मिलान नियम बनाने के लिए:
it: Per creare una nuova regola di corrispondenza:
oc: Per crear una novèla règla de concordància.
pt: Para criar uma nova regra de concordância:
pt_br: Para criar uma nova regra de correspondência:
sk: Vytvoriť nové pravidlo zhody:
sv: För att skapa en ny matchningsregel:
tr: Yeni bir eşleştirme kuralı oluşturmak için:
zh_tw: 新增匹配規則：

source: To create a new rotating collection, click the "New Collection" button, fill in the Title and Description, and click Submit. Once submitted you'll see "Collection Name added successfully"; click "Return to rotating collections home" to return to the main Rotating Collections management page (or click Rotating Collections in the sidebar).
fi: Tehdäksesi uuden siirtokokoelman klikkaa "'Uusi kokoelma" -nappia. Anna nimi ja kuvaus ja klikkaa 'Luo'. Jos luonti onnistuu, saat ilmoituksen "Kokoelma 'X' lisätty onnistuneesti"; klikkaa "Palaa siirtokokoelmiin" palataksesi siirtokokoelmien hallintaan (tai klikkaa 'Siirtokokoelmat' sivupalkista).
hi: एक नए घूर्णन संग्रह बनाने के लिए, "नया संग्रह" बटन पर क्लिक शीर्षक और विवरण में भरने, और सबमिट करें क्लिक करें। एक बार जब आप प्रस्तुत देखेंगे "संग्रह का नाम सफलता पूर्वक जोड़ दिया "; क्लिक करें मुख्य संग्रह घूर्णन प्रबंधन पृष्ठ पर लौटने के लिए "घूर्णन संग्रह घर पर लौटें" (या साइडबार में घूर्णन संग्रह क्लिक करें)।

source: To delete a condition, just leave at least one of 'Field' or 'Subfield' empty and click on 'Save'.
ar: لحذف شرط، قم فقط بترك أحد إما "الحقل" أو "الحقل الفرعي" فارغاً وقم بالنقر على "حفظ"
cs: Chcete-li odstranit podmínku, nechte buď "pole" nebo "podpole" (nebo obojí) prázdné a klikněte na "Uložit".
de: Um eine Bedingung zu löschen, kann entweder das 'Feld' oder das 'Unterfeld' frei gelassen und gespeichert werden.
el: Για να διαγράψετε μια κατάσταση, απλά αφήστε τουλάχιστον ένα από τα 'Πεδίο' ή 'Υποπεδίο' κενό και πατήστε 'Αποθήκευση'.
es: Para eliminar una condición, solo deje, al menos, un 'Campo', 'Subcampo' o 'Valor' vacío y haga clic en 'Guardar'.
fi: Poistaaksesi ehdon, jätä vähintään yksi 'Kenttä' tai 'Osakenttä' tyhjäksi ja klikkaa 'Tallenna'.
fr: Pour supprimer une condition, laissez vide au moins une des zones 'Champ', 'Sous-champ' et cliquez sur 'Enregistrer'.
hi: एक शर्त को हटाना, बस 'फील्ड' के कम से कम एक या 'subfield' खाली छोड़ दें और 'सहेजें' पर क्लिक करें।
it: Per cancellare una condizione, lascia vuoto uno tra 'campo' o 'sottocampo' e clicca su 'Salva'.
oc: Per suprimir una condition, daissatz vide al mens una des zones 'Camp', 'Soscamp' e clicatz sus 'Enregistrar'.
pt: Para eliminar uma condição, deixe 'Campo', 'Subcampo' ou 'Valor' vazio e guarde as alterações.
pt_br: Para excluir uma condição, apenas deixe um 'Campo' ou 'Subcampo' em branco e clique em 'Salvar'.
sk: Pre odstránenie podmienky, nechajte aspoň jedno 'Pole' alebo 'Podpole' prázdne a kliknite na 'Uložiť'.
tr: Bir durumu silmek için, 'Alan', 'Alt alan' ya da 'Değer'den en az bir tanesini boş bırakınız ve 'Kaydet' üzerine tıklayınız.
zh_tw: 此 '欄位'、'分欄' 二者至少有一個是空白，再按下 '儲存'，就能刪除條件。

source: To delete a profile, check the 'Delete selected profile' option before clicking 'Submit Query'
ar: لحذف ملف التعريف، التحقق من خيار'حذف ملف التعريف' قبل النقر على 'إرسال الاستعلام'
cs: Chcete-li odstranit profil, zkontrolujte volbu "Smazat vybraný profil" před kliknutím na tlačítko "Odeslat dotaz"
da: For at slette en profil, marker optionen 'Slet valgt profil' før der klikkes på 'Send forespørgsel'
de: Um ein Profil zu löschen, klicken Sie auf 'Markiertes Profil löschen' bevor Sie auf 'Abschicken' klicken
el: Για να διαγράψετε ένα προφιλ, επιλέξτε το 'Διαγραφή επιλεγμένου προφίλ' προτού κάνετε κλικ στο 'Υποβολή Ερωτήματος'
es: Para eliminar un perfil, marque la opción 'Eliminar perfil seleccionado' antes de hacer clic en 'Enviar consulta'
eu: Profil bat ezabatzeko, markatu 'Ezabatu aukeratutako profila' aukera 'Bilatu kontsulta' botoian klik egin aurretik
fi: Jos haluat poistaa profiilin, valitse 'Poista valittu profiili' ja klikkaa OK
fr: Pour supprimer un profil, cochez l'option 'Supprimer le profil sélectionné' avant de cliquer 'Valider'
hi: एक प्रोफाइल को हटाने के लिए 'क्वेरी सबमिट' क्लिक करने से पहले 'चयनित प्रोफ़ाइल हटाएं' विकल्प की जाँच
it: Per cancellare un profilo, seleziona l'opzione 'Cancella profilo selezionato' prima di cliccare 'Invia'
oc: Per suprimir un perfil, cochez l'opcion 'Suprimir lo perfil seleccionat' avant de clicar 'Validar'
pt: Para excluir um perfil, marque a opção 'Apagar perfil seleccionado' antes de clicar em 'Enviar consulta'
pt_br: Para excluir um perfil, marque a opção 'Apagar perfil selecionado' antes de clicar em 'Enviar consulta'
sk: Pre odstránenie profilu, overte možnosť 'Odstrániť vybraný profil' pred kliknutím na 'Odoslať dotaz'
sv: För att radera en profil markerar du 'Radera vald profil' innan du klickar på 'Skicka fråga'
tr: Bir profili silmek için 'Sorguyu gir'e tıklamdan önce 'Seçilmiş Profili Sil' seçeneğini işaretleyin.
zh_tw: 按下 '送出詢問' 前，勾選 '刪除選定的設定檔' 選項，就能刪除設定檔

source: To delete a set, just click on the link 'Delete' on the same line of the set you want to delete.
ar: لحذف مجموعة، فقط انقر على الرابط 'حذف' على نفس السطر من المجموعة التي تريد حذفها.
cs: Chcete-li odstranit sadu, klikněte na odkaz "Odstranit" na stejném řádku sady, kterou chcete odstranit.
da: For at slette et sæt, klik på linket 'Slet' i samme linie, som det sæt, der skal slettes.
de: Um ein Set zu löschen, klicken Sie 'Löschen' in der entsprechenden Zeile.
el: Για να διαγράψετε ένα σύνολο, πατήστε απλά στον σύνδεσμο 'Διαγραφή' στην ίδια γραμμή με το σύνολο που θέλετε να διαγράψετε.
es: Para eliminar un conjunto, solo haga clic en el enlace 'Eliminar' en la misma línea del conjunto que desea eliminar.
eu: Para eliminar un conjunto, sólo tiene que seleccionar en el enlace 'Eliminar' en la misma línea del conjunto que desea eliminar.
fi: Jos haluat poistaa OAI-joukon, klikkaa 'Toiminnot'-alasvetovalikkoa samalla rivillä ja valitse 'Poista'.
fr: Pour supprimet un set, cliquez sur le lien" Supprimer" qui se trouve sur la ligne du Set que vous voulez supprimer.
hi: एक सेट को हटाना, बस सेट आप हटाना चाहते हैं की एक ही लाइन पर कड़ी 'हटाएँ' पर क्लिक करें।
it: Per cancellare un set, clicca sul link 'Cancella' che si trova sulla linea del set che vuoi cancellare.
oc: Per supprimet un set, clicatz sul ligam" Suprimir" qui se tròba sus la linha del Set que volètz suprimir.
pl: Jeśli chcesz usunąć zestaw, kliknij 'Usuń'.
pt: Para eliminar um conjunto, clique na ligação 'Eliminar' na mesma linha do conjunto que deseja eliminar.
pt_br: Para excluir um conjunto, clique no link 'Excluir' na mesma linha do conjunto que quer excluir.
sk: Pre odstránenie sady, stačí ak kliknete na odkaz 'Odstrániť' na rovnakom riadku ako je sada, ktorú chcete odstrániť.
sv: För att radera en uppsättning klickar du bara på länken 'Radera' på samma rad som uppsättningen du vill radera.
tr: Bir seti silmek için silmek istediğiniz set ile aynı satırda bulunan 'sil' bağlantısına tıklayın.
zh_tw: 從資料集的同一頁，勾選 '刪除' 連結，就能刪除資料集。

source: To delete an authority record you first must make sure it's not linked to any bibliographic records. If it is not used by any bibliographic records a 'Delete' link will appear to the right of the record on the search results and as a button that appears after clicking on the summary of the authority record.
ar: لحذف التسجيلة الإستنادية يجب عليك أولا التأكد من عدم ارتباطها مع أي تسجيلات ببليوغرافية. وإذا لم يتم استخدامه من قبل أي تسجيلات الببليوغرافية في الرابط 'حذف' الذي يظهر على يسار نتائج البحث في التسجيلة كما يظهر الزر بعد النقر على ملخص التسجيلة الإستنادية.
cs: Chcete-li odstranit autoritní záznam musíte se nejprve ujistit, že není spojen s bibliografickým záznamem. Pokud není používán žádnými bibliografickými záznamy odkaz pro "Delete" se zobrazí v pravé části záznamu o výsledcích vyhledávání jako tlačítko, které se objeví po kliknutí na shrnutí autoritního záznamu.
da: For at slette en normpost skal du først sikre, at den ikke er forbundet med nogen bibliografisk post. Hvis den ikke bruges af nogen bibliografisk post, vises et 'Slette' link til højre for posten i søgeresultaterne og som en knap, der vises, når der er klikket på oversigten over normposten.
de: Um einen Normdatensatz löschen zu können, müssen Sie zuerst sicher sein, dass er nicht mit irgendeinem bibliographischen Datensatz verbunden ist. Wenn er nicht von einem bibliographichen Satz benutzt wird, erscheit ein 'Löschen' Link rechts neben dem Datensatz bei den Suchresultaten und als Schaltfläche, die aufscheint, wenn Sie die summarische Darstellung des Normdatensatzes wählen.
el: Για να διαγράψετε μία εγγραφή καθιερωμένου όρου πρέπει πρώτα να σιγουρευτείτε ότι δε συνδέεται σε βιβλιογραφικές εγγραφές. Αν δεν χρησιμοποιείται σε βιβλιογραφικές εγγραφής θα εμφανιστεί ο σύνδεσμος 'Διαγραφή' στα δεξιά της εγγραφής στα αποτελέσματα αναζήτησης και επίσης θα εμφανιστεί ως κουμπί αφού κάνετε κλικ στην περίληψη εγγραφής καθιερωμένου όρου.
es: Para eliminar un registro de autoridad primero debe asegurarse de que no está vinculado con registros bibliográficos. Si no es utilizado por registros bibliográficos aparecerá el enlace 'Eliminar" a la derecha del registro en los resultados de búsqueda y como un botón que aparece después de hacer clic en el resumen del registro de autoridad.
eu: Autoritate erregistro bat ezabatzeko, bibliografia erregistroren bati lotuta ez dagoela ziurtatu behar duzu lehendabizi. Bibliografia erregistrorik erabiltzen ez badu, 'Ezabatu' lotura bat agertuko da bilaketa emaitzetan, erregistroaren eskuinera, eta botoi bat, aldiz, autoritate erregistroaren laburpenean klik egin ondoren.
fi: Jos haluat poistaa auktoriteettitietueen, ensin pitää varmistaa, että sitä ei ole linkitetty mihinkään nimeketietueeseen. Jos se ei ole käytössä nimeketietueessa, 'Poista'-linkki tulee näkyviin tietueen oikealle puolelle hakutuloksissa ja sieltä pääset painikkeeseen.
fr: Pour supprimer une autorité, vous devez d'abord être sûr qu'elle n'est pas lié à des notices bibliographiques. Si ce n'est pas le cas, un lien Supprimer est affiché à droite de l'autorité sur la page de résultat d'une recherche et un bouton Supprimer est également affiché sur la page de détail de l'autorité.
hi: एक अधिकारी के रिकॉर्ड को हटाने के लिए आप पहली बार यकीन है कि यह किसी भी ग्रंथ सूची रिकॉर्ड से लिंक नहीं है सुनिश्चित करना चाहिए। यह किसी भी ग्रंथ सूची रिकॉर्ड द्वारा नहीं किया जाता है तो एक 'नष्ट' लिंक खोज परिणामों पर और एक बटन है कि प्राधिकरण रिकॉर्ड का सारांश पर क्लिक करने के बाद प्रकट होता है के रूप में रिकॉर्ड के अधिकार के लिए दिखाई देगा।
it: Per cancellare un record di autorità devi prima essere sicuro che non sia associato a record bibliografici. Se non è usato, ci sarà disponibile un bottone 'Cancella' a destra del record nella pagina dei risultati e all'interno della pagina del record intero.
oc: Per suprimir una autoritat, vos cal d'en primièr èsser sûr qu'elle es pas lié a des notícias bibliograficas. Se ce es pas lo cas, un ligam Suprimir es afichat a dreita de l'autoritat sus la pagina de resultat d'una recèrca e un boton Suprimir es tanben afichat sus la pagina de detalh de l'autoritat.
pt: Para eliminar um registo de autoridade precisa de ter a certeza que nenhum registo bibliográfico se encontra ligado à autoridade. Se não for usado por nenhum registo irá aparece uma ligação 'Eliminar' à direita do registo na lista de resultados e um botão para o mesmo efeito no sumário do registo de autoridade.
pt_br: Para excluir um registro de autoridade você precisa primeiro verificar se ele não está ligado a nenhum registro bibliográfico. Se não estiver sendo utilizado por nenhum registro, um link 'Excluir' aparecerá à direita do registro na página de resultados de busca.
sk: Pre odstránenie záznamu autority sa musíte najprv uistiť, že nie je prepojený na žiaden knižničný záznam. Ak nie je nikde použitý, napravo od záznamu vo výsledkoch hľadania sa zobrazí odkaz 'Odstrániť' a ako tlačidlo sa objaví po kliknutí na súhrn o zázname autority.
sv: För att radera en auktoritetspost måste du först säkerställa att den inte är kopplad till några bibliografiska poster. Om den inte används av några bibliografiska poster visas länken 'Radera' till höger om posten i sökresultaten och som en knapp som visas när du klickat på sammanfattningen för auktoritetsposten.
tr: Bir yetki kaydını silmek istiyorsanız öncelikle herhangi bir bibliyografik kayda bağlantısı olmadığına emin olmalısınız. Herhangi bir bibliyografik kayıt tarafından kullanılmıyorsa 'Sil' bağlantısı yetki kaydının özetine tıkladıktan sonra bir buton olarak arama sonuçlarında kaydın sağında belirecektir.
zh_tw: 必須先確定沒有被任何書目紀錄連結，才能刪除權威紀錄。未被連結的權威紀錄在右方顯示 '刪除' 連結，點選後，出現權威紀錄摘要。

source: To delete one or more alerts, check the checkboxes for those alerts you wish to delete, then click the "Delete selected alerts" button and confirm you want to delete those alerts. %s
fi: Jos haluat poistaa yhden tai useamman hälytyksen, valitse ne hälytykset jotka haluat poistaa, klikkaa sen jälkeen 'Poista valitut hälytykset' ja vahvista niiden hälytysten poisto. %s
hi: वे अलर्ट आप हटाना चाहते हैं के लिए चेक बॉक्स की जांच के लिए एक या अधिक अलर्ट को हटाने के लिए, तो बटन पर क्लिक करें "चयन किया अलर्ट हटाएँ" और पुष्टि करें कि आप उन अलर्ट हटाना चाहते हैं। %s

source: To delete one or multiple of these images, click the checkbox to the right of each image you want to delete and click the 'Delete' button.
ar: لحذف واحد أو العديد من هذه الصور، انقر فوق خانة الاختيار إلى يسار كل الصورة التي تريد حذفها وانقر على زر 'حذف'.
cs: Chcete-li odstranit jeden nebo více z těchto snímků, klepněte na zaškrtávací políčko napravo od každého snímku, který chcete odstranit, a klepněte na tlačítko "Odstranit".
da: For at slette et eller flere billeder, klik på feltet til højre for hvert billede, som skal slettes og klik derefter på knappen 'Slette'.
de: Um eines oder mehrere dieser Bilder zu löschen, klicken Sia auf die Auswahlbox rechts neben jedem Bild, das Sie löschen möchten, und klicken Sie auf den Schalter 'Löschen'.
el: Για να διαγράψετε μία ή πολλαπλές εικόνες, κάντε κλικ στο κουτί επιλογής στα δεξιά κάθε εικόνας που θέλετε να διαγράψετε και στη συνέχεια στο κουμπί 'Διαγραφή'.
es: Para eliminar una o varias de estas imágenes, haga clic en la casilla a la derecha de cada imagen que quiera eliminar y haga clic en el botón 'Borrar'.
eu: Irudi hauetako bat edo gehiago ezabatzeko, markatu ezabatu nahi duzun irudi bakoitzaren eskuinera dagoen kontrol laukia eta egin klik 'Ezabatu' botoian.
fi: Jos haluat poistaa yhden tai useamman kuvan, klikkaa valinta kunkin poistettavan kuvan kohdalla ja sen jälkeen klikkaa 'Poista'.
fr: À savoir&nbsp: Pour supprimer une ou plusieurs de ces images, cochez la case à droite de chaque image que vous voulez supprimer puis cliquez sur le bouton 'Supprimer'.
hi: इन चित्रों में से एक या एकाधिक हटाने के लिए, प्रत्येक छवि आप हटाना और 'डिलीट' बटन पर क्लिक करना चाहते हैं की सही करने के लिए चेकबॉक्स क्लिक करें।
it: Per cancellare una o più di queste immagini, spunta la casella rispettiva e premi il bottone 'Cancella'
oc: De saber&nbsp: Per suprimir un o mantun d'aquestes imatges, marcatz la casa a dreita de cada imatge que volètz suprimir puèi clicatz sul boton 'Suprimir'.
pt: Para eliminar uma ou múltiplas imagens, clique na caixa de texto à direita de cada imagem que deseje eliminar e clique no botão 'Eliminar'.
pt_br: Para excluir uma ou mais imagens, clique na caixa de seleção à direita de cada imagem que você deseja apagar e clique no botão 'Excluir'.
sk: Pre odstránenie jedného alebo viacerých týchto obrázkov, kliknite na políčko napravo od obrázka, ktorý chcete odstrániť a kliknite na tlačidlo 'Odstrániť'.
sv: För att radera en eller flera av dessa bilder markerar du kryssrutan till höger om varje bild du vill radera och klickar på knappen 'Radera'.
tr: Bu görüntülerin bir ya da bir çoğunu silmek için silmek istediğiniz ger görüntünün sağındaki onay kutusuna tıklayın ve sil butonuna tıklayın.
zh_tw: 勾選照片右方盒，再按下 '刪除' 鈕，就能刪除照片。

source: To delete or cancel a hold, choose 'del' from the menu or click the red 'X' to the right of the hold line.
ar: لحذف أو إلغاء الحجز، اختر 'حذف' من القائمة أو انقر على الإشارة الحمراء 'X' على يسار سطر الحجز.
cs: Chcete-li odstranit nebo zrušit rezervaci, zvolte 'del' z menu, nebo klikněte na červený křížek X vpravo od rezervačního řádku.
da: For at slette eller annullere en reservering, vælg 'del' fra menuen eller klik på det røde 'X' til højre for reserveringslinjen.
de: Sie können eine Vormerkung löschen oder stornieren, indem Sie 'del' aus der Liste auswählen oder auf das rote 'X' rechts in der Zeile klicken.
el: Για να διαγράψετε ή να ακυρώσετε μία κράτηση, επιλέξτε 'διαγραφή' από το μενού ή κάντε κλικ στο κόκκινο 'Χ' στα δεξιά της γραμμής κράτησης.
es: Para eliminar o cancelar una reserva, seleccione 'eliminar' desde el menú o haga clic en la 'X' roja a la derecha de la línea de reserva.
eu: Para eliminar o cancelar una reserva, seleccione 'eliminar' desde el menú o haga clic en la 'X' roja a la derecha de la línea de reserva.
fi: Jos haluat poistaa tai peruuttaa varauksen, valitse 'del' valikosta tai klikkaa punaista 'X' oikealla varausrivillä.
fr: Pour supprimer ou annuler une réservation, choisissez l'option Suppr dans le menu ou cliquez sur la croix rouge à droite de la réservation.
hi: हटाने के लिए या एक होल्ड को रद्द करने के लिए, 'डेल' मेनू से चुन सकते हैं या होल्ड लाइन के अधिकार के लिए क्लिक करें लाल 'एक्स'।
it: Per cancellare una prenotazione, scegli 'canc' dal menù o clicca sulla 'X' rossa a destra della linea della prenotazione.
oc: Per suprimir o anullar una reservacion, causissètz l'opcion Suppr dins lo menú o clicatz sus la croix roge a dreita de la reservacion.
pt: Para eliminar ou cancelar uma reserva, escolha 'del' no menu ou clique no X vermelho à direita da linha de reserva.
pt_br: Para excluir ou cancelar uma reserva, escolha 'del' pelo meno ou clique no X vermelho a direita da linha de reserva.
sk: Pre odstránenie alebo zrušenie rezervácie, zvoľte 'del' v ponuke alebo kliknite na červené 'X' napravo od riadku rezervácie.
sv: För att ta bort eller annullera en reservation väljer du 'del' från menyn eller klickar på det röda 'X' som finns till höger om raden med reservationen.
tr: Bir rezervi silmek ya da iptal etmek için, menüden 'Sil'i seçin ya da rezerv satırının sağındaki kırmızı 'X'e tıklayın.
zh_tw: 從選單裡選取 '刪除' 或從預約列右方點選紅色的 'X'，就能刪除或取消預約。

source: To duplicate a budget from a previous year, click on the link for the budget name from the list of budgets
ar: لنسخ ميزانية من العام السابق، قم بالنقر على رابط اسم الميزانية من قائمة الميزانيات
de: Um einen Etat vom Vorjahr zu duplizieren, klicken Sie auf den Namen des Etats in der Liste der Etats
es: Para duplicar el presupuesto de un año anterior, haga clic en el enlace para el nombre del presupuesto desde la lista de presupuestos.
fi: Edellisen vuoden budjetin voit kopioida klikkaamalla budjettien listalta linkkinä olevaa budjetin nimeä
hi: पिछले एक साल से एक बजट नकल करने के लिए, बजट की सूची से बजट नाम के लिए लिंक पर क्लिक करें
it: Per duplicare un budget dall'anno precedente, clicca sul link del nome del budget nell'elenco dei budget.
pt: Para duplicar um orçamento de um ano anterior, carregue na ligação para o nome do orçamento na lista de orçamentos
sk: Pre duplikáciu rozpočtu z minulého roka, kliknite na odkaz pre získanie názvu rozpočtu zo zoznamu rozpočtov
tr: Bir önceki yıldan bir bütçe çoğaltmak için, bütçelerin listesinden bütçe adı bağlantısı üzerine tıklayın.

source: To duplicate a field click on the 'repeat this tag' icon to the right of the tag
ar: لتكرار الحقل انقر على زر 'تكرار هذا الوسم' على يسار الوسم
cs: Chcete-li duplikovat pole klikněte na ikonku "opakovat tento tag" napravo od tagu
da: For at kopiere et felt, klik på ikonet 'gentag dette felt' til højre for feltet
de: Klicken Sie auf das Icon auf der rechten Seite des Feldes, um dieses zu wiederholen
el: Για να πολλαπλασιάσετε ένα πεδίο κάντε κλικ στην εικόνα 'επανάληψη αυτού του πεδίου' στα δεξιά του πεδίου
es: Para duplicar un campo haga clic en el icono 'repetir este campo' a la derecha del campo
eu: Para duplicar un campo haga clic en el icono 'repetir este campo' a la derecha del campo
fi: Toistaaksesi kentän klikkaa 'Toista tämä kenttä' -kuvaketta kentän oikealla puolella
fr: Pour dupliquer un champ, cliquez sur le + (signe plus) sur la droite du champ.
hi: टैग के अधिकार के लिए 'इस टैग को दोहराने के' आइकन पर एक क्षेत्र के लिए क्लिक करें नकल करने के लिए
it: Per duplicare un campo, clicca il segno '[+]' a destra del tag
oc: Per duplicar un camp, clicatz sul + (signe plus) sus la dreita del camp.
pt: Para duplicar um campo clique no ícone para repetir o campo à direita do mesmo
pt_br: Para duplicar um campo clique no sinal de adição (+) ao lado da tag
sk: Pre zdvojenie poľa kliknite na ikonu 'opakovať túto menovku' napravo od menovky
sv: För att kopiera ett fält klickar du på ikonen 'upprepa denna tagg' till höger om taggen
tr: Bir alanı çoğaltmak için etiketin sağındaki 'bu etiketi tekrarla' simgesine tıklayın.
zh_tw: 勾選欄號右方的 '重複此欄號' 圖示，就能複製此欄位
