Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Click the 'Add quote' button in the toolbar and an empty quote entry will be added to the end of the current quote list.
ar: انقر على زر 'أضف إقتباس' في شريط الأدوات وسيتم إضافة إقتباس فارغ إلى آخر قائمة الأقتباسات الحالية.
cs: Klikněte na tlačítko "Přidat citát" na panelu nástrojů a bude přidáno prázdné políčko na konec stávajícího seznamu citátů.
da: Klik på knappen 'Tilføj citat' i værktøjslinien og få tilføjet et tomt citat-entry i bunden af den aktuelle citat-liste.
de: Klicken Sie auf 'Zitat hinzufügen' um einen leeren Eintrag am Ende der Tabelle zu erzeugen.
el: Πατήστε το κουμπί 'Προσθήκη αποφθέγματος' στη γραμμή εργαλείων και μία κενή καταχώρηση αποφθέγματος θα προστεθεί στο τέλος της τρέχουσας λίστας αποφθεγμάτων.
es: Haga click en el botón 'Agregar cita' en la barra de herramientas y se agregará una cita vacía al final de la lista de citas.
eu: Seleccionar el botón 'Añadir quote' en la barra de herramientas e introducir un quote vacío se añade al final de la lista actual de quote
fi: Kun klikkaat 'Lisää sitaatti', tyhjä sitaatti luodaan muiden perään täytettäväksi.
fr: Cliquer sur le bouton 'Ajouter citation' dans le menu et une nouvelle citation vide sera ajoutée en fin de liste des citations.
hi: उपकरण पट्टी में 'बोली जोड़ें' बटन पर क्लिक करें और एक खाली बोली प्रवेश वर्तमान बोली सूची के अंत में जोड़ दिया जाएगा।
it: Clicca su 'Aggiungi citazione' sulla toolbar e una citazione vuota verrà aggiunta al fondo della lista delle citazioni.
oc: Clicar sul boton 'Apondre citacion' dins lo menú e una novèla citacion vide serà aponduda en fin de lista des citacions.
pl: Kliknij na pasku narzędzi 'Dodaj cytat' i pusty wpis zostanie dodany na końcu bieżącej listy cytatów.
pt: Clique no botão 'Adicionar frase' na barra de ferramentas e uma frase vazia será adicionada no fim da lista.
pt_br: Clique em 'Adicionar citação' na barra de ferramentas e uma citação em branco será adicionada no final da lista atual de citações.
sk: Kliknite na tlačidlo 'Pridať citát' v nástrojovej lište a prázdny citát bude pridaný na koniec aktuálneho zoznamu citátov.
sv: Klicka på knappen 'Lägg till citat' i verktygsraden för att lägga till en tom citatpost i slutet på aktuell citatlista.
tr: Araç çubuğundaki 'Bilgi ekle' butonuna tıklayınız ve boş bir bilgi girdisi mevcut bilgi listesinin sonuna eklenecektir.
zh_tw: 勾選工具列的 '新增引句' 鈕，在引句列最後新增空白的引句款目。

source: Click the 'Choose File' button below the instructions.
ar: انقر على زر 'أختر ملف' تحت التعليمات.
cs: Klikněte na tlačítko "Vybrat"/"Procházet" pod návodem.
da: Klik på knappen 'Vælg fil' under instruktionerne.
de: Klicken Sie auf die Schaltfläche 'Datei wählen' unterhalb der Anleitung.
el: Πατήστε το κουμπί 'Επιλογή Αρχείου' κάτω από τις οδηγίες.
es: Haga clic en el botón 'Seleccionar archivo' bajo las instrucciones.
eu: Seleccionar botón 'Cambiar Fichero' debajo de las instrucciones.
fi: Klikkaa 'Selaa' ohjeiden alapuolella.
fr: Cliquer sur le bouton 'Parcourir...' et suivre les instructions.
hi: नीचे दिए गए निर्देशों 'फ़ाइल चुनें' बटन पर क्लिक करें।
it: Clicca su 'Scegli file' sotto le istruzioni.
oc: Clicar sul boton 'Percórrer...' e suivre les instructions.
pl: Kliknij 'Wybierz plik' znajdujący się poniżej instrukcji.
pt: Clique no botão 'Escolher ficheiro' abaixo das instruções.
pt_br: Clique em 'Escolha o arquivo' e siga as instruções.
sk: Kliknite na tlačidlo 'Vybrať súbor' pod pokynmi.
sv: Klicka på knappen 'Välj fil' under instruktionerna.
tr: Komutların altındaki 'Dosya Seç' butonuna tıklayınız.
zh_tw: 勾選說明下的 '選擇檔案' 鈕。

source: Click the 'Duplicate' button at the top of their record
ar: انقر على زر 'تكرار' في الجزء العلوي من سجلهم
cs: Klikněte na tlačítko 'Duplikovat' v horní části jejich záznamu
da: Klik på knappen 'dupliker' øverst i deres post
de: Klicken Sie auf 'Duplizieren' am Anfang des Eintrags
el: Κάντε κλικ στο κουμπί 'Αντιγραφή' στην κορυφή της εγγραφής τους
es: Haga clic en el botón 'Duplicar' al inicio del registro
eu: Egin klik erregistroaren goialdeko 'Bikoiztu' botoian
fi: Klikkaa 'Kopioi'-painiketta tietueen yläreunassa
fr: Cliquez sur le bouton 'dupliquer' en haut de la fiche
hi: उनके रिकॉर्ड के शीर्ष पर 'डुप्लीकेट' बटन पर क्लिक करें
it: Clicca su 'Duplica' in testa al record
oc: Clicatz sul boton 'duplicar' amont de la ficha
pl: Kliknij przycisk 'Duplikuj' u góry rekordu
pt: Clicar no botão 'Duplicar' no topo do registo
pt_br: Clique em 'Duplicar' no início do seu registro
sk: Kliknite na tlačidlo 'Duplikovať' na vrchu ich záznamu
sv: Klicka på knappen 'Kopiera' längst upp i deras post
tr: Kaydının üstünde yer alan 'Çoğalt' butonuna tıklayınız
zh_tw: 勾選紀錄上方的 '重複' 鈕

source: Clicking 'Add' to the right of each name will add them to the routing list. When you have chosen all of the people for the list, click the 'Close' link to be redirected to the routing list.
ar: بالنقر على 'إضافة' على يسار كل اسم ستتم إضافتهم إلى قائمة التمرير. وعندما تتنتهي من الإختيار لكل الأشخاص للقائمة ، أنقر على 'إغلاق' ليتم إعادة تحويلك إلى قائمة التمرير.
cs: Kliknutím na 'Přidat' napravo od každého jména, přidá tato jména do kolovacího seznamu. Pokud jste si vybrali všichny lidi ke kolování, klikněte na "Zavřít" a budete přesměrováni na kolovací seznam.
da: Klik på 'Tilføj' til højre for hvert navn tilføjer det til rutelisten. Når alle personer til listen er valgt, klik på linket 'Luk' for at komme til rutelisten.
de: Wenn Sie auf 'Hinzufügen' auf der rechten Seite des Namens klicken, wird der Benutzer zur Umlaufliste hinzugefügt. Nachdem Sie alle Benutzer auf die Umlaufliste gesetzt haben, klicken Sie auf 'Schließen' um auf die Übersichtsseite zurückzukehren.
el: Κάνοντας κλικ στο 'Προσθήκη' στα δεξιά κάθε ονόματος θα τα προσθέσει στη λίστα δρομολόγησης. Όταν επιλέξετε όλα τα ονόματα για τη λίστα, κάντε κλικ στο 'Κλείσιμο' για να κατευθυνθείτε στη λίστα δρομολόγησης.
es: Haciendo clic en 'Agregar' a la derecha de cada nombre lo agregará a la lista de circulación. Cuando haya elegido todas las personas de la lista, haga clic en el enlace 'Cerrar' para redirigirse a la lista de circulación.
eu: Haciendo clic en 'Agregar' a la derecha de cada nombre lo agregará a la lista de enrutamiento. Cuando haya elegido todas las personas de la lista, haga clic en el enlace 'Cerrar' para redirigirse a la lista de enrutamiento.
fi: Klikkaamalla 'Lisää' jokaisen nimen oikealla puolella lisäät heidät kiertolistaan. Kun olet valinnut kaikki ihmiset listalle, klikkaa 'Sulje'-linkkiä päästäksesi kiertolistalle.
fr: Cliquez sur 'Ajouter' à droite du nom des personnes que vous souhaitez ajouter à la liste de routage. Quand vous avez choisi toutes les personnes que vous voulez, cliquez sur le lien 'Fermer'. Vous serez redirigé sur la liste de routage.
hi: क्लिक करके प्रत्येक नाम के दाईं उन्हें रूटिंग सूची में जोड़ना होगा करने के लिए 'जोड़ें'। आप सूची के लिए लोगों के सभी जब चुना है, मार्ग सूची पर पुनः निर्देशित किया करने के लिए 'बंद' लिंक पर क्लिक करें।
it: Premendo 'Aggiungi' a destra di ciascun nome, li aggiungerà alla routing list. Al termine della scelta dei nomi, premi il link 'Chiudi' per tornare alla routing list.
oc: Clicatz sus 'Apondre' a dreita del nom des personnes que volètz apondre a la lista de rotatge. Quand avètz causit totas las personnes que volètz, clicatz sul ligam 'Tampar'. Seretz redirigé sus la lista de rotatge.
pl: Odbiorców wybieramy klikając 'Dodaj' w kolumnie 'Dodaj' na końcu wiersza. Po wybraniu odbiorców kliknij 'Zamknij', wyświetli się utworzona lista obiegu.
pt: Ao clicar em 'Adicionar' à direita de cada nome irá adicionar-los à lista de circulação. Após escolher todas as pessoas para a lista, feche para ser redireccionado para a lista de circulação.
pt_br: Clicando em 'Adicionar' à direita de cada nome irá adicioná-los à lista de circulação. Quando você tiver selecionado todas as pessoas para a lista, clique em 'Fechar' para voltar à lista de circulação.
sk: Kliknutím na 'Pridať' napravo od každého mena tieto budú pridané do distribučného zoznamu. Keď ste dokončili Váš výber, kliknite na odkaz 'Zatvoriť' a budete presmerovaný/á do distribučného zoznamu.
sv: Klickar du på 'Lägg till' till höger om varje namn så läggs de till i mottagarlistan. När du valt alla som ska vara med på listan klickar du på länken 'Stäng' för att gå till mottagarlistan.
tr: - Her ismin sağındaki 'Ekle'yi tıklamak o isimleri dolaşım listesine ekleyecektir. Listedeki tüm isimleri seçtiğinizde, tekrar dolaşım listesine yönlendirilmek için 'Kapat' bağlantısına tıklayın.
zh_tw: 勾選每個名稱右方的 '新增'，將新增至傳閱清單。選定所有的人加入傳閱清單時，勾選 '關閉' 連結，就轉入傳閱清單。

source: Clicking 'Claims' will open a report that will ask you to choose from your various serial vendors to generate claims for late issues.
ar: بالنقر على 'مطالبات' سيفتح لك تقريراً يطلب منك أن تختار من ضمن موردي الدوريات المختلفين ليتم توليد مطالبات للأعداد المتأخرة .
cs: Kliknutím na 'Upomínky' se otevře výstup, který vás vyzve, abyste si vybrali z různých dodavatelů periodik pro vytvoření upomínek u opožděných čísel.
da: Klik på 'Rykkere' åbner rapporten, hvor der kan vælges melem flere forskellige tidskriftleverandører for at lave ryjjere for forsinkede udgaver.
de: Unter 'Reklamationen' finden Sie einen Report, mit dem Sie überfällige und fehlende Hefte für die verschiedenen Zeitschriftenlieferanten finden und Reklamationsschreiben erzeugen können.
el: Κάνοντας κλικ στο 'Αξιώσεις' θα ανοίξει μία έκθεση που θα σας ζητήσει να επιλέξετε από τους διάφορους προμηθευτές περιοδικών εκδόσεων αυτούς για τους οποίους θα δημιουργήσετε αξιώσεις για αργοπορημένα
es: Haciendo clic en 'Reclamos' abrirá un reporte que le pedirá elegir entre varios proveedores para generar reclamos de ejemplares retrasados.
eu: Haciendo clic en 'Reclamos' abrirá un reporte que le pedirá elegir entre varios proveedores para generar reclamos de ejemplares retrasados.
fi: Klikkaamalla 'Reklamointi' avautuu raportti, jossa kysytään toimittajaa, jolle reklamointi tehdään.
fr: En cliquant sur Réclamation, vous serez amené sur un rapport vous demandant de choisir un fournisseur pour qui générer des réclamations.
hi: क्लिक 'दावों' एक रिपोर्ट है कि आप देर मुद्दों के लिए दावा उत्पन्न करने के लिए अपने विभिन्न सीरियल विक्रेताओं से चुनने के लिए पूछना होगा खुल जाएगा।
it: Premendo 'Solleciti' si aprirà il report che ti chiederà di scegliere il nome del fornitore a cui segnalare i fascicoli in ritardo.
oc: En clicant sus Reclamacion, seretz menat sus un rapòrt que vos demandarà de causir un provesidor per qual generar de reclamacions.
pl: Kliknięcie 'Reklamacje' wyświetli listę dostawców w menu rozwijanym. Wybierz dostawców, do których zostanie wysłana reklamacja.
pt: Ao clicar em 'Reclamações' irá abrir um relatório que pergunta qual o fornecedor para o qual deseja gerar reclamações para número em atraso.
pt_br: Clicando em 'Reclamações' fará com que uma lista de periódicos de diferentes fornecedores seja aberta para que sejam geradas reclamações para números em atraso.
sk: Kliknutím na 'Reklamácie' sa otvorí výkaz, ktorý Vás vyzve, aby ste si vybrali z rôznych predajcov periodík pre vytvorenie reklamácií u oneskorených čísiel.
sv: Klickar du på 'Reklamationer' öppnas en rapport där du kan välja mellan olika leverantörer av periodika för att skapa reklamationer för försenade nummer.
tr: 'Claimler'e tıkladığınızda gecikmiş yayın claimlerini oluşturmak için çeşitli süreli yayınlar sağlayıcılarından seçim yapmanızı isteyen bir rapor ekrana gelecektir.
zh_tw: 勾選 '催缺' 將開啟表單，詢問催缺的期刊供應商。

source: Clicking 'Delink' will remove the 773 field and the link between the analytic and the host.
ar: بالنقر على 'إلغاء الربط' سيمحى الحقل 773 والرابط بين التسجيلة التحليلية والمٌضيف.
cs: Kliknutím na "Zrušit odkaz" odstraní pole 773 a propojení mezi analytickým záznamem a zdrojovým dokumentem.
da: Hvis der vælges 'Delink', fjernes felt 773 og linket mellem analyseprogrammet og værtsprogrammet.
de: Die Schaltfläche 'Link löschen' entfernt das Feld 773 und die Verknüpfung mit dem übergeordneten Werk.
es: Haciendo clic en 'Desligar' removerá el campo 773 y el enlace entra la analítica y la fuente.
eu: Al hacer clic en "desconectarse" se eliminará el campo 773 y el enlace entre lo analítico y el host.
fi: Klikkaamalla 'Irrota linkki' poistat 773-kentän ja linkin osakohteen ja emon välillä.
fr: Cliquer sur 'Délier' supprimera la zone 773 (en MARC21) et le lien entre la notice de dépouillement et la notice hôte.
hi: क्लिक 'से अलग' 773 क्षेत्र और विश्लेषणात्मक और मेजबान के बीच की कड़ी को हटा देगा।
it: Cliccando 'Sgancia' verrà rimosso il campo 773 e il relativo link tra scheda analitica e madre.
oc: Clicar sus 'Délier' suprimira la zòna 773 (en MARC21) e lo ligam entre la notícia de despolhament e la notícia òste.
pt: Ao clicar em 'Remover ligação' irá remover o campo 773 e a ligação entre o analítico e o hospedeiro.
pt_br: Clicando 'Delink' irá remover o campo 773 e o relacionamento entre o analítico e o hóspede.
sk: Kliknutím na 'Odstrániť prepojenie' sa odoberie pole 773 a prepojenie medzi analytickým záznamom a hostiteľom.
sv: Klickar du på 'Ta bort länk' tas fältet 773 samt länken mellan analys och värd bort.
tr: 'Bağlantıyı kaldır'a tıklamak 773 alanın ve analitik ile sunucu arasındaki bağlantıyı silecektir.
zh_tw: 勾選 '不連結'，將移除 773 欄位以及分析與主紀錄的連結。

source: Clicking 'Edit Items' beside the item on the 'Items' tab
ar: بالنقر على 'تحرير المواد' بجانب المادة في تبويب 'المواد'
cs: Kliknutím na "Úprava jednotek" vedle položky na záložce "Jednotky"
da: Klik på 'Rediger eksemplarer' ved siden af eksemplaret på fanen 'Eksemplarer'
de: Wählen Sie in der Maske 'Exemplare' aus dem Menü 'Bearbeiten->Exemplare bearbeiten'
el: Πατώντας 'Επεξεργασία Αντιτύπων' δίπλα στο αντίτυπο στην καρτέλα 'Αντίτυπα'
es: Haciendo clic en 'Editar ejemplares' junto al ejemplar en la pestaña 'Ejemplares'
eu: Egin klik 'Edit Items' botoian 'Items' atazaren ondoan dagoena
fi: Klikkaamalla 'Muokkaa niteitä' niteen vieressä 'Niteet'-välilehdellä
fr: Cliquer sur 'Modifier exemplaire' à coté de l'exemplaire dans l'onglet des exemplaires
hi: 'आइटम' टैब पर क्लिक 'संपादन आइटम' आइटम के बगल में
it: Cliccando 'Modifica copie' accanto alla copia nella scheda 'Copie'
oc: Clicar sus 'Modificar exemplar' a costat de l'exemplar dins l'onglet des exemplars
pl: Kliknij 'Modyfikuj egzemplarze' przy egzemplarzu w zakładce 'Egzemplarze'
pt: Ao clicar em 'Modificar exemplares' junto ao exemplar no separador 'Exemplares'
pt_br: Clicando 'Editar exemplares' ao lado do item na aba 'Itens'
sk: Kliknutím na 'Upraviť exempláre' vedľa exemplára v záložke 'Exempláre'
sv: Klickar du 'Redigera objekt' bredvid objektet på fliken 'Objekt'
tr: 'Materyaller' sekmesi üzerindeki materyalin yanındaki 'Materyalleri değiştir'e tıklamak
zh_tw: 勾選 '館藏' 分頁的館藏旁的 '編輯館藏'

source: Clicking 'Edit in Host' will allow you to edit the item on the host record.
ar: بالنقر على 'التحرير في المُضيف' سيسمح لك بتحرير المادة في التسجيلة المُضيفة.
cs: Kliknutím na "Editovat zdroj" povolí editovat položku zdrojového dokumentu.
da: Klik på 'Rediger i værten' for at redigere eksemplaret i værtsposten.
de: 'In übergeordnetem Titel bearbeiten' erlaubt die Bearbeitung des Exemplars im übergeordneten Titel.
el: Πατώντας 'Επεξεργασία στη Μητρική' θα σας επιτρέψει να επεξεργαστείτε το τεκμήριο στην κύρια εγγραφή.
es: Haciendo clic en 'Editar en registro' le permitirá editar el ejemplar en el registro.
eu: Seleccionar 'Editar' a la derecha de la Hoja de Trabajo, sólo le permitirá editar la Descripción de la Hoja de Trabajo.
fi: Klikkaamalla 'Muokkaa emoa' sallii sinun muokata emotietueen niteitä.
fr: Cliquez sur le lien 'Modifier dans l'hôte' pour pouvoir modifier la description de l'exemplaire.
hi: 'होस्ट में संपादित करें' पर क्लिक करके आप होस्ट रिकॉर्ड पर आइटम को संपादित करने की अनुमति देगा।
it: Premi 'Modifica nella superiore' per cambiare copia nel record superiore.
oc: Clicatz sul ligam 'Modificar dins l'òste' per poder modificar la descripcion de l'exemplar.
pl: Kliknięcie 'Modyfikuj w macierzystym' pozwala Ci na modyfikację egzemplarza w rekordzie macierzystym.
pt: Ao clicar em 'Editar no hospedeiro' irá permitir editar o exemplar no registo do hospedeiro.
pt_br: Clicando em 'Editar no hóspede' irá permitir que edite o item no registro hóspede.
sk: Kliknutím na 'Upraviť hostiteľa' vám dovolí upravovať exemplár na hosťovskom zázname.
sv: Klickar du 'Redigera i värd' kan du redigera objektet i värdposten.
tr: 'Sunucuda düzenleme yap'a tıklamak sunucu kaydındaki materyali düzenlemenize imkan tanıyacaktır.
zh_tw: 勾選 '編輯主紀錄'，將允許您從主紀錄編輯館藏。

source: Clicking 'Edit' and 'Edit Items' from the bibliographic record
ar: بالنقر على 'تحرير' و 'تحرير المواد' من التسجيلة الببليوغرافية
cs: Klikněte na 'Upravit' a 'Upravit jednotky' z bibliografického záznamu
da: Klik på 'Rediger' og 'Rediger eksemplarer' fra den bibliografiske post
de: Klicken Sie 'Ändern' und 'Exemplare ändern' im Titeldatensatz
el: Πατώντας 'Επεξεργασία' και 'Επεξεργασία Αντιτύπων' από τη βιβλιογραφική εγγραφή
es: Haciendo clic en 'Editar' y 'Editar ejemplares' desde el registro bibliográfico
eu: Klik egiten baduzu 'Editatu' eta 'Editatu elementuak' bibliografia erregistroan
fi: Klikkaamalla 'Muokkaa' ja 'Muokkaa niteitä' nimeketietueesta
fr: Cliquez sur 'Modifier' puis 'Modifier exemplaires' depuis la notice bibliographique
hi: ग्रंथ सूची रिकॉर्ड से 'संपादन' और 'संपादन आइटम' पर क्लिक
it: Cliccando 'Modifica' e 'Modifica copie' dal record bibliografico
oc: Clicatz sus 'Modificar' puèi 'Modificar exemplars' dempuèi la notícia bibliographique
pl: Kliknij 'Modyfikuj' i 'Modyfikuj Egzemplarze' przy rekordzie bibliograficznym
pt: Ao clicar 'Editar' e 'Editar exemplares' a partir do registo bibliográfico
pt_br: Clicando 'Editar' e 'Editar exemplares' a partir do registro bibliográfico
sk: Kliknutím na 'Upraviť' a 'Upraviť exempláre' v knižničnom zázname
sv: Klickar du 'Redigera' och 'Redigera objekt' från den bibliografiska posten
tr: Bibliyografik kayıttan 'Değiştir' ve 'Materyalleri değiştir'e tıklamak
zh_tw: 從書目紀錄裡，勾選 '編輯' 與 '編輯館藏'

source: Clicking 'Edit' and then 'Edit items in batch'
ar: بالنقر على 'تحرير' ومن ثم 'تحرير المواد كدفعة'
cs: Klikněte na 'Upravit' a poté 'Upravit položky v dávce'
da: Klik på 'Editer' og 'Editer eksemplarer' fra den bibliografiske post
de: Klicken Sie auf 'Bearbeiten' und dann auf 'Stapelbearbeitung'
el: Πατώντας 'Επεξεργασία' και κατόπιν 'Επεξεργασία αντιτύπων σε παρτίδες'
es: Haciendo clic en 'Editar' y 'Editar ítems en lote'
eu: Haciendo clic en 'Editar' y después 'Editar ítems en biblioteca'
fi: Klikkaamalla 'Muokkaa' ja sitten 'Muokkaa niteitä eräajossa'
fr: Cliquer sur 'Modifier' puis sur 'Modifier exemplaires par lot'
hi: 'संपादन' पर क्लिक करें और फिर 'बैच में संपादित आइटम'
it: Cliccando 'Modifica' e 'Modifica copie via batch'
oc: Clicar sus 'Modificar' puèi sus 'Modificar exemplars per lot'
pl: Klikając 'Modyfikuj', a później 'Modyfikuj egzemplarze w grupie'
pt: Ao clicar 'Editar' e depois 'Editar exemplares no lote'
pt_br: Clicando 'Editar' e 'Modificação de itens em lote'
sk: Kliknutím na 'Upraviť' a potom 'Upraviť exempláre v dávke'
sv: Klickar du 'Redigera' och sedan 'Satsredigera objekt'
tr: 'Düzenle' ve 'Toplu dosyadaki materyalleri düzenle'ye tıklamak
zh_tw: 勾選 '編輯'，再按下 '編輯批次的館藏'

source: Clicking 'Edit' to the right of a Framework will only allow you to edit the Description for the Framework
ar: بالنقر على 'تحرير' إلى اليسار من القالب سيتيح لك فقط أن تحرر الوصف للقالب
cs: Kliknutí na tlačítko 'Upravit' na pravé straně šablony vám umožní pouze upravit popis šablony
da: Klik på 'Rediger' til højre for en struktur giver kun mulighed for at redigere beskrivelsen af strukturen
de: Wenn Sie auf 'Bearbeiten' rechts neben einem Framework klicken, können Sie nur die Beschreibung des Frameworks ändern
el: Πατώντας 'Επεξεργασία' στα δεξιά ενός Πλαισίου θα σας επιτρέψει μόνο να επεξεργαστείτε την Περιγραφή του Πλαισίου
es: Hacer clic en 'Editar' a la derecha de la hoja de trabajo solo le permitirá editar la descripción de la hoja
eu: Klik egiten baduzu lan-orri baten eskuineko 'Editatu' botoian, lan-orriaren deskribapena baino ezingo duzu editatu.
fi: Klikkaamalla 'Muokkaa' luettelointipohjan oikealla puolella pääset vain muokkaamaan luettelointipohjan kuvausta
fr: En cliquant sur 'Modifier' à droite d'une grille vous pourrez uniquement modifier la description de la grille
hi: एक फ्रेमवर्क के अधिकार के लिए 'संपादन' पर क्लिक केवल आप ढांचे के लिए विवरण को संपादित करने की अनुमति देगा
it: Premi 'Modifica' per cambiare la descrizione della griglia di catalogazione
oc: En clicant sus 'Modificar' a dreita d'una grasilha poiretz unicament modificar la descripcion de la grasilha
pl: Kliknij 'Modyfikuj', by modyfikować Opis szablonu.
pt: Clicando 'Editar' à direita de uma modelo apenas irá permitir editar a descrição desse mesmo modelo
pt_br: Clicando 'Editar' a direita da planilha irá somente permitir você editar a descrição da Framework
sk: Kliknutie na 'Upraviť' napravo od Rámca Vám umožní iba úpravu popisu rámca
sv: Kickar du 'Redigera' till höger om ett ramverk kan du bara redigera beskrivningen för ramverket
tr: Çerçevenin sağındaki 'Değiştir'e tıklamak sadece çerçevenin tanımını değiştirmenizi sağlayacaktır.
zh_tw: 勾選框架右方的 '編輯' 鈕，將允許您編輯框架的說明

source: Clicking 'Fast cataloging' will bring you to the fast cataloging form where you can enter the title information
ar: بالنقر على 'فهرسة سريعة' سيجلب لك قالب الفهرسة السريعة حيث ستتمكن من إدخال معلومات العنوان
cs: Kliknutím na tlačítko 'Rychlá katalogizace' se dostanete k formuláři rychlé katalogizace, kde můžete vložit informace o titulu
da: Når der klikkes på 'Hurtig katalogisering' vises formularen til hurtig katalogisering og du kan registrere titel oplysningerne.
de: Klicken Sie auf 'Schnellaufnahme' um in die entsprechende Katalogisierungsmaske zu gelangen.
el: Πατώντας 'Γρήγορη καταλογογράφηση' θα σας μεταφέρει στη φόρμα γρήγορης καταλογογράφησης όπου μπορείτε να εισάγετε την πληροφορία για τον τίτλο
es: Hacer clic en 'Catalogación rápida' lo llevará al formulario de catalogación rápida desde donde podrá ingresar información del título
eu: Seleccionar 'Catalogación Rápida' le llevará a al modo de catalogación rápida donde podrá introducir información del título
fi: Klikkaamalla 'Pikaluettelointi' pääset pikaluettelointiin, jossa voit syöttää nimekkeen tiedot
fr: Cliquer sur 'Catalogage rapide' vous amène au formulaire de catalogage rapide où vous pouvez saisir le titre
hi: क्लिक करके 'फास्ट सूचीबद्ध' आप तेजी से सूचीबद्ध रूप में लाना होगा आप शीर्षक जानकारी दर्ज कर सकते हैं जहां
it: Cliccando su 'Catalogazione veloce' andrai alla griglia di catalogazione veloce dove potrai inserire le informazioni del titolo.
oc: Clicar sus 'Catalogatge rapid' vos mèna al formulari de catalogatge rapid ont podètz sasir lo títol
pl: Kliknięcie na 'Szybkie katalogowanie' przeniesie cię do formularza szybkiego katalogowania, gdzie możesz wprowadzić informacje bibliograficzne
pt: Ao clicar em 'Catalogação rápida' irá aparecer um formulário de catalogação rápida onde pode introduzir a informação do título
pt_br: Clicando em 'Catalogação expressa' te levará ao formulário de catalogação expressa que poderá inserir a informação do título
sk: Kliknutím na 'Rýchlu katalogizáciu' sa dostanete k formuláru rýchlej katalogizácie, kde môžete zadať informácie o titule
sv: Klickar du på 'Snabb katalogisering' kommer du till formuläret för snabb katalogisering där du kan ange titelinformation
tr: 'Hızlı Kataloglama'ya tıklamak, size başlık bilgilerini girebileceğiniz hızlı kataloglama formunu getirecektir.
zh_tw: 勾選 '快速編目'，出現快速編目表單，讓您鍵入題名資訊
