Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you check 'Mandatory,' the record will not be allowed to save unless you have a value assigned to this tag.
ar: اذا قمت بتحديد 'الزامي,' لن يتم السماح بحفظ التسجيلة مالم يكن لديك قيمة معينة لهذه الوسيمة.
cs: Pokud zaškrtnete "Povinné", záznam nebude povoleno ukložit, pokud nemáte hodnotu přiřazenou k tomuto tagu
da: Hvis feltet er markeret som 'Obligatorisk' kan posten ikke gemmes medmindre dette felt har en værdi
de: Wenn Sie 'Pflichtfeld' festgelegt haben, können Sie den Datensatz nicht speichern bis dieses Feld ausgefüllt wurde.
el: Εάν επιλέξετε 'Υποχρεωτικό' δεν θα είναι δυνατή η αποθήκευση της εγγραφής εκτός εάν έχετε ορίσει μια τιμή σε αυτή την ετικέτα.
es: Si se marca 'Obligatorio' no se podrá guardar el registro hasta que no se asigne un valor a ese campo.
eu: Si se marca 'Obligatorio' no se podrá guardar el registro hasta que no se asigne un valor a ese campo.
fi: Jos valitset 'Pakollinen', tietuetta ei voi tallentaa ellet syötä tähän kenttään tietoa
fr: Si vous cochez 'Obligatoire', la notice ne pourra pas être enregistrée tant qu'elle ne contiendra pas de valeur dans ce champ.
hi: अगर आप की जाँच 'अनिवार्य' रिकॉर्ड जब तक आप इस टैग को सौंपा एक मूल्य है को बचाने के लिए अनुमति नहीं दी जाएगी।
it: Se spunti 'Obbligatorio', non sarà possibile salvare il record senza riempire questo campo
oc: Se marcatz 'Obligatòri', la notícia ne poirà pas èsser enregistrada tant qu'elle ne contiendra pas de valor dins aqueste camp.
pt: Se marcar como 'Obrigatório' não poderá guardar o registo sem que tenha associado um valor a esse campo.
pt_br: Se você registrar algum campo como 'Obrigatório' o registro não será salvo ao menos que você coloque algum valor nele.
sk: Ak zaškrtnete 'Povinné', záznam sa nebude dať uložiť pokiaľ nepridelíte hodnotu pre túto menovku.
sv: Om du markerar 'Obligatoriskt' kommer posten inte att kunna sparas om denna tagg inte tilldelats ett värde.
tr: 'Zorunlu' yu onaylarsanız, bu etikete atanmış bir değeriniz olmadıkça kaydın kaydedilmesine onay verilmeyecektir.
zh_tw: 勾選紀錄的 '必備' 時，必須在此欄號鍵入資料，才能儲存。

source: If you check 'Repeatable' then the field will have a plus sign next to it allowing you to add multiples of that tag
ar: اذا قمت بتحديد 'قابل للتكرار' عندئذ سيكون لدى الحقل اشارة زائد بجانبها تسمح لك بإضافة العديد من هذه الوسيمة
cs: Pokud zaškrtnete "Opakovatelné ', pak toto pole bude mít vedle znaménko plus, které vám umožní přidávat další násobky pole
da: Hvis feltet er markeret som 'Gentageligt', vises et plus ved siden af feltet, hvormen man kan tilføje flere af samme felt
de: Wenn Sie 'Wiederholbar' ausgewählt haben, können Sie den Datensatz nicht speichern bis dieses Feld ausgefüllt wurde
el: Αν επιλέξτε το 'Επαναλαμβανόμενο' τότε το πεδίο θα έχει ένα συν δίπλα του που θα σας επιτρέπει να πολλαπλασιάζετε αυτή την ετικέτα
es: Si usted marca 'Repetible' el campo tendrá un signo + al costado que al presionarlo le permitirá agregar múltiples valores de ese campo
eu: 'Errepikagarria' markatzen baduzu, eremuak + zeinua izango du alboan, eta etiketa horren hainbat balio gehitzeko aukera izango duzu
fi: Jos valitset 'Toistettavissa', kentän perässä on plusmerkki, jota klikkaamalla kenttää voi toistaa
fr: Si vous cochez 'Répétable', en saisie, il y aura un signe plus à côté de ce champ grâce auquel vous pourrez entrer des répétitions de ce champ.
hi: यदि आप जांच 'Repeatable' तो क्षेत्र एक प्लस निशान के बगल में होगा आपको लगता है कि टैग के गुणकों जोड़ने के लिए अनुमति
it: Se spunti 'Ripetibile', accanto al campo apparirà un segno '+' cliccabile, che aggiungerà una nuova occorrenza editabile
oc: Se marcatz 'Repetible', en sasida, i aurà un signe plus a costat de ce camp grâce al qual poiretz entrar des repeticions d'aqueste camp.
pt: Se marcar como 'Repetível' aparecerá um símbolo mais junto ao campo que permite adicionar múltiplas cópias do campo
pt_br: Se você registrar algum campo como 'Repetitivo' o campo terá um sinal de mais (+) que permitirá adicionar mais de uma informação no mesmo campo
sk: Ak zaškrtnete 'Opakovateľné' pole bude mať znamienko plus vedľa neho, aby ste mohli pridávať viacero takých menoviek
sv: Om du markerar 'Upprepningsbart' kommer fältet att ha ett plustecken intill sig för att göra det möjligt att lägga till flera instanser av den taggen
tr: 'Tekrar edilebilir'i onaylarsanız, alanda size o etikete daha fazlasını eklemenize izin veren bir artı işareti olacaktır.
zh_tw: 勾選 '可重複'，此欄位旁將出現加號，允許您新增該欄號

source: If you check 'Repeatable,' the field will have a plus sign next to it that will allow you to add multiples of that tag.
ar: اذا قمت بتحديد 'قابل للتكرار,' عندئذ سيكون لدى الحقل اشارة زائد بجانبها تسمح لك بإضافة العديد من هذه الوسيمة.
cs: Pokud zaškrtnete "Opakovatelné ', pak toto pole bude mít vedle znaménko plus, které vám umožní přidávat další násobky pole
da: Hvis feltet er markeret som 'Gentageligt', vises et plus ved siden af feltet, hvormen man kan tilføje flere af samme felt.
de: Wenn Sie 'Wiederholbar' ausgewählt haben, wird neben dem Feld ein Pluszeichen angezeigt, mit dem das Feld dupliziert werden kann.
el: Εάν επιλέξτε 'Επαναλαμβανόμενο' τότε το πεδίο θα έχει ένα σύμβολο συν δίπλα του το οποίο θα σας επιτρέπει να πολλαπλασιάζετε αυτή την ετικέτα
es: Si usted marca 'Repetible' el campo tendrá un signo + al costado que al presionarlo le permitirá agregar múltiples valores de ese campo.
eu: Si usted marca 'Repetible', el campo tendrá un signo más al lado que al presionarlo le permitirá agregar múltiples valores de ese campo.
fi: Jos valitset 'Toistettavissa', kentän perässä on plusmerkki, jota klikkaamalla kenttää voi toistaa.
fr: Si vous cochez 'Répétable', il y aura un signe plus à côté de ce champ grâce auquel vous pourrez répéter plusieurs fois ce champ.
hi: अगर आप की जाँच 'Repeatable,' क्षेत्र में यह करने के लिए अगले एक से अधिक संकेत है कि आप कि टैग के गुणकों जोड़ने के लिए अनुमति देगा होगा।
it: Se spunti 'Ripetibile', accanto al campo apparirà un segno '+' cliccabile, che aggiungerà una nuova occorrenza editabile
oc: Se marcatz 'Repetible', i aurà un signe plus a costat d'aqueste camp grâce al qual poiretz repetir plusieurs fois aqueste camp.
pt: Se marcar como 'Repetível' aparecerá um símbolo mais junto ao campo que permite adicionar múltiplas cópias do campo.
pt_br: Se você registrar algum campo como 'Repetitivo' o campo terá um sinal de mais (+) que permitirá adicionar mais de uma informação no mesmo campo.
sk: Ak zaškrtnete 'Opakovateľné' pole bude mať znamienko plus vedľa neho, aby ste mohli pridávať viacero takých menoviek.
sv: Om du markerar 'Upprepningsbart' kommer fältet att ha ett plustecken intill sig för att göra det möjligt att lägga till flera instanser av den taggen.
tr: 'Tekrar edilebilir'i onaylarsanız, alanda size o etikete daha fazlasını eklemenize izin veren bir artı işareti olacaktır.
zh_tw: 勾選 '可重複'，此欄位旁將出現加號，允許您新增該欄號。

source: If you check out an item that has multiple pieces and you have cataloged that information in subfield 3 of the item record (in MARC21) a message will pop up when you check out that item telling you how many pieces should be there.
ar: اذا استعرت مادة لديها وثائق متعددة و قد قمت بفهرسة تلك المعلومات في الحقل الفرعي 3 من تسجيلة المادة (في مارك21) ستظهر رسالة عند إعارة تلك المادة تخبرك كم عدد الوثائق التي يجب أن تكون هناك.
cs: Pokud půjčujete jednotku, která má v podpoli 3 pole 952 (nebo jiného pole, které používáte pro záznam jednotek) uvedeny další součásti (přílohy), objeví se zpráva, která Vás na to upozorní.
da: Hvis du udlåner et materiale, som har flere enheder og du har katalogiseret den information i underfelt 3 i materialeposten (i MARC 21) vil en besked poppe op, når du udlåner materialet, som fortæller dig hvor mange enhedr, der skulle være.
de: Wenn Sie ein mehrteiliges Exemplar ausbuchen und diese Information im Unterfeld 3 des Exemplarsatzes (MARC 21) gespeichert haben, erscheint eine Nachricht, die zur Prüfung der entsprechenden Anzahl der Teile auffordert.
el: Εάν δανείζετε ένα τεκμήριο το οποίο αποτελείται από πολλά μέρη και έχετε καταλογογραφήσει αυτή την πληροφορία στο υποπεδίο 3 στην εγγραφή του τεκμηρίου (στο MARC21) θα εμφανιστεί ένα μήνυμα λέγοντάς σας πόσα μέρη θα πρέπει να βρίσκονται εκεί όταν δανείζετε αυτό το τεκμήριο.
es: Si está prestando un ítem que tiene múltiples piezas y ha catalogado esa información en el subcampo 3 del registro del ítem (en MARC21) aparecerá un mensaje cuando preste ese ítem indicándole cuantas piezas debería haber.
eu: Si prestamos un ítem que tieen múltiples partes y ha sido catalogada esa información en el subcampo 3 en el registro del ítem (en Marc 21), aparecerá un mensaje cuando realiace el préstamos indicando cuántas piezas debe haber.
fi: Jos lainaat niteen, jossa on useita osia ja luettelointitiedoissa on tästä tieto osakentässä 3 nidetiedoissa (MARC21-formaatissa), saat lainausnäytölle ponnahdusikkunan, jossa kerrotaan osien lukumäärä.
fr: Si vous prêtez un exemplaire qui a plusieurs éléments et que vous avez saisi cette information dans le sous-champ 3 de l'exemplaire (en MARC21), une popup s'affiche lors du prêt, vous indiquant le nombre d'éléments attendus.
hi: आप किसी वस्तु को कई टुकड़े है कि बाहर की जाँच करें और आप (MARC21 में) आइटम रिकॉर्ड की subfield 3 में है कि जानकारी के संदेश को पॉप जाएगा जब आप आप कह रही है कि कितने टुकड़े होना चाहिए कि आइटम बाहर की जाँच सूचीबद्ध किया है।
it: Se stai prestando una copia con pezzi multipli e hai inserito questa informazione nel sottocampo 3 del record di copia (in MARC21) un messaggio apparirà quando farai il prestito della copia che ti dirà quanti pezzi ci devono essere.
oc: Se vous prèst ez un exemplar qui a plusieurs elements e qu'avètz sasit aquesta informacion dins lo soscamp 3 de l'exemplar (en MARC21), una popup s'aficha al moment del prèst , vous indicant lo nombre d'elements esperats.
pl: Jeśli wypożyczasz egzemplarz z dodatkami (informacja w 952 podpolu 3 rekordu w MARC21), wyświetli się komunikat z liczbą części, które zostały wypożyczone.
pt: Se emprestar um exemplar que tem várias partes e se catalogou essa informação no subcampo 3 do exemplar (MARC21) uma mensagem aparecerá aquando do empréstimo a avisar quantas partes devem estar.
pt_br: Se você emprestar um item que tem mais de uma parte e catalogou esta informação no subcampo 3 do registro do Item (no MARC21), uma mensagem irá aparecer avisando quantos itens terá que ser emprestado.
sk: Ak vypožičiavate exemplár, ktorý má viacero kusov a túto informáciu ste zaregistrovali v podpoli 3 záznamu (v MARC21), vyskočí správa pri jeho výpožičke o tom, koľko kusov by mal obsahovať.
sv: Om du lånar ut ett objekt som består av flera delar, och du katalogiserat den informationen i underliggand fält 3 för objektposten (i MARC21), kommer ett meddelande att visas när du lånar ut, med information om hur många delar som ska finnas.
tr: Birden fazla parçası olan bir materyali ödünç veriyorsanız, materyal kaydının (MARC21’deki) alt alan 3’teki bilgisini kataloglamış olursunuz. Materyali ödünç verdiğinizde o materyalin kaç parça olması gerektiğini belirten bir mesaj belirecektir.
zh_tw: 借出套書，則該套書已著錄於館藏紀錄(於 MARC21 時)的分欄 3，將彈出訊息告知還有其他部份可借出。

source: If you checked out an item for on site use you will see that highlighted in red in the checkout summary.
ar: إذا قمت باستعارة مادة للاستخدام في الموقع سترى ذلك مظللا باللون الأحمر في ملخص الاستعارة
de: Wenn Sie ein Exemplar als 'Vor-Ort-Ausleihe' entliehen haben, wird ein roter Hinweis in der Ausleihübersicht angezeigt.
es: Si usted hace préstamo de un ítem para uso in situ, notará que estos préstamos son resaltados en rojo en el resumen de préstamo.
eu: Item baten mailegua egiten baduzu bertan erabiltzeko, ikusiko duzu nola mailegu horiek gorriz azpimarratzen diren maileguaren laburpenean.
fi: Jos lainasit niteen on-site-käyttöön, näet sen korostettuna punaisella lainojen yhteenvedossa.
fr: Si vous avez prêté un document en consultation sur place, vous verrez qu'il est surligné en rouge dans le récapitulatif des prêts.
hi: यदि आप साइट के उपयोग पर के लिए एक आइटम चेक आउट की आप उस चेकआउट सारांश में लाल रंग में देखेंगे।
it: Se hai prestato una copia a uso interno, la vedrai evidenzata nel riepilogo dei prestiti.
oc: Se avètz prestat un document en consultacion sus plaça, veiretz qu'il es surligné en roge dins lo recapitulatiu des prèstes.
sk: Ak ste vypožičali exemplár na použitie na mieste, uvidíte ho zvýraznený červenou v súhrne výpožičiek.
tr: Bir materyali bina içinde kullanım için ödünç verdiyseniz ödünç verme özetinde bu materyalin adının kırmızı renkte vurgulandığını göreceksiniz.

source: If you choose 'Others...' as your reason you will be prompted to enter your reason in a text box. Clicking 'Cancel' to the right of the box will bring back the pull down menu with authorized reasons.
ar: اذا اخترت ‘أُخرى…’ كسبب خاص بك ستتم مطالبتك بإدخال السبب الخاص بك في مربع نص. النقر على ‘Cancel’ إلى يسار المربع سيعيد اسدال القائمة مع الأسباب المستندة.
cs: Pokud zvolíte "Ostatní ..." z vlastního uvážení, budete vyzváni k zadání důvodu v textovém poli. Kliknutím na 'Zrušit' napravo od pole vás přenese zpět k roletovému menu s oprávněnými důvody.
da: Hvis der vælges 'Andre...' som din årsag, vil du blive opfordret til at indtaste årsagen i et tekstfelt. Klik på 'Annulér' til højre for feltet vil bringe rullemenuen med autoriserede årsager tilbage.
de: Wenn Sie als Ihre Begründung 'Andere...' wählen, können Sie einen freien Text in das Eingabefeld eingeben. Wählen Sie abbrechen rechts neben der Box um wieder die normierte Liste mit Texten zu erhalten.
el: Εάν επιλέξετε 'Άλλοι...' ως αιτιολογία θα σας ζητηθεί να πληκτρολογήσετε την αιτία σε ένα πλαίσιο κειμένου. Πατώντας 'Ακύρωση' στα δεξιά του κουτιού θα επαναφέρετε το αναπτυσσόμενο μενού με τις καθιερωμένες αιτίες.
es: Si usted elige 'Otros...' como motivo se le pedirá que ingrese su motivo en un cuadro de texto. Haciendo clic en 'Cancelar' a la derecha del cuadro traerá nuevamente el menú desplegable con las razones autorizadas.
eu: Arrazoi bezala 'Beste batzuk...' aukeratzen baduzu, zure arrazoia testu koadro batean sartzeko eskatuko zaizu. Kaxaren eskuinera dagoen 'Ezeztatu' botoian klik egiten baduzu, arrazoi baimenduak dituen gotibeherako menua azalduko da berriro.
fi: Jos valitset syyksi 'Muut...', saat laatikon, johon pitää kirjoittaa syy. Klikkaamalla 'Peruuta' laatikon oikealla puolella pääset takaisin alasvetovalikon syihin.
fr: Si vous choisissez 'Autres...', vous serez invité à entrer un texte dans un champ Raison. En cliquant Annuler sur la droite de ce champ, vous revenez à la liste de valeurs autorisées des raisons prédéfinies.
hi: आप 'दूसरों ...' अपने कारण के रूप में चुनते हैं, तो आप एक टेक्स्ट बॉक्स में अपना दूसरा प्रवेश करने के लिए प्रेरित किया जाएगा। बॉक्स के दाईं अधिकृत कारणों के साथ नीचे खींच मेनू वापस लाना होगा करने के लिए क्लिक करने 'रद्द करें'।
it: Se scegli 'Altro...' come motivazione, dovrai specificarla in un campo di testo che comparirà. Premendo 'Cancella' alla destra del campo tornerai indietro.
oc: Se vous causissètz 'Autres...', seretz invité a entrar un tèxte dins un camp Raison. En clicant Anullar sus la dreita d'aqueste camp, vous revenez a la lista de valors autorizadas des raisons prédefinidas.
pl: Jeśli wybrano 'Inne...' jako powód, należy wprowadzić uzasadnienie decyzji w polu tekstowym. Kliknięcie 'Anuluj' po prawej stronie, nie zatwierdzi wpisanego tekstu i pozwoli wybrać inny powód decyzji.
pt: Se escolher 'Outras..' como razão irá aparecer uma caixa de texto para introduzir a real razão. Se carregar em 'Cancelar' à direita da caixa de texto irá voltar ao menu com as razões autorizadas.
pt_br: Se você selecionar 'Outros...' como uma razão, surgirá um campo de texto para você digitar o motivo. Clicando 'Cancelar' no lado direito da caixa irá trazer uma lista com as razões pré-definidas.
sk: Ak zvolíte 'Ostatné…' ako Váš dôvod, budete ho môcť zadať do textového políčka. Kliknutím na 'Zrušiť' napravo od políčka sa vrátite do rozbaľovacej ponuky s povolenými dôvodmi.
sv: Om du väljer 'Andra...' som ditt skäl, kommer du att ombes ange ditt skäl i en textruta. Klickar du på 'Avbryt' till höger om rutan visas återigen rullgardinsmenyn med auktoriserade skäl.
tr: Neden olarak 'Diğerlerini ...' seçerseniz, metin kutusuna nedeninizi girmeniz için yönlendirileceksiniz. Kutunun sağındaki 'İptal'e tıklamak yetki nedenleriyle birlikte açılır menüyü ekrana getirecektir.
zh_tw: 若選擇 '其他... '為理由，將提示您將理由寫在文字盒內。勾選盒右方的 '取消'，將回到授權理由的下拉選單。

source: If you choose 'Plan by MONTHS' you will see the budgeted amount broken down by months.
ar: اذا اخترت 'تخطيط حسب الأشهر' سترى مبلغ الميزانية مقسمة حسب الأشهر.
cs: Pokud zvolíte "Naplánovat podle MĚSÍCŮ" uvidíte rozpočtované částky v členění podle jednotlivých měsíců.
da: Hvis der vælges 'Planlæg efter MÅNEDER' ses budgettet opdelt efter måneder.
de: Wenn Sie 'Planung nach Monaten' auswählen, wird der Betrag auf Monate heruntergebrochen.
el: Εάν επιλέξετε 'Προγραμματισμός κατά ΜΗΝΕΣ' θα δείτε το ποσό του προϋπολογισμού διαιρεμένο σε μήνες.
es: Si selecciona 'Planificación por MESES' verá el monto presupuestado fraccionado por meses.
eu: 'Planifikatu HILABETEKA' aukeratzen baduzu, aurrekontu barneko kopurua ikusiko duzu, hilabeteka banatuta.
fi: Jos valitset 'Suunnittele kuukausittain', näet budjettisumman pilkottuna kuukausittain.
fr: Si vous choisissez 'Planifier par mois', vous verrez le montant du budget découpé par mois
hi: यदि आप 'महीनों से योजना' के लिए चुनते हैं आप महीने से टूट बजट राशि देखेंगे।
it: Se scegli 'Pianifica per mesi' vedrai l'ammontare del budget diviso per mesi.
oc: Se vous causissètz 'Planifier per mois', veiretz lo montant del budgèt découpé per mois
pl: Jeśli wybierzesz 'Planuj ze względu na miesiące', wyświetli się kwota budżetu w podziale na miesiące.
pt: Se escolher um 'Plano por MESES' você verá que o orçamento diminui por cada mês passado.
pt_br: Se você selecionar 'Planejar por MESES' você verá o orçamento dividido em meses.
sk: Ak si zvolíte 'Plánovať podľa MESIACOV', uvidíte rozpočtovú čiastku rozpísanú podľa mesiacov.
sv: Om du väljer 'Planera per MÅNAD' visas budgetbeloppet uppdelat per månad.
tr: 'AYLARA göre planla' yı seçerseniz, bütçelenmiş tutarın aylara göre ayrıldığını göreceksiniz.
zh_tw: 若選擇 '依月計畫'，將看到預算依月分列。

source: If you choose 'Print slip' it will print all of the items the patron has checked out, including those they checked out at an earlier date. Choosing 'Print quick slip' will print only the items that were checked out today.
ar: اذا اخترت 'طباعة كعب' سيتم طباعة كل المواد التي قام المستفيد باستعارتها, بما في ذلك المواد المستعارة في تاريخ سابق. اختر 'طباعة الكعب السريع ' فقط سيتم طباعة المواد التي قد تمت اعارتها اليوم.
cs: Pokud vyberete 'Tisk' -> 'Všechny výpůjčky', budou vytištěny všechny aktuální výpůjčky čtenáře. Pokud vyberete 'Tisk' -> ' Dnešní výpůjčky', budou vytištěny pouze dnešní výpůjčky.
da: Hvis du vælger 'Udskriv seddel' udskrives alle de materialer, som låneren har lånt, incl. dem som han har lånt tidligere. Klik på 'Hurtig seddel' udskriver kun dem, som han har lånt i dag.
de: Wenn Sie 'Quittung drucken' wählen, werden alle Medien ausgedruckt, die der Benutzer ausgeliehen hat, einschließlich jener mit früherem Datum. 'Kurzquittung' druckt nur die Medien aus, die heute ausgeliehen wurden.
el: Εάν επιλέξετε 'Εκτύπωση σημειώματος' θα εκτυπωθούν όλα τα τεκμήρια που έχει δανειστεί το μέλος, συμπεριλαμβανομένων εκείνων που δανείστηκε σε προηγούμενη ημερομηνία. Επιλέγοντας 'Εκτύπωση Γρήγορου Σημειώματος' θα εκτυπωθούν μόνο τα τεκμήρια που δανείστηκαν σήμερα.
es: Si elige 'Recibo' se imprimirán todos los ítems que el usuario tiene prestado, incluidos los que han sido prestados en una fecha anterior. Eligiendo 'Recibo rápido' imprimirá sólo los ítems que se han prestado el día de la fecha.
eu: Si elige 'Imprimir recibo' se imprimirán todos los ítems que el socio tiene prestado, incluidos los que han sido prestados en una fecha anterior. Eligiendo 'Imprimir recibo rápida' imprimirá sólo los ítems que se han prestado el día de la fecha.
fi: Jos valitset 'Tulosta kuitti', siihen tulostuu kaikki asiakkaan lainat. Valitsemalla 'Tulosta pikakuitti' kuittiin tulostuu vain tänään lainatut niteet.
fr: Si vous avez choisi 'Imprimer ticket', cela imprimera tous les exemplaires que l'adhérent vient d'emprunter, y compris les exemplaires précédemment empruntés. En choisissant 'Ticket rapide', seuls les prêts du jour seront imprimés.
hi: यदि आप 'प्रिंट' पर्ची चुनते हैं यह आइटम संरक्षक बाहर की जाँच की है, वे उन लोगों की एक पहले की तारीख पर बाहर की जाँच सहित सभी प्रिंट होगा। 'प्रिंट त्वरित पर्ची' चुनने केवल आइटम है कि आज बाहर की जाँच कर रहे थे प्रिंट होगा।
it: Se scegli 'Stampa ricevuta', verrà stampata una ricevuta con tutte le copie prese in prestito dall'utente, comprese quelle prese in prestito in precedenza. scegliendo 'Ricevuta veloce' verranno stampate solo le copie prese in prestito oggi.
oc: Se avètz causit 'Imprimir ticket', aquò imprimira totes los exemplars que l'aderent vient d'emprunter, y compris los exemplars précédemment empruntats. En causissent 'Ticket rapide', sols los prèstes del jorn seràn imprimits.
pl: Jeśli wybierzesz 'Drukuj wszystkie rewersy', zostanie wydrukowana lista z wszystkimi egzemplarzami, które użytkownik wypożyczył, włącznie z wcześniejszymi wypożyczeniami. Jeśli wybierzesz 'Drukuj dzienne rewersy', zostaną wydrukowane jedynie egzemplarze, które zostały wypożyczone danego dnia.
pt: Se escolher 'Imprimir recibo' irá imprimir todos os exemplares que o leitor tem na sua posse, incluindo os que foram emprestados numa data anterior à de hoje. Se escolher 'Imprimir recibo rápido' apenas os emprestados hoje aparecerão.
pt_br: Se você selecionar 'Imprimir Recibo' será impressa uma lista de todos os exemplares emprestados pelo usuário, inclusive aqueles emprestados anteriormente. Escolhendo 'Imprimir Recibo Rápido' irá imprimir uma lista com apenas os exemplares emprestados hoje.
sk: Ak si zvolíte 'Vytlačiť ústrižok', vytlačia sa všetky exempláre vypožičané čitateľom, vrátane tých, ktoré si vypožičali v skoršom dátume. Voľbou 'Rýchly ústrižok' sa vytlačia iba exempláre vypožičané dnes.
sv: Om du väljer 'Skriv ut kvittering' skrivs alla objekt låntagaren lånat ut, inklusive sådana som lånades tidigare datum. Väljer du 'Snabbutskrift kvittering' skrivs endast de objekt som lånades idag ut.
tr: 'Fiş çıktısını al'ı seçerseniz, bu komut, kullanıcının daha önceki tarihlerde yapmış olduğu ödünç işlemlerini içine alarak, ödünç aldığı tüm materyallerin çıktısını alacaktır. 'Hızlı fiş çıktısını' seçmek sadece bugün ödünç alınan materyallerin çıktısını alacaktır.
zh_tw: 若選擇 '列印收條'，將列印讀者借出的所有收條，包括稍早借出的內容。選擇 '快速列印收條'，則僅列印今天借出的館藏。
