Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: After this item is checked in the status of the item will be changed in the catalog to 'in transit'
ar: بعد رد هذه المادة حالة المادة ستتغير في الفهرس إلى 'قيد النقل'
cs: Po vrácení této jednotky se její stav v katalogu změní na "na cestě"
da: Når dette eksemplar er markeret i eksemplarets status, ændres det i kataloget til 'i transit'
de: Nachdem das Exemplar zurückgebucht wurde, ändert sich der Status des Exemplars im Katalog zu 'Unterwegs'
el: Αφού επιστραφεί αυτό το τεκμήριο η κατάστασή του θα αλλάξει στον κατάλογο σε 'σε μεταφορά'
es: Después que este ítem sea devuelto el estado del ítem se cambiará en el catálogo a 'en tránsito'
eu: Elementua itzulitakoan, elementuaren egoera aldatu egingo da, eta 'bidean&nbsp; jarri
fi: Kun tämä nide on palautettu, niteen tila muuttuu luettelossa 'kuljetettavana'-tilaksi
fr: Après le retour, le statut de l'exemplaire sera changé dans le catalogue en 'en transit'
hi: बाद में इस मद आइटम की स्थिति में जाँच की है 'पारगमन में' करने के लिए सूची में बदल जाएगा
it: Dopo che questa copia è rientrata (check in) il suo status viene cambiato in 'in transito' nel catalogo
oc: Aprèp lo retour, l'estatut de l'exemplar serà cambiat dins lo catalòg en 'en transit'
pl: Po wczytaniu tego egzemplarza, zmieni się jego status w katalogu na 'W drodze'
pt: Após este exemplar ser devolvido, o estado do exemplar será alterado no catálogo de 'em trânsito'
pt_br: Depois que este exemplar é devolvido o status do exemplar mudará no catálogo para 'em trânsito'
sk: Po vrátení tohto exemplára sa jeho stav v katalógu zmení na 'na ceste'
sv: När detta objekt återlämnats ändras status för objektet i katalogen till 'På väg'
tr: Bu materyal iade edildikten sonra, materyalin katalogdaki durumu 'geçiş halinde' olarak değişecektir
zh_tw: 還入館藏後，目錄裡面館藏的狀態將改為 '傳送中'

source: After uploading you will be presented with a confirmation
ar: بعد الرفع ستظهر لك رسالة تأكيد
cs: Po nahrání se Vám zobrazí potvrzení.
da: Efter opload, opfordres du til at bekræfte
de: Nach dem Upload werden Sie aufgefordert, diesen zu bestätigen
el: Μετά τη φόρτωση θα σας παρουσιαστεί ένα μήνυμα επιβεβαίωσης.
es: Después de cargar la data, se le presentará un mensaje de confirmación
eu: Kargatu ondoren, baieztapen mezu bat agertuko da
fi: Latauksen jälkeen saat vahvistusilmoituksen
fr: Après le téléchargement vers le serveur, un message de confirmation s'affichera.
hi: अपलोड करने के बाद आप एक पुष्टि के साथ प्रस्तुत किया जाएगा
it: Dopo aver caricato, ti verrà presentato un messaggio di conferma.
oc: Aprèp lo telecargament cap a lo servidor, un messatge de confirmacion s'aficharà.
pl: Po przesłaniu zostanie wyświetlony komunikat z potwierdzeniem
pt: Depois de carregar você será presenteado com uma mensagem de confirmação.
pt_br: Depois de escolher você receberá uma mensagem de confirmação
sk: Po natiahnutí sa Vám zobrazí potvrdenie
sv: När du laddat upp visas ett meddelande om detta.
tr: Karşıya yükleme işlemi bittikten sonra karşınıza bir onay ekranı gelecek
zh_tw: 上傳之後，出現確認訊息

source: After you are done scanning the barcodes to add to the course you can see them on the course page.
ar: بعد انتهائك من مسح الباركود ضوئياً لإضافتها إلى الكورس يمكنك رؤيتها في صفحة الكورس
cs: Vámi načtené dokumenty můžete vidět na hlavní stránce kurzu.
de: Wenn Sie alle Barcodes gescannt haben, können Sie diese auf der Kursseite sehen.
el: Αφού ολοκληρώσετε τη σάρωση των barcodes για την εισαγωγή στο μάθημα, μπορείτε να τα δείτε στη σελίδα μαθήματος.
es: Después de haber terminado de escanear los códigos de barras para agregar al curso, usted puede verlos en la página del curso.
eu: Fitxategiak kargatu ondoren, klik egin dezakezu 'View pending offline circulation actions' aukerak eskubialdeko akzioak prozesatzeko.
fi: Kun olet lisännyt viivakoodit kurssille, näet niteet kurssitiedoissa.
fr: Lorsque vous aurez scanné les codes à barres des documents à ajouter au cours, ils s'afficheront sur la page du cours.
hi: तुम्हारे जाने के बाद पाठ्यक्रम में जोड़ने के लिए बारकोड स्कैनिंग कर रहे हैं तो आप उन्हें कोर्स पेज पर देख सकते हैं।
it: Dopo la scansione dei barcode da aggiungere al corso, li vedrai nella pagina del corso.
oc: Quand auretz scannat los còdis a barras des documents a apondre al cours, ils s'aficharàn sus la pagina del cors.
pl: Po wczytaniu kod kreskowego wyświetli się na stronie kursu.
pt: Após ler os códigos de barras dos exemplares a adicionar ao curso pode ver-los na página de curso.
pt_br: Depois de escanear o código de barras para adicioná-los ao curso, você pode vê-los na página do curso.
sk: Po dokončení skenovania čiarových kódov pre pridanie do kurzu, môžete ich vidieť na stránke kurzov.
tr: Süreci eklemek için barkod taramayı bitirdikten sonra, onları süreç sayfasında görebilirsiniz.
zh_tw: 在您完成條碼掃瞄把書籍等內容加入課程後，您可在課程頁面看到相關資訊。

source: All circulation rights except the ability to override renewals
ar: كل حقوق الإعارة باستثناء القدرة على تخطي التجديدات
cs: Všechna práva k modulu Výpůjčky kromě práva obejít prodloužení.
da: Alle udlånsrettigheder undtagen overskrivningstilladelser
de: Alle Berechtigungen in der Ausleihe, mit Ausnahme der Berechtigung Verlängerungsbegrenzungen zu übergehen
el: Όλα τα δικαιώματα διακίνησης υλικού εκτός από τη δυνατότητα να παρακάμψετε ανανεώσεις
es: Todos los permisos de circulación excepto el de anular renovaciones
eu: Todos los permisos de circulación excepto el de anular renovaciones
fi: Kaikki lainauksen oikeudet paitsi uusintojen ohittaminen
fr: Toutes les permissions de circulation, sauf forcer le renouvellement
hi: नवीकरण ओवरराइड करने की क्षमता को छोड़कर सभी अधिकार संचलन
it: Abilita a tutte le funzioni di circolazione tranne di scavalcare le limitazioni
oc: Totas las permissions de circulacion, levat forcer lo renovèlament
pl: Wszystkie prawa do udostępniania poza możliwością odnowienia limitu prolongat
pt: Todos os direitos de circulação excepto a possibilidade de ultrapassar limites de renovação
pt_br: Todos as permissões de circulação, exceto ultrapassar permissões
sk: Všetky obežné práva okrem možnosti obísť predĺženia
sv: Alla lånerättigheter utom möjligheten att åsidosätta omlån
tr: Uzatmaları geçersiz kılma seçeneği dışındaki tüm dolaşım hakkı
zh_tw: 所有的流通權利，除了強制續借的權利

source: All comments added by patrons via the OPAC to bibliographic records require moderation by the librarians. If there are comments awaiting moderation they will be listed on the main staff dashboard under the Tools label
ar: كل التعليقات تضاف من قبل المستفيدين عبر الأوباك إلى التسجيلات الببليوغرافية التي تتطلب الاشراف من قبل أمناء المكتبات. اذا كان هناك تعليقات تنتظر الاشراف سوف يدرجوا على لوحة الموظفين الرئيسية تحت علامة الأدوات
cs: Všechny komentáře přidané uživateli k bibliografického záznamu přes OPAC vyžadují schválení pracovníky knihovny. Pokud se vyskytují komentáře, které potřebují zkontrolovat, objeví se na hlavní straně intranetu pod záložkou Nástroje.
da: Alle kommentarer, som lånere har tilføjet via OPAC til bibliografiske poster kræver godkendelse af en bibliotekar. Hvis der er ventende kommentarer, vil de blive listed på medarbejdernes betjeningspanel under Værktøjer
de: Alle Kommentare, die von Benutzern im OPAC verfasst werden, müssen durch einen Bibliotheksmitarbeiter moderiert werden. Wenn es im System Kommentare gibt, die auf Moderation warten, wird die auf der Startseite unterhalb der Module angezeigt
el: Όλα τα σχόλια που προστίθενται από τα μέλη στις βιβλιογραφικές εγγραφές μέσω του OPAC χρειάζονται έγκριση από τους βιβλιοθηκονόμος. Εάν υπάρχουν σχόλια για έλεγχο θα βρίσκονται στον κύριο πίνακα προσωπικού κάτω από την ετικέτα Εργαλείων
es: Todos los comentarios agregados por los usuarios vía OPAC a registros bibliográficos requieren moderación por los bibliotecarios. Si exiten comentarios que están a la espera de moderación ellos serán listados en la pantalla principal de la Intranet administrativa bajo la etiqueta de herramientas
eu: Todos los comentarios agregados por los usuarios vía OPAC a registros bibliográficos requieren moderación por los bibliotecarios. Para moderar los comentarios simplemente selecione en 'Aprobar' o 'Borrar' a la derecha de los comentarios que están esperando moderación.
fi: Kaikki asiakkaiden verkkokirjastossa lisäämät kommentit vaativat kirjaston hyväksymisen. Jos kommentteja on odottamassa hyväksyntää, ne näkyvät listalla virkailijatyökalun pääsivulla Työkalujen alla.
fr: Tous les commentaires ajoutés à des notices par les adhérents à l'OPAC doivent être modérés par les bibliothécaires. S'il y a des commentaires en attente de modération, ils seront listés dans le tableau de bord principal de l'interface professionnelle sous le Menu Outils.
hi: ग्रंथ सूची रिकॉर्ड करने के लिए ओपेक के माध्यम से संरक्षक द्वारा जोड़ा सभी टिप्पणियों पुस्तकालय द्वारा संयम की आवश्यकता होती है। अगर कोई टिप्पणी मॉडरेशन का इंतजार कर रहे हैं कि वे उपकरण लेबल के अंतर्गत मुख्य स्टाफ डैशबोर्ड पर सूचीबद्ध किया जाएगा
it: Tutti i commenti riguardanti i records bibliografici aggiunti dagli utenti via OPAC richiedono l'intervento in moderazione da parte dei bibliotecari. Se ci sono commenti in attesa di moderazione, saranno elencati nello spazio di lavoro dello staff nella sezione 'Strumenti'
oc: Totes los comentaris aponduts a des notícias pels aderents a l'OPAC devon èsser modérés pels bibliotecaris. S'i a des comentaris en espèra de moderacion, ils seràn listés dins lo tablèu de bord principal de l'interfàcia professionala jos lo Menu Aisinas.
pl: Wszystkie komentarze dodane do rekordów bibliograficznych przez użytkowników OPAC wymagają zatwierdzenia przez bibliotekarza. Jeśli jakieś komentarze oczekują na zatwierdzenie, informacja zostanie wyświetlona w module Narzędzia
pt: Todos os comentários adicionados pelos leitores no OPAC para os registos bibliográficos requerem moderação dos bibliotecários. Se existirem comentários à espera de moderação os mesmos serão apresentados nas ferramentas.
pt_br: Todos os comentários adicionados pelos usuários via OPAC dependem de moderação de funcionários para serem visualizados. Para moderar os comentários, simplesmente clique em 'Aprovar' ou 'Excluir' no lado direito dos comentários que estão aguardando moderação
sk: Všetky recenzie pridané čitateľmi do knižničných záznamov cez OPAC podliehajú moderovaniu zo strany knihovníkov. Ak jestvujú recenzie očakávajúce moderovanie, budú vymenované na hlavnom paneli intranetu pod záložkou Nástrojov
sv: Alla kommentarer för bibliografiska poster som lagts till av låntagare via OPAC måste kontrolleras av bibliotekarier. Om det finns kommentarer som väntar på kontroll visas de i huvudfönstret för personal under Verktyg
tr: Kullanıcıların OPAC yoluyla bibliyografik kayıtlara eklediği tüm yorumların kütüphaneciler tarafından kontrol edilmesi ve düzeltilmesi gerekmektedir. Kontrol edilmesi ve düzeltilmesi gereken bir yorum varsa, Araçlar etiketinin altındaki ana personel gösterge tablosunda listelenecektir
zh_tw: 經由 OPAC，讀者新增的評論，需經館員審核。待審核的評論出現在館員首頁的工具分頁

source: All fields of the record is content into this variable in a "field tag name" key.
eu: Erregistroaren eremu guztiak bariable honen barruan daude "field tag name" gako barruan.
fi: Kaikki tietueen kentät ovat sisältöä muuttujalle "field tag name" avaimessa.
hi: रिकॉर्ड के सभी क्षेत्रों में एक "क्षेत्र टैग नाम " कुंजी में इस चर में सामग्री है।
oc: Totes los camps de la notícia son contenguts dins aquesta variabla dins una clau "field tag name".

source: All files that are uploaded will appear above a form where additional files can be uploaded from.
ar: كل الملفات التي تمَّ رفعها ستظهر في أعلى نموذج والذي يمكنك من رفع ملفات إضافية من خلاله.
cs: Všechny soubory, které se načítají, se zobrazí nad formulářem, ze kterého se dají načíst další soubory.
da: Alle uploadede filer vil blive vist ovenover en formular, hvorfra yderligere filer kan oploades.
de: Bereits hochgeladene Dateien erscheinen oberhalb des Upload-Formulars.
el: Όλα τα αρχεία που έχουν αναρτηθεί θα εμφανίζονται στην κορυφή μιας φόρμας από όπου θα μπορούν να μεταφέρονται επιπλέον αρχεία.
es: Todos los archivos que sean subidos aparecerán cobre un formulario done archivos adicionales pueden ser subidos.
eu: Todos los archivos que se suben aparecerá por encima de un formulario donde los archivos adicionales desde se pueden cargar.
fi: Kaikki ladatut tiedostot näkyvät lomakkeen yläpuolella, josta lisätiedostot voi ladata.
fr: Tous les fichiers chargés vont apparaître au dessus du formulaire à partir duquel d'autres fichiers peuvent être chargés.
hi: सभी फाइलों को अपलोड कर रहे हैं कि एक फार्म है, जहां अतिरिक्त फ़ाइलों से अपलोड किया जा सकता ऊपर दिखाई देगा।
it: Tutti i file caricati appariranno sotto la form in cui potrai caricare altri file.
oc: Totes los fichièrs cargats vont aparéisser al dessús del formulari a partir duquel d'autres fichièrs pòdon èsser cargats.
pl: Wszystkie pliki, które zostały dodane, wyświetl.ą się powyżej formularza dodawania plików.
pt: Todos os ficheiro carregados irão aparecer acima do formulário de carregamento de ficheiros adicionais.
pt_br: Todos os arquivos carregados aparecerão abaixo do formulário no qual arquivos adicionais foram carregados.
sk: Všetky načítané súbory sa zobrazia nad formulárom, z ktorého je možné načítavať ďalšie súbory.
sv: Alla filer som laddas upp visas ovanför ett formulär från vilket ytterligare filer kan laddas upp.
tr: Yüklenen tüm dosyalar ek dosyalarında kendisinden yüklenebileceği bir form üzerinde görünecektir.
zh_tw: 已上傳所有的檔案，將顯示在表單裡，並可從該表單繼續上傳其他檔案。

source: All fines will be removed from outstanding fines, and displayed as written off.
ar: كل الغرامات سيتم حذفها من الغرامات غير المسددة، وستعرض كمنتهية.
cs: Všechny poplatky budou odstraněny z nezaplacených poplatků a zobrazí se jako prominuté.
da: Alle bøder fjernes fra udestående bøder, og vises som afskrives.
de: Alle Gebühren werden aus der Liste der offenen Gebühren entfernt und als erlassen angezeigt.
el: Όλα τα πρόστιμα θα αφαιρεθούν από τα εκκρεμή πρόστιμα, και θα εμφανίζονται ως διαγραμμένα.
es: Todas las multas serán eliminadas de las multas sobresalientes, y mostradas como descartadas.
eu: Todas las multas serán eliminadas de las multas sobresalientes, y mostradas como descartadas.
fi: Kaikki maksut poistetaan ja ne näkyvät poistettuina.
fr: Toutes les amendes seront retirées des amendes à recouvrer et affichées en pertes et profits.
hi: सभी जुर्माना बकाया जुर्माना से निकाल दिया जाएगा, और के रूप में बंद लिखा दिखाया गया है।
it: Tutte le multe saranno rimosse dalle multe in sospeso, e mostrate come cancellate.
oc: Totas les emendas seràn levadas des emendas a recobrar e afichadas en pertes e profits.
pl: Wszystkie należność zostaną usunięte i wyświetlą się jako anulowane.
pt: Todas as multas serão removidas como multas pendentes, e apresentadas como amortizadas.
pt_br: Todas as multas serão removidas da lista de multas pendentes e exibidas como pagas.
sk: Všetky poplatky budú odstránené z neuhradených poplatkov a zobrazia sa ako odpísané.
sv: Alla böter tas bort från utestående böter och visas som avskrivna.
tr: Tüm cezalar ödenmemiş cezalardan kaldırılacak ve ceza düşülmüş olarak gözükecektir.
zh_tw: 所有的罰款將從待付區移除，並顯示已免除。

source: All notices and circulation receipts (or slips) generated by Koha can be customized using the Notices &amp; Slips Tool. The system comes with several predefined templates that will appear when you first visit this tool.
ar: كل الملاحظات وايصالات التسليم (أو القصاصات) المولدة من كوها من الممكن تخصيصها باستخدام الملاحظات &amp; أداة القصاصات. يأتي كوها مع عدة قوالب معدة مسبقا لتظهر عند أول زيارة لك لهذه الأداة.
cs: Všechny oznámení a výpůjční lístky (nebo potvrzení) vygenerované systémem Koha mohou být přizpůsobeny pomocí nástroje Oznámení &amp; potvrzení. Systém nabízí několik předdefinovaných šablon.
da: Alle beskeder og udlånssedler sendt fra Koha kan tilpasses med beskedværktøjet. System leveres med mange fordefinerede skabeloner, som vises, når du første gang bruger beskedværktøjet.
de: Alle Benachrichtigungsschreiben und Quittungsdrucke können über das Werkzeug Benachrichtigungen angepasst werden. Das System wird mit verschiedenen Standardschreiben isntalliert, die angezeigt werden, wenn das Werkzeug zum ersten Mal aufgerufen wird
el: Όλες οι ειδοποιήσεις και οι αποδείξεις δανεισμού (ή σημειωμάτων) που δημιουργούνται από το Koha μπορούν να παραμετροποιηθούν μέσω του Εργαλείου Ειδοποιήσεων &amp; Σημειωμάτων. Το σύστημα περιλαμβάνει διάφορα προκαθορισμένα πρότυπα που θα εμφανιστούν όταν επισκεφτείτε για πρώτη φορά αυτό το εργαλείο.
es: Todos los avisos y recibos de circulación (o recibos) generadas por Koha pueden ser personalizadas utilizando la herramienta de Avisos y recibos. El sistema viene con varias plantillas que aparecerán cuando visite por primera vez esta herramienta.
eu: Todas los avisos y recibos de circulacióngenerados por Koha pueden ser personalizados usando la herramienta de Notices &amp; Slips Tool. El sistema viene con varias plantillaspredefinidas que aparecerán cuando visite por primera vez esta la herramienta.
fi: Kaikki Kohan ilmoitukset ja kuitit voidaan muokata 'Ilmoitukset ja kuitit' -työkalulla. Järjestelmässä tulee muutama ennakolta määritelty pohja, jotka näkyvät, kun menet työkaluun.
fr: Toutes les notifications envoyées par Koha peuvent être personnalisées en utilisant l'outil 'Notifications et Tickets'. Koha est livré avec quelques notifications pré-remplies, qui seront visibles dès votre première visite sur cette page.
hi: सभी सूचनाएं और परिसंचरण प्राप्तियों (या निकल जाता है) Koha द्वारा उत्पन्न नोटिस & amp का उपयोग कर अनुकूलित किया जा सकता है; स्लिपस उपकरण। प्रणाली कई पूर्वनिर्धारित टेम्पलेट्स है कि दिखाई देगा जब आप पहली बार इस उपकरण की यात्रा के साथ आता है।
it: Tutti gli avvisi (e le ricevute) mandati da Koha possono essere personalizzati con lo strumento 'Avvisi'. Il sistema ha diverse lettere predefinite presenti nello strumento.
oc: Totas las notificacions mandadas per Koha pòdon èsser personnalisées en utilizant l'aisina 'Notificacions e Tickets'. Koha es livré amb qualques notificacions pré-remplies, qui seràn visibles dès vòstra primièra visite sus aquesta pagina.
pl: Wszystkie powiadomienia i rewersy generowane przez system można dostosować w Narzędziach w zakładce Powiadomienia i Rewersy. System jest wyposażony w kilka gotowych szablonów, które pojawią się podczas Twojej pierwszej wizyty w tym narzędziu.
pt: Todos os avisos e recibos de circulação gerados pelo Koha podem ser alterados usando a ferramenta para avisos e recibos. O sistema possui vários modelos pré configurados que aparecerão na ferrramenta.
pt_br: Todos os avisos e recibos (ou comprovantes) gerados pelo Koha podem ser personalizados utilizando a Ferramenta Avisos &amp; Comprovantes. O sistema vem com vários modelos predefinidos que aparecerão quando você entrar pela primeira vez nesta ferramenta.
sk: Všetky oznámenia a potvrdenky o obehu (alebo ústrižky), ktoré Koha vygenerovala, sa dajú prispôsobiť pomocou nástroja Oznámení &amp; Ústrižkov. Systém ponúka niekoľko prednastavených šablón, ktoré sa objavia po prvej návšteve tohto nástroja.
sv: Alla meddelanden och lånekvitton som genereras av Koha kan anpassas med verktyget Meddelanden och kvitteringar. Systemet har flera fördefinierade mallar som visas när du använder verktyget för första gången.
tr: Koha tarafından gönderilen tüm uyarılar Notices Tool (Uyarı Aracı) kullanılarak isteğe göre ayarlanabilecektir. Öncelikle ‘Uyarı Aracı’nı ziyaret ettiğinizde sistem önceden tanımlanmış şablonlarla ekrana gelecektir.
zh_tw: Koha產生的通知與流通收條都可以用通知&amp;收條工具客製它。系統本身有若干預設的模版在工具頁面裡。

source: All of the details associated with the item will already be listed under 'Catalog details'
ar: كل التفاصيل المرتبطة بالمادة ستكون مدرجة سلفا في تفاصيل الفهرس'
cs: Všechny podrobnosti související s jednotkou již budou uvedeny pod 'Detaily katalogu'
da: Alle detaljer forbundet med eksemplaret anføres under 'Katalog detaljer'
de: Alle zum Exemplar gehörenden Angaben werden unter 'Katalogdetails' angezeigt
el: Όλα τα στοιχεία που σχετίζονται με το τεκμήριο θα είναι κάτω από το 'Στοιχεία καταλόγου'
es: Todos los detalles asociados con el ítem se listarán bajo 'Detalles de catalogación'
eu: Elementuarekin lotutako xehetasun guztiak 'Katalogatze xehetasunak' aukeran zerrendatuko dira
fi: Kaikki niteen tiedot on jo listattu 'Luetteloinnin tiedot' -kohdassa
fr: Tous les détails associés à l'exemplaire sont listés sur le 'Détail'
hi: आइटम के साथ जुड़े विवरण के सभी पहले से ही के तहत 'कैटलॉग विवरण' सूचीबद्ध किया जाएगा
it: Tutti i dettagli associati alla copia verranno subito elencati sotto 'Dettagli'
oc: Totes los detalhs associats a l'exemplar son listés sul 'Detalh'
pl: Wszystkie informacje związane z rekordem będą widoczne w 'Szczegółach rekordu'
pt: Todos os detalhes associados a este exemplar serão listados abaixo dos detalhes de catalogação
pt_br: Todos os detalhes associados ao exemplar também serão listados em 'Detalhes do catálogo'
sk: Všetky detaily súvisiace s exemplárom už budú uvedené medzi 'Detailmi o katalógu'
sv: All information för denna post finns redan listad under 'Kataloginformation'
tr: Materyalle ilgili olan tüm detaylar 'Katalog detayları' adı altında listelenecektir
zh_tw: 與館藏有關的詳情將列出 '目錄詳情' 之下

source: All of the details associated with the item will already be listed under 'Catalog details.'
ar: كل التفاصيل المرتبطة بالمادة ستكون مدرجة سلفاً في 'تفاصيل الفهرس'
cs: Všechny podrobnosti související s jednotkou již budou uvedeny pod 'Detaily katalogu'.
da: Alle detaljer forbundet med eksemplaret anføres under 'Katalog detaljer'
de: Alle zum Exemplar gehörenden Angaben werden unter 'Katalogdetails' angezeigt.
el: Όλες οι λεπτομέρειες που σχετίζονται με το τεκμήριο θα βρίσκονται κάτω από το 'Στοιχεία καταλόγου'
es: Todos los detalles asociados con el ítem se listarán bajo 'Detalles de catalogación.'
eu: Todos los detalles asociados con el ítem se listarán bajo 'Detalles de catalogación'.
fi: Kaikki niteen tiedot on jo listattu 'Luetteloinnin tiedot' -kohdassa.
fr: Tous les détails associés à l'exemplaire seront déjà listés sur le 'Catalog details.'
hi: आइटम के साथ जुड़े विवरण के सभी पहले से ही के तहत सूचीबद्ध किया जाएगा 'कैटलॉग विवरण।'
it: Tutti i dettagli associati alla copia verranno subito elencati sotto 'Dettagli'
oc: Totes los detalhs associats a l'exemplar seràn ja listés sul 'Catalog details.'
pl: Wszystkie informacje związane z rekordem będą widoczne w 'Szczegółach rekordu'.
pt: Todos os detalhes associados a este exemplar serão listados abaixo dos detalhes de catalogação.
pt_br: Todos os detalhes associados ao exemplar também serão listados em 'Detalhes do catálogo'
sk: Všetky detaily súvisiace s exemplárom už budú uvedené medzi 'Detailmi o katalógu.'
sv: All information för denna post finns redan listad under 'Kataloginformation'.
tr: Materyalle ilgili olan tüm detaylar 'Katalog detayları' adı altında listelenecektir
zh_tw: 與館藏有關的詳情將列出 '目錄詳情' 之下。
