Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Review your summary before completing your import to make sure that your matching rule worked and that the records appear as you expect them to
ar: راجع ملخصك قبل استكمال استيرادك لتتأكد من عمل قاعدة المطابقة وأن التسجيلات ستظهر كما تتتوقع
cs: Zkontrolujte své shrnutí před přípravou importu, abyste se ujistili, že vaše srovnávací pravidlo fungovalo a že tyto záznamy se objeví jak od nich očekáváte
da: Kontroller sammenfatningen før importen afsluttes for at sikre, at sammenligningsreglen virkede og posterne vises som forventet
de: Überprüfen Sie die Zusammenfassung nach dem Import um sicher zu stellen, dass die Abgleichregel korrekt gearbeitet hat und die Datensätze so importiert werden, wie Sie dies möchten
el: Αξιολογήστε την περίληψή σας προτού συμπληρώσετε την εισαγωγή για να σιγουρευτείτε ότι ο κανόνας ταύτισης δούλεψε και ότι οι εγγραφές σας εμφανίζονται όπως επιθυμείτε
es: Revise su resumen antes de completar su importación para asegurarse de que su regla de correspondencia funcionado y que los registros aparecen en la forma que se espera
eu: Berrikusi zure laburpena inportatzen bukatu aurretik, zure bat etortze arauak funtzionatu duela eta erregistroak espero bezala agertzen direla ziurtatzeko
fi: Tarkista yhteenvetosi ennen tuonnin lopettamista, jotta varmistut yhdistämissäännön toimivuudesta ja siitä, että tietueet ovat oikein
fr: Vérifiez la synthèse avant de terminer votre import afin d'être sûr que vos règles de concordance et que les notices soient bien conforme à ce que vous attendiez
hi: अपने आयात को पूरा करने कि अपने मिलान नियम काम सुनिश्चित करने के लिए पहले अपने सारांश की समीक्षा करें और रिकॉर्ड दिखाई देते हैं कि के रूप में आप उन्हें उम्मीद
it: Controlla il sommario prima di completare il tuo import, per essere sicuro che le regole per il match abbiano funzionato come ti aspettavi
oc: Verificatz la sintèsi avant de terminer vòstre impòrt per fin d'èsser sûr que vos règlas de concordància e que las notícias sián bien conforme a ce que vous attendiez
pt: Rever o sumário antes de completar a importação para ter a certeza que a regra de concordância funcionou e que os registos aparecem como esperado
pt_br: Rever o sumário antes de completar a importação para ter a certeza que a regra de concordância funcionou e que os regisrtos aparecem como esperado
sk: Prezrite svoj súhrn pred dokončením importu, aby ste sa uistili, že Vaše pravidlo zhody fungovalo a že záznamy vyzerajú tak, ako ste to očakávali
sv: Granska sammanfattningen innan du slutför importen för att säkerställa att din regel fungerade och att posterna visas som du förväntade dig
tr: Eşleme kuralınızın çalıştığından ve kayıtların istediğiniz gibi gözüktüğünden emin olmak için içe aktarımınızı tamamlamadan önce özetinizi gözden geçirin
zh_tw: 完成匯入前，先審核您的摘要，確試匹配規則運作運利，如預期顯示紀錄

source: Rotating Collections
fi: Siirtokokoelmat
hi: संग्रह घूर्णन

source: Rotating Collections is a tool for managing collections of materials that frequently get shifted from library to library. It adds the ability to store not only an item's home library and current location, but also information about where it is supposed to be transferred to next to ensure that all items in the collection are sent to the correct library. When an item in a rotating collection is checked in, library staff are notified that the item is part of a rotating collection and which branch it should be sent to if it is not at the correct one.
fi: Siirtokokoelmat on työkalu, jolla voi hallinnoida kokoelmia, joita säännöllisesti siirretään kirjastosta toiseen. Sen avulla ei ainoastaan tiedetä niteen kotikirjasto ja sijaintikirjasto vaan myös mihin se on siirretty. Näin varmistetaan, että kaikki kokoelman niteet lähetetään oikeaan kirjastoon. Kun siirtokokoelmaan kuuluva nide palautetaan, ohjelma antaa huomautuksen, että kyseessä on siirtokokoelmaan kuuluva nide ja mihin se pitäisi kuljettaa, jos sitä ei palautettu oikeaan kirjastoon.
hi: संग्रह घूर्णन सामग्री है कि अक्सर पुस्तकालय के लिए पुस्तकालय से स्थानांतरित हो के संग्रह के प्रबंधन के लिए एक उपकरण है। यह न केवल एक आइटम के घर पुस्तकालय और वर्तमान स्थान, लेकिन यह भी जहां यह अगले करने के लिए स्थानांतरित किया जा सुनिश्चित करने के लिए कि संग्रह में सभी वस्तुओं को सही पुस्तकालय के लिए भेजा जाता है माना जाता है के बारे में जानकारी स्टोर करने की क्षमता कहते हैं। जब एक घूर्णन संग्रह में एक आइटम में जाँच की है, पुस्तकालय स्टाफ को सूचित कर रहे हैं कि आइटम एक घूर्णन संग्रह और जो शाखा अगर यह सही एक पर नहीं है करने के लिए भेजा जाना चाहिए का हिस्सा है।

source: Routing
ar: تمرير
cs: Kolování
da: Omløb
de: Umlauf
el: Δρομολόγηση
es: Ruteo
eu: Banabidea
fi: Kiertolistat
fr: Liste de routage
hi: राउटिगं
oc: Lista de rotatge
pl: Obieg
pt: Circulação
pt_br: Circulação
sk: Distribučný
sv: Mottagarlista
tr: Dolaşım
zh_tw: 傳閱

source: Routing Lists
ar: قوائم التمرير
cs: Distribuční seznamy
da: Omløbslister
de: Umlaufliste
el: Λίστες Δρομολόγησης
es: Listas de Circulación
eu: Banabide Zerrenda
fi: Kiertolistat
fr: Listes de routage
hi: राउटिगं सूची
oc: Listas de rotatge
pl: Listy obiegu
pt: Listas de circulação
pt_br: Lista de circulação
sk: Distribučné zoznamy
sv: Mottagarlistor
tr: Dolaşım Listeleri
zh_tw: 傳閱清單

source: Running Custom Reports
ar: تشغيل التقارير المخصصة
cs: Spouštění uživatelských výstupů
da: Kør brugerdefinerede rapporter
de: Benutzerdefineirte Reports ausführen
el: Διαχείριση Προσαρμοσμένων Αναφορών
es: Ejecutando informes personalizados
eu: Ejecutar informes personalizados
fi: Räätälöidyn raportin ajo
fr: Exécuter des rapports personnalisés
hi: कस्टम रिपोर्ट रनिंग
it: Esegui i report personalizzati
oc: Exécuter des rapòrts personnalisés
pl: Uruchamianie raportów niestandardowych
pt: Correr relatórios personalizados
pt_br: Gerar Relatórios Personalizados
sk: Spúšťanie Prispôsobených výkazov
sv: Köra anpassade rapporter
tr: Özel Raporlar Çalıştırılıyor
zh_tw: 執行客製化報表

source: SERIAL_ALERT (New serial issue)
hi: SERIAL_ALERT (नए सीरियल इश्यू)

source: SRU example
ar: مثال SRU
cs: příklad SRU
de: Koha kann mit einigen Z39.50/SRU-Servern installiert werden, die Sie bearbeiten, löschen und vervollständigen können.
el: SRU παράδειγμα
es: Ejemplo SRU
fi: SRU-esimerkki
fr: Exemple SRU
hi: एसआरयू उदाहरण
it: Esempio SRU
oc: Exemple SRU
pt: Exemplo SRU
sk: Príklad SRU
tr: SRU örneği
zh_tw: SRU 範例

source: Salutation is populated by the BorrowersTitles system preference
ar: طريقة المخاطبة يتم ملؤها بواسطة تفضيل النظام BorrowersTitles
cs: Oslovení je převzato ze systémového nastavení BorrowersTitles
da: Hilsener udfyldes af BorrowersTitles system-indstillingen
de: Die Anrede wird durch die Systemeinstellung BorrowersTitles eingefügt
el: Ο χαιρετισμός καθορίζεται από την προτίμηση συστήματος BorrowersTitles
es: El saludo se llena por la preferencia del sistema BorrowersTitles
eu: Agurran BorrowersTitles sistemaren lehentasunean ezarritakoa idatziko da
fi: Titteli täytetään BorrowersTitles-järjestelmäasetuksen vaihtoehdoilla
fr: Salutation est rempli par la préférence système BorrowersTitles
hi: अभिवादन BorrowersTitles प्रणाली वरीयता की आबादी है
it: Il campo 'Formula introduttiva' è popolato da quanto contiene la preferenza di sistema BorrowersTitles
oc: Salutation es rempli per la preferéncia sistèma BorrowersTitles
pl: Zwrot grzecznościowy jest wypełniany w ustawieniach systemu BorrowersTitles
pt: A saudação é populada pela preferência de sistema BorrowersTitles
pt_br: O pronome de tratamento é preenchido de acordo com as preferências definidas em BorrowersTitles
sk: Pozdrav sa vyrába pomocou nastavenia systému BorrowersTitles
sv: Hälsning bestäms av systeminställningen BorrowersTitles
tr: Selamlama, Ödünç Alan Kullanıcı Başlıkları sistem seçimiyle doldurulur.
zh_tw: 敬稱規定在BorrowersTitles系統偏好設定

source: Sample Overdue Notice
ar: ملاحظة العينة المتأخرة
cs: Vzorová upomínka
da: Eksempelvis rykker
de: Beispiel-Mahnschreiben
el: Δείγμα Ειδοποίησης Εκπρόθεσμου
es: Ejemplo de aviso de retraso
eu: Atzerapenen jakinarazpen adibidea
fi: Esimerkki myöhästymisilmoituksesta
fr: Avis de retard d'exemple
hi: नमूना अतिदेय नोटिस
it: Esempio di avviso di ritardo
oc: Avis de retard d'exemple
pl: Przykładowe powiadomienia o przetrzymaniu
pt: Exemplo de Mensagem de Atraso
pt_br: Exemplo de Mensagem de Atraso
sk: Vzorové oznámenie o omeškaní
sv: Exempel på förseningsmeddelande
tr: Örnek Gecikme Uyarısı
zh_tw: 逾期通知範例

source: Sample Record Matching Rule: Control Number
ar: عينة قاعدة مطابقة التسجيلة: رقم التحكم
cs: Vzorek pravidla na porovnání záznamů: Kontrolní číslo
da: Eksempel sammenligningsregel: kontrolnummer
de: Beispiel für Abgleichregel: Kontrollnummer
el: Δείγμα Κανόνα Ταύτισης Εγγραφών: Αριθμός Ελέγχου
es: Ejemplo de Regla de coincidencia de registro: Número de control
eu: Erregistroen bat etortze adibidea: kontrol zenbakia
fi: Esimerkki tietueiden yhdistämissäännöstä: Kontrollinumero
fr: Exemple de règle de concordance : Numéro de contrôle
hi: नमूना मिलान रिकार्ड नियम: नियंत्रण नंबर
it: Esempio di regola di corrispondenza per record: Control Number
oc: Exemple de règla de concordància : Numèro de contrôle
pl: Przykładowa Reguła Dopasowania Rekordów: Numer Kontrolny
pt: Exemplo de regras de concordância: Número de controlo
pt_br: Exemplo de regra de correspondência de registro: Número de controle
sk: Vzorkové pravidlo zhody záznamov: kontrolné číslo
sv: Exempelregel för postmatchning: kontrollnummer
tr: Örnek Kayıt Eşleştirme Kuralı: Kontrol Numarası
zh_tw: 紀錄匹配規則範例：控制號碼

source: Save Quotes
ar: حفظ الإقتباسات
cs: Uložit citáty
da: Gem citater
de: Zitate speichern
el: Αποθήκευση Αποφθεγμάτων
es: Guardar citas
eu: Salvar comillas
fi: Sitaattien tallennus
fr: Citations Enregistrées
hi: उद्धरण सहेजें
it: Salva cit./sug.
oc: Citations Enregistradas
pl: Zapisz Cytaty
pt: Guardar frases
pt_br: Salvar citações
sk: Uložiť citáty
sv: Spara citat
tr: Bilgileri kaydet
zh_tw: 儲存引句

source: Scan or type the barcode on the item you would like to transfer
ar: مسح أو طباعة الرقم التسلسلي للمادة التي ترغب بنقلها
cs: Naskenujte nebo vypiště čárový kód položky, kterou chcete přesunout
da: Scan eller indtast stregkoden på det eksemplar, der skal overføres
de: Scannen oder tippen Sie den Barcode des Exemplars, dass Sie überführen möchten
el: Σαρώστε ή πληκτρολογήστε το barcode του αντιτύπου που θέλετε να μεταφέρετε
es: Escanee o tipee el código de barras del ítem que desee transferir
eu: Eskaneatu edo idatzi transferitu nahi duzun elementuaren barra kodea
fi: Lue tai syötä kuljetettavan niteen viivakoodi
fr: Scannez ou saisissez le le code à barres du document que vous voulez transférer
hi: स्कैन या आइटम आप स्थानांतरित करना चाहते हैं पर बारकोड टाइप
it: Inserisci a mano o col lettore il codice a barre della copia che vuoi trasferire
oc: Numerizatz o sasissètz lo lo còdi de barras del document que volètz transferir
pl: Zeskanuj lub wpisz kod kreskowy egzemplarza, który chcesz przesłać
pt: Digitalizar ou inserir o código de barras do exemplar que deseja transferir
pt_br: Escaneie ou digite o código de barras do exemplar que você deseja transferir
sk: Naskenujte alebo vpíšte čiarový kód exemplára, ktorý by ste chceli presunúť
sv: Läs av eller mata in streckkoden på objektet du vill överföra
tr: Aktarmak istediğiniz kitabın barkodunu tarayın ya da yazın
zh_tw: 掃瞄或鍵入要轉移館藏的條碼

source: Scan the barcode of the item you would like to check out and enter a due date. If you don't enter a due date Koha will prompt you for one.
ar: قم بمسح باركود المادة التي ترغب في إعارتها وقم بإدخال تاريخ استحقاق. إذا لم تقم بإدخال تاريخ استحقاق سيقوم كوها بطلب ذلك منك.
cs: Načtěte čárový kód jednotky, kterou chcete vypůjčit a zadejte termín vrácení. Bez zadání data pro vrácení nelze pokračovat.
de: Geben Sie den Barcode des auszuleihenden Exemplars und ein Fälligkeitsdatum ein. Wenn Sie kein Fälligkeitsdatum eingeben, wird Koha nachfragen.
el: Σαρώστε το barcode του αντιτύπου που θέλετε να δανείσετε και εισάγετε μία ημερομηνία επιστροφής. Εάν δεν εισάγετε μια ημερομηνία επιστροφής το Koha θα σας ζητήσει μία.
es: Escanee el código de barras del ejemplar que desea prestar e ingrese una fecha de devolución. Si no ingresa una fecha Koha le preguntará por una.
fi: Lue lainattavan niteen viivakoodi ja syötä eräpäivä. Jos et syötä eräpäivää, Koha ehdottaa sitä sinulle.
fr: Scannez le code à barres de l'exemplaire que vous désirer prêter, et saisissez une date de retour. Si vous ne saisissez pas de date de retour, Koha en établira une pour vous.
hi: स्कैन आइटम आप बाहर की जाँच करें और एक नियत तारीख प्रवेश करना चाहते हैं के बारकोड। आप एक नियत तारीख दर्ज नहीं करते हैं Koha एक के लिए संकेत देगा।
it: Leggi il barcode della copia che vuoi prestare e inserisci una data di restituzione. Se non inserisci la data, Koha te ne mostrerà una per te.
oc: Numerizatz lo còdi de barras de l'exemplar que vous désirer prèst er, e sasissètz una data de retorn. Se vous ne sasissètz pas de data de retorn, Koha en establira una per vous.
pl: Wczytaj kod kreskowy egzemplarza, który chcesz wypożyczyć i wprowadź termin zwrotu. Jeśli nie wprowadzisz terminu zwrotu system wyświetli komunikat.
pt: Digitalize o código de barras do exemplar que deseja emprestar e insira uma data de termino. Se não inserir um data de termino o Koha irá pedir uma.
pt_br: Escaneie o código de barras do exemplar que você deseja emprestar e insira a data de devolução. Se você não inserir uma data de devolução, o Koha irá lhe solicitar uma.
sk: Zoskenujte čiarový kód exemplára, ktorý chcete vypožičať a zadajte termín návratu. Ak nezadáte svoj termín, Koha vás vyzve, aby ste ho zadali.
tr: Ödünç vermek istediğiniz materyalin barkodunu tarayıcıya okutun ve bir iade tarihi girin. Bir iade tarihi girmezseniz Koha tarih girmeniz için sizi uyaracaktır.
zh_tw: 借出時，掃瞄館藏的條碼，鍵入到期日。若未鍵入到期日，Koha會提醒您。

source: Schedule tasks to run
ar: جدولة المهام للتشغيل
cs: Nastavení spouštění naplánovaných úloh
da: Planlæg opgaver til udførsel
de: Auszuführende Zeitplaner Aufgaben
el: Προγραμματισμένες εργασίες προς εκτέλεση
es: Tareas programadas para ser ejecutadas
eu: Antolatu atazak exekutatzeko
fi: Tehtävien ajastus
fr: Planification de tâches à exécuter
hi: अनुसूची कार्यों को चलाने के लिए
it: Pianifica l'esecuzione di report
oc: Planification de prètzfaits a exécuter
pl: Planowanie zadań do wykonania
pt: Calendarização de tarefas a executar
pt_br: Calendarização de tarefas a executar
sk: Rozvrhnúť úlohy na spustenie
sv: Schemalägg uppgifter
tr: Görev zamanlayıcı çalıştırmak için
zh_tw: 執行排定工作

source: Score: 101
ar: الهدف : 101
cs: Skóre: 101
da: Værdi: 101
de: Wert: 101
el: Βαθμός: 101
es: Puntaje: 101
eu: Puntuazioa: 101
fi: Pisteytys: 101
hi: स्कोर: 101
it: Risultato: 101
pl: Punktacja: 101
pt: Pontuação: 101
pt_br: Pontuação: 101
sk: Bodovanie: 101
sv: Poäng: 101
tr: Puan: 101
zh_tw: 分數：101

source: Search Domain Groups
ar: البحث بمجال مجموعة
cs: Prohledat doménové skupiny
da: Søg i domænegrupper
de: Suchgruppen durchsuchen
el: Αναζήτηση Ομάδων Τομέα
es: Grupos de Dominio de búsqueda
eu: Grupos de Dominio de búsqueda
fi: Hakuryhmät
fr: Rechercher sur les groupes
hi: खोज डोमेन समूह
it: Cerca gruppi di dominio
oc: Recercar suls gropes
pl: Grupy Domeny Wyszukiwania
pt: Pesquisar domínio
pt_br: Pesquisar grupos de domínios
sk: Hľadať v okruhu skupín
sv: Domängrupper för sökning
tr: Etki Alanı Gruplarını Ara
zh_tw: 搜尋領域群組

source: Search Domain Groups allow you to search a group of libraries at the same time instead of searching just one library or all libraries.
ar: البحث بمجال مجموعة يسمح لك بالبحث في مجموعة من المكتبات في نفس الوقت بدلا من البحث في مكتبة واحدة أو كل المكتبات
cs: Prohledat doménové skupiny umožňuje vyhledávání skupin knihoven místo vyhledávání jedné knihovny či všech knihoven
da: Søg i domænegrupper giver mulighed for at søge i en gruppe af biblioteker på en gang istedet for at søge et bibliotek ad gangen.
de: Domänengruppen erlauben es, eine Gruppe von Bibliotheken gleichzeitig zu durchsuchen - anstatt nur eine oder alle Bibliotheken.
el: Η αναζήτηση Ομάδων Τομέα σας επιτρέπει να αναζητήσετε μια ομάδα βιβλιοθηκών ταυτόχρονα αντί να αναζητάτε μόνο μία βιβλιοθήκη ή όλες τις βιβλιοθήκες.
es: Grupos de Dominio de búsquedas le permite buscar en un grupo de bibliotecas al mismo tiempo en lugar de buscar sólo una biblioteca o en todas las bibliotecas.
eu: Grupos de Dominio de búsquedas le permite buscar en un grupo de bibliotecas al mismo tiempo en lugar de buscar sólo una biblioteca o en todas las bibliotecas.
fi: Hakuryhmät antavat hakea tietystä kirjastoryhmästä kerrallaan sen sijaan, että haettaisiin yhdestä tai kaikista kirjastoista.
fr: Les Groupes de domaine de recherche vous permettent de rechercher dans un groupe de sites plutôt que de chercher dans chaque site individuellement.
hi: खोज डोमेन समूह आप सिर्फ एक पुस्तकालय या सभी पुस्तकालयों खोजने के बजाय एक ही समय में पुस्तकालयों के एक समूह खोज करने के लिए अनुमति देते हैं।
it: La ricerca per Gruppi di dominio permette di cercare su un gruppo di biblioteche alla volta invece di una sola o tutte le biblioteche.
oc: Les Groupes de domeni de recèrca vos permettent de recercar dins un grop de sites puslèu que de chercher dins cada site individualament.
pt: Pesquisar domínio permite pesquisar um grupo de bibliotecas ao mesmo tempo em vez de pesquisar apenas um biblioteca ou todas.
pt_br: A Busca por Grupos permite que você pesquise em um grupo de bibliotecas ao mesmo tempo ao invés de pesquisar só em um ou em todas.
sk: Hľadať v okruhu skupín Vám umožňuje vyhľadávanie v rámci skupiny knižníc súčasne namiesto vyhľadávanie iba v jednej knižnici alebo vo všetkých knižniciach.
sv: Med domängrupper för sökning kan du söka i en grupp bibliotek samtidigt i stället för att söka i bara ett bibliotek eller i alla bibliotek.
tr: Etki alanı grupları aramak, sadece bir kütüphane ya da tüm kütüphaneleri aramaktansa size aynı zamanda kütüphane gruplarını da aramanıza imkan verecektir.
zh_tw: 搜尋領域群組允許您同時搜尋多個同群組的圖書館。

source: Search for the item you would like to catalog
ar: ابحث عن المادة التي ترغب بفهرستها
cs: Hledat položku, kterou byste rádi katalogizovali
da: Søg det eksemplar, der skal katalogiseres
de: Suchen Sie nach dem Titel, den Sie katalogisieren möchten
el: Αναζητήστε το τεκμήριο που θέλετε να καταλογογραφήσετε
es: Busque el ejemplar que desea catalogar
eu: Buscar el ítem que desea catalogar
fi: Hae nimeke, jonka haluat luetteloida
fr: Cherchez la notice que vous voulez cataloguer
hi: आइटम के लिए खोज आप सूची को चाहते हैं
it: Cerca le opere che vuoi catalogare
oc: Cherchez la notícia que volètz catalogar
pl: Wyszukaj egzemplarz, który chcesz skatalogować
pt: Pesquisar o registo que deseja catalogar
pt_br: Pesquisar pelo material que você quer catalogar
sk: Vyhľadajte exemplár, ktorý chcete zapísať do katalógu
sv: Sök efter objektet du vill katalogisera
tr: Kataloglamak istediğiniz materyal için arama yapın
zh_tw: 搜尋打算編目的館藏

source: Search for the item you would like to catalog
ar: ابحث عن المادة التي ترغب في فهرستها
cs: Hledat položku, kterou byste rádi zkatalogizovali
da: Søg det eksemplar, der skal katalogiseres
de: Suchen Sie nach dem Titel, den Sie katalogisieren möchten
el: Αναζητήστε το τεκμήριο που θέλετε να καταλογογραφήσετε
es: Buscar el ítem que desea catalogar
eu: Bilatu katalogatu nahi duzun elementua
fi: Hae nimeke, jonka haluat luetteloida
fr: Cherchez la notice que vous voulez cataloguer
hi: आइटम के लिए खोज आप सूची को चाहते हैं
it: Cerca il record da derivare
oc: Cherchez la notícia que volètz catalogar
pl: Wyszukaj egzemplarz, który chcesz skatalogować
pt: Pesquisar o registo que deseja catalogar
pt_br: Pesquisar pelo item que você quer catalogar
sk: Vyhľadajte exemplár, ktorý chcete zapísať do katalógu
sv: Sök efter objektet du vill katalogisera
tr: Kataloglamak istediğiniz materyal için arama yapın
zh_tw: 搜尋打算編目的館藏

source: Search history
ar: سجل البحث
cs: Historie hledání
de: Suchhistorie
el: Ιστορικό αναζήτησης
es: Historial de búsqueda
eu: Bilaketa-historiala
fi: Hakuhistoria
fr: Historique de recherche
hi: इतिहास खोजें
it: Storico della ricerca:
oc: Istoric de recèrca de
pt: Histórico de pesquisa
sk: Výpis hľadania
tr: Arama geçmişi
zh_tw: 搜尋記錄

source: Search index: Control-number
ar: البحث في الكشاف : رقم التحكم
cs: Hledat index: Kontrolní číslo
da: Søg indeks: kontrolnummer
de: Index durchsuchen: Kontrollnummer
el: Αναζήτηση ευρετηρίου: Αριθμός-ελέγχου
es: Buscar en el índice: número de control
eu: Bilatu indizean: kontrol zenbakia
fi: Hakuindeksi: Kontrollinumero
fr: Recherche index&nbsp;:Control-number
hi: खोजें सूचकांक: नियंत्रण नंबर
it: Cerca indice: Control-Number
oc: Recèrca index&nbsp;:Control-number
pl: Indeks wyszukiwania: Numer kontrolny
pt: Índice de pesquisa: Número de controlo
pt_br: Pesquisar índice: Número de controle
sk: Hľadať v indexe: kontrolné číslo
sv: Sökindex: kontrollnummer
tr: Dizin arama: Kontrol-numarası
zh_tw: 搜尋索引：控制碼

source: Search targets can be altered by using the Z39.50/SRU Admin area.
fi: Hakukohteet voi muuttaa Z39.50/SRU-palvelimien ylläpidossa.
hi: खोजें लक्ष्यों Z39.50 / एसआरयू व्यवस्थापक क्षेत्र का उपयोग करके बदला जा सकता है।

source: Searching
ar: البحث
cs: Hledání
da: Søger
de: Suche
el: Αναζήτηση
es: Buscar
eu: Bilatzea
fi: Haku
fr: Recherche
hi: खोज रहा है
it: Ricerca
oc: Recèrca
pl: Szukanie
pt: Pesquisa
pt_br: Pesquisa
sk: Hľadanie
sv: Söker
tr: Aranıyor
zh_tw: 搜尋

source: Searching Authorities
ar: بحث الاستنادات
cs: Hledání Autorit
da: Søgning i autoriteter
de: Normdaten suchen
el: Αναζήτηση Καθιερωμένων Όρων
es: Buscando autoridades
eu: Autoritateak bilatzea
fi: Auktoriteettihaku
fr: Chercher par autorités
hi: खोज प्राधिकरणों
it: Ricerca authority
oc: Cercar per autoritats
pl: Szukanie Hasła Wzorcowego
pt: Pesquisar autoridades
pt_br: Pesquisando autoridades
sk: Hľadanie v autoritách
sv: Söker myndigheter
tr: Otoriteler Aranıyor
zh_tw: 搜尋權威

source: Searching Subtypes on the Staff Client
ar: بحث الأنواع الفرعية في برنامج العميل
cs: Podtypy pro hledání v intranetu
da: Søger undertyper i Intranet
de: Weitere Suchkriterien in der Dienstoberfläche
el: Αναζήτηση Υποτύπων στη Διεπαφή Προσωπικού
es: Buscando subtipos en el cliente administrativo
eu: Azpimotak bilatzea langileen interfazean
fi: Hakurajoitukset
fr: Cherchez par types de document dans l'interface professionnelle
hi: स्टाफ कलाइन्ट पर Subtypes खोज
it: Ricerca Sottotipi sullo Staff client
oc: Cherchez per types de document dins l'interfàcia professionala
pl: Wyszukiwanie podtypów w interfejsie bibliotekarza
pt: Pesquisar subtipos na interface dos técnicos
pt_br: Pesquisar Sub-tipo na interface administrativa
sk: Hľadanie v podtypoch v intranete
sv: Söker undertyper på personalklienten
tr: Personel İstemcisinde Alt Türler Aranıyor
zh_tw: 從館員介面搜尋次類型

source: Searching:
ar: البحث:
cs: Hledání:
da: Søger:
de: Suche:
el: Αναζήτηση:
es: Buscar:
eu: Bilatzea:
fi: Haku:
fr: Recherche:
hi: खोज रहा है:
it: Ricerca:
oc: Recèrca :
pl: Szukane:
pt: Pesquisa:
pt_br: Pesquisa:
sk: Hľadanie:
sv: Söker:
tr: Aranıyor:
zh_tw: 搜尋：

source: See a Sample Overdue Notice
ar: انظر عينة إشعار التأخير
cs: Viz vzor upomínky
da: Se en eksempelvis rykkerbesked
de: Beispiel-Mahnschreiben
el: Βλέπε Δείγμα Ειδοποίησης Εκπρόθεσμου
es: Vea un ejemplo de aviso de retraso
eu: Vea un ejemplo de aviso de retraso
fi: Katso esimerkki myöhästymisilmoituksesta
fr: Voir un exemple de d'avis de retard
hi: देखें एक नमूना अतिदेय नोटिस
it: Vedi un esempio di avviso di ritardo
oc: Veire un exemple de d'avis de retard
pl: Zobacz przykładowe powiadomienie o przetrzymaniu
pt: Ver exemplo de aviso de atraso
pt_br: Ver um modelo de Aviso de Atraso
sk: Pozrite na vzor oznámenia o omeškaní
sv: Se ett exempel på ett förseningsmeddelande
tr: Örnek Gecikme Mesajına bakınız.
zh_tw: 見逾期通知範例
