Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Also include a text file (*.TXT) named either datalink.txt or idlink.txt listing the biblionumber followed by the image name for each image one per line
ar: يشمل أيضاً ملف نصي (*.TXT) مسمى إما datalink.txt أو idlink.txt يدرج العدد الببليوغرافي متبوعاً باسم الصورة لكل صورة واحدة بالسطر
cs: Také přiložte textový soubor (*.TXT) pod jménem datalink.txt nebo idlink.txt ve kterém jsou vypsané na samostatný řádek číslo katalogizačního záznamu a název souboru s obrázkem
da: Tilføj også en tekstfil (*.TXT) med navnet enten datalink.txt eller idlink.txt, der lister biblioteksnummeret efterfulgt af billedets navn for hvert billede, én pr. linje.
de: Fügen Sie zudem eine Textdatei (*.TXT) mit dem Namen datalink.txt oder idlink.txt hinzu, die pro Bild eine Zeile mit der Titelsatznummer (biblionumber) und nachfolgendem Bildnamen enthält.
es: También incluya un archivo de texto (*.TXT) llamado datalink.txt o idlink.txt listando los biblionumber seguidos del nombre de la imagen para cada imagen una por línea
eu: También incluye un archivo de texto (*.TXT) nombrado como datalink.txt o idlink.txt listando el biblionumber seguido por el nombre de la imagen para cada imagen, una por línea
fi: Laita pakattuun tiedostoon mukaan myös tekstitiedosto (*txt.) nimeltä datalink.txt tai idlink.txt, jossa on tietuenumero ja kuvan nimi aina yhdellä rivillä
fr: Ajouter également un fichier texte (*.TXT) nommé soit datalink.txt, soit idlink.txt, qui contient la liste des biblionumber suivi du nom de l'image associée, ligne par ligne.
hi: इसके अलावा एक पाठ फ़ाइल (* .txt) या तो datalink.txt या idlink.txt biblionumber प्रति पंक्ति प्रत्येक छवि एक के लिए छवि नाम से पीछा लिस्टिंग नामित शामिल
it: Includi un file di testo (*.txt) chiamato datalink.txt o idlink.txt con un elenco di biblionumber seguito dal nome del file immagine. Un biblionumber e un'mmagine per linea. Entrambi sono obbligatori.
oc: Apondre tanben un fichièr tèxte (*.TXT) nomenat siá datalink.txt, siá idlink.txt, qui conten la lista des biblionumber suivi del nom de l'imatge associada, linha per linha.
pt: Também inclui um ficheiro de texto (*.TXT) chamado datalink.txt ou idlink.txt listando o número do registo seguido do nome da imagem um por cada linha
pt_br: Também inclua um arquivo de texto (*.txt) chamado de datalink.txt ou idlink.txt listando o biblionumber seguido pelo nome do arquivo da imagem para cada imagem, um por linha
sk: Pridajte tiež textový súbor (*.TXT) pod menom datalink.txt alebo idlink.txt, v ktorom sú vymenované čísla biblio (biblionumber) spolu s menami obrázkov pre každý obrázok jeden na riadok
sv: Inkludera även en textfil (*.TXT) med namnet datalink.txt eller idlink.txt som innehåller biblionumret följt av bildnamnet för varje bild, en per rad
tr: Ayrıca her satır her resim için bir resim ismi gelecek şekilde bibliyografik kayıt numaralarını listeleyen bir datalink.text veya idlink.txt adında bir metin dosyası (*. TXT) içerir
zh_tw: 同時包括一個名為 datalink.txt 或 idlink.txt 的純文字檔(*.TXT)，每列一張照片名稱與讀者號

source: Alternatively you can export the list to a CSV file for altering in an application on your desktop. Simply check the box next to 'Export to csv file' to generate this file.
ar: عوضاً عن ذلك بإمكانك تصدير القائمة إلى ملف CSV للتعديل في التطبيق على سطح مكتبك. ببساطة افحص المربع بجانب 'تصدير إلى ملف csv' لانشاء هذا الملف.
cs: Alternativně můžete seznam exportovat do souboru CSV pro změny v aplikaci ve Vašem počítači. Jednoduše zaškrtněte políčko vedle 'Exportovat do souboru CSV' pro vygenerování tohoto souboru.
da: Alternativt kan listen også eksporteres som CSV-fil til ændring i et andet program på computeren. Marker boksen ved 'Eksporter som CSV', for at oprette filen.
de: Alternativ können Sie die Liste auch als CSV-Datei exportieren und in einer Anwendung auf Ihrem PC weiterverarbeiten. Klicken Sie dazu einfach die Checkbox neben 'Als CSV exportieren' an, um die Datei zu erstellen.
el: Εναλλακτικά μπορείτε να εξάγετε τη λίστα σε ένα αρχείο CSV για να αλλάξετε μία αίτηση στην επιφάνεια εργασίας σας. Απλά επιλέξτε το κουτί δίπλα στο 'Εξαγωγή αρχείου csv' για να δημιουργηθεί το αρχείο.
es: También puede exportar la lista a un archivo CSV para modificarla con una aplicación en su ordenador. Simplemente marque la casilla junto a 'Exportar a archivo csv' para generar este archivo.
eu: Edo, bestela, CSV fitxategi batera esportatu dezakezu zerrenda, zure mahaigaineko aplikazio batean aldatzeko. Horretarako, markatu 'Esportatu CSV fitxategira' ondoko koadroa fitxategi hori sortzeko.
fi: Vaihtoehtoisesti voit viedä listan CSV-tiedostona toisen ohjelman käyttöön. Lisää valintatäppä 'Vie CSV-tiedostona' niin saat tiedoston vietyä.
fr: Autrement vous pouvez exporter la liste dans un fichier CSV pour modification dans une application sur votre poste de travail. Cochez simplement la case 'Export csv' pour générer ce fichier.
hi: वैकल्पिक रूप से आप अपने डेस्कटॉप पर एक आवेदन में फेरबदल के लिए एक सीएसवी फाइल करने के लिए सूची निर्यात कर सकते हैं। बस अगली 'सीएसवी फ़ाइल में निर्यात' के लिए बॉक्स की जांच इस फाइल को उत्पन्न करने के लिए।
it: In alternativa puoi esportare la lista in un file CSV per la modifica sul tuo desktop. Per generare questo file, basta semplicemente spuntare la casella vicino alla dicitura 'Export to csv file'.
oc: Autrement podètz exporter la lista dins un fichièr CSV per modificacion dins una application sus vòstre poste de travail. Marcatz simplament la casa 'Export csv' per generar ce fichièr.
pt: Alternativamente, você pode exportar a lista para um arquivo CSV. Basta marcar a caixa ao lado de 'Exportar para csv' para gerar esse arquivo.
pt_br: Alternativamente, você pode exportar a lista para um arquivo CSV. Basta marcar a caixa ao lado de "Exportar para csv 'para gerar esse arquivo.
sk: Alternatívne môžete exportovať zoznam do súboru CSV pre obmenu v programe na Vašom počítači. Jednoducho zaškrtnite políčko vedľa 'Exportu do súboru CSV' pre vygenerovanie tohto súboru.
sv: Du kan även exportera listan till en CSV-fil för redigering i annat program på din dator. Markera rutan 'Exportera till csv-fil' för att skapa filen.
tr: Alternatif olarak, masaüstünüzdeki bir uygulamada değişiklik yapmak için, listeyi bir CSV dosyasına aktarabilirsiniz. Bu dosyayı oluşturmak için sadece 'csv dosyasına aktar' ibaresinin yanındaki kutuyu tıklamanız yeterlidir.
zh_tw: 或者您可匯出清單為 CSV 檔案，再以其他的應用軟體編輯它。點選 '匯出成CSV檔案' 鈕，就能產生該檔案。

source: Always contains
ar: يحتوي دائما على
cs: Vždy obsahuje
da: Indeholder altid
de: Enthält immer
el: Περιλαμβάνει πάντα
es: Siempre contiene
eu: Siempre contiene
fi: Sisältää aina
fr: Contient toujours
hi: हमेशा होता है
it: Contiene sempre
oc: Conten totjorn
pl: zawsze zawiera
pt: Contem sempre
pt_br: Sempre contém
sk: Vždy obsahuje
tr: Her zaman içerir
zh_tw: 總是包括

source: Among the default notices are notices for several common actions within Koha. All of these notices can be customized by altering their text via the Notices &amp; Slips tool and their style using the NoticeCSS preference to define a stylesheet. Here are some of what those notices do
ar: من بين الملاحظات الافتراضية ملاحظات لعدة أعمال شائعة ضمن كوها. كل هذه الملاحظات تستطيع أن تخصص بتعديل نصوصها عن طريق الملاحظات &amp; أداة القسائم وأسلوبهم الذي يستعمل تفضيل ملاحظاتCSS لتعريف الأنماط. هنا بعض مما تفعله هذه الملاحظات
cs: Mezi standardními oznámeními jsou oznámení pro několik běžných aktivit v rámci systému Koha. Všechna tato oznámení mohou být přizpůsobována pomocí nástroje Oznámení &amp; Potvrzení a změnou stylu pomocí nastavení NoticeCSS pro definování souboru se stylovým předpisem (CSS). Následuje seznam některých standardních oznámení
da: Blandt standardnotaterne er der notater for mange almindelige aktiviteter i Koha. Alle disse notater kan tilpasses ved at ændre deres tekst via Note & Seddel værktøjet og deres stil ved at bruge NoticeCSS preferencen til at definere et stylesheet. Her er noget om, hvad disse notater gør
de: Es gibt Beispielschreiben für die meisten üblichen Benachrichtigungen in Koha. Die Texte dieser Schreiben können im Werkzeug Benachrichtigungen &amp; Quittungen geändert und die Formatierung über separates Stylesheet im Systemparameter NoticeCSS gesteuert werden. Im folgenden ein paar Beispiele für die unterschiedichen Benachrichtigungen
el: Μεταξύ των προεπιλεγμένων ειδοποιήσεων υπάρχουν ειδοποιήσεις για διάφορες κοινές λειτουργίες στο Koha. Όλες αυτές οι ειδοποιήσεις μπορούν να προσαρμοστούν αλλάζοντας το κείμενό τους μέσω του εργαλείου Ειδοποιήσεων &amp; Σημειωμάτων και το στυλ τους χρησιμοποιώντας την προτίμηση NoticeCSS για να καθορίσετε το στυλ μορφοποίησης. Δείτε εδώ τι κάνουν μερικές από αυτές τις ειδοποιήσεις
es: Entre los avisos predeterminados hay avisos para varias acciones comunes dentro de Koha. Todas estas noticias pueden ser personalizadas alterando su texto vía la herramienta Avisos y recibos y su estilo utilizando la preferencia NoticeCSS para definir su hoja de estilo. Aquí mostramos que hacen esos avisos
eu: Entre los avisos por defecto hay avisos de varias acciones comunes dentro de Koha.Todos estos avisos pueden ser personalizados modificando el texto a través de herramientas de Avisos &amp; Recibos y su estilo utilizando preferencias NoticeCSS para definir la hoja de estilo. Éstos son algunos de los avisos que puedes hacer
fi: Oletusviesteissä on monia Kohan yleisiä toimintoviestejä. Kaikkia näitä viestejä voi muokata 'Ilmoitukset ja kuitit' -työkalun kautta ja niiden tyyliä muokataan NoticeCSS-asetuksessa määrittämällä tyylitiedosto. Tässä on jotain, mitä viestit tekevät
fr: Parmi les notifications définies par défaut, vous trouverez des notifications pour plusieurs actions courantes. Toutes ces notifications peuvent être personnalisées en modifiant leur texte, via l'outil "Notifications &amp; Tickets" et leur style, en utilisant la préférence NoticeCSS pour définir une feuille de style. Voici quelques exemples de ces notifications
hi: डिफ़ॉल्ट नोटिस के अलावा Koha के भीतर कई आम कार्यों के लिए नोटिस कर रहे हैं। इन सूचनाओं की सभी सूचनाएं & amp के माध्यम से अपने पाठ बदलकर अनुकूलित किया जा सकता है; फिसल जाता है उपकरण और उनकी शैली NoticeCSS वरीयता का उपयोग कर एक शैली को परिभाषित करने के लिए। यहाँ क्या उन नोटिस कर कुछ कर रहे हैं
it: Gli avvisi standard sono messaggi per varie funzioni di Koha. Per tutti questi avvisi si può cambiare il testo con lo strumento Avvisi. La formattazione può essere gestita con lo stylesheet inserito in NoticeCSS. Alcune delle funzioni degli avvisi:
oc: Demest las notificacions definidas per defaut, trobaretz de notificacions per mantuna accion correntas. Totas aquelas notificacions pòdon èsser personalizadas en modificant lor tèxte, via l'aisina "Notificacions &amp; Tickets" e lor estil, en utilizant la preferéncia NotíciaCSS per definir un fuèlh d'estil. Aquí qualques exemples d'aquelas notificacions
pl: Wśród domyślnych powiadomień są powiadomienia dla kilku wspólnych działań w Koha. Wszystkie te powiadomienia mogą być dostosowane do potrzeb biblioteki przez zmianę tekstów (w narzędziu "Powiadomienia i rewersy") i stylów (przy użyciu ustawienia do definiowania arkusza stylów). Przykłady możliwości powiadomień:
pt: Para além dos avisos por omissão existem avisos para as mais variadas acções no Koha. Todos os avisos podem ser alterados no texto na ferramenta de avisos e recibos e no estilo usando o preferência NoticeCSS. Aqui pode ver para que servem alguns dos avisos
pt_br: Entre os avisos padrão são avisos para várias ações comuns dentro Koha. Todos estes avisos pode ser personalizado, alterando o seu texto através da ferramenta Avisos e recibos e seu estilo usando a preferência NoticeCSS para definir um estilo. Aqui estão algumas das coisas que os avisos fazem
sk: Medzi predvolenými oznámeniami sú oznámenia pre niekoľko bežných aktivít vrámci Kohy. Všetky tieto oznámenia možno prispôsobovať pomocou úpravy ich textu cez nástroj Oznámenia &amp; Ústrižky a ich štýl pomocou nastavenia NoticeCSS pre definovanie štýlového hárku. Tu sú príklady správania niektorých takých oznámení
sv: Bland standardmeddelandena finns meddelanden för flera vanliga åtgärder i Koha. Alla dessa meddelanden kan anpassas genom att texten ändras via verktyget Meddelanden &amp; kvitteringar och utseendet kan ändras via inställningen NoticeCSS för att ange en stilmall. Här är vad några av dessa meddelanden gör
tr: Varsayılan bildirimler arasında Koha içinde birçok ortak işlemler için uyarılar vardır. Bu bildirimler her bir stil tanımlamak için NoticeCSS tercihini kullanarak, Uyarılar &amp Slips aracı ve kendi stili ile metin değiştirerek özelleştirilebilir. İşte bu uyarılardan bazılarının yaptığı şeyler şunlardır.
zh_tw: 預設通知裡包括幾種常用的通知，可以經由通知 &amp;收條工具修改它，可以用 NoticeCSS 偏好設定它們的格式

source: Amount should be entered with only numbers and decimals, no other characters
ar: يجب إدخال المبلغ بالأرقام والعلامات العشرية فقط، وليس بأي أحرف أخرى.
cs: Částka fondu by měla by obsahovat pouze číslice a desetinou čárku. Žádné jiné znaky by měly být vkládány.
de: Der Betrag sollte nur als Nummer oder Dezimalzahl angegeben werden und keine anderen Zeichen enthalten.
es: El monto del fondo se debe introducir con, solamente, números y decimales, no se deben ingresar otros caracteres.
eu: Zenbatekoa zenbaki eta dezimalekin idatzi behar da, eta ez beste karaketerekin
fi: Määräraha ilmoitetaan numeroilla ja desimaaleilla, ei muita merkkejä
fr: Le montant doit seulement comprendre des chiffres et des décimales, aucun autre caractère
hi: राशि केवल संख्या और दशमलव, कोई अन्य पात्रों के साथ दर्ज किया जाना चाहिए
it: La cifra deve essere scritta con solo numeri e decimali senza altri caratteri
oc: Lo montant deu solament comprendre des chifras e des décimales, aucun autre caractèr
pt: O montante deve apenas conter números e decimais, sem outros caracteres.
sk: Čiastka by sa mala zadať len s číslicami a oddeľovačom desatín, žiadne iné znaky
tr: Tutar sadece sayılar ve ondalık ayırıcı ile girilmelidir, başka bir karakter içermemelidir
zh_tw: 基金的金額應該祗有數字與小數點，不能鍵入其他字元

source: An 'Accepted' suggestion is one that you have marked as 'Accepted' using the form below the suggestions. A 'Pending' suggestion is one that is awaiting action from the library. A 'Checked' suggestion is one that has been marked as 'Checked' using the form before the suggestions. An 'Ordered' suggestion is on that has been ordered using the 'From a purchase suggestion' link in your basket. A 'Rejected' suggestion is one that you have marked at 'Rejected' using the form below the list of suggestions.
ar: المقترح"المقبول" هو المقترح الذي تم وضع علامة "مقبول" عليه باستخدام النموذج الموجود أدنى المقترحات. المقترح "المعلق" هو المقترح الذي ينتظر اجراء من المكتبة. المقترح " المحدد" هو الذي تم وضع علامة "محدد" عليه باستخدام النموذج الموجود قبل المقترحات. المقترح "المطلوب" هو المقترح الذي تم طلبه باستخدام رابط "من مقترح شراء" في سلتك. المقترح "المرفوض" هو المقترح الذي تم وضع علامة "مرفوض" عليه باستخدام النموذج الموجود أدنى قائمة المقترحات.
cs: "Přijatý" návrh je ten, který jste označili jako "Přijatý" pomocí níže uvedeného formuláře pro návrhy."Čekající" návrh je ten, který čeká na reakci knihovny."Ověřený" návrh je ten, který byl označen jako "Ověřený" prostřednictvím formuláře před podáním návrhu. "Objednaný" návrh je ten, který byl objednán použitím odkazu nákupního návrhu z košíku. "Zamítnutý" návrh je ten, který jste označili na "Zamítnutý" pomocí formuláře pod seznamem návrhů.
da: Et 'Godkendt' er et, som du har markeret som 'Godkendt' med formularen under forslagene. Et 'Afventende' forslag er et. som afventer handling fra biblioteket. Et 'Markeret' forslag er et, som er markeret som 'Markeret' med formularen under forslagene. Et 'Bestilt' forslag er bestilt med linket 'Fra et indkøbsforslag' i din kurv. Et 'Afvist' forslag er et, der er markeret som 'Afvist' med formularen under forslagene.
de: 'Ein akzeptierter Anschaffungsvorschlag ist einer, der als 'Akzeptiert' markiert wurde. Mit 'In Bearbeitung' werden Anschaffungsvorschläge gekennzeichnet, die noch von der Bibliothek bearbeitet werden müssen. Mit 'Checked' können geprüfte Anschaffungsvorschläge markiert werden. Mit 'Bestellt' werden die Vorschläge gekennzeichnet, die bereits über das Erwerbungsmodul bestellt wurden. 'Abgelehnt' bedeutet, dass keine Anschaffung erfolgen wird.
el: Μία 'Αποδεκτή' πρόταση είναι εκείνη που έχετε επισημάνει ως 'Αποδεκτή' χρησιμοποιώντας τη φόρμα κάτω από τις προτάσεις. Μια 'Εκκρεμής' πρόταση είναι εκείνη που αναμένει κάποια ενέργεια από τη βιβλιοθήκη. Μια 'Ελεγμένη' πρόταση είναι εκείνη που έχει επισημανθεί ως 'Ελεγμένη' χρησιμοποιώντας τη φόρμα πριν τις προτάσεις. Μια 'Ολοκληρωμένη' πρόταση είναι εκείνη που έχει παραγγελθεί χρησιμοποιώντας τον σύνδεσμο 'Από μία πρόταση αγοράς' στο καλάθι σας. Μια 'Απορριφθείσα' πρόταση είναι εκείνη που έχετε επισημάνει ως 'Απορριφθείσα' χρησιμοποιώντας τη φόρμα κάτω από τη λίστα των προτάσεων.
es: Una sugerencia 'Aceptada' es una que fue marcada como 'Aceptada' utilizando el formulario bajo las sugerencias. Una sugerencia 'Pendiente' es una que está esperando una acción del bibliotecario. Una sugerencia 'Verificada' es una que ha sido marcada 'Verificada' utilizando el formulario bajo las sugerencias. Una sugerencia de 'Pedido' es una que ha sido ordenada utilizando el enlace 'Desde una sugerencia de compra' en su cesta. Una sugerencia 'Rechazada' es una que fue marcada como 'Rechazada' utilizando el formulario bajo la lista de sugerencias.
eu: Una sugerencia se muestra como 'Aceptada' cuando se ha marcado como 'Aceptada' en el formulario de sugerencias. Una sugerencia se muestra como 'Pendiente' cuando está esperano una decisión por parte de la biblioteca. Una sugerencia se muestra como 'Checked' cuando se ha marcado como 'Checked' en el formulario de sugerencias. Una sugerencia se muestra como 'Ordenada' cuando ha sido ordenada con la opción 'Desde una sugerencia procesada' en la cesta. Un sugerencia se muestra como 'Rechazada' cuando se ha marcada como 'Rechazada' en la lista de sugerencias.
fi: 'Hyväksytty' hankintaehdotus on merkitty 'Hyväksytyksi' ehdotuksen alla olevalla toiminnolla. 'Odottaa'-tilassa ehdotus odottaa kirjaston käsittelyä. 'Tarkistettu' on merkitty 'Tarkistetuksi' alla olevalla toiminnolla. 'Tilattu' on ehdotus, joka on tilattu kirjastoon käyttämällä 'Hankintaehdotuksesta'-linkkiä tilauskorissa. 'Hylätty' on merkitty 'Hylätyksi' alla olevalla toiminnolla.
fr: Une suggestion «Acceptée» est celle que vous avez marquée comme «Acceptée» en utilisant le formulaire sous la liste des suggestions. Une suggestion "En attente" est celle qui est en attente d'une action de la bibliothèque. Une suggestion "Vérifiée" est celle qui a été marquée comme "Vérifiée" en utilisant le formulaire sous la liste des suggestions. Une suggestion «Commandée» est celle qui a été commandée en utilisant le lien «Depuis une suggestion d'achat» dans votre panier de commande. Une suggestion «Rejetée» est celle que vous avez marquée «Rejetée» en utilisant le formulaire sous la liste des suggestions.
hi: एक 'स्वीकृत' सुझाव है कि आप के रूप में नीचे दिए गए सुझावों के फार्म का उपयोग 'स्वीकार' के रूप में चिह्नित किया है. ए 'लंबित' सुझाव है कि एक कार्रवाई के पुस्तकालय से इंतजार कर रहा है है. एक की 'जाँच' के सुझाव है कि एक के रूप में सुझाव से पहले फार्म का उपयोग' की 'जाँच' अंकित की गई है. उस पर अपने टोकरी में 'एक खरीद सुझाव से' लिंक का उपयोग कर आदेश दिया गया है एक का 'आदेश' दिया सुझाव है. ए 'अस्वीकृत' सुझाव है कि आप पर सुझावों की सूची नीचे के फार्म का उपयोग करते हुए 'अस्वीकृत' में चिह्नित किया है.
it: Un suggerimento 'Accettato' è un suggerimento per cui ha scelto l'opzione 'Accettato' nel form qui sotto. Lo stesso vale per i valori 'Controllato' e 'Respinto'. Un suggerimento 'In attesa' è un suggerimento che la biblioteca sta valutanto. Un suggerimento 'Ordinato' è un suggerimento per cui è stato fatto un ordine nel modulo della acquisizioni usando il link 'Da un suggerimento di acquisto' nella creazione dell'ordine.
oc: Una suggestion «Acceptada» es celle qu'avètz marquée coma «Acceptada» en utilizant lo formulari jos la lista des suggestions. Una suggestion "En espèra" es celle qui es en espèra d'una accion de la bibliotèca. Una suggestion "Verificada" es celle qui a été marquée coma "Verificada" en utilizant lo formulari jos la lista des suggestions. Una suggestion «Comandada» es celle qui a été comandada en utilizant lo ligam «Depuis una suggestion de crompa» dins vòstre panièr de comanda. Una suggestion «Regetada» es celle qu'avètz marquée «Regetada» en utilizant lo formulari jos la lista des suggestions.
pl: Propozycje 'Zaakceptowane' są oznaczone jako zaakceptowane w zarządzaniu propozycjami i czekają na dalszy proces zamówienia. 'Oczekujące' to egzemplarze, które czekają na akceptację ze strony biblioteki. 'Sprawdzane' to pozycje sprawdzone przez bibliotekarza. 'Zamówione' to egzemplarze, do których tworzony jest link do koszyka zamówień przez opcję 'z propozycji zakupu'. 'Dostępne' to egzemplarze zakupione i dostępne do wypożyczenia. 'Odrzucone' to pozycje, dla których został wybrany jeden ze powodów odmownych.
pt: Uma sugestão 'Aceite' é aquela marcada como 'Aceite' no formulário abaixo das sugestões. Uma sugestão 'Pendente' é uma sugestão que está a espera de uma ação por parte da biblioteca. Uma sugestão 'Verificada' é aquela marcada como 'Verificada' no formulário abaixo das sugestões. Uma sugestão 'Encomendada' é aquela já foi encomendada pela biblioteca. Uma sugestão 'Rejeitada' é aquela marcada como 'Rejeitada' no formulário abaixo das sugestões.
pt_br: Uma sugestão 'Aceito' é aquele que você marcou como "Aceito" usando o formulário abaixo as sugestões. A sugestão de "pendentes" é aquele que está à espera de ação da biblioteca. A sugestão 'verificado' é aquele que tem sido marcada como 'checada' usando o formulário antes de as sugestões. Uma sugestão 'pedidos' está em que foi ordenada usando o 'De uma sugestão de compra "link em sua cesta. A sugestão 'Rejeitado' é aquele que você marcou em 'Rejeitado' usando o formulário abaixo a lista de sugestões.
sk: 'Prijatý' návrh je ten, ktorý ste označili ako 'Prijatý' pomocou formulára pod návrhmi. 'Nevybavený' návrh je ten, ktorý čaká na schválenie z knižnice. 'Vybratý' návrh je ten, ktorý bol označený ako 'Vybratý' pomocou formulára pred návrhmi. 'Objednaný' návrh je ten, ktorý bol objednaný pomocou odkazu 'Z návrhu na nákup' vo vašom košíku. 'Zamietnutý' návrh je ten, ktorý ste označili ako 'zamietnutý' pomocou formulára pod zoznamom návrhov.
sv: Ett 'Godkänt' förslag är ett som du valt som 'Godkänt' i formuläret under förslagen. Ett 'Väntande' förslag är ett som väntar på åtgärd från biblioteket. Ett 'Kontrollerat' förslag är ett som markerats som 'Kontrollerat' i formuläret innan förslagen. Ett 'Beställt' förslag är ett som beställts med länken 'Från ett inköpsförslag' i din korg. Ett 'Avslaget' förslag är ett som markerats som 'Avslaget' i formuläret under listan med förslag.
tr: ‘Kabul edilmiş’ öneri, önerilerin altındaki formları kullanarak ‘Kabul edildi’ olarak işaretlediğiniz öneridir. ‘Bekleyen öneri’ kütüphaneden işlem bekleyen öneridir. ‘Onaylanmış’ öneri önerilerden önce formları kullanarak ‘Onaylandı’ olarak işaretlenen öneridir. ‘Sipariş edilmiş’ öneri, sepetinizdeki ‘Satın alma önerisi’ bağlantısını kullanarak sipariş edilmiş öneridir. ‘Reddedilmiş’ öneri, öneriler listesinin altındaki formu kullanarak ‘Reddedildi’ olarak işaretlediğiniz öneridir.
zh_tw: 在建議表單下，勾選 ''接受' 後，該建議就成為 '接受的' 建議。'待決' 建議是等待圖書館決定的建議。勾選建議表單前的 '檢查'，該建議就是 '被檢查' 過的建議。'已訂購' 建議表示該筆建議已使用您採訪欄的 '來自採訪建議' 連結。'拒絕' 的建議是已勾選建議表單下的 '拒絕'。
