Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: See the full documentation for Patron Statistics in the
ar: انظر إلى التوثيق الكامل لإحصائيات المستفيد
cs: Viz úplnou dokumentaci pro statistiku čtenáře v
da: Se hele dokumentationen for lånerstatistikker i
de: Die vollständige Hilfe zu Benutzerstatistiken finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Στατιστικά Μελών στο
es: Vea la documentación completa para Estadísticas de Usuarios en el
eu: Vea la documentación completa para Estadísticas de socios en la
fi: Katso koko dokumentaatio asiakkaiden tilastoille
fr: Voir la documentation complète sur les Statistiques sur les adhérents dans le
hi: में संरक्षक सांख्यिकी के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le statistiche utente nel
oc: Voir la documentacion completa sus las Estatisticas suls aderents dins lo
pt: Ver a documentação completa para as estatísticas de leitores na
pt_br: Ver a documentação completa para Estatísticas de usuários no
sk: Pozrite si kompletnú dokumentáciu o štatistike čitateľov v
sv: Se den fullständiga dokumentationen för Låntagarstatistik i
tr: Kullanıcı İstatistikleri tam dokümantasyonuna bakınız
zh_tw: 見讀者統計的完整文件

source: See the full documentation for Patron routing lists in the
ar: انظر إلى التوثيق الكامل لقوائم تمرير المستفيد في
cs: Viz úplnou dokumentaci pro kolovací seznamy čtenářů v
da: Se hele dokumentationen for låner-rutelister i
de: Die vollständige Hilfe zu den Umlauflisten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις λίστες δρομολόγησης Μελών στο
es: Vea la documentación completa para Listas de circulación de usuarios en el
eu: Vea la documentación completa para Listas de ruteo en la
fi: Katso koko dokumentaatio asiakkaiden kiertolistoille
fr: Voir la documentation complète sur les Listes de routage dans le
hi: में संरक्षक रूटिंग सूचियों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le Routing List nel
oc: Veire la documentacion completa sus las Listas de rotatge dins lo
pt: Ver a documentação completa para as listas de circulação do leitor no
pt_br: Ver a documentação completa para Listas de circulação no
sk: Pozrite si kompletnú dokumentáciu o distribučných zoznamoch čitateľov v
sv: Se den fullständiga dokumentationen för Mottagarlistor för låntagare i
tr: Kullanıcı yönlendirme listeleri tam dokümantasyonuna bakınız
zh_tw: 見讀者傳閱清單的完整文件

source: See the full documentation for Paying Fines in the
ar: انظر إلى التوثيق الكامل للغرامات المدفوعة
cs: Viz úplná dokumentace pro platby pokut v
da: Se hele dokumentationen for betaling af bøder i
de: Die vollständige Hilfe zum Bezahlen von Gebühren finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Πληρωμή Προστίμων στο
es: Vea la documentación completa para Pago de multas en el
eu: Vea la documentación completa para Pago de multas en la
fi: Katso koko dokumentaatio maksujen maksamiselle
fr: Voir la documentation complète sur le Paiement des amendes dans le
hi: में जुर्माना भुगतान के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i pagamenti di multe nel
oc: Veire la documentacion completa sul Pagament des emendas dins lo
pt: Ver a documentação completa para pagar multas no
pt_br: Ver a documentação completa para Pagamento de multas no
sk: Pozrite si kompletnú dokumentáciu o platbách pokút v
sv: Se den fullständiga dokumentationen för Betalning av böter i
tr: Gecikme Cezası Ödeme tam dokümantasyonuna bakınız
zh_tw: 見未付罰款的完整文件

source: See the full documentation for Pending on-site checkouts in the
el: Βλέπε την πλήρη τεκμηρίωση για τους Εκκρεμείς κατ' εξαίρεση δανεισμούς στο
fi: Katso koko dokumentaatio odottaville on-site-lainoille
hi: में विचाराधीन साइट पर checkouts के लिए पूर्ण दस्तावेज देखें

source: See the full documentation for Purchase Suggestions in the
ar: انظر إلى التوثيق الكامل لمقترحات الشراء
cs: Viz úplnou dokumentaci pro Návrhy na nákup v
da: Se hele dokumentationen for indkøbsforslag i
de: Die vollständige Hilfe zu Anschaffungsvorschlägen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Προτάσεις Αγοράς στο
es: Vea la documentación completa para Sugerencias de compra en el
eu: Ver la documentación completa para Sugerencias de Adquisiciones en la
fi: Katso koko dokumentaatio hankintaehdotuksille
fr: Voir la documentation complète sur les Suggestions d'achat dans le
hi: में खरीद सुझाव के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i suggerimenti di acquisto nel
oc: Veire la documentacion completa sus las Suggestions de crompa dins lo
pl: Zobacz instrukcję dla Propozycji zakupu w
pt: Ver a documentação completa para as sugestões de aquisição no
pt_br: Ver a documentação completa para Sugestões de aquisições no
sk: Pozrite si kompletnú dokumentáciu o návrhoch na nákup v
sv: Se den fullständiga dokumentationen för Inköpsförslag i
tr: Satın alma önerileri tam dokümantasyonuna bakınız
zh_tw: 見採訪建議的完整文件

source: See the full documentation for Quick Spine Label Creator in the
ar: انظر إلى التوثيق الكامل للمنشئ السريع للصاقات كعب الكتاب
cs: Viz úplnou dokumentaci pro Tvůrce hřbetních štítků v
da: Se hele dokumentationen for hurtig rygetiketfremstilling i
de: Die vollständige Hilfe zum Schnellen Signaturschilddruck finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τον Γρήγορο Δημιουργό Ετικετών Ράχης στο
es: Vea la documentación completa para Creador rápido de etiquetas en el
eu: Ver la documentación completa para Creador Rápido de Etiquetas de Lomo en la
fi: Katso koko dokumentaatio selkätarrojen pikaluonnille
fr: Voir la documentation complète sur le Créateur d'étiquettes rapide dans le
hi: में त्वरित रीढ़ लेबल निर्माता के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per la creazione di etichette sul dorso nel
oc: Voir la documentacion completa sul Creator d'etiquetas rapide dins lo
pl: Zobacz instrukcję dla Kreatora Etykiet Grzbietowych w
pt: Ver a documentação completa para a criação de etiquetas de lombada no
pt_br: Ver a documentação completa para Gerador rápido de etiquetas no
sk: Pozrite si kompletnú dokumentáciu o tvorbe rýchlych chrbtových etikiet v
sv: Se den fullständiga dokumentationen för Snabbverktyg för ryggetiketter i
tr: Hızlı Kitap Sırtı Etiketi Oluşturucu tam dokümantasyonuna bakınız
zh_tw: 見快速新增書標的完整文件

source: See the full documentation for Receiving Orders in the
ar: انظر إلى التوثيق الكامل لاستلام الطلبات في
cs: Viz úplnou dokumentaci pro Příjem objednávek v
da: Se hele dokumentationen for modtagelse af bestillinger i
de: Die vollständige Hilfe zum Zugang von Bestellungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Λήψη Παραγγελιών στο
es: Vea la documentación completa para Recepción de pedidos en el
eu: Ver la documentación completa para Receiving Orders en la
fi: Katso koko dokumentaatio tilausten vastaanotolle
fr: Voir la documentation complète sur la Réception des commandes dans le
hi: में आदेश प्राप्त करने के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per la ricezione di ordini nel
oc: Veire la documentacion completa sus la Recepcion des comandas dins lo
pl: Zobacz instrukcję dla Otrzymanych Zamówień w
pt: Ver a documentação completa para a recepção de encomendas no
pt_br: Ver a documentação completa para Recebimento de pedidos no
sk: Pozrite si kompletnú dokumentáciu o prijímaní objednávok v
sv: Se den fullständiga dokumentationen för Ta emot beställningar i
tr: Sipariş Teslim Alma tam dokümantasyonuna bakınız
zh_tw: 見簽收訂單的完整文件

source: See the full documentation for Receiving a Serial in the
ar: انظر التوثيق الكامل لاستلام الدوريات في
cs: Viz úplnou dokumentaci pro Příjem periodik v
da: Se hele dokumentationen for modtagelse af tidsskrifter i
de: Die vollständige Hilfe zum Zugang von Zeitschriftenheften finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Παραλαβή Περιοδικών Εκδόσεων στο
es: Vea la documentación completa para Recepción de periódicas en el
eu: Vea la documentación completa para Recepción de periódicas en la
fi: Katso koko dokumentaatio kausijullkaisun vastaanotolle
fr: Voir la documentation complète sur le Bulletinage dans le
hi: में एक सीरियल प्राप्त करने के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la Ricezione di risorse in continuazione nel
oc: Veire la documentacion completa sul Bulletinage dins lo
pl: Zobacz instrukcję dla Otrzymywania Czasopisma w
pt: Ver a documentação completa para a recepção de periódicos no
pt_br: Ver a documentação completa para Recebimento de periódico no
sk: Pozrite si kompletnú dokumentáciu o prijímaní časopisu v
sv: Se den fullständiga dokumentationen för Ta emot periodika i
tr: Süreli Yayın Teslim Alma tam dokümantasyonuna bakınız
zh_tw: 見簽收期刊的完整文件

source: See the full documentation for Record Matching Rules in the
ar: انظر إلى التوثيق الكامل لقواعد مطابقة التسجيلة في
cs: Viz úplnou dokumentaci pro Pravidla porovnání záznamů v
da: Se hele dokumentationen for regler for sammenligning af poster i
de: Die vollständige Hilfe zu den Abgleichregeln finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τους Κανόνες Ταύτισης Εγγραφών στο
es: Vea la documentación completa para Reglas de coincidencia de registro en el
eu: Ver la documentación completa de Record Matching Rules en la
fi: Katso koko dokumentaatio tietueiden yhdistämissäännöille
fr: Voir la documentation complète sur les Règles de concordance dans le
hi: में रिकार्ड मिलान नियम के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per le regole di corrispondenza tra i records nel
oc: Veire la documentacion completa sus las Règlas de concordància dins lo
pl: Zobacz instrukcję dla Reguł Dopasowania Rekordów w
pt: Ver a documentação completa para as regras de concordância no
pt_br: Ver a documentação completa para Regras de coincidência de registros no
sk: Pozrite si kompletnú dokumentáciu o Pravidlách zhody záznamov v
sv: Se den fullständiga dokumentationen för Regler för postmatchning i
tr: Kayıt Eşleştirme Kuralları tam dokümantasyonuna bakınız
zh_tw: 見紀錄匹配規則的完整文件

source: See the full documentation for Renewing in the
ar: انظر التوثيق الكامل للتجديد في
cs: Viz úplná dokumentace pro prodlužování v
de: Die vollständige Hilfe für Verlängerungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Ανανεώσεις στο
es: Vea la documentación completa para Renovaciones en el
fi: Katso koko dokumentaatio uusinnoille
fr: Voir la documentation complète sur le Renouvellement dans le
hi: का नवीनीकरण करने के लिए पूर्ण दस्तावेज़ देखें
it: Vedi la documentazione completa per i rinnovi nel
oc: Veire la documentacion completa sul Renovèlament dins lo
pl: Zobacz instrukcje dla Prolongaty w
pt: Ver a documentação completa para renovar no
pt_br: Ver a documentação completa sobre Renovações em
sk: Pozrite si kompletnú dokumentáciu o predlžovaní v
tr: Süre uzatma tam dokümantasyonuna bakınız
zh_tw: 見續訂的完整文件

source: See the full documentation for Reports in the
ar: انظر إلى التوثيق الكامل للتقارير
cs: Viz úplnou dokumentaci pro Výstupy v
da: Se hele dokumentationen for rapporter i
de: Die vollständige Hilfe zu den Reports finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Εκθέσεις στο
es: Vea la documentación completa para Informes en el
eu: Vea la documentación completa para Informes en la
fi: Katso koko dokumentaatio raporteille
fr: Voir la documentation complète sur les Rapports dans le
hi: में रिपोर्ट के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i Report nel
oc: Veire la documentacion completa suls Rapports dins lo
pl: Zobacz instrukcję dla raportów w
pt: Ver a documentação completa para os relatórios no
pt_br: Ver a documentação completa para Relatórios no
sk: Pozrite si kompletnú dokumentáciu o výkazoch v
sv: Se den fullständiga dokumentationen för Rapporter i
tr: Raporlar tam dokümantasyonuna bakınız
zh_tw: 見報表的完整文件

source: See the full documentation for Rotating Collections in the
fi: Katso koko dokumentaatio siirtokokoelmille
hi: में घूर्णन संग्रह के लिए पूर्ण प्रलेखन देखें

source: See the full documentation for Routing Lists in the
ar: انظر إلى التوثيق الكامل لقوائم التمرير
cs: Viz úplnou dokumentaci pro Kolovací seznamy v
da: Se hele dokumentationen for rutelister i
de: Die vollständige Hilfe zu den Umlauflisten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Λίστες Δρομολόγησης στο
es: Vea la documentación completa para Listas de Circulación en el
eu: Vea la documentación completa para Listas de ruteo en la
fi: Katso koko dokumentaatio kiertolistoille
fr: Voir la documentation complète sur les Listes de routage dans le
hi: में सूचियाँ मार्ग के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le Routing List nel
oc: Veire la documentacion completa sus las Listas de rotatge dins lo
pl: Zobacz instrukcję dla List obiegu w
pt: Ver a documentação completa para as listas de circulação no
pt_br: Ver a documentação completa para Listas de circulação no
sk: Pozrite si kompletnú dokumentáciu o distribučných zoznamoch v
sv: Se den fullständiga dokumentationen för Mottagarlistor i
tr: Yönlendirme Listeleri tam dokümantasyonuna bakınız
zh_tw: 見傳閱清單的完整文件

source: See the full documentation for Search History in the
ar: انظر إلى التوثيق الكامل لسجل البحث في
cs: Viz úplnou dokumentaci pro Historii hledání v
de: Die vollständige Hilfe für die Suchhistorie finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για το Ιστορικό Αναζήτησης στο
es: Vea la documentación completa para el Historial de búsqueda en el
fi: Katso koko dokumentaatio hakuhistorialle
fr: Voir la documentation complète sur l'Historique de recherche dans le
hi: में खोज इतिहास के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per lo storico della ricerca nel
oc: Veire la documentacion completa sus l'Istoric de recèrca dins lo
pt: Ver a documentação completa para o Histórico de pesquisa no
sk: Pozrite si kompletnú dokumentáciu o Výpise hľadania v
tr: Arama Geçmişi tam dokümantasyonuna bakınız
zh_tw: 見搜尋記錄的完整文件

source: See the full documentation for Searching in the
ar: انظر إلى التوثيق الكامل للبحث
cs: Viz úplnou dokumentaci pro Vyhledání v
da: Se hele dokumentationen for søgning i
de: Die vollständige Hilfe zur Recherche finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Αναζήτηση στο
es: Vea la documentación completa para Búsqueda en el
eu: Ver la documentación completa para Búsqueda en la
fi: Katso koko dokumentaatio hakutoiminnolle
fr: Voir la documentation complète sur la Recherche dans le
hi: में खोज के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la ricerca nel
oc: Veire la documentacion completa sus la Recèrca dins lo
pt: Ver a documentação completa para a pesquisa no
pt_br: Ver a documentação completa para pesquisas no
sk: Pozrite si kompletnú dokumentáciu o vyhľadávaní v
sv: Se den fullständiga dokumentationen för Sökning i
tr: Arama tam dokümantasyonuna bakınız
zh_tw: 見搜尋的完整文件

source: See the full documentation for Serial Claims in the
ar: انظر التوثيق الكامل لمطالبات الدوريات في
cs: Viz úplnou dokumentaci pro reklamace periodik v
da: Se hele dokumentationen for tidsskriftsrykkere i
de: Die vollständige Hilfe zu Zeitschriftenreklamationen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Αξιώσεις Περιοδικών Εκδόσεων στο
es: Vea la documentación completa para Reclamos de periódicas en el
eu: Vea la documentación completa para Reclamos de periódicas en la
fi: Katso koko dokumentaatio kausijulkaisun reklamoinnille
fr: Voir la documentation complète sur les Réclamations de périodique dans le
hi: में सीरियल दावों के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i Solleciti di periodici nel
oc: Voir la documentacion completa sus las Reclamacions de periodic dins lo
pl: Zobacz instrukcję dla Reklamacji Czasopism w
pt: Ver a documentação completa para a reclamação de periódicos no
pt_br: Ver a documentação completa para Reclamações de periódicos no
sk: Pozrite si kompletnú dokumentáciu o reklamáciách časopisov v
sv: Se den fullständiga dokumentationen för Periodikakrav i
tr: Süreli Yayın Claimi tam dokümantasyonuna bakınız
zh_tw: 見催缺期刊的完整文件

source: See the full documentation for Serial Frequencies in the
ar: انظر التوثيق الكامل لتواتر الدوريات في
cs: Viz úplnou dokumentaci pro periodika v
de: Die vollständige Hilfe für Erscheinungsmuster von Zeitschriften finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Συχνότητες Περιοδικών Εκδόσεων στο
es: Vea la documentación completa para Frecuencias de seriadas en el
fi: Katso koko dokumentaatio kausijulkaisun ilmestymistiheydelle
hi: में सीरियल आवृत्तियों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i le frequenze dei periodici nel
pl: Zobacz instrukcję dla Częstotliwości czasopism w
pt: Ver a documentação completa para as frequências dos periódicos no
pt_br: Ver a documentação completa sobre Frequência de Periódicos em
sk: Pozrite si kompletnú dokumentáciu o Frekvencii periodík v
tr: Süreli yayın frekansları tam dokümantasyonuna bakınız
zh_tw: 見刊期的完整文件

source: See the full documentation for Serial Numbering Patterns in the
ar: انظر التوثيق الكامل لأنماط ترقيم الدوريات في
cs: Viz úplnou dokumentaci pro Sériové vzorce číslování v
de: Die vollständige Hilfe zu den Nummerierungsmustern von Zeitschriften finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Μοτίβα Σειριακής Αρίθμησης στο
es: Vea la documentación completa para Patrones de numeración de seriadas en el
fi: Katso koko dokumentaatio kausijulkaisun numerointikaavalle
hi: में सीरियल नंबर पैटर्न के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa sugli schemi di numerazione nel
pl: Zobacz instrukcję dla Wzoru numerowania czasopisma w
pt: Ver a documentação completa para os padrões de numeração de periódicos no
pt_br: Ver a documentação completa Padrões de numeração de periódicos em
sk: Pozrite si kompletnú dokumentáciu o Schémach číslovania periodík v
tr: Süreli yayın numaralandırma düzenleri tam dokümantasyonuna bakınız
zh_tw: 見期刊編碼模式的完整文件

source: See the full documentation for Serials Statistics in the
ar: انظر التوثيق الكامل لإحصائيات الدوريات في
cs: Viz úplnou dokumentaci pro statistiky periodik v
da: Se hele dokumentationen for tidsskriftstatistikker i
de: Die vollständige Hilfe zu Zeitschriftenstatistiken finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Στατιστικά Περιοδικών Εκδόσεων στο
es: Vea la documentación completa para Estadísticas de periódicas en el
eu: Vea la documentación completa para Estadísticas de periódicas en la
fi: Katso koko dokumentaatio kausijulkaisun tilastoille
fr: Voir la documentation complète sur les Statistiques des périodiques dans le
hi: धारावाहिकों सांख्यिकी के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le Statistiche dei periodici nel
oc: Voir la documentacion completa sus las Estatisticas des periodics dins lo
pl: Zobacz instrukcję dla Statystyk Czasopism w
pt: Ver a documentação completa para as estatísticas de periódicos no
pt_br: Ver a documentação completa para Estatísticas de periódicos no
sk: Pozrite si kompletnú dokumentáciu o štatistike časopisov v
sv: Se den fullständiga dokumentationen för Periodikastatistik i
tr: Süreli Yayın İstatistikleri tam dokümantasyonuna bakınız
zh_tw: 見期刊統計的完整文件

source: See the full documentation for Serials in the
ar: انظر التوثيق الكامل للدوريات في
cs: Viz úplnou dokumentaci pro periodika v
da: Se hele dokumentationen for tidsskrifter i
de: Die vollständige Hilfe zur Zeitschriftenverwaltung finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Περιοδικές Εκδόσεις στο
es: Vea la documentación completa para Publicaciones periódicas en el
eu: Begiratu hemen Aldizkariei buruzko dokumentazio guztia
fi: Katso koko dokumentaatio kausijulkaisuille
fr: Voir la documentation complète sur les Périodiques dans le
hi: धारावाहिकों के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i Periodici nel
oc: Veire la documentacion completa suls Periodics dins lo
pl: Zobacz instrukcję dla Czasopism w
pt: Ver a documentação completa para os periódicos no
pt_br: Ver a documentação completa para Periódicos no
sk: Pozrite si kompletnú dokumentáciu o časopisoch v
sv: Se den fullständiga dokumentationen för Periodika i
tr: Süreli Yayınlar tam dokümantasyonuna bakınız
zh_tw: 見期刊的完整文件

source: See the full documentation for Setting your Library in the
ar: انظر إلى التوثيق الكامل لإعدادات مكتبتك
cs: Viz úplnou dokumentaci pro nastavení vaší knihovny v
da: Se hele dokumentationen for indstilling af bibliotek i
de: Die vollständige Hilfe zur Auswahl Ihrer Bibliothek finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Ρυθμίσεις Βιβλιοθήκης στο
es: Vea la documentación completa para Configuración de su biblioteca en el
eu: Ver la documentación completa para Configuración de su Biblioteca en la
fi: Katso koko dokumentaatio kirjaston asetuksille
fr: Voir la documentation complète sur le Paramétrage de votre bibliothèque dans le
hi: में अपने पुस्तकालय की स्थापना के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per le impostazioni della biblioteca nel
oc: Voir la documentacion completa sul Parametratge de vòstra bibliotèca dins lo
pl: Zobacz instrukcję dla Wyboru biblioteki w
pt: Ver a documentação completa para configurar a biblioteca no
pt_br: Ver a documentação completa para Configuração de sua Biblioteca no
sk: Pozrite si kompletnú dokumentáciu o nastaveniach Vašej knižnice v
sv: Se den fullständiga dokumentationen för Inställning av bibliotek i
tr: Kütüphanenizi Ayarlama tam dokümantasyonuna bakınız
zh_tw: 見設定圖書館的完整文件

source: See the full documentation for System Preferences in the
ar: انظر إلى التوثيق الكامل لتفضيلات النظام في
cs: Viz úplnou dokumentaci pro systémová nastavení v
da: Se hele dokumentationen for systemindstillinger i
de: Die vollständige Hilfe zu den Systemparametern finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Προτιμήσεις Συστήματος στο
es: Vea la documentación completa para Preferencias del sistema en el
eu: Ver la documentación completa de Preferencias del Sistema en la
fi: Katso koko dokumentaatio järjestelmäasetuksille
fr: Voir la documentation complète sur les Préférences système dans le
hi: में सिस्टम प्राथमिकता के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per le preferenze di sistema nel
oc: Veire la documentacion completa sus las Preferéncias sistèma dins lo
pl: Zobacz instrukcję dla Ustawień Systemu w
pt: Ver a documentação completa para as preferências de sistema no
pt_br: Ver a documentação completa para Preferências do sistema no
sk: Pozrite si kompletnú dokumentáciu o nastaveniach systému v
sv: Se den fullständiga dokumentationen för Systeminställningar i
tr: Sistem Tercihleri tam dokümantasyonuna bakınız
zh_tw: 見系統偏好的完整文件

source: See the full documentation for Tag Moderation in the
ar: انظر إلى التوثيق الكامل للأوسمة المعدلة
cs: Viz úplnou dokumentaci pro moderování štítků v
da: Se hele dokumentationen for mærkemoderering i
de: Die vollständige Hilfe zur Moderation von Tags finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τον Τροποποιήσεις Ετικετών στο
es: Vea la documentación completa para Moderación de etiquetas en el
eu: Ver la documentación completa para Moderación de Etiquetas en la
fi: Katso koko dokumentaatio tagien hyväksymiselle
fr: Voir la documentation complète sur la Modération des tags dans le
hi: में टैग संचालन के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la moderazione dei Tag nel
oc: Veire la documentacion completa sus la Moderacion des tags dins lo
pl: Zobacz instrukcję dla Moderacji Tagów w
pt: Ver a documentação completa para a moderação de etiquetas no
pt_br: Ver a documentação completa para Moderação de tags no
sk: Pozrite si kompletnú dokumentáciu o moderovaní menoviek v
sv: Se den fullständiga dokumentationen för Taggkontroll i
tr: Etiket Yönetimi tam dokümantasyonuna bakınız
zh_tw: 見審核標籤的完整文件
