Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If IndependentBranches is set to 'Prevent' then the value of HomeOrHoldingBranch is used in figuring out if the item can be checked out. If the item's home library does not match the logged in library, the item cannot be checked out unless you are a superlibrarian.
ar: إذا تم ضبط IndependentBranches إلى "منع" فسيتم استخدام قيمة HomeOrHoldingBranch لمعرفة إمكانية إعارة المادة. إذا لم تطابق مكتبة المادة الرئيسية المكتبة المسجل منها الدخول، فلا يمكن إعارة المادة إلا إذا كنت مكتبي مميز.
de: Wenn IndependentBranches auf 'Erlaube nicht' eingestellt ist, wird der Wert aus HomeOrHoldingbranch verwendet, um festzulegen, ob ein Exemplar entliehen werden kann. Wenn die Heimatbibliothek des Exemplars nicht mit der Bibliothek übereinstimmt, bei der Sie eingeloggt sind, kann das Exemplar nur ausgeliehen werden, wenn Sie Rechte zur Systemadministration (superlibrarian) haben.
es: Si IndependentBranches es establecido a 'Impedir', entonces, el valor de HomeOrHoldingBranch es usado para comprobar si el ítem puede ser prestado. Si el ítem de la biblioteca origen no coincide con la biblioteca en la que se ha registrado, el ítem no puede ser prestado, a menos, que usted sea un superbibliotecario.
fi: Jos IndependentBranches on asetettu 'Estä', silloin HomeOrHoldingBranch on käytössä määrittämään, onko nide lainattavissa. Jos niteen kotikirjasto ei ole sama kuin kirjautumiskirjasto, nidettä ei voi lainata ellet ole superlibrarian.
hi: IndependentBranches 'को रोकने' के लिए सेट कर दिया जाता है तो HomeOrHoldingBranch का मूल्य पता लगाना है यदि आइटम बाहर की जाँच की जा सकती है, में प्रयोग किया जाता है। आइटम के घर पुस्तकालय पुस्तकालय में लॉग इन मेल नहीं खाती है, आइटम बाहर की जाँच नहीं की जा सकती जब तक आप एक superlibrarian हैं।
it: Se IndependentBranches è impostato su 'Blocca' il valore di HomeOrHoldingBranch è usato per capire se la copia può essere prestata. Se la biblioteca da cui proviene la copia non registra i loggati nella biblioteca, la copia non potrà essere prestata se non dal library manager.
sk: Ak je IndependentBranches nastavený na 'Zabrániť', tak hodnota HomeOrHoldingBranch sa používa na zistenie, či exemplár možno vypožičať. Ak domovská knižnica exemplára nie je zhodná s knižnicou prihlásenia, exemplár sa nedá vypožičať, pokiaľ nie ste hlavný knihovník.
tr: IndependentBranches sistem tercihi 'Engelle' olarak ayarlıysa, bir materyalin ödünç verilip verilemeyeceğini belirlerken HomeOrHoldingBranch sistem tercihinin değeri kullanılır. Materyalin ana kütüphanesi oturum açılan kütüphane ile eşleşmiyorsa, bir superlibrarian yetkilerine sahip olmadıkça materyal ödünç verilemeyecektir.

source: If RoutingListAddReserves is set to on then patrons listed in the routing list will automatically be added to the holds list for the issue.
ar: إذا ضُبطَ التفضيل RoutingListAddReserves فإن المستفيدين المدرجين في قائمة التمرير سيضافون بشكل تلقائي إلى قائمة الحجوزات للعدد.
cs: Pokud je RoutingListAddReserves zapnuto, pak čtenáři uvedení v kolovacím seznamu budou automaticky přidáni do seznamu rezervací na výtisk.
da: Hvis RoutingListAddReserves er sat til on vil lånere, som er opført i rutelisten automatisk blive tilføjet til reserveringslisten for udgaven.
de: Wenn der Systeparameter RoutingListAddReserves aktiv ist, werden automatisch für alle Benutzer auf der Umlaufliste Vormerkungen auf neu zugegangene Hefte gesetzt.
el: Αν το RoutingListAddReserves είναι ανοικτό τότε τα μέλη που που είναι στη λίστα δρομολόγησης θα προσθέτονται αυτόματα στη λίστα κρατήσεων για το τεύχος.
es: Si RoutingListAddReserves esta habilitada, los usuarios listados en la lista de circulación serán agregados automáticamente a la lista de reservas del ejemplar.
eu: Si RoutingListAddReserves esta habilitada los socios listados en la lista de ruteo serán agregados automáticamente a la lista de reservas del ejemplar.
fi: Jos RoutingListAddReserves on asetettu, kiertolistalla oleville asiakkaille lisätään automaattisesti varaus lehdestä.
fr: Si la préférence système RoutingListAddReserves est activée, les adhérents de la liste de routage seront ajoutés automatiquement à la liste des réservations du fascicule.
hi: RoutingListAddReserves तो पर करने के लिए सेट है, तो रूटिंग सूची में सूचीबद्ध संरक्षक स्वचालित रूप से करने के लिए जारी करने के लिए सूची रखती जोड़ दिया जाएगा।
it: Se la preferenza di sistema RoutingListAddReserves è attiva, gli utenti della routing list saranno automaticamente aggiunti alla lista di prenotazioni di quel fascicolo
oc: Se la preferéncia sistèma RoutingListAddReserves es activada, los aderents de la lista de rotatge seràn aponduts automaticament a la lista des reservacions del fascicul.
pl: Jeśli ustawiono opcję systemu RoutingListAddReserves na wartość 'Zamów', po otrzymaniu nowego numeru czasopisma, rezerwacja zostanie automatycznie złożona dla odbiorców z Listy obiegu.
pt: Se RoutingListAddReserves está activo os leitores listados na lista de circulação serão automaticamente adicionados à lista de reserva do número.
pt_br: Se a preferência RoutingListAddReserves está ativa, então os usuários na Lista de Circulação serão automaticamente adicionados à lista de reservas para o fascículo.
sk: Ak je RoutingListAddReserves zapnutý, čitatelia v distribučnom zozname budú automaticky pridaní do zoznamu rezervácií na výdaj.
sv: Om RoutingListAddReserves är aktiverat kommer låntagare i mottagarlistan automatiskt att läggas till reservationslistan för numret.
tr: Dolaşım Listesine Rezerv Ekle etkin hale getirilirse, dolaşım listesinde listelenen kullanıcılar yayın ayırma listesine otomatik olarak eklenecektir.
zh_tw: 若設定RoutingListAddReserves，將把讀者自動加入傳閱清單。

source: If a patron asks to have their hold suspended you can do so by clicking the Suspend button to far right. If the patron gives you a date for the items to become unsuspended you can enter that in the date box and click the 'Update hold(s)' button to save your changes.
ar: إذا ما طلبَ مستفيد أن يأخذ الحجز المعلّق الخاص به بإمكانك فعل ذلك من خلال النقر على زر التعليق في أقصى اليسار.إذا ما حدد لك المستفيد تاريخاً لتكون فيه المواد غير معلقة فبإمكانك أن تدخل ذلك في صندوق التاريخ وأن تنقر على زر 'تحديث الحجز(الحجوزات)' لحفظ تغييراتك.
cs: Pokud čtenář požádá o pozastavení rezervace, můžete tak učinit kliknutím na tlačítko "Pozastavit" zcela vpravo. Pokud vám čtenář oznámí datum pro výtisky, které mají být opět zarezervovány můžete ho vložit do datového políčka a kliknout na tlačítko "Aktualizovat rezervace" pro uložení změn.
da: Hvis en låner vil have sin reservering annulleret, kan det gøres ved at klikke på Annuller-knappen yderst til højre. Hvis låner giver en dato for reaktivering kan denne indtastes i dato-feltet. Tryk så på knappen 'Opdater reservering(er)'.
de: Eine Vormerkung kann ganz rechts mit der Schaltfläche 'Aussetzen' unterbrochen werden. Geben Sie falls bekannt das Datum zur Reaktivierung der Vormerkung ein. Klicken Sie zum Speichern auf 'Vormerkung(en) speichern'.
el: Εάν ένα μέλος ζητήσει να ακυρωθεί μία κράτηση μπορείτε να την ακυρώσετε πατώντας το κουμπί Ακύρωση τέρμα δεξιά. Εάν το μέλος σας δώσει μία ημερομηνία για ανάκληση της ακύρωσης μπορείτε να τη συμπληρώσετε στο κουτί ημερομηνίας και να πατήσετε το κουμπί 'Ανανέωση κράτησης/εων' για να σώσετε τις αλλαγές σας.
es: Si un usuario solicita suspender su reserva puede hacerlo haciendo clic en el botón Suspender a la derecha. Si el usuario indica una fecha para cancelar la suspensión de los ítems puede ingresarla en la caja de fecha y hacer clic en botón 'Actualizar reserva(s)' para guardar sus cambios.
eu: Si un socio solicita suspender su reserva, podemos reallizar esta acción seleccionando el botén Suspender en la parte derecha. Si el socio nos comunica una fecha para que el ítem reservado pueda ser activada, podrá introducir la fecha en la caja de texto y seleccionar botón 'Actualizar Reserva(s)' para guardar los cambios.
fi: Jos asiakas haluaa keskeyttää varauksensa, sen voi tehdä klikkaamalla 'Keskeytä' oikealla. Jos asiakas ilmoittaa päivän, jolloin varaus voi jatkua, syötä päivä laatikkoon ja 'Päivitä varaukset' tallentaaksesi muutokset.
fr: Si un adhérent demande de suspendre une réservation, vous pouvez le faire simplement en cliquant sur le bouton 'Suspendre' à droite. Si l'adhérent a précisé une date pour reprendre la réservation, vous pouvez entrer cette date dans le formulaire et cliquer sur le bouton 'Mettre à jour réservation(s)' pour enregistrer vos modifications.
hi: एक संरक्षक अपनी होल्ड को निलंबित कर दिया है करने के लिए पूछता है कि आप अभी तक सही करने के लिए बटन को निलंबित क्लिक करके ऐसा कर सकते हैं। संरक्षक आप बहाल बनने के लिए मदों के लिए एक तारीख देता है, तो आप तारीख बॉक्स में दर्ज है कि और अपने परिवर्तनों को बचाने के लिए 'अद्यतन होल्ड (s)' बटन क्लिक कर सकते हैं।
it: Se un utente chiede che le sue prenotazioni siano sospese, lo puoi fare cliccando il bottone 'Sospendi' a destra. Se l'utente ti dice uan data a partire dalla quale le prenotazioni diventano attive, puoi inserire questa data nella riga appsosito e cliccare il bottome 'Aggiornamento prenotazione(i)' per salvare le tue modifiche.
oc: Se un aderent demanda de suspendre una reservacion, podètz lo far simplament en clicant sul boton 'Suspendre' a dreita. Se l'aderent a precisat una data per reprendre la reservacion, podètz entrar aquesta data dins lo formulari e clicar sul boton 'Metre a jorn reservacion(s)' per enregistrar vòstras modificacions.
pl: Jeśli użytkownik zapyta o zawieszenie jego zamówienia, możesz kliknąć przycisk Zawieś po prawej stronie. Jeśli użytkownik poda datę dla egzemplarzy, które mają być odwieszone, możesz wprowadzić datę w ramkę i kliknąć "Uaktualnij zamówienie/-a", by zapisać zmiany.
pt: Se o leitor pedir para suspender a sua reserva, pode executar essa operação clicando no botão 'Suspender'. Se o leitor der uma data para que remover a suspensão pode inserir a mesma na caixa da data e clicar em 'Actualizar reservas' para guardar as alterações.
pt_br: Se um usuário pede para ter sua reserva suspensa você pode fazer isso clicando no botão Suspender a extrema direita. Se o usuário dar-lhe uma data para se tornar reativar a reserva você pode digitar que na caixa de data e clique no botão 'Atualizar reserva(s)' para salvar as alterações.
sk: Ak si čitateľ želá prerušiť svoju rezerváciu, môžete to urobiť kliknutím na tlačidlo Prerušiť úplne vpravo. Ak Vám čitateľ udá dátum pre ukončenie prerušenia exemplárov, môžete ho zadať do políčka dátumu a kliknúť na tlačidlo 'Aktualizovať rezervácie', aby sa zmeny uložili.
sv: Om en låntagare ber att deras reservation ska avaktiveras, kan du göra det genom att klicka på knappen Avaktivera längst till höger. Om låntagaren ger dig ett datum då reservationen kan bli aktiv igen kan du ange det i datumrutan och klicka på knappen 'Uppdatera reservationer' för att spara dina ändringar.
tr: Kullanıcı, ayırmalarının askıda kalmasını istiyorsa, bu işlemi en sağdaki Askıya Al butonuna tıklayarak yapabilirsiniz. Kullanıcı, materyallerin bekleme işleminin kaldırılması için bir tarih veriyorsa, bunu tarih kutusuna girebilir ve değişikliklerinizi kaydetmek için 'Ayırmayı(ları) güncelle' butonuna tıklayabilirsiniz.
zh_tw: 若讀者要求延遲其預約，可以點選遠方的延遲鈕。若讀者指定日期解除延遲，您可在日期盒鍵入日期，並勾選 '更新預約' 鈕，儲存改變。

source: If a record you want to delete can't be deleted it will be highlighted.
ar: إذا أردت حذف تسجيلة لا يمكن حذفها فسيتم تظليلها
de: Wenn ein Datensatz, den Sie löschen möchten, nicht gelöscht werden kann, wird er hervorgehoben.
es: Si un registro que usted desea eliminar no puede ser eliminado, este será resaltado.
fi: Jos haluat poistaa tietueen, mutta se ei ole poistettavissa, tietue korostetaan.
fr: Si une notice que vous souhaitez supprimer ne peut pas l'être, elle sera surlignée.
hi: यदि आप रिकार्ड हटाना चाहते हैं नष्ट नहीं किया जा सकता, तो इस पर प्रकाश डाला जाएगा।
it: Se un record che vuoi cancellare non può essere cancellato verrà evidenziato.
oc: Se una notícia que volètz suprimir pòt pas l'èsser, elle serà surlignée.
sk: Ak záznam, ktorý chcete odstrániť nemožno odstrániť, bude zvýraznený.
tr: Silmek istediğiniz kayıt silinemeyen bir kayıt ise vurgulanır.

source: If an item in a rotating collection is checked in at a library other than the one it is supposed to be transferred to, a notification will appear notifying library staff that the item is part of a rotating collection, also letting them know where the item needs to be sent.
fi: Jos siirtokokoelmaan kuuluva nide palautetaan johonkin muuhun kirjastoon, kuin mihin se on siirretty, ohjelma antaa ilmoituksen, että nide on osa siirtokokoelmaa ja mihin se pitää kuljettaa.
hi: एक घूर्णन संग्रह में एक आइटम एक से दूसरे में एक पुस्तकालय में जाँच की है, तो यह करने के लिए स्थानांतरित किया जा करने के लिए माना जाता है, एक अधिसूचना पुस्तकालय के कर्मचारियों कि आइटम एक घूर्णन संग्रह का हिस्सा है अधिसूचित दिखाई देगा, यह भी उन्हें दे जहां मद की जरूरत है पता भेजा जाना।

source: If columns are hidden they will be checked off and hidden when you view the table.
ar: إذا كانت الأعمدة مخفية فسيتم إخفائها عند عرض الجدول
de: Wenn Spalten ausgeblendet wurden, sind diese abgehakt und erscheinen nicht, wenn die Tabelle angezeigt wird.
es: Si las columnas se ocultan serán marcadas y escondidas cuando vea la tabla.
eu: Zutabeak izkutatzen badira markatu eta izkutatuko dira tauka ikustean.
fi: Jos sarakkeet on piilotettu, ne on valittu pois näkyvistä ja piilotettu, kun katsot taulukkoa.
hi: कॉलम छिपा रहे हैं, वे दूर की जाँच की और छिपा हुआ है जब आप तालिका दृश्य होगा।
it: Se le colonne sono state nascoste potranno essere controllate e nascoste quando guardi la tabella.
sk: Ak sú stĺpce skryté, budú odškrtnuté a skryté, keď budete prezerať tabuľku.
tr: Eğer sütunlar gizliyse, bunların yanına işaret konulacak ve tabloyu görüntülediğinizde bunlar gizlenecektir.

source: If deleting patrons you can also choose to find patrons with a specific expiration date or category
ar: عند حذف المستفيدين يمكنك اختيار العثور على مستفيدين بتاريخ انتهاء محدد أو فئة محددة
cs: Při výmazu čtenářů můžete si také vybrat čtenáře s určitým datem uplynutí nebo kategorií
da: Hvis der slettes lånere kan du også vælge at finde lånere med en bestemt udløbsdato eller -kategori
de: Sie können beim Löschen von Benutzern die Löschkandidaten auch nach Ablaufdatum oder Benutzertyp einschränken.
el: Εάν διαγράφετε μέλη μπορείτε επίσης να επιλέξετε να βρείτε μέλη με συγκεκριμένη ημερομηνία λήξης συνδρομής ή κατηγορία
es: Si está eliminando usuarios también puede encontrar usuarios con una fecha de expiración o categoría específica
eu: Para eliminar socios se puede buscar por fecha de vencimiento o categoría.
fi: Jos poistat asiakkaita, voit hakea heitä myös tietyn vanhentumispäivän tai tyypin mukaan
fr: Lors de la suppression d'adhérents vous pouvez aussi choisir de les chercher avec une date d'expiration précise ou une catégorie
hi: अगर संरक्षक को हटाने के लिए आप भी एक विशिष्ट समाप्ति की तारीख या श्रेणी के साथ संरक्षक लगाने के लिए चुन सकते हैं
it: Se stai cancellando degli utenti puoi cercarli per specifica categorie o per data di scadenza
oc: Al moment de la supression d'aderents podètz tanben causir de les chercher amb una data d'expiracion precisa o una categoria
pt: Se estiver a eliminar leitores pode também encontrar leitores com uma data de expiração ou categoria específica
pt_br: Ao excluir usuários, você também pode selecioná-los a partir de uma data de vencimento específica ou categoria
sk: Ak odstraňujete čitateľov, môžete si tiež zvoliť hľadanie čitateľov s určitým dátumom vypršania alebo kategóriou
sv: Vid radering av låntagare kan du även välja att leta efter låntagare med en viss kategori eller ett visst utgångsdatum
tr: Kullanıcıları silecekseniz, kullanıcıları aynı zamanda belirli bir bitiş süresi ya da kategorisiyle bulmayı seçebilirsiniz
zh_tw: 可以依照有效日或範圍，找尋欲刪除的讀者

source: If everything seems correct click 'OK' and the unreceived orders and, if selected, unspent funds will be moved.
ar: إذا بدا كل شيء جيداً قم بالنقر على "موافق" وسيتم نقل الطلبيات غير المستلمة والتمويلات غير المنفقة إذا تم تحديدها
de: Wenn alles in Ordnung ist, klicken Sie 'OK' und die nicht zugegangenen Bestellungen und, falls ausgewählt, die verbliebenen Mittel, werden verschoben.
es: Si todo parece correcto haga clic en 'Aceptar' y los pedidos sin recibir y, si esta seleccionado, se trasladarán los fondos no gastados.
eu: Guztia zuzen baldin badago egin klik 'OK'en eta jaso gabeko eskaerak eta aukeratua baldin badago gastatu gabeko funtsetara pasako dira.
fi: Jos kaikki näyttää oikealta, klikkaa 'OK' ja vastaanottamattomat tilaukset ja (jos valittu) käyttämättömät varat siirretään.
fr: Si tout semble correct, cliquez sur "OK" et les commandes non reçues et, si vous les avez sélectionnées, les lignes budgétaires non dépensées seront déplacées.
hi: अगर सब कुछ सही लगता है क्लिक करें 'OK' और अप्राप्त आदेश और, अगर चयनित, खर्च नही किया गया कोष चला जाएगा।
it: Se tutto è corretto clicca 'OK' e gli ordini non ricevuti e, se selezionati, i fondi non spesi saranno spostati.
oc: Se tot sembla corrècte, clicatz sus "D'acòrdi" e las comandas pas recebudas e, se las avètz seleccionadas, las linhas budgetàrias pas depensadas seràn desplaçadas.
sk: Ak sa všetko javí v poriadku, kliknite na 'OK' a neprijaté objednávky a, ak sú zvolené, nevyužité fondy budú presunuté.
tr: Her şey doğru görünüyorsa 'TAMAM' üzerine tıklayın ve teslim alınmamış siparişler ve eğer seçilmişse harcanmamış fonlar taşınacaktır.

source: If left empty, the text for librarian is used instead
ar: إذا ما تُرِك فارغاً ، فإن النص ﻷمناء المكتبات سيستخدم
cs: Zůstane-li pole prázdné, je namísto použit text pro knihovníka
da: Hvis tom, bruges teksten til bibliotekarerne.
de: Wenn leer, wird der Text für die Bibliothekare genutzt.
el: Αν είναι κενό, στη θέση του χρησιμοποιείται το κείμενο για τον βιβλιοθηκονόμο
es: Si queda vacío, el texto para el bibliotecario es usado en su lugar
eu: Hutsik uzten bada, liburuzainarentzako testua erabiliko da horren ordez
fi: Jos jätetty tyhjäksi, käytetään virkailijoille tarkoitettua tekstiä
fr: S'il est vide, c'est le texte pour les bibliothécaires qui est utilisé à la place
hi: यदि रिक्त छोड़ दिया, लाइब्रेरियन के लिए पाठ के बजाय प्रयोग किया जाता है
it: Se vuoto, viene usato il testo per il bibliotecario al suo posto
oc: S'il es vide, c'est lo tèxte pels bibliotecaris qui es utilizat a la place
pt: Se vazio, é usado o texto dos técnicos
pt_br: Se ficar em branco, o texto para funcionário será usado no lugar
sk: Ak je ponechané prázdne, použije sa namiesto toho text pre určený pre knihovníka
sv: Om det lämnas tomt används texten för bibliotekarie i stället
tr: Boş bırakılırsa, yerine kütüphaneci metni kullanılır.
zh_tw: 若左方空白，則以館員的文字取代

source: If more than one library subscribes to this serial you will need to create a subscription for each library
ar: إذا ما اشتركت أكثر من مكتبة بهذه الدورية فإنك ستحتاج ﻹنشاء إشتراك لكل مكتبة
cs: Jestli více než jedna knihovna předplácejí tato periodika budete muset vytvořit předplatné pro každou knihovnu
da: Hvis mere end et bibliotek abonnerer på dette tidsskrift, skal der laves et abonnement for hvert bibliotek.
de: Wenn mehr als eine Bibliothek diese Zeitschrift abonniert hat, müssen Sie ein Abonnement je Bibliothek anlegen.
el: Αν περισσότερες από μία βιβλιοθήκες εγγραφούν σε αυτή τη περιοδική έκδοση θα χρειαστεί να δημιουργήσετε μία συνδρομή για κάθε βιβλιοθήκη
es: Si hay más de una biblioteca se suscribe a esta publicación periódica tendrá que crear una suscripción para cada biblioteca
eu: Si hay más de una biblioteca se suscribe a esta publicación periódica tendrá que crear una suscripción para cada biblioteca
fi: Jos useampi kirjasto tekee lehdestä tilauksen, jokaiselle kirjastolle pitää tehdä oma tilaus
fr: Si plus d'un site à un abonnement à ce périodique, il faut créer un abonnement par site.
hi: यदि एक से अधिक पुस्तकालय इस सिरियल को सब्सक्रराइव करते है आप प्रत्येक पुस्तकालय के लिए एक सदस्यता बनाने की आवश्यकता होगी
it: Se più di una biblioteca fa un abbomamento allo stesso periodico, dovrai creare un abbonamento per ogni biblioteca
oc: Se plus d'un site a un abonament a ce periodic, il faut crear un abonament per site.
pl: Jeśli więcej niż jedna biblioteka/filia prenumeruje dany tytuł, należy utworzyć prenumeratę dla każdej biblioteki/filii z osobna
pt: Se mais que um biblioteca subscreve este periódico é necessário criar uma assinatura para cada biblioteca
pt_br: Se mais de uma biblioteca assina este periódico, você terá que fazer uma assinatura para cada biblioteca
sk: Ak viac ako jedna knižnica predpláca toto periodikum, budete musieť vytvoriť predplatné pre každú knižnicu
sv: Om fler än ett bibliotek prenumererar på detta periodika, måste du skapa en prenumeration för varje bibliotek
tr: Birden fazla kütüphane bu süreli yayına abone olursa, her kütüphane için abonelik oluşturma durumunda kalacaksınız.
zh_tw: 若多個圖書館訂閱此期刊，您需為每個圖書館新增訂閱
