Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: See the full documentation for MARC Frameworks in the
ar: انظر إلى التوثيق الكامل لقوالب مارك في
cs: Viz úplná dokumentace pro šablony MARC v
da: Se den samlede dokumentation for MARC-strukturer i
de: Die vollständige Hilfe zu den MARC-Frameworks finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Πλαίσια MARC στο
es: Vea la documentación completa para Hojas de trabajo MARC en el
eu: Ver la documentación completa para Hojas de trabajo MARC en la
fi: Katso koko dokumentaatio MARC-luettelointipohjille
fr: Voir la documentation complète sur les Grilles MARC dans le
hi: में मार्क चौखटे के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le Griglie di catalogazione MARC nel
oc: Veire la documentacion completa sus las Grasilhas MARC dins lo
pl: Zobacz instrukcję dla Szablonów MARC w
pt: Ver a documentação completa para os modelos MARC no
pt_br: Ver a documentação completa para Planilhas MARC no
sk: Pozrite si kompletnú dokumentáciu o rámcoch MARC v
sv: Se den fullständiga dokumentationen för MARC-ramverk i
tr: MARC çerçeveleri tam dokümantasyonuna bakınız
zh_tw: 見 MARC 框架的完整文件

source: See the full documentation for MARC Modification Templates in the
ar: انظر التوثيق الكامل لقوالب تعديل مارك في
cs: Viz úplnou dokumentaci pro MARC šablony v
de: Die vollständige Hilfe zu Etikettentemplates finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Πρότυπα Τροποποίησης MARC στο
es: Vea la documentación completa para Plantillas de modificación MARC en el
fi: Katso koko dokumentaatio MARC-muokkauksen pohjille
hi: में मार्क संशोधन टेम्पलेट्स के लिए पूरा दस्तावेज़ देखें
it: Vedi la documentazione completa per i templares di modifica MARC nel
pl: Zobacz instrukcję dla Szablonów Modyfikacji MARC
pt: Ver a documentação completa para os modelos MARC de modificação no
pt_br: Ver a documentação completa para Templates de Alteração MARC em
sk: Pozrite si kompletnú dokumentáciu o šablónach úprav MARCu v
tr: MARC Modifikasyon Şablonları tam dokümantasyonuna bakınız
zh_tw: 見 MARC 修改書標模版的完整文件

source: See the full documentation for Managing Images in the
ar: انظر إلى التوثيق الكامل لإدارة الصور
cs: Viz úplnou dokumentaci pro správu obrázků v
da: Se den samlede dokumentation for administration af billeder i
de: Die vollständige Hilfe zur Verwaltung von Benutzerfotos finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη Διαχείριση Εικόνων στο
es: Vea la documentación completa para Administración de imágenes en el
eu: Vea la documentación completa para Administración de imágenes en la
fi: Katso koko dokumentaatio kuvien käsittelylle
fr: Voir la documentation complète sur la Gestion des images dans le
hi: में छवियां प्रबंध के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la gestione di immagini nel
oc: Veire la documentacion completa sus la Gestion des imatges dins lo
pt: Ver a documentação completa para a gestão de imagens no
pt_br: Ver a documentação completa para Gerenciamento de imagens no
sk: Pozrite si kompletnú dokumentáciu o spracúvaní obrázkov v
sv: Se den fullständiga dokumentationen för Hantering av bilder i
tr: Resimlerin Yönetimi tam dokümantasyonuna bakınız
zh_tw: 見管理照片的完整文件

source: See the full documentation for Merging Items in the
ar: انظر إلى التوثيق الكامل لدمج المواد
cs: Viz úplnou dokumentaci pro Slučování výtisků v
da: Se hele dokumentationen for sammenlægning af eksemplarer i
de: Die vollständige Hilfe zum Verschmelzen von Titeln finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη Συγχώνευση Τεκμηρίων στο
es: Vea la documentación completa para Combinando ítems en el
eu: Ver la documentación completa para Combinación de ítems en la
fi: Katso koko dokumentaatio nimekkeiden yhdistämiselle
fr: Voir la documentation complète sur la Fusion d'exemplaire dans le
hi: में आइटम विलय के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la fusione di record di copia nel
oc: Veire la documentacion completa sus la Fusion d'exemplar dins lo
pl: Zobacz instrukcję dla Scalania Egzemplarzy w
pt: Ver a documentação completa para a unificação de registos no
pt_br: Ver a documentação completa para Unificação de exemplares no
sk: Pozrite si kompletnú dokumentáciu o zlučovaní exemplárov v
sv: Se den fullständiga dokumentationen för Slå samman objekt i
tr: Materyal birleştirme tam dokümantasyonuna bakınız
zh_tw: 見合併館藏的完整文件

source: See the full documentation for Merging authorities in the
ar: انظر التوثيق الكامل لدمج الاستنادات في
cs: Viz úplnou dokumentaci pro Slučování autorit v
de: Die vollständige Hilfe zur Verschmelzung von Normdaten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη Συγχώνευση καθιερωμένων όρων στο
es: Vea la documentación completa para Combinar autoridades en el
fi: Katso koko dokumentaatio auktoriteettien yhdistämiselle
fr: Voir la documentation complète sur la Fusion d'autorités dans le
hi: में अधिकारियों विलय के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la fusione di record di autorità nel
oc: Veire la documentacion completa sus la Fusion d'autoritats dins lo
pt: Ver a documentação completa para a unificação de autoridades no
pt_br: Ver a documentação completa sobre Mesclagem de autoridades em
sk: Pozrite si kompletnú dokumentáciu o zlučovaní autorít v
tr: Otorite birleştirme tam dokümantasyonuna bakınız
zh_tw: 見合併權威的完整文件

source: See the full documentation for Moving Items in the
ar: انظر إلى التوثيق الكامل لنقل المواد
cs: Viz úplnou dokumentaci pro Přesuny výtisků v
da: Se hele dokumentationen for flytning af eksemplarer i
de: Die vollständige Hilfe zum Umhängen von Exemplaren finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τη Μετακίνηση Τεκμηρίων στο
es: Vea la documentación completa para Moviendo ítems en el
eu: Ver la documentación completa para Movimiento de Ítems en la
fi: Katso koko dokumentaatio niteiden siirrolle
fr: Voir la documentation complète sur le Déplacement d'exemplaires dans le
hi: में आइटम के स्थानांतरण के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per spostare copie nel
oc: Voir la documentacion completa sul Déplacement d'exemplars dins lo
pl: Zobacz instrukcję dla Przenoszenia Egzemplarzy w
pt: Ver a documentação completa para mover exemplares no
pt_br: Ver a documentação completa para Movimentação de exemplares no
sk: Pozrite si kompletnú dokumentáciu o prenášaní exemplárov v
sv: Se den fullständiga dokumentationen för Flytta objekt i
tr: Materyal Taşıma tam dokümantasyonuna bakınız
zh_tw: 見移動館藏的完整文件

source: See the full documentation for News in the
ar: انظر إلى التوثيق الكامل للأخبار
cs: Viz úplnou dokumentaci pro Novinky v
da: Se hele dokumentationen for for nyheder i
de: Die vollständige Hilfe zu den Nachrichten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Νέα στο
es: Vea la documentación completa para Novedades en el
eu: Vea la documentación completa para Novedades en la
fi: Katso koko dokumentaatio uutisille
fr: Voir la documentation complète sur les Annonces dans le
hi: में समाचार के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le News nel
oc: Veire la documentacion completa sus las Annonces dins lo
pl: Zobacz instrukcję dla Aktualności w
pt: Ver a documentação completa para as notícias no
pt_br: Ver a documentação completa para Notícias no
sk: Pozrite si kompletnú dokumentáciu o novinkách v
sv: Se den fullständiga dokumentationen för Nyheter i
tr: Haberler tam dokümantasyonuna bakınız
zh_tw: 見最新消息的完整文件

source: See the full documentation for Notices in the
ar: انظر إلى التوثيق الكامل للإخطارات
cs: Více viz kapitola Oznámení v
da: Se hele dokumentationen for beskeder i
de: Die vollständige Hilfe zu den Benachrichtigungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Ειδοποιήσεις στο
es: Vea la documentación completa para Avisos en el
eu: Vea la documentación completa para Avisos en la
fi: Katso koko dokumentaatio ilmoituksille
fr: Voir la documentation complète sur les Notifications dans le
hi: में नोटिस के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per gli Avvisi nel
oc: Veire la documentacion completa sus las Notificacions dins lo
pl: Zobacz instrukcję dla Powiadomień w
pt: Ver a documentação completa para os avisos no
pt_br: Ver a documentação completa para Mensagens no
sk: Pozrite si kompletnú dokumentáciu o oznámeniach v
sv: Se den fullständiga dokumentationen för Meddelanden i
tr: Bildirimler tam dokümantasyonuna bakınız
zh_tw: 見通知的完整文件

source: See the full documentation for OAI Sets in the
ar: انظر إلى التوثيق الكامل لمجموعات OAI في
cs: Viz úplnou dokumentaci pro OAI sady v
da: Se hele dokumentationen for for OAI-sæt i
de: Die vollständige Hilfe zu den Nachrichten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Ομάδες OAI στο
es: Vea la documentación completa para Conjuntos OAI en el
eu: Ver la documentación completa para OAI Sets en la
fi: Katso koko dokumentaatio OAI-asetuksille
fr: Voir la documentation complète sur les Sets OAI dans le
hi: OAI में सेट के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i set OAI nel
oc: Veire la documentacion completa suls Sets OAI dins lo
pl: Zobacz instrukcję dla Zestawów OAI w
pt: Ver a documentação completa para os conjuntos OAI no
pt_br: Ver a documentação completa para Conjuntos OAI no
sk: Pozrite si kompletnú dokumentáciu o sadách OAI v
sv: Se den fullständiga dokumentationen för OAI-satser i
tr: OAI Ayarları tam dokümantasyonuna bakınız
zh_tw: 見OAI資料集的完整文件

source: See the full documentation for Offline Circulation in the
ar: أُنظر إلى التوثيق الكامل للإعارة بدون إتصال في
cs: Viz úplnou dokumentaci pro Offline výpůjčky v
da: Se den samlede dokumentation for offline-udlån i
de: Die vollständige Hilfe zur Offline-Ausleihe finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Διακίνηση Υλικού Εκτός Σύνδεσης στο
es: Vea la documentación completa Circulación fuera de línea en el
eu: Ver la documentación completa para Circulación en la
fi: Katso koko dokumentaatio yhteydettömän tilan lainaukselle
fr: Voir la documentation complète du prêt secouru dans le
hi: ऑफलाइन संचलन के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la Circolazione offline nel
oc: Veire la documentacion completa del prèst secorrut dins lo
pl: Zobacz instrukcję dla Udostępniania Offline w
pt: Ver a documentação completa para a circulação offline no
pt_br: Ver a documentação completa para Circulação offline em
sk: Pozrite si kompletnú dokumentáciu o obehu offline v
sv: Se den fullständiga dokumentationen för Offline-utlåning i
tr: Çevrimdışı Dolaşım tam dokümantasyonuna bakınız
zh_tw: 見離線流通的完整文件

source: See the full documentation for Ordering in the
ar: انظر إلى التوثيق الكامل للطلبات
cs: Viz úplnou dokumentaci pro Objednávky v
da: Se hele dokumentationen for bestilling i
de: Die vollständige Hilfe zum Aufgeben von Bestellungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Παραγγελίες στο
es: Vea la documentación completa para Pedidos en el
eu: Vea la documentación completa para Órdenes en la
fi: Katso koko dokumentaatio tilaamiselle
fr: Voir la documentation complète sur les Commandes dans le
hi: में आदेश देने के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per gli Ordini nel
oc: Veire la documentacion completa sus las Comandas dins lo
pl: Zobacz instrukcje dla Zamawiania w
pt: Ver a documentação completa para as encomendas no
pt_br: Ver a documentação completa para Aquisição em
sk: Pozrite si kompletnú dokumentáciu o objednávkach v
sv: Se den fullständiga dokumentationen för Beställning i
tr: Sipariş verme tam dokümantasyonuna bakınız
zh_tw: 見訂單的完整文件

source: See the full documentation for Overdues in the
ar: انظر إلى التوثيق الكامل للتأخيرات
cs: Viz úplná dokumentace pro Upomínky v
da: Se hele dokumentationen for forsinkede i
de: Die vollständige Hilfe zur Bearbeitung von Mahnfällen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Εκπρόθεσμα στο
es: Vea la documentación completa para Retrasos en el
eu: Ver la documentación completa para Retrasos en la
fi: Katso koko dokumentaatio myöhässä oleville lainoille
fr: Voir la documentation complète pour les Retards dans
hi: में अतिदेय के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i solleciti di prestiti nel
oc: Veire la documentacion completa pels Retards dins
pl: Zobacz instrukcję dla Egzemplarzy przetrzymanych w
pt: Ver a documentação completa para os atrasos no
pt_br: Ver a documentação completa para Atrasos em
sk: Pozrite si kompletnú dokumentáciu o omeškaniach v
sv: Se den fullständiga dokumentationen för Försenade i
tr: Gecikmeye kalanlar tam dokümantasyonuna bakınız
zh_tw: 見逾期的完整文件

source: See the full documentation for Overdues with Fines in the
ar: انظر إلى التوثيق الكامل للتأخيرات مع الغرامات
cs: Viz úplná dokumentace pro Překročení lhůt s poplatkem v
da: Se hele dokumentationen for forsinkede med bøder i
de: Die vollständige Hilfe zum Report Überfällig mit Mahngebühren finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Εκπρόθεσμα με Πρόστιμα στο
es: Vea la documentación completa para Retrasos con multas en el
eu: Ver la documentación completa para Retrasos con Sanciones en la
fi: Katso koko dokumentaatio myöhästymismaksuille
fr: Voir la documentation complète pour les Retards avec Amendes dans
hi: में जुर्माना के साथ बकाया के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i Solleciti di prestiti con multe nel
oc: Veire la documentacion completa pels Retards amb Emendas dins
pl: Zobacz instrukcję dla Egzemplarzy przetrzymanych z należnościami w
pt: Ver a documentação completa para os atrasos com multas no
pt_br: Ver a documentação completa para Atrasos com Multas no
sk: Pozrite si kompletnú dokumentáciu o omeškaniach s pokutami v
sv: Se den fullständiga dokumentationen för Försenade med böter i
tr: Ceza işleyen gecikmeye kalanlar tam dokümantasyonuna bakınız
zh_tw: 見逾期與罰款的完整文件

source: See the full documentation for Patron Attribute Types in the
ar: انظر إلى التوثيق الكامل لأنواع سمات المستفيدين في
cs: Viz úplnou dokumentaci pro Typy čtenářských atributů v
da: Se hele dokumentationen for låneregenskabstyper i
de: Die vollständige Hilfe zu den Benutzerattributen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τους Τύπους Χαρακτηριστικών Μελών στο
es: Vea la documentación completa para Tipos de Atributos de Usuarios en el
eu: Ver la documentación completa de Tipos de Atributos de Socio en la
fi: Katso koko dokumentaatio asiakasmääreille
fr: Voir la documentation complète pour les Types de Catégories d'Adhérent dans
hi: में संरक्षक विशेषता प्रकार के लिए पूर्ण दस्तावेज देखें
it: Vedi la documentazione completa per i tipi di attributi utente nel
oc: Voir la documentacion completa pels Tipes de Categorias d'Aderent dins
pl: Zobacz instrukcję dla Typów atrybutów użytkowników w
pt: Ver a documentação completa para os tipos de atributos de leitor no
pt_br: Ver a documentação completa para Tipos de Atributos de Usuários no
sk: Pozrite si kompletnú dokumentáciu o typoch vlastností čitateľov v
sv: Se den fullständiga dokumentationen för Attributtyper för låntagare i
tr: Kullanıcı nitelik türleri tam dokümantasyonuna bakınız
zh_tw: 見讀者屬性類型的完整文件

source: See the full documentation for Patron Categories in the
ar: انظر إلى التوثيق الكامل لفئات المستفيد في
cs: Viz úplnou dokumentaci pro čtenářské kategorie v
da: Se hele dokumentationen for lånerkategorier i
de: Die vollständige Hilfe zu den Benutzertypen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Κατηγορίες Μελών στο
es: Vea la documentación completa para Categorías de Usuarios en el
eu: Ver la documentación completa para Categorías de Socios en la
fi: Katso koko dokumentaatio asiakastyypeille
fr: Voir la documentation complète pour les Catégories d'Adhérent dans
hi: के लिए संरक्षक में श्रेणियाँ पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le categorie utente nel
oc: Veire la documentacion completa per las Categorias d'Aderent dins
pl: Zobacz instrukcję dla Kategorii Użytkowników w
pt: Ver a documentação completa para as categorias de leitor no
pt_br: Ver a documentação completa para Categorias de usuários no
sk: Pozrite si kompletnú dokumentáciu o kategóriách čitateľov v
sv: Se den fullständiga dokumentationen för Låntagarkategorier i
tr: Kullanıcı Kategorileri tam dokümantasyonuna bakınız
zh_tw: 見讀者類型的完整文件

source: See the full documentation for Patron Files in the
ar: انظر إلى التوثيق الكامل لملفات المستفيدين في
cs: Viz úplnou dokumentaci pro čtenářské soubory v
da: Se hele dokumentationen for lånerbøder i
de: Die vollständige Hilfe für benutzerbezogene Dateien finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Αρχεία Μελών στο
es: Vea la documentación completa para Archivos de usuarios en el
eu: Vea la documentación completa para Multas de socios en la
fi: Katso koko dokumentaatio asiakkaiden tiedostoille
fr: Voir la documentation complète pour les Données Adhérents
hi: में संरक्षक फ़ाइलों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i files degli utenti nel
oc: Veire la documentacion completa per las Donadas Aderents
pt: Ver a documentação completa para os ficheiros do leitor no
pt_br: Ver a documentação completa para Multas de usuários no
sk: Pozrite si kompletnú dokumentáciu o súboroch čitateľov v
sv: Se den fullständiga dokumentationen för Låntagarfiler i
tr: Kullanıcı Dosyaları tam dokümantasyonuna bakınız
zh_tw: 見讀者檔案的完整文件

source: See the full documentation for Patron Fines in the
ar: انظر إلى التوثيق الكامل لغرامات المستفيد
cs: Viz úplnou dokumentaci pro čtenářské pokuty v
da: Se hele dokumentationen for lånerbøder i
de: Die vollständige Hilfe zu Gebühren im Benutzerkonto finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τα Πρόστιμα Μελών στο
es: Vea la documentación completa para Multas de Usuarios en el
eu: Vea la documentación completa para Multas de socios en la
fi: Katso koko dokumentaatio asiakkaiden maksuille
fr: Voir la documentation complète sur les Amendes des adhérents dans le
hi: में संरक्षक जुर्माना के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per Multe a utenti nel
oc: Veire la documentacion completa sus las Emendas des aderents dins lo
pt: Ver a documentação completa para as multas do leitor no
pt_br: Ver a documentação completa para Multas de usuários no
sk: Pozrite si kompletnú dokumentáciu o platbách čitateľov v
sv: Se den fullständiga dokumentationen för Låntagarböter i
tr: Kullanıcı Cezaları tam dokümantasyonuna bakınız
zh_tw: 見讀者檔案的完整文件

source: See the full documentation for Patron Import in the
ar: انظر إلى التوثيق الكامل لاستيراد المستفيد
cs: Viz úplnou dokumentaci pro import čtenářů v
da: Se hele dokumentationen for lånerimport i
de: Die vollständige Hilfe für den Import von Benutzerdaten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Εισαγωγή Μελών στο
es: Vea la documentación completa para Importación de Usuarios en el
eu: Vea la documentación completa para Importación de socios en la
fi: Katso koko dokumentaatio asiakkaiden tuonnille
fr: Voir la documentation complète sur l'Import d'adhérents dans le
hi: में संरक्षक आयात के लिए पूर्ण दस्तावेज़ देखें
it: Vedi la documentazione completa per l'importazione utenti nel
oc: Veire la documentacion completa sus l'Impòrt d'aderents dins lo
pt: Ver a documentação completa para a importação de leitores no
pt_br: Ver a documentação completa para Importação de usuários no
sk: Pozrite si kompletnú dokumentáciu o importe čitateľov v
sv: Se den fullständiga dokumentationen för Låntagarimport i
tr: Kullanıcı İçe Aktarımı tam dokümantasyonuna bakınız
zh_tw: 見匯入讀者的完整文件

source: See the full documentation for Patron Lists in the
ar: انظر التوثيق الكامل لقوائم المستفيد في
cs: Viz úplnou dokumentaci pro seznamy čtenářů v
de: Die vollständige Hilfe zu Benutzerlisten finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Λίστες Μελών στο
es: Vea la documentación completa para Listas de Usuarios en el
fi: Katso koko dokumentaatio asiakaslistoille
fr: Voir la documentation complète sur les Listes d'adhérents dans le
hi: में संरक्षक सूचियों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per le liste di utenti nel
oc: Veire la documentacion completa sus las Listas d'aderents dins lo
pt: Ver a documentação completa para as listas de leitores no
pt_br: Ver a documentação completa sobre Listas de Usuários em
sk: Pozrite si kompletnú dokumentáciu o zoznamoch čitateľov v
tr: Kullanıcı Listeleri tam dokümantasyonuna bakınız
zh_tw: 見讀者清單的完整文件

source: See the full documentation for Patron Notices in the
ar: انظر إلى التوثيق الكامل لإخطارات المستفيد
cs: Viz úplnou dokumentaci pro čtenářské poznámky v
da: Se hele dokumentationen for lånerbeskeder i
de: Die vollständige Hilfe zu Benutzerbenachrichtigungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Ειδοποιήσεις Μελών στο
es: Vea la documentación completa para Avisos de Usuarios en el
eu: Vea la documentación completa para Avisos de socios en la
fi: Katso koko dokumentaatio asiakkaiden ilmoituksille
fr: Voir la documentation complète sur les Notifications aux adhérents dans le
hi: में संरक्षक नोटिस के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per gli Avvisi agli utenti nel
oc: Voir la documentacion completa sus las Notificacions als aderents dins lo
pt: Ver a documentação completa para os avisos do leitor no
pt_br: Ver a documentação completa para Mensagens de usuários no
sk: Pozrite si kompletnú dokumentáciu o oznámeniach pre čitateľov v
sv: Se den fullständiga dokumentationen för Låntagarmeddelanden i
tr: Kullanıcı Bildirimleri tam dokümantasyonuna bakınız
zh_tw: 見讀者通知的完整文件

source: See the full documentation for Patron Permissions in the
ar: انظر إلى التوثيق الكامل لصلاحيات المستفيد
cs: Viz úplnou dokumentaci pro čtenářská oprávnění v
da: Se hele dokumentationen for lånerrettigheder i
de: Die vollständige Hilfe zu den Benutzerberechtigungen finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για τις Εξουσιοδοτήσεις Μελών στο
es: Vea la documentación completa de Permisos de Usuarios en el
eu: Vea la documentación completa de Permisos de socios en la
fi: Katso koko dokumentaatio asiakkaiden oikeuksille
fr: Voir la documentation complète sur les Permissions des adhérents dans le
hi: में संरक्षक अनुमतियों के लिए पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per i permessi degli utenti nel
oc: Voir la documentacion completa sus las Permissions des aderents dins lo
pl: Zobacz instrukcję dla Ustawień Zezwoleń Użytkownika w
pt: Ver a documentação completa para as permissões do leitor no
pt_br: Ver a documentação completa para Permissões de usuários no
sk: Pozrite si kompletnú dokumentáciu o oprávneniach čitateľov v
sv: Se den fullständiga dokumentationen för Låntagarrättigheter i
tr: Kullanıcı İzinleri tam dokümantasyonuna bakınız
zh_tw: 見讀者權限的完整文件

source: See the full documentation for Patron Search in the
ar: انظر إلى التوثيق الكامل لبحث المستفيد
cs: Viz úplnou dokumentaci pro hledání čtenářů v
da: Se hele dokumentationen for lånersøgning i
de: Die vollständige Hilfe zur Benutzersuche finden Sie im
el: Βλέπε την πλήρη τεκμηρίωση για την Αναζήτηση Μελών στο
es: Vea la documentación completa para Búsqueda de Usuarios en el
eu: Vea la documentación completa para Permisos de socios en la
fi: Katso koko dokumentaatio asiakkaiden haulle
fr: Voir la documentation complète sur la Recherche d'adhérents dans le
hi: के लिए में संरक्षक खोजें पूर्ण प्रलेखन देखें
it: Vedi la documentazione completa per la ricerca di utenti nel
oc: Veire la documentacion completa sus la Recèrca d'aderents dins lo
pl: Zobacz instrukcję dla Wyszukiwania Użytkownika w
pt: Ver a documentação completa para a pesquisa de leitores no
pt_br: Ver a documentação completa para Pesquisa de usuários no
sk: Pozrite si kompletnú dokumentáciu o hľadaní v čitateľoch v
sv: Se den fullständiga dokumentationen för Låntagarsökning i
tr: Kullanıcı Arama tam dokümantasyonuna bakınız
zh_tw: 見搜尋讀者的完整文件
