Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Registers if an item that had been checked out to a statistics patron (category type = 'X') is returned
ar: يسجل إذا تمت إعادة مادة كانت معارة إلى مستفيد إحصائي (نوع الفئة = 'x')
cs: Registruje do čtenářovy statistiky výtisk, který byl dříve vypůjčen a je nyní vrácen (kategorie typu = "X").
da: Registrerer hvis et eksemplar, som er udlånt til en statistisk låner (kategoritype = 'X'), returneres
de: Verzeichnet, ob ein Exemplar, dass an einen statistischen Benutzer ausgeliehen wurde (Benuterkategorie = 'X') zurückgegeben wurde
el: Σημειώνει εάν ένα τεκμήριο το οποίο έχει δανειστεί σε ένα μέλος για στατιστικά (τύπος κατηγορίας = 'X') έχει επιστραφεί
es: Registra si un ejemplar prestado al usuario estadístico (categoría = 'X') es devuelto
eu: Registra si un ítem ha sido prestado en las estadísticas de socio (categoría = 'X') es devuelto.
fi: Rekisteröi, jos nide joka on lainattu tilastoasiakkaalle (asiakastyyppi = 'X') palautetaan
fr: S'enregistre si un document qui avait été prêté à un usager de type statistique (type de catégorie = 'X') est retourné
hi: रजिस्टरों यदि एक मद है कि एक आँकड़े संरक्षक (श्रेणी type = 'एक्स') के लिए बाहर की जाँच कर दिया गया था वापस आ रहा है
it: Registra se una copia prestata a un utente con finalità statistiche (tipologia utente = 'X') e' rientrata.
oc: S'enregistre se un document qui avait été prestat a un usagièr de tipe statistique (type de categoria = 'X') es retourné
pl: Rejestry, jeżeli egzemplarz został wypożyczony dla statystycznego użytkownika (kategoria = 'X') i zwrócony
pt: Regista se um exemplar que foi emprestado a um leitor estatístico (tipo de categoria = 'X') foi devolvido
pt_br: Registra se um exemplar que foi emprestado a um usuário estatística (categoria = 'X') foi devolvido
sk: Registruje, či exemplár vypožičaný štatistickému čitateľovi (kategória typu = 'X') bol vrátený
sv: Registrerar om en post som lånats ut till en statistiklåntagare (kategorityp = 'X') återlämnas
tr: Kullanıcı istatistiğinde (kategori türü= ‘X’) ödünç verilmiş bir materyal iade edilmişse işlemi kayda geçer
zh_tw: 若館藏已被統計讀者 (類型 = 'X') 借出，登記為還回

source: Remaining circulation permissions
ar: صلاحيات الإعارة المتبقية
cs: Zbývající výpůjční povolení
da: Udestående lånerrettigheder
de: Übrige Berechtigungen für die Ausleihe
el: Λοιπές εξουσιοδοτήσεις διακίνησης
es: Permisos restantes de circulación
eu: Mantener permisos de circulación
fi: Jäljellä olevat lainauksen oikeudet
fr: Autres permissions de circulation
hi: संचलन अनुमतियों के शेष
it: Rimanenti permessi per la circolazione
oc: Autres permissions de circulacion
pl: Ustawianie uprawnień udostępniania
pt: Permissões de circulação restantes
pt_br: Permissões de circulação restantes
sk: Ostatné oprávnenia obehu
sv: Kvarvarande lånerättigheter
tr: Kalan dolaşım izinleri
zh_tw: 其他流通權限

source: Remaining system parameters permissions
ar: صلاحيات ضوابط النظام المتبقية
cs: Zbývající parametry systémových oprávnění
da: Udestående systemparametertilladelser
de: Übrige Berechtigungen für die Administration
el: Λοιπές εξουσιοδοτήσεις παραμέτρων συστήματος
es: Permisos restantes de parámetros del sistema
eu: Mantener permisos sobre parámetros del sistema
fi: Jäljellä olevat järjestelmäasetusten oikeudet
fr: Autres autorisations de paramétrage
hi: शेष प्रणाली मानकों अनुमतियों
it: Rimanenti permessi per i parametri di sistema
oc: Autres autorisations de parametratge
pl: Ustawienia dostępu do parametrów systemu
pt: Permissões de preferências de sistema restantes
pt_br: Permissões de parâmetros do sistema restantes
sk: Ostatné oprávnenia systémových parametrov
sv: Kvarvarande rättigheter för systemparametrar
tr: Kalan sistem parametre izinleri
zh_tw: 其他系統參數權限

source: Remember to assign your staff secure usernames and passwords since these will be used to log into the staff client.
ar: تذكرتعيين أسماء المستخدمين وكلمات السر الآمنة للموظفين حيث ستستخدم في الدخول للعميل الموظف
cs: Nezapomeňte přiřadit svým zaměstnancům bezpečná uživatelská jména a hesla, protože tyto budou použity pro přihlášení zaměstnanců do intranetu.
da: Husk at give medarbejderne sikre brugernavne og password, da disse bruges til at logge ind i admin-klienten.
de: Bitte denken Sie daran, sichere Benutzernamen und Passwörter für Mitarbeiter zu vergeben, da diese für den Zugang zur Dienstoberfläche verwendet werden.
el: Θυμηθείτε να δώσετε στο προσωπικό σας ασφαλή ονόματα χρήστη και κωδικούς πρόσβασης καθώς θα χρησιμοποιούνται για τη σύνδεση στη διεπαφή προσωπικού.
es: Recuerde que debe crear nombres de usuario y contraseñas seguras, ya que estos serán utilizados para iniciar la sesión del personal.
eu: Gogoratu zure langileei erabiltzaile izen eta pasahitza seguruak esleitu behar zaizkiela, langileen interfazean saioa hasteko horiek erabiliko baitituzte.
fi: Muista liittää henkilökunnalle turvalliset käyttäjätunnukset ja salasanat, sillä niitä käytetään virkailijatyökaluun kirjautumisessa.
fr: Pensez bien à donner aux professionnels un identifiant et un mot de passe sûrs.
hi: इन कर्मचारियों को ग्राहक में लॉग इन करने के लिए इस्तेमाल किया जाएगा के बाद से अपने कर्मचारियों को सुरक्षित उपयोगकर्ता नाम और पासवर्ड आवंटित करने के लिए याद रखें।
it: Ricordati di assegnare allo staff password e id sicuri; verranno usati per entrare nel client staff.
oc: Pensez bien a donner als professionals un identificant e un senhal sûrs.
pl: Pamiętaj, żeby przypisać pracownikom nazwy użytkowników i bezpieczne hasła używane do logowania.
pt: Relembre-se de associar ao seu staff nomes de utilizador e palavras-passe uma vez que os mesmos vão usar o interface dos técnicos.
pt_br: Lembre-se de guardar seu nome de usuário e senha pois ele será utilizado para entrar na interface de usuário.
sk: Nezabudnite nastaviť vašim knihovníkom bezpečné užívateľské mená a heslá, pretože tieto sa budú používať na prihlasovanie do intranetu.
sv: Var noga med att förse personalen med säkra användarnamn och lösenord eftersom de kommer att användas för att logga in på personalklienten.
tr: Personelinize güvenli kullanıcı adları ve şifreler atamayı unutmayın, çünkü tüm bunlar personel istemciye giriş yapılırken kullanılacaktır.
zh_tw: 記得給予館員安全的名稱與密碼，登入館員介面所需。

source: Renew
ar: تجديد
cs: Prodloužit
de: Erneuern
el: Ανανέωση
es: Renovar
eu: Berritu
fi: Uusinta
fr: Renouveler
hi: नवीनीकृत
it: Rinnova
oc: Renovelar
pl: Prolonguj
pt: Renovar
pt_br: Renovar
sk: Predĺžiť
tr: Süresini uzat
zh_tw: 續借

source: Renew a subscription
ar: تجديد اشتراك
cs: Prodloužení odběru
da: Forny et abonnement
de: Abonnement verlängern
el: Ανανέωση μιας συνδρομής
es: Renovar una suscripción
eu: Renovar una suscripción
fi: Lehtitilauksen uusinta
fr: Renouveler un abonnement
hi: एक सदस्यता को नवीनीकृत
it: Rinnova un abbonamento
oc: Renovelar un abonament
pl: Odnawianie prenumeraty
pt: Renovar uma assinatura
pt_br: Renovar uma assinatura
sk: Obnoviť zápisné
sv: Förnya en prenumeration
tr: Abonelik yenile
zh_tw: 續訂

source: Rental fees will be charged based on the settings in your Item Types administration area
ar: سيتم فرض رسوم الإيجار استنادا على الإعدادات الموجودة في إدارة أنواع المادة الخاصة بك
cs: Nájemné bude účtováno na základě nastavení Typy dokumentů ve vaší administrátorské sekci
da: Lejegebyrer fastlægges ud fra indstillingerne i eksemplartype-administrationsområdet
de: Leihgebühren werden anhand der Konfiguration der Medientypen berechnet
el: Τα τέλη ενοικίασης θα χρεώνονται σύμφωνα με τις ρυθμίσεις στους Τύπους Τεκμηρίων στην περιοχή διαχείρισης
es: Los costos de alquiler se cobrarán sobre la base de la configuración del ítem en Tipos de ítem en el área de administración
eu: Alokairu kuotak administrazioko elementu motak atalean dituzun ezarpenen arabera kargatuko dira
fi: Lainausmaksut peritään aineistolajien asetusten mukaan, jotka on määritelty ylläpidossa
fr: Le coût du prêt est facturé sur le base du paramétrage de vos Types de d'exemplaire dans le module Administration.
hi: किराये की फीस अपने आइटम प्रकार प्रशासन क्षेत्र में सेटिंग के आधार पर शुल्क लिया जाएगा
it: Le tariffe per i prestiti si baseranno sulle configurazioni dei Tipi di copia
pl: Opłata będzie ulegała zmianie w zależności od ustawień w panelu administratora w zakładce "Typy dokumentów"
pt: Taxas de aluguer serão cobradas de acordo com as configurações da área de administração dos tipos de documento.
pt_br: Taxas de locação serão baseadas nas configurações em Tipos de material na área de administração
sk: Nájomné poplatky sa budú vyberať podľa nastavení Vášho nastavenia v oblasti administrácie Vašich typov exemplárov
sv: Hyresavgifter tas ut baserat på inställningar i administrationsområdet Objekttyper
tr: Kira tutarları, Materyal Türleri yönetim alanındaki ayarlara bağlı olarak ücretlendirilir.
zh_tw: 借閱費用將依館藏類型管理區塊的設定為準

source: Repeatable
ar: مكرر
cs: Opakovatelný
da: Gentagelig
de: wiederholbar
el: Επαναλαμβανόμενο
es: Repetible
eu: Errepikagarria
fi: Toistettava
fr: Répétable
hi: दोहराने वाला
it: Ripetibile
oc: Repetible
pl: Powielalne
pt: Repetível
pt_br: Repetítivel
sk: Opakovateľný
sv: Upprepningsbar
tr: Tekrarlanabilir
zh_tw: 可重複

source: Repeatable
ar: مكرر
cs: Opakovatelný
da: Gentagelig
de: wiederholbar
el: Επαναλαμβανόμενο
es: Repetible
eu: Errepikagarria
fi: Toistettava
fr: Répétable
hi: दोहराने वाला
it: Ripetibile
oc: Repetible
pl: Powielalne
pt: Repetível
pt_br: Repetitível
sk: Opakovateľný
sv: Upprepningsbar
tr: Tekrarlanabilir
zh_tw: 可重複

source: Report Koha bugs
ar: التبليغ عن أخطاء كوها
cs: Nahlásit chybu systému Koha
de: Bugs in Koha melden
el: Αναφορά Σφαλμάτων Koha
es: Informar errores de Koha
fi: Raportoi Kohan virheistä
hi: रिपोर्ट Koha बग
it: Segnala i bugs di Koha
pt: Reportar bugs do Koha
pt_br: Relatar bugs no Koha
sk: Ohlásiť chyby Kohy
tr: Koha yazılım hatalarını rapor edin
zh_tw: 報告Koha的錯誤

source: Report from SQL
ar: تقرير من SQL
cs: Výstup pomocí SQL
da: Rapport fra SQL
de: SQL-Report
el: Δημιουργία αναφοράς από SQL
es: Crear informe desde SQL
eu: Crear informe desde SQL
fi: Raportti SQL-kyselystä
fr: Créer rapport à partir de SQL
hi: एसक्यूएल से रिपोर्ट
it: Crea un report da SQL
oc: Crear rapòrt a partir de SQL
pl: Utwórz w SQL
pt: Relatório a partir de SQL
pt_br: Criar relatório a partir de SQL
sk: Výkaz z SQL
sv: Rapport från SQL
tr: SQL'den rapor oluştur
zh_tw: 來自SQL的報表

source: Reports
ar: التقارير
cs: Výstupy
da: Rapporter
el: Αναφορές
es: Informes
eu: Txostenak
fi: Raportit
fr: Rapports
hi: रिपोर्ट
oc: Rapòrts
pl: Raporty
pt: Relatórios
pt_br: Relatórios
sk: Výkazy
sv: Rapporter
tr: Raporlar
zh_tw: 報表

source: Reports can also be added by duplicating an existing report. Visit the 'Saved reports' page to see all of the reports listed on your system.
ar: كما يمكن إضافة التقارير أيضاً عن طريق نسخ تقرير حالي. قم بزيارة صفحة "التقارير المحفوظة" لرؤية كل التقارير المدرجة في نظامك.
cs: Výstupy mohou být také vytvářeny kopírováním z již existujících výstupů. Přejděte na stránku "Uložené výstupy" abyste viděli všechny výstupy, které se ve Vašem systému nachází.
de: Neue Reports können auch durch kopieren eines vorhandenen Reports angelegt werden. Unter 'Gespeicherte Reports' finden Sie alle Reports, die aktuell im System vorhanden sind.
el: Οι αναφορές μπορούν επίσης να προστεθούν με την αντιγραφή μιας υπάρχουσας αναφοράς. Επισκεφτείτε την σελίδα 'Αποθηκευμένες αναφορές' για να δείτε όλες τις αναφορές που βρίσκονται στο σύστημά σας.
es: Los informes también se pueden agregar mediante la duplicación de un informe existente. Visite la página de los 'Informes guardados' para ver todos los informes listados en su sistema.
fi: Kaikki tallennetut raportit löytyvät klikkaamalla 'Käytä tallennettua raporttia'. Niitä voi myös kopioida.
fr: Des rapports peuvent également être ajoutés par duplication de rapports existants. Consultez la page 'Rapports sauvegardés' pour voir tous les rapports déjà enregistrés.
hi: रिपोर्ट में यह भी एक मौजूदा रिपोर्ट duplicating द्वारा जोड़ा जा सकता है। अपने सिस्टम पर सूचीबद्ध रिपोर्टों के सभी देखने के लिए 'सहेजी गई रिपोर्ट' पृष्ठ पर जाएं।
it: I reports possono essere aggiunti duplicando un report esistente. Visita la pagina 'Reports salvati' per vedere tutti i reports che il tuo sistema ha già.
oc: Des rapòrts pòdon tanben èsser aponduts per duplication de rapòrts existants. Consultez la pagina 'Rapports salvats' per veire totes los rapòrts ja enregistrats.
pl: Raporty mogą być także dodawane przez powielenie istniejącego raportu. Odwiedź stronę 'Zapisane raporty', żeby przejrzeć listę wszystkich raportów utworzonych w systemie.
pt: Relatórios também podem ser adicionados duplicando já existentes. Visite 'Relatórios guardados' para ver todos os relatórios já no sistema.
pt_br: Relatórios podem ser adicionados a partir da duplicação de outro relatório. Visita a página 'Relatórios sal vos' para ver a lista dos relatório em seu sistema.
sk: Výkazy sa dajú pridať aj zdvojením jestvujúceho výkazu. Navštívte stránku 'Uložené výkazy' a pozrite si zoznam všetkých už zostavených výkazov vo vašom systéme.
tr: Raporlar aynı zamanda mevcut bir raporun çoğaltılmasıyla da eklenebilir. Halen sisteminizde listelenmiş tüm raporları görmek için ‘Kaydedilmiş raporlar’ sayfasını ziyaret ediniz.
zh_tw: 可複製現有的報表做為新增報告。進入 '儲存的報表' 頁面，檢視系統裡已有的報表。

source: Reports dictionary
ar: قاموس التقارير
cs: Katalog výstupů
da: Rapport-ordbog
de: Reports-Wörterbuch
el: Λεξικό εκθέσεων
es: Diccionario de informes
eu: Txostenen hiztegia
fi: Raporttisanasto
fr: Dictionnaire des rapports
hi: रिपोर्ट शब्दकोश
it: Dizionario dei reports
oc: Diccionari des rapòrts
pl: Słownik raportów
pt: Dicionário dos relatórios
pt_br: Dicionário dos relatórios
sk: Slovník výkazov
sv: Fördefinierade rapportfilter
tr: Raporlar Sözlüğü
zh_tw: 報表字典

source: Reports found on the Circulation page are not controlled by this permission
ar: التقارير الموجودة في صفحة الإعارة ليس متحكم بها من خلال هذه الصلاحية
cs: Výstupy nalezené na stránce Výpůjček nejsou řízeny tímto oprávněním
da: Rapporter fundet på udlånssiden kontrolleres ikke af denne tilladelse
de: Die Reports auf der Startseite des Ausleihmoduls werden nicht von dieser Berechtigung kontrolliert
el: Οι εκθέσεις που βρέθηκαν στη σελίδα Κυκλοφορίας Υλικού δεν ελέγχονται από αυτή την εξουσιοδότηση
es: Los informes que se encuentran en la página de circulación no están controlados por este permiso
eu: Baimen honek ez ditu zirkulazio orrian aurkitutako txostenak kontrolatzen
fi: Raportit, jotka ovat Lainaus ja palautus -sivulla, eivät kuulu tämän oikeuden piiriin
fr: Les rapports qu'on trouve sur la page Circulation ne sont pas contrôlés par cette permission
hi: सर्कुलेशन पृष्ठ पर पाया रिपोर्ट इस अनुमति के द्वारा नियंत्रित नहीं कर रहे हैं
it: I reports che sono nella pagina di Cricolazione non sono controllati da questo permesso
oc: Les rapòrts qu'on tròba sus la pagina Circulation son pas contrarotlats per aquesta permission
pl: Te uprawnienia nie są wystarczające, by kontrolować raporty dostępne na stronie Udostępniania
pt: Relatórios que se encontram na página de empréstimo não são controlados por esta permissão
pt_br: Relatórios obtidos na página de Circulação não são controlados por esta permissão
sk: Toto oprávnenie nekontroluje výkazy nájdené na stránke Obehu
sv: Rapporter på utlåningssidan styrs inte av denna rättighet
tr: Dolaşım sayfasında bulunan raporlar bu izinle kontrol edilmez.
zh_tw: 在流通頁面的報表不受此權限管控

source: Required Match checks: none (remove the blank one)
ar: المطلوب يطابق الاختبارات: لا شيء ( احذف الفارغة)
cs: Povinné kontroly shody: žádné (odstranit prázdné)
da: Krævede sammenligningskontroller: ingen (fjern de tomme)
de: Benötigte Überprüfung von Übereinstimmungen: keine (entferne die leere)
el: Απαιτούμενοι έλεγχοι Ταυτοποίησης: κανένας (αφαιρέστε το κενό)
es: Verificación de coincidencia requerido: ninguno (remover el que está en blanco)
eu: Control de coincidencia requerido: ninguno (remover el que está en blanco)
fi: Vaadittu vastaavuustarkistus: ei yhtään (poista tyhjä)
fr: Contrôle de concordance requis : aucun (supprimer)
hi: आवश्यक मिलान चेक: कोई नहीं (खाली एक निकालने के लिए)
it: Controlli di match richiesti: nessuno (rimuovi quello vuoto)
oc: Contrôle de concordància requis : aucun (suprimir)
pl: Sprawdzanie wymaganego dopasowania: żadne (pozostaw puste)
pt: Verificações necessárias: nenhuma (remover a vazia)
pt_br: Correspondência requerida: nenhuma (remova o branco)
sk: Povinné kontroly zhody: žiadna (odobrať prázdnu)
sv: Matchningskontroller som krävs: inga (ta bort den tomma)
tr: Zorunlu eşleştirme denetlemeleri: yok (boş olanı kaldır)
zh_tw: 必備對映檢查：無(移除空白的)

source: Required fields are defined in the BorrowerMandatoryField system preference
ar: الحقول المطلوبة تحدد في تفضيل النظام BorrowerMandatoryField .
cs: Povinná pole sa definují v nastavení systému BorrowerMandatoryField
da: Krævede felter er defineret i BorrowerMandatoryField system-indstillingen
de: Die obligatorischen Felder sind in der Systemeinstellung BorrowerMandatoryField festgelegt
el: Τα απαιτούμενα πεδία καθορίζονται στην προτίμηση συστήματος BorrowerMandatoryField
es: Los campos obligatorios están definidos en la preferencia del sistema BorrowerMandatoryField
eu: Nahitaezko eremuak BorrowerMandatoryField sistemaren lehentasunean definituta daude
fi: Vaadittavat kentät on määritelty BorrowerMandatoryField-järjestelmäasetuksessa
fr: Les champs obligatoires sont définis dans la préférence système BorrowerMandatoryField.
hi: आवश्यक फ़ील्ड के BorrowerMandatoryField प्रणाली वरीयता में परिभाषित कर रहे हैं
it: I campi obbligatori sono definiti nella preferenza di sistema 'BorrowerMandatoryField'
oc: Los camps obligatòris son définis dins la preferéncia sistèma BorrowerMandatoryField.
pl: Wymagane pola należy zdefiniować w ustawieniach systemu BorrowerMandatoryField
pt: Campos obrigatório são definidos na preferência do sistema BorrowerMandatoryField
pt_br: Campos obrigatórios são definidos na preferência de sistema BorrowerMandatoryField
sk: Povinné polia sa definujú v nastavení systému BorrowerMandatoryField
sv: Obligatoriska fält definieras i systeminställningen BorrowerMandatoryField
tr: Zorunlu alanlar Ödünç Alan Kullanıcı Zorunlu Alan sistem seçeneğinde tanımlanmıştır.
zh_tw: 必備欄位設定在BorrowerMandatoryField系統偏好

source: Required for staff login.
ar: مطلوب لتسجيل دخول الموظف
cs: Vyžadováno při přihlášení zaměstnance.
da: Krævet til admin-login.
de: Erforderlich für die Anmeldung in der Dienstoberfläche.
el: Απαραίτητο για την σύνδεση προσωπικού.
es: Requerido para ingreso administrativo.
eu: Obligatorio para acceder al sistema.
fi: Vaaditaan virkailijatyökaluun kirjautumisessa.
fr: Obligatoire pour se connecter à l'interface pro.
hi: स्टाफ लॉग इन के लिए आवश्यक है।
it: Richiesto per loggarsi come staff
oc: Obligatòri per se connecter a l'interfàcia pro.
pt: Necessário para autenticação do staff.
pt_br: Obrigatório para o login de funcionário.
sk: Povinné pre prihlásenie knihovníka.
sv: Krävs för personalinloggning.
tr: Personel girişi için gerekli.
zh_tw: 要求以館員登入。

source: Requires that the staff member also has circulate_remaining_permissions
ar: يتطلب أن يكون الموظفين لديهم صلاحيات للإعارة
cs: Je nutné, aby měl knihovník nastaveno také oprávnění circulate_remaining_permissions - ostatní práva výpůjček
da: Kræver at personalet også har circulate_remaining_permissions
de: Erfordert, dass die Berechtigung circulate_remaining_permissions
el: Απαιτεί το μέλος προσωπικού να έχει επίσης circulate_remaining_permissions
es: Requiere que el personal de biblioteca tenga también circulate_remaining_permissions
eu: Requiere que el personal de biblioteca tenga también circulate_remaining_permissions
fi: Vaatii, että virkailijalla on myös circulate_remaining_permissions
fr: Nécessite que les bibliothécaires disposent des droits sur circulate_remaining_permissions
hi: आवश्यकता स्टाफ के सदस्य भी circulate_remaining_permissions है कि
it: Richiedono che i bibliotecari abbiano anche i circulate_remaining_permissions
oc: Nécessite que los bibliotecaris disposent des dreits sus circulate_remaining_permissions
pl: Wymagane jest, żeby pracownik miał ustawione uprawnienia udostępniania
pt: Requer que os membros do staff também tenham a permissão circulate_remaining_permissions
pt_br: Requer que um funcionário também tenha circulate_remaining_permissions
sk: Treba, aby knihovník mal aj circulate_remaining_permissions
sv: Kräver att personalen även har rättigheten circulate_remaining_permissions
tr: Personel üyesinin kalan_dolaşım_izinlerinin de mevcut olması gereklidir
zh_tw: 館員同時需要circulate_remaining_permissions權限

source: Requires that you set OpacAllowSharingPrivateLists to 'Allow'
ar: يتطلب ضبط OpacAllowSharingPrivateLists إلى "السماح"
cs: Je nutné nastavit OpacAllowSharingPrivateLists na 'Povoleno'
de: Erfordert, dass Sie OpacAllowSharingPrivateLista auf 'Erlaubt' setzen
el: Απαιτεί να ρυθμίσετε το OpacAllowSharingPrivateLists στο 'Επιτρέπεται'
es: Requiere que configure OpacAllowSharingPrivateLists a 'Permitir'
fi: Vaatii OpacAllowSharingPrivateLists-asetuksen 'Salli'
fr: Nécessite que vous régliez OpacAllowSharingPrivateLists sur "Permettre"
hi: आप OpacAllowSharingPrivateLists तय है कि 'अनुमति' करने की आवश्यकता है
it: E' necessario impostare la preferenza OpacAllowSharingPrivateLists a 'Permetti'
oc: Nécessite que vous régliez OpacAllowSharingPrivateLists sus "Permetre"
pt: Necessita que OpacAllowSharingPrivateLists esteja como 'Permitir'
pt_br: Exige que você configure a preferência OpacAllowSharingPrivateLists para 'Permitir'
sk: Žiada sa nastavenie OpacAllowSharingPrivateLists na 'Povoliť'
tr: OpacAllowSharingPrivateLists özelliğini 'İzin ver' olarak ayarlamanızı gerektirir
zh_tw: 需把 OpacAllowSharingPrivateLists 偏好設為 '允許'

source: Requires that you set Overdue Notice/Status Triggers
ar: يتطلب أن تضبط مُطلقات إشعارات/حالات التأخيرات
cs: Vyžaduje, že nastavíte Upomínku/Spouštěče stavu
da: Kræver at der sættes udestående notits/status-udløsere
de: Erfordert, dass Mahntrigger gesetzt wurden
el: Απαιτεί να ρυθμίσετε την Ενεργοποίηση Ειδοποίησης Εκπρόθεσμων/Κατάστασης
es: Requiere que configure Avisos de Retraso/Disparadores de Estado
fi: Vaatii, että asetat 'Myöhästymisilmoitusten määrittely'-osion asetukset
fr: Nécessite que vous définissiez les règles de relances
hi: आप अतिदेय नोटिस / स्थिति ट्रिगर सेट की आवश्यकता है कि
it: Richiede che tu abbia definto i triggers per messaggi di ritardo/status
oc: Nécessite que vous définissiez las règlas de relances
pl: Wymaga, aby ustawić wyzwalacze powiadomień/statusów
pt: Requer que defina e agende os avisos
pt_br: Necessita que você configure o envio de mensagens de atraso
sk: Vyžaduje, že nastavíte Oznámenia o omeškaní/Spúšťače stavov
sv: Kräver att du ställer in utlösare för förseningsmeddelande/status
tr: Gecikme Uyarısını/Durum Tetikleyicilerini ayarlamanızı gerektirir.
zh_tw: 您需設定逾期通知/狀態激發
