Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To expand collapsed values simply click on the title and the subfields will appear. To duplicate a field or subfield just click the plus sign (+) to the right of the label. To use field helper plugins simply click the ellipsis (...) to the right of the field.
ar: لتوسع القيم المطوية ببساطة أُنقر على العنوان وسيظهر الحقل الفرعي. لتكرر حقلاً أو حقلاً فرعياً فقط أنقر على علامة الجمع (+) على يسار تسمية الحقل. لتستخدم الإضافة المساعدة للحقل ببساطة أنقر على علامة الإقتطاع (...) على اليسار من الحقل.
cs: Chcete-li rozbalit sbalené hodnoty stačí kliknout na název a podpole se objeví. Chcete-li duplikovat pole nebo podpole, stačí kliknout na znaménko plus (+) na pravé straně štítku. Chcete-li používat pluginy pole pomocné jednoduše klepněte na tlačítko elipsy (...) na pravé straně pole.
da: For at udvide eller sammenklappe værdierne, klik simpelthen på titlen og underfelterne vises. For at kopiere et felt eller underfelt klik på plustegnet (+) til højre for mærket. For at bruge felt-hjælpe-plugins, klik på ellipsetegnet (...) til højre for feltet.
de: Um eingeklappte Werte anzuzeigen, klicken Sie auf die Bezeichnung des Feldes und die Unterfelder werden angezeigt. Um ein Feld oder Unterfeld zu duplizieren, klicken Sie auf das Symbol rechts neben dem Feld. Um Plugins zu verwenden, klicken Sie ebenfalls auf das entsprechende Symbol neben dem Feld oder Unterfeld.
el: Για να διευρύνετε ελαχιστοποιημένες τιμές απλά πατήστε στον τίτλο και τα υποπεδία που θα εμφανιστούν. Για να δημουργήσετε αντίγραφο ενός πεδίου ή υποπεδίου απλά πατήστε το σύμβολο συν (+) στα δεξιά της ετικέτας. Για να χρησιμοποιήσετε τα plugins βοήθειας για τα πεδία απλά πατήστε τα αποσιωπητικά (...) στα δεξιά του πεδίου.
es: Para expandir valores colapsados simplemente haga clic en el título y los subcampos aparecerán. Para duplicar un campo o subcampo solo haga clic en el signo mas (+) a la derecha de la etiqueta. Para utilizar plugins de ayuda de campo haga clic en la elipsis (...) a la derecha del campo.
eu: Para expandir los valores colapsados ​​simplemente haga clic en el título y los subcampos aparecerá. Para duplicar un campo o subcampo simplemente haga clic en el signo más (+) a la derecha de la etiqueta. Para utilizar plugins de campo ayudante simplemente haga clic en el botón de puntos suspensivos (...) a la derecha del campo.
fi: Saadaksesi näkyviin piilotetut arvot klikkaa nimekettä ja osakentät tulevat näkyviin. Kopioidaksesi kentän tai osakentän klikkaa plusmerkkiä (+) oikealla puolella. Kentän ohjetoiminto-liitännäisen saa käyttöön klikkaamalla kolmea pistettä (...) kentän oikealla puolella.
fr: Pour développer des valeurs manquantes, il suffit de cliquer sur le titre et les sous-champs apparaissent. Pour dupliquer un champ ou sous-champ, il suffit de cliquer sur le signe plus (+), à droite de l'étiquette. Pour utiliser les plugins d'assistance, cliquez simplement sur le bouton (...), à droite du champ.
hi: ढह मूल्यों का विस्तार करने के लिए बस शीर्षक पर क्लिक करें और उपक्षेत्रों दिखाई देगा। एक क्षेत्र या subfield नकल करने के लिए सिर्फ लेबल के अधिकार के लिए धन चिह्न (+) पर क्लिक करें। क्षेत्र सहायक plugins का उपयोग करने के लिए बस मैदान के सही करने के लिए दीर्घवृत्त (...) पर क्लिक करें।
it: Per espandere valori compressi, clicca sul titolo e appariranno i sottocampi. Per duplicare un campo, clicca su (+). Per accedere al plugin del campo premi '...' a destra del campo.
oc: Per développer des valors mancantas, il suffit de clicar sul títol e les soscamps apareisson. Per duplicar un camp o soscamp, il suffit de clicar sul signe plus (+), a dreita de l'etiqueta. Per utilizar los plugins d'assistance, clicatz simplament sul boton (...), a dreita del camp.
pt: Para expandir valores carregue no título e todos os subcampos irão aparecer. Para duplicar um campo ou subcampo carregue no sinal mais (+) à direita da descrição. Para usar os plugins de ajuda dos subcampos carregue nos três pontos (...) à direita do campo.
pt_br: Para expandir valores colapsados, simplesmente clique no título e os subcampos aparecerão. Para duplicar um campo ou subcampo, clique no sinal de adição (+) ao lado do nome. Para utilizar plugins que auxiliam no preenchimento do campo, clique nas reticências (...) ao lado do campo.
sk: Pre rozšírenie rozbalených hodnôt jednoducho kliknite na titul a objavia sa podpolia. Pre zdvojenie poľa alebo podpoľa jednoducho kliknite na znamienko plus (+) napravo od etikety. Pre použitie pomocného zásuvného modulu, kliknite na elipsu (...) napravo od poľa.
sv: För att expandera minimerade värden klickar du på titeln, de underliggande fälten visas då. För att kopiera ett fält eller ett underliggande fält klickar du på plustecknet (+) till höger om fältnamnet. För att använda insticksprogram för fält klickar du på ellipsen (...) till höger om fältet.
tr: Daraltılmış değerleri genişletmek için, başlığa tıklayınız daha sonra alt alanlar gözükecektir. Bir alanı ya da alt alanı kopyalamak için, etiketin sağındaki artı işaretine (+) tıklayınız. Alan yardımcı eklentilerini kullanmak için alanın sağındaki üç noktaya (...) tıklayınız.
zh_tw: 勾選題名出現分欄後，就能展開其值。勾選標籤右方的加號，就能複製欄位或分欄。勾選欄位右方的刪節號，就能使用外掛的說明。

source: To export a framework simply click the 'Export' link to the right of framework title.
fi: Viedäksesi tallennuspohjan klikkaa 'Vienti'-linkkiä oikealla puolella.
hi: एक ढांचे का निर्यात करने के लिए बस ढांचे के शीर्षक का सही करने के लिए 'निर्यात' लिंक पर क्लिक करें।

source: To find additional targets you use IndexData's IRSpy:
ar: للعثور على الأهداف الإضافية يمكنك استخدام IndexData's IRSpy:
cs: Chcete-li najít další cíle, které používáte IndexData v IRSpy:
da: For at finde flere mål, brug IndexData's IRSpy:
de: Um zusätzliche Ziele zu finden nutzen Sie IRSpy von Indexdata:
el: Για να βρείτε επιπρόσθετους στόχους χρησιμοποιήστε το IndexData's IRSpy:
es: Para encontrar sitios adicionales puede usar el IRSpy de IndexData:
eu: Helburu gehigarriak aurkitzeko, erabili IndexData-ren IRSpy:
fi: Uusien kohteiden etsimiseen IndexData IRSpy:
fr: Pour trouver des serveurs Z39.50 supplémentaires, utilisez IRSpy d'Indexdata :
hi: अतिरिक्त लक्ष्य प्राप्त करने के लिए आप IndexData के IRSpy का उपयोग करें:
it: Per trovare ulteriori target usa IRSpy di IndexData:
oc: Per trobar des servidors Z39.50 suplementaires, utilizatz IRSpy d'Inde"xdata :
pt: Para encontrar servidores adicionais use o IRSpy da IndexData:
pt_br: Para encontrar servidores adicionais, utilize o IndexData's IRSpy:
sk: Pre nájdenie použitých dodatočných cieľov IndexData IRSpy:
sv: För att hitta ytterligare mål använder du IndexData:s IRSpy:
tr: Ek hedefleri bulmak için IndexData'nın IRSpy kullanın:
zh_tw: 使用IRSpy裡的IndexData，找尋額外的伺服器：

source: To find daily statistics, set your date range.Example: "I want circulation data starting with date XXX up to, but not including, date XXX."
ar: للعثور على الإحصاءات اليومية، عين التاريخ الخاص بك range.Example "أريد بيانات الإعارة ابتداءً من تاريخ XXX حتى الآن، لكن لا تحتوي على تاريخ XXX."
cs: Chcete-li najít denní statistiky, nastavte rozsah datumů. Příklad: "Chci údaje o výpůjčkách dat počínaje datem XXX až do, ale ne včetně, datumu XXX."
da: For at finde daglig statistik, vælg datoområdet. Eksempel: "Jeg vil se udlånsstatistikken fra datoen XXX og fremad men uden datoen XXX."
de: Verwenden Sie den Datumsbereich für tägliche Statistiken. Beispiel: "Ich möchte Ausleihstatistiken ab dem Datum XXX aufwärts, aber ohne Datum XXX."
el: Για να βρείτε ημερήσια στατιστικά στοιχεία, επιλέξτε τη σειρά ημερομηνίας. Παράδειγμα: "Θέλω δεδομένα κυκλοφορίας υλικού που να ξεκινούν από την ημέρα ΧΧΧ μέχρι, αλλά να μην περιλαμβάνουν, την ημέρα ΧΧΧ".
es: Para encontrar estadísticas diarias, establezca el rango de fechas. Ejemplo: "Deseo los datos de circulación comenzando en la fecha XXX hasta, pero no incluyendo, la fecha XXX."
eu: Para encontrar estadísticas diarias, establezca el rango de fechas. Ejemplo: "Deseo los datos de circulación comenzando en la fecha XXX hasta, pero no incluyendo, la fecha XXX."
fi: Päivittäisen tilaston hakuun tarvitset aikarajan. Esimerkki: "Haluan lainaustilaston, joka alkaa päivästä XXX päättyen päivään XXX, mutta ei sisällä päättymispäivää."
fr: Pour obtenir les statistiques quotidiennes, donnez un intervalle de dates. Par exemple : Je veux les dates qui commencent par XXX jusque la date XXX exclue.
hi: दैनिक आँकड़े खोजने के लिए, अपनी तिथि range.Example सेट: "मैं चाहता हूँ संचलन के आंकड़ों के तारीख XXX अप के साथ शुरू है, लेकिन, सहित तारीख XXX नहीं।"
it: Per trovare le statistiche giornaliere, seleziona l'intervallo di date. Per esempio: "Voglio i dati di circolazione dalla data XXX fino a, ma non includendo, la data XXX."
oc: Per obténer las estatisticas quotidianas, donnez un interval de dates. Per exemple : Je veux las datas qui commencent per XXX jusque la data XXX exclue.
pl: Jeśli chcesz odnaleźć statystyki dzienne, ustaw zakres dat. Na przykład: 'Chcę odnaleźć statystyki udostępniania z dnia XXX, ale niezawierające danych z dnia XXX'.
pt: Para encontrar estatísticas diárias definia o intervalo de tempo. Exemplo: "Eu quero os dados que circularam desde a data XXX até à data XXX, não incluída."
pt_br: Para obter dados estatísticos diários, configure seu intervalo de datas. Exemplo: "Eu quero os dados que circularam desde a data XXX até à data XXX, não incluída."
sk: Pre nájdenie dennej štatistiky, nastavte Vaše rozmedzie dátumu. Napríklad: "Chcem údaje o obehu počnúc od dátumu XXX až po dátum, no nie vrátane, XXX."
sv: För att hitta daglig statistik ställer du in datumintervallet. Exempel: "Jag vill ha lånedata från datumet XXX och fram till, men inte inklusive, datumet XXX."
tr: Günlük istatistiklerinizi bulmak için tarih aralığınızı ayarlayın. Örnek: “XXX gününe kadar olan dolaşım bilgisini istiyorum fakat XXX tarihi dahil olmasın.”
zh_tw: 設定日期範圍，查看逐日統計。如："從 XXX 開始至 XXX 結束的流通統計"。

source: To find the report you'd like to edit you can sort by any of the columns by clicking the on the column header. You can also filter your results using the filter menu on the left or use the tabs to find reports based on your custom groups.
ar: للعثور على التقرير الذي ترغب في تحريره يمكنك الفرز بواسطة أي من الأعمدة بالنقر على رأس العمود. كما يمكنك ترشيح نتائجك باستخدام قائمة الترشيح جهة اليمين أو استخدم التبويبات العثور على التقارير بناء على مجموعاتك المخصصة.
cs: Chcete-li vyhledat výstup, který chcete upravit, můžete řadit podle kteréhokoli sloupce kliknutím na záhlaví sloupce. Můžete také filtrovat výsledky pomocí menu filtrů na levé straně, nebo pomocí záložek s jednotlivými skupinami výstupů.
da: For at finde den rapport, som du vil editere, kan du sortere efter en hvilken som helst spalte ved at klikke på kolonneoverskriften. Du kan også filtrere dine resultater med filtermenuen til venstre eller bruge fanerne til at finde rapporter ud fra de tilpassede grupper.
de: Um den Report zu finden können Sie die Tabelle über einen Klick auf die Spaltenüberschriften sortieren. Sie können die Liste der angezeigten Reports auch über die Filter auf der linken Seite einschränken oder über die Reiter zwischen verschiedenen benutzerdefinierten Gruppen wechseln.
el: Για να βρείτε την αναφορά που θα θέλατε να επεξεργαστείτε μπορείτε να κάνετε ταξινόμηση οποιασδήποτε στήλης πατώντας στην επικεφαλίδα της στήλης. Μπορείτε επίσης να φιλτράρετε τα αποτελέσματά σας χρησιμοποιώντας το μενού φιλτραρίσματος στα αριστερά ή χρησιμοποιώντας τις καρτέλες για να βρείτε τις αναφορές βασιζόμενοι στις προσαρμοσμένες ομάδες σας.
es: Para encontrar el informe que desea editar puede ordenar por cualquiera de las columnas haciendo clic en la cabecera. Además puede filtrar sus resultados utilizando el menú de filtro a la izquierda o utilizar las pestañas para encontrar informes basados en sus grupos personalizados.
eu: Para encontrar el informe que se quiere editar se puede ordenar cualquiera de las columnas haciendo click en su cabecera. Se pueden filtrar resultados en el menú de filtros de la izquierda o utilizar las pestañas para buscar informes basados en los grupos.
fi: Voit järjestää sarakkeita helpottamaan raportin löytämistä klikkaamalla sarakkeen otsikkoa. Voit myös suodattaa tuloksia käyttämällä vasemmalla olevia suodattimia tai klikkaamalla välilehtiä.
fr: Pour trouver le rapport que vous voudriez éditer, vous pouvez trier par chacune des colonnes en cliquant au dessus de l'en-tête de colonne. Vous pouvez également filtrer vos résultats en utilisant le menu de filtre du côté gauche ou employer les onglets pour trouver des rapports basés sur vos groupes personnalisés.
hi: रिपोर्ट आप स्तंभ शीर्षक पर क्लिक करके आप स्तंभों में से किसी ने हल कर सकते हैं संपादित करना चाहते हैं खोजने के लिए। तुम भी छोड़ दिया पर फिल्टर मेनू का उपयोग कर अपने परिणामों को फ़िल्टर या टैब का उपयोग अपने कस्टम समूहों के आधार पर रिपोर्ट लगाने के लिए कर सकते हैं।
it: Per trovare il report che hai vuoi moodificare puoi ordinare la tabella per il valore di ogni colonna cliccando sulla testata. Puoi anche filtrare i risultati usando il menu sulla sinistra o usare le tabulazioni per vedere i tuoi raggruppamenti.
oc: Per trobar lo rapòrt que vous voudriez editar, podètz trier per cadune des colomnas en clicant al dessús de l'en-tête de colomna. Podètz tanben filtrer vos resultats en utilizant lo menú de filtre del costat esquèrra o employer les onglets per trobar des rapòrts basats sus vos gropes personnalisés.
pl: Jeśli chcesz odnaleźć raport, by go modyfikować, możesz posortować listę według dowolnej kolumny, klikając na nagłówek kolumny. Możesz również filtrować wyniki, używając menu filtrowania po lewej stronie, lub wykorzystać tabelkę do odnalezienia raportów niestandardowych.
pt: Para encontrar o relatório que deseja editar pode ordenar qualquer das colunas clicando no cabeçalho da coluna. Pode também filtrar os relatórios usando o menu de filtro à esquerda ou os separadores para encontrar os relatórios por grupo.
pt_br: Para encontrar o relatório que você deseja editar, você pode ordená-lo por qualquer coluna clicando no cabeçalho da tabela. Você também pode filtrar seus resultados usando o menu de filtros no lado esquerdo ou utilizar as abas para encontrar relatórios baseados em seus grupos personalizados.
sk: Pre nájdenie výkazu, ktorý chcete upraviť, môžete použiť triedenie ľubovoľných stĺpcov kliknutím na hlavičku stĺpca. Môžete tiež filtrovať vaše výsledky pomocou ponuky filtra naľavo alebo použiť záložky pre nájdenie výkazov na základe vašich prispôsobených skupín.
sv: För att hitta den rapport du vill redigera kan du sortera kolumnerna genom att klicka på kolumnrubriken. Du kan också filtrera resultaten med filtermenyn till vänster eller använda flikarna för att hitta rapporter baserade på dina anpassade grupper.
tr: Düzenlemek istediğiniz raporu bulmak için, sütun başlığına tıklayarak sütunları sıralayabilirsiniz. Aynı zamanda soldaki filtre menüsünü kullanarak da sonuçlarınızı filtreleyebilir ya da özel gruplarınıza bağlı olarak, raporları bulmak için sekmeleri kullanabilirsiniz.
zh_tw: 點選欄位標題，讓報表依欄位排序，就能找到指定的報表。也可用左方的篩選器選單或分頁，依照客製化群組，找到指定的報表。

source: To further refine your searches, you could add the following index names to the SRU search field mappings. To do this, edit the server and click the Modify button next to this field.
ar: للمزيد من التنقيح لبحثك، يمكنك إضافة أسماء الفهارس التالية إلى تخطيطات حقل بحث SRU. للقيام بذلك، قم بتحرير الخادم والنقر على زر تعديل بجانب هذا الحقل.
cs: Pro další upřesnění vyhledávání můžete přidat následující indexy to mapování SRU polí. Otevřete úpravu SRU servery a na řádku "Mapování vyhledávacích polí SRU" stiskněte tlačítko "Změnit".
de: Um ihre Suchergebnisse weiter zu verfeinern, können Sie die folgenden Indexnamen der SRU-Suchfeldzuordnung hinzufügen. Um dies zu tun bearbeiten Sie den Server und verwenden Sie die 'Bearbeiten'-Schaltfläche neben diesem Feld.
el: Για να περιορίσετε περισσότερο τις αναζητήσεις σας, μπορείτε να προσθέσετε τα ακόλουθα ονόματα ευρευτηρίων στην SRU αναζήτηση αντιστοιχίσεων πεδίων. Για να γίνει αυτό, κάνετε επεξεργασία στον διακομιστή και πατήστε το κουμπί Τροποποίηση δίπλα σε αυτό το πεδίο.
es: Para refinar aún más sus búsquedas, puede agregar los siguientes nombres de índice al Mapeo de campo de búsqueda SRU. Para ello, edite el servidor y haga clic en el botón Modificar junto a este campo.
fi: Rajataksesi lisää hakuasi, voit lisätä seuraavat indeksinimet SRU-hakukenttäkytköksiin. Tämä onnistuu, kun muokkaat palvelinta ja klikkaat Muokkaa-nappia kentän vierestä.
fr: Pour affiner davantage vos recherches, vous pouvez ajouter les noms d'index suivants aux mappages des champs de recherche SRU. Pour faire ceci, afficher le serveur et cliquez sur le bouton "Modifier" à côté de ce champ.
hi: आगे अपनी खोजों को परिष्कृत करने के लिए, आप एसआरयू खोज के क्षेत्र मैपिंग के लिए निम्न सूचकांक के नाम जोड़ सकते हैं। ऐसा करने के लिए, सर्वर संपादित और संशोधित बटन इस क्षेत्र के बगल में क्लिक करें।
it: Per raffinare ulteriormente le tue ricerche, è possibile aggiungere i seguenti nomi indicizzati alla mappatura dei campi per la ricerca SRU. Per fare ciò, modifica il server e clicca poi sul bottone Modifica vicino a questi campi.
oc: Per affiner davantage vos recèrcas, podètz apondre les noms d'indèx seguents als mappages des camps de recèrca SRU. Per far ceci, afichar lo servidor e clicatz sul boton "Modificar" a costat d'aqueste camp.
pt: Para refinar as suas pesquisas, pode adicionar os seguintes índices ao mapeamento de campos de pesquisa SRU. Para fazer isso, edite o servidor e clique no botão Modificar junto ao campo.
sk: Pre rozšírenejšie vyhľadávania môžete pridať nasledovné mená indexov k mapovaniu polí hľadania SRU. K tomu potrebujete upraviť server a kliknúť na tlačidlo Upraviť vedľa tohto poľa.
tr: Aramalarınızı daha da geliştirmek için SRU arama alanı eşleşmelerine aşağıdaki dizin adlarını ekleyebilirsiniz. Bunu yapmak için sunucuyu düzenleyin ve bu alanın yanındaki Değiştir butonuna tıklayın.
zh_tw: 可在 SRU 搜尋欄位加入以下的索引名稱，以縮小搜尋結果。編輯伺服器，並按下此欄位下的修訂鈕。

source: To generate a discharge for a patron click the 'Discharge' tab on the left of the patron record
fi: Luodaksesi asiakkaalle velattomuusilmoituksen klikkaa 'Velattomuusilmoitus'-välilehteä asiakastietueen vasemmalla puolella
hi: एक संरक्षक के लिए एक मुक्ति उत्पन्न करने के संरक्षक रिकॉर्ड के बाईं पर क्लिक करें 'निर्वहन' टैब
