Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Should you try to add a field that is not repeatable two times (like choosing the 245 field from both record #1 and #2) you will be presented with an error
ar: هل عليكَ أن تضيف حقلاً غير متكرر (مثل اختيارك للحقل 245 من كلتا التسجيلتين #1 و#2) ستواجه خطأً
cs: Pokud se pokusíte přidat pole, které není opakovatelné dvakrát (jako výběr 245 pole z obou záznamu # 1 a # 2), které budou prezentovány s chybou
da: Hvis du prøver at tilføje et felt, der ikke kan gentages, to gange (som f.eks. at vælge feltet 245 både fra post #1 og #2) vises en fejlmelding
de: Wenn Sie versuchen ein Feld mehrfach anzugeben, dass nicht wiederholbar ist, erhalten Sie eine Fehlermeldung. (Beispiel: Sie wählen 245 in beiden Titeln.)
el: Αν επιλέξετε να προσθέσετε πεδίο που δεν επαναλαμβάνεται δύο φορές (όπως το 245 από την εγγραφή #1 και #2) θα σας παρουσιαστεί σφάλμα
es: Si intenta agregar un campo que no es repetible dos veces (como la selección del campo 245 de ambos registros #1 y #2) se le presentará con un error
eu: Bitan errepikatu ezin daitekeen eremu bat gehitzen saiatzen bazara, (adibidez, 245 eremua #1 eta #2 erregistroentzat aukeratzea) errore bat agertuko zaizu
fi: Jos yrität lisätä kentän, joka ei ole toistettavissa kahteen kertaan (kuten kenttä 245 molemmista tietueista), saat virheilmoituksen
fr: Si vous essayez d'ajouter deux fois un champs qui n'est pas répétable (comme le champ 200 à la fois de la notice 1 et de la 2), vous obtiendrez un message d'erreur
hi: क्या आप एक त्रुटि के साथ प्रस्तुत किया जाएगा (दोनों से # 1 रिकॉर्ड और # 245 क्षेत्र को चुनने 2) की तरह एक क्षेत्र है कि repeatable नहीं है दो बार जोड़ने के लिए प्रयास करना चाहिए
it: Se provi ad aggiungere un campo che non può essere ripetuto due volte (tipo il campo 200 per entrambi), ti verrà mostrato un errore
oc: Se vous ensajatz d'apondre deux fois un camps qui es pas repetible (comme lo camp 200 a l'encòp de la notícia 1 e de la 2), vous obtiendrez un messatge d'error
pl: Jeśli z obu rekordów próbujesz dodać pole, które nie jest powtarzalne (na przykład pole 245 w rekordzie #1 i #2), pojawi się komunikat o błędzie.
pt: Se tentar adicionar um campo que não é repetível duas vezes será apresentada uma mensagem de erro ao utilizador
pt_br: Se tentar adicionar um campo que não é repetível duas vezes será apresentada uma mensagem de erro ao usuário
sk: Ak sa pokúsite pridať pole, ktoré nie je opakovateľné dvakrát (napríklad zvoliť pole 245 z oboch záznamov #1 a #2), bude sa Vám hlásiť chyba
sv: Försöker du lägga till ett fält som inte kan upprepas fler än en gång (t.ex. genom att välja fältet 245 från både post #1 och #2) visas ett felmeddelande
tr: İki defa tekrar edilmeyen bir alan eklemeye çalışıyorsanız (245. alandan hem 1 nolu hem de 2 nolu kaydı seçmek gibi)size hata mesajı verilecektir.
zh_tw: 應試著新增不重複的欄位，兩個館藏 (如從紀錄 1 與紀錄 2 選擇 245 欄位) 將顯示錯誤

source: Should you try to add a field that is not repeatable two times (like choosing the 245 field from both record #1 and #2) you will be presented with an error.
fi: Jos yrität lisätä kentän, joka ei ole toistettavissa kahteen kertaan (kuten kenttä 245 molemmista tietueista), saat virheilmoituksen.
hi: आप एक क्षेत्र है कि दो बार आप एक त्रुटि के साथ प्रस्तुत किया जाएगा (# दोनों रिकॉर्ड 1 और # 2 से 245 क्षेत्र चुनने की तरह) repeatable नहीं है जोड़ने की कोशिश करनी चाहिए।

source: Simply enter the barcode for the item you want to move and click 'Select'
ar: بكل بساطة ادخل رقم التسلسلي للمادة التي تريد أن تنقلها واضغط على 'اختر'
cs: jednoduše vložte čárový kód pro výtisk, který chcete přesunout a klikněte na "Vybrat"
da: Vælg stregkoden til eksemplaret, der skal flyttes og klik på 'Vælg'
de: Fügen Sie einfach den Barcode des Exemplars ein, dass Sie weiterleiten wollwn und klicken Sie auf 'Auswahl'
el: Εισάγετε το barcode του αντιτύπου που θέλετε να μετακινήσετε και κάντε κλικ στο 'Επιλογή'
es: Ingrese el código de barras del ítem a ser movido y haga clic en 'Elegir'
eu: Sartu mugitu nahi duzun elementuaren barra kodea eta klikatu 'Hautatu'
fi: Syötä vain sen niteen viivakoodi, jonka haluat siirtää ja klikkaa 'Valitse'
fr: Saisir simplement le code à barres de l'exemplaire que vous voulez déplacer et cliquer 'Sélectionner'
hi: सीधे शब्दों में आइटम आप कदम है और क्लिक करने के लिए चाहते हैं के लिए बारकोड दर्ज 'चुनें'
it: Inserisci il barcode della copia da spostare e clicca 'Select'
oc: Saisir simplament lo còdi de barras de l'exemplar que volètz desplaçar e clicar 'Seleccionar'
pl: Wprowadź kod kreskowy egzemplarza który ma zostać przeniesiony i kliknij "Wybierz"
pt: Insira o código de barras do exemplar que deseja mover e carregue em 'Seleccionar'
pt_br: Entre com o código de barras para o exemplar que você deseja mover e clique 'Selecionar'
sk: Jednoducho zadajte čiarový kód pre exemplár, ktorý chcete premiestniť a kliknite na 'Vybrať'
sv: Ange streckkoden för objektet du vill flytta och klicka på 'Välj'
tr: Taşımak istediğiniz materyalin barkodunu girin ve 'Seç'e tıklayın
zh_tw: 鍵入打算移動的館藏條碼，再點選 '選擇'

source: Since values can contain spaces, additional doubled-quotes may be required:
fi: Koska arvo voi sisältää tyhjiä merkkejä, lisätyt lainausmerkit voi olla tarpeen:
hi: चूंकि मूल्यों रिक्त स्थान शामिल कर सकते हैं, अतिरिक्त दोगुनी-उद्धरण आवश्यक हो सकता है:

source: Sincerely, Library Staff
ar: مع خالص التقدير، موظفي المكتبة
cs: V úctě, pracovníci knihovny
da: Med venlig hilsen, Dit bibliotek
de: Mit freundlichen Grüßen, Ihre Bibliothek
el: Με εκτίμηση, Το Προσωπικό της Βιβλιοθήκης
es: Sinceramente, Personal de la Biblioteca
eu: Adeitasunez, liburutegiko langileak
fi: Ystävällisin terveisin, Kirjasto
fr: Cordialement, Les bibliothécaires
hi: निष्ठा से, लाइब्रेरी स्टाफ
it: Cordialmente, lo staff della biblioteca
oc: Cordialement, Les bibliotecaris
pt: Atenciosamente, Equipa Biblioteca
pt_br: Atenciosamente, Equipa Biblioteca
sk: S pozdravom, Vaša Knižnica
sv: Med vänlig hälsning, bibliotekspersonalen
tr: Saygılarımızla, Kütüphane Personeli
zh_tw: 您的館員

source: Some examples:
fi: Muutamia esimerkkejä:
hi: कुछ उदाहरण:

source: Some fields in the attribute will not be editable once created:
ar: بعض الحقول في السمة أنشئت لمرة واحدة لن تحرر:
cs: Některá pole po vytvoření atributu nebude možné upravovat:
da: Nogle felter i egenskaberne kan ikke editeres, når de er lavet:
de: Eine Feldattribute können nach Ihrer Erzeugung nicht mehr geändert werden:
el: Μόλις δημιουργηθεί η απόδοση δεν θα μπορείτε να επεξεργαστείτε μερικά πεδία:
es: Algunos de los campos en el atributo no se puede editar una vez creados:
eu: Atributuko zenbait eremu ezingo dira editatu sortu ondoren:
fi: Muutamat kentät määreissä ei ole muokattavissa luonnin jälkeen:
fr: Certains champs de l'attribut ne seront pas modifiables une fois créés :
hi: विशेषता में कुछ क्षेत्रों संपादन नहीं किया जाएगा एक बार बनाया:
it: Alcun campi nell'attributo non saranno modificabili una volta creati:
oc: Certains camps de l'atribut ne seràn pas modifiables una fois creats :
pl: Niektórych pól atrybutu nie można modyfikować po utworzeniu:
pt: Alguns campos no atributo não podem ser editados após a criação:
pt_br: Alguns campos no atributo não serão editáveis após criados:
sk: Niektoré polia vo vlastnosti sa po vytvorení nebudú dať viac upravovať:
sv: Vissa fält i attributet kan inte redigeras när de skapats:
tr: Nitelikteki bazı alanlar oluşturulduğunda silinmeyecektir.
zh_tw: 部份欄位新增後即不可編輯：

source: Some fixed fields have editors that will change based on the material type you're cataloging (for example the 006 and the 008 fields)
ar: بعض الحقول الثابتة لديها المحررين والتي ستتغير بالاستناد إلى نوع المادة الأساسي في فهرستك (على سبيل المثال حقول 006 و 008)
cs: Některá pole pevné délky mají editory, které se mění v závislosti na druhu materiálu který katalogizujete (například pole 006 a 008)
da: Nogle faste felter har editorer, der ændrer sig alt efter hvilken type materiale, der katalogiseres (f.eks. felterne 006 og 008)
de: Einige Felder mit fester Länge haben Editoren, die sich je nach dem Matrialtyp ändern, das Sie katalogisieren (zum Beispiel die Felder 006 und 008)
el: Μερικά σταθερά πεδία έχουν επεξεργαστές οι οποίοι θα αλλάξουν σύμφωνα με τον τύπο υλικού που καταλογογραφείτε (για παράδειγμα τα πεδία 006 και 008)
es: Algunos campos fijos tienen editores que cambiarán según el tipo de material que está catalogando (por ejemplo, los campos 006 y el 008)
eu: Zenbait eremu finkok katalogatzen duzun material motaren arabera aldatuko diren editoreak dituzte (adibidez, 006 eta 008 eremuak)
fi: Joissakin kiinteämittaisissa kentissä on valikot, jotka muuttuvat luetteloitavan aineistotyypin mukaan (esim. 006 ja 008-kentät)
fr: Certains champs fixes ont des éditeurs qui changeront selon le type de document que vous êtes en train de cataloguer (par exemple les champs 006 et 008)
hi: कुछ तय क्षेत्रों संपादकों कि सामग्री के प्रकार आप को सूचीबद्ध कर रहे हैं पर आधारित बदल जाएगा (उदाहरण के लिए 006 और 008 क्षेत्रों)
it: Alcuni campi a lunghezza fissa hanno l'editor che cambia in funzione del tipo di materiale che stai catalogando (per esempio i campi 006 e 008)
oc: Certains camps fixes ont des editors qui cambiaront segon lo tipe de document que sètz en train de catalogar (par exemple los camps 006 e 008)
pl: Niektóre pola stałej długości po modyfikacji zmieniają się według typu dokumentu, który katalogujesz (na przykład pola 006 i 008)
pt: Alguns campos fixos têm editores que variam de acordo com o tipo de material que se encontra a catalogar (por exemplo os campos 006 e 008)
pt_br: Alguns campos fixos possuem informações que mudam com base no tipo de material que você está catalogando (por exemplo os campos 006 e 008)
sk: Niektoré fixné polia majú editory, ktoré sa budú meniť podľa typu zapisovaného materiálu (napríklad polia 006 a 008)
sv: Vissa fasta fält har redigerare som ändras beroende på vilken materialtyp du katalogiserar (t.ex. fälten 006 och 008)
tr: Bazı sabit alanların katalogladığınız materyal tipine bağlı olarak (örneğin 006 ve 008 alanları) değişecek metin düzenleyicileri mevcuttur.
zh_tw: 部份固定欄位有編輯器，根據編目的資料類型而改變(如：006與008欄位)

source: Some may have been defined just for your library.
ar: قد يكون قد تم تعريف البعض لمكتبتك فقط.
cs: Některé mohly být definovány jen pro vaší knihovnu.
da: Nogle er måske defineret kun for dit bibliotek.
de: Einige wurden eventuell nur für Ihre Installation definiert.
el: Μερικά μπορεί να έχουν οριστεί μόνο για τη βιβλιοθήκη σας.
es: Algunas pueden haber sido definidas solo para su biblioteca.
eu: Algunos pueden haber sido definidas solamente para su biblioteca
fi: Jotkut on määritelty omalle kirjastollesi.
fr: Certaines ont pu êtres définies uniquement pour votre site.
hi: कुछ सिर्फ अपने पुस्तकालय के लिए परिभाषित किया गया हो सकता है।
it: Qualcuna potrebbe essere stata definito proprio per la tua biblioteca.
oc: Certaines ont pu èssers definidas unicament per vòstre site.
pt: Alguns podem apenas ter sido definidos para a sua biblioteca.
pt_br: Alguns podem ter sido definidos apenas para sua biblioteca.
sk: Niektoré mohli byť definované iba pre vašu knižnicu.
tr: Bazıları yalnızca sizin kütüphaneniz için tanımlanmış olabilir.
zh_tw: 部份可能祗限於您的圖書館。

source: Some patron categories can have a minimum age (in years) requirement associated with them, enter this age in the 'Age required'
ar: من الممكن أن ترتبط بعض فئات المستفيدين بمتطلبات لحد أدنى من العمر (تُحدد بالسنين) ، أدخل هذا العمر في 'العُمر المطلوب'
cs: Některé čtenářské kategorie mohou mít požadavek minimálního věku (v letech), zadejte v tento věk v poli "Požadovaný věk"
da: Nogle lånerkategorier kan have en krævet minimumsalder (i år) indtast alderen i 'Krævet alder'
de: Für einige Benutzertypen kann ein Mindestalter (in Jahren) als Bedingung konfiguriert werden, geben Sie dieses bei 'Mindestalter' an
el: Μερικές κατηγορίες μελών μπορεί να σχετίζονται με κάποια απαίτηση ελάχιστης ηλικίας (σε έτη), εισάγετε αυτή την ηλικία στο 'Απαιτούμενη ηλικία'
es: Algunas categorías de usuarios pueden tener una edad mínima (en años) como requisito asociado a ellas, ingrese esa edad en 'Edad requerida'
fi: Joissakin asiakaslajeissa on alaikäraja vuosissa, syötä tämä ikä 'Vaadittu ikä' -kenttään
fr: Certaines catégories d'adhérents peuvent avoir également un âge minimum (en années) requis avec leur catégorie. Entrez cette information dans le champ 'Age requis'.
hi: कुछ संरक्षक श्रेणियों, एक न्यूनतम आयु (वर्षों में) उनके साथ जुड़े आवश्यकता हो सकती है 'उम्र आवश्यक' में इस उम्र में प्रवेश
it: Alcune categorie di utenti possono avere associata un'età minima (in anni). Indicala nel campo 'Età richiesta'
oc: Certaines categorias d'aderents pòdon avejatz tanben un edat minimum (en annadas) requis amb lor categoria. Entratz aquesta informacion dins lo camp 'Age requis'.
pl: Jeśli posiadasz zasadę udostępniania egzemplarzy tylko dla użytkowników, którzy mają określony minimalny wiek (w latach), wprowadź wartość w pole 'Wymagany wiek'
pt: Algumas categorias de leitor podem ter uma idade mínima (em anos) requerida para associar leitores à mesma, insira essa idade em 'Idade necessária'
pt_br: Algumas categorias de usuários podem ter uma idade mínima (em anos) associada, digite esta idade em 'Idade Requerida'
sk: Niektoré kategórie čitateľov môžu mať so sebou spojenú požiadavku maximálneho veku (v rokoch), zadajte tento vek do poľa 'Požadovaný vek'
sv: Vissa låntagarkategorier kan ha ett krav på lägsta ålder (i år), ange denna ålder i 'Ålderskrav'
tr: Bazı kullanıcı kategorilerine o kategoriyle ilgili olarak minimum yaş (yıl olarak) zorunluluğu mevcut olabilir, bu yaşı 'Gerekli yaş' kısmına giriniz.
zh_tw: 部份讀者類型有最低年齡限制，在 '年齡限制' 欄位鍵入年齡

source: Some tips
ar: بعض الأفكار المفيدة
cs: Nějaké tipy
de: Einige Hinweise
el: Μερικές συμβουλές
es: Algunos consejos
fi: Vinkkejä
fr: Quelques astuces
hi: कुछ युक्तियाँ
it: Alcuni consigli
oc: Qualques astuces
pt: Algumas dicas
pt_br: Dicas
sk: Zopár tipov
tr: Bazı ipuçları
zh_tw: 若干竅門

source: Sometimes a copy of the record you need to catalog can't be found via Z39.50/SRU. In these cases you can create a duplicate of similar record and edit the necessary pieces to create a new record. To duplicate an existing record click 'Edit as new (duplicate)' from the 'Edit' menu on the bibliographic record
fi: Joskus luetteloitavaa tietuetta ei löydy Z39.50/SRU-haun kautta. Näissä tapauksissa voit luoda samankaltaisesta teoksesta tuplan ja muokata sitä tarvittavilta osilta. Kopioidaksesi olemassa olevan tietueen klikkaa 'Muokkaa uutena kopiona' 'Muokkaa'-valikosta perustiedot-näytöllä
hi: कभी कभी रिकॉर्ड आप सूची को जरूरत की एक प्रति Z39.50 / एसआरयू के माध्यम से नहीं पाया जा सकता। इन मामलों में आप इसी तरह के रिकॉर्ड का डुप्लिकेट बनाने के लिए और एक नया रिकार्ड बनाने के लिए आवश्यक टुकड़े संपादित कर सकते हैं। ग्रंथ सूची रिकॉर्ड पर 'संपादन' मेनू से एक मौजूदा रिकार्ड क्लिक 'नए (डुप्लिकेट) के रूप में संपादित करें' नकल करने के लिए
oc: De còps, una còpia de la notícia qu'avètz besonh de catalogar pòt èsser trobada via Z39.50. Dins aquestes cas podètz crear una còpia de la notícia similara e modificar las rubricas necessàrias per crear una novèla notícia. Per duplicar una notícia existenta, clicar sus 'Duplicar' dins lo menú 'Modificar' de la notícia bibliografica.

source: Sometimes checkouts will trigger warning messages that will appear in a yellow box above the check out field. These warnings need to be acknowledged before you will be able to continue checking items out.
ar: في بعض الأحيان الإعارات ستشغل رسائل التنبيه والتي ستظهر في المربع الأصفر الموجود في أعلى حقل الإعارات. هذا التنبيه يتوجب معرفته قبل الاستمرار في إعارة المواد.
cs: Někdy se může stát, že půjčování vyvolá varovnou zprávu, která se objeví ve žlutém rámečku ještě nad políčkem pro půjčování. Tato varování je třeba odsouhlasit předtím, než budete pokračovat v půjčování.
da: I nogle tilfælde vil udlån udløse en advarsel, som vises i en gul boks over udlånsfeltet. Disse advarsler skal bekræftes, får du kan fortsætte med udlånet.
de: Manchmal werden bei der Ausleihe Warnhinweise in einem gelben Kasten über dem Ausleihfeld angezeigt. Diese Warnhinweise müssen bestätigt werden, bevor Sie den Ausleihvorgang fortsetzen können.
el: Μερικές φορές οι δανεισμοί θα ενεργοποιήσουν προειδοποιητικά μηνύματα που θα εμφανιστούν σε ένα κίτρινο κουτί πάνω από το πεδίο δανεισμού. Αυτές οι προειδοποιήσεις πρέπει να αναγνωριστούν προτού μπορέσετε να δανείσετε τα τεκμήρια.
es: A veces, los préstamos harán que aparezcan mensajes de advertencia con un recuadro amarillo sobre el campo. Estas advertencias deben ser atendidas antes de seguir prestando ítems.
eu: Zenbaitetan, maileguek abisu mezuak disparatuko dituzte, mailegu eremuaren gainean eta koadro hori baten barruan. Elementuak mailegatzen jarraitzeko, abisuez ohartarazi eharra dago.
fi: Joskus lainauksessa tulee keltaisella pohjalla oleva varoitus lainauskentän yläpuolelle. Nämä varoitukset pitää huomioida ennen kuin voit jatkaa lainausta.
fr: Parfois les retours vont générer des messages d'alerte qui s'afficheront dans un encart jaune au-dessus du champ retour. Ces alertes doivent être confirmées avant que vous puissiez continuer à enregistrer des retours.
hi: कभी कभी checkouts चेतावनी संदेश है कि क्षेत्र से बाहर की जांच के ऊपर एक पीले बॉक्स में दिखाई देगा ट्रिगर किया जाएगा। इन चेतावनियों से पहले आप आइटम की जाँच के बाहर जारी रखने के लिए सक्षम हो जाएगा स्वीकार किया जाना करने की जरूरत है।
it: A volte durante l'operazione di prestito compaiono avvisi un un'area gialla. Accetta gli avvisi per poter continuare a prestare.
oc: Parfois los retorns vont generar des messatges d'alerte qui s'aficharàn dans un encart jaune au-dessus del camp retour. Aquestas alèrtas devon èsser confirmadas avant que poscatz contunhar a enregistrar des retours.
pl: Moduł Udostępnianie może generować ostrzeżenia przy wypożyczeniach, wyświetlane w żółtych oknach powyżej pola wypożyczeń. Ostrzeżenia należy potwierdzić, zanim będzie można kontynuować wypożyczanie egzemplarzy.
pt: Por vezes os empréstimos accionam mensagens de avisos que irão aparecer numa caixa amarela acima do campo de empréstimo. Estes avisos precisam de ser conhecidos antes de continuar com o empréstimo.
pt_br: Algumas vezes os empréstimos irão disparar mensagens de aviso que aparecerão em uma caixa amarela acima do campo de empréstimo. estes avisos precisam ser validados antes que você possa prosseguir com os empréstimos.
sk: Niekedy výpožičky spustia upozornenia, ktoré sa objavia v žltých poliach nad poľom výpožičky. Tieto upozornenia musíte zohľadniť skôr ako budete môcť pokračovať s výpožičkami exemplárov.
sv: Ibland kan utlåning utlösa varningsmeddelanden som visas i en gul ruta ovanför utlåningsfältet. Dessa varningar måste bekräftas innan du kan fortsätta med utlåningen.
tr: Bazen ödünç verme işlemleri, ödünç verme alanının üstünde gözüken sarı bir kutudan uyarı mesajları harekete geçirecektir. Materyalleri ödünç vermeye devam etmeye başlamadan önce bu uyarıların kabul edilmesi gerekir.
zh_tw: 有時借出會啟動警示訊息，以黃色顯示在借出欄位之下；館員需確認看到這些警示，才能繼續借出館藏。
