Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: o - Full call number
ar: o - رقم الاستدعاء بالكامل
cs: o - Plná signatura
da: o - Eksemplarsignatur
de: o - Exemplarsignatur
el: o- Πλήρης Ταξιθετικός Αριθμός
es: o- Signatura topográfica completa
eu: o - Katalogo zenbakia osorik
fi: o - Kohan koko signum
fr: o - Cote complète
hi: o - पूर्ण कॉल नंबर
it: o - Segnatura
oc: o - Cote completa
pl: o - Sygnatura
pt: o - Cota completa
pt_br: o - Número de chamada completo
sk: o - Plná signatúra
sv: o - Komplett hyllsignum
tr: 0- Tam çağrı numarası
zh_tw: o - 完整索書號

source: on a field like author (200f in UNIMARC), put 200f here, you will be able to see all bib records with the same author.
ar: في حقل مثل المؤلف (200f في يونيمارك ) ضع 200f هنا ، وسيكون بإمكانك أن ترى كل التسجيلات الببليوغرافية التي تعود لنفس المؤلف.
cs: pokud u polí jako autor (200f v UNIMARC) vložíte 200f, uvidíte všechny bibliografické záznamy se stejným autorem
da: på et felt som forfatter (200f i UNIMARC), sæt 200f her, derved kan man se alle poster med samme forfatter.
de: bei einem Feld wie dem Autor (200f in UNIMARC), werden alle Titelsätze mit dem selben Autor angezeigt, wenn Sie hier 200f wählen.
el: σε ένα πεδίο όπως του συγγραφέα (200f στο UNIMARC), βάλτε το 200f εδώ, θα έχετε την ικανότητα να δείτε όλες τις βιβλιογραφικές εγγραφές από τον ίδιο συγγραφέα,
es: en un campo como el de autor (200f en UNIMARC), poner 200f aquí, será capaz de ver todos los libros del mismo autor.
eu: egilea bezalako eremu batean (200f UNIMARCen), jarri 200f hemen, egile horren bibliografia erregistro guztiak ikusiko dituzu.
fi: kuten tekijäkentässä (200f UNIMARCissa), syötä 200f tähän, voit nähdä kaikki saman tekijän nimeketietueet.
fr: sur un champ comme l'auteur (200f), mettez 200f ici, et vous pourrez trouver toutes les notices avec cet auteur
hi: लेखक की तरह एक मैदान पर(Unimarc में 200F) , यहाँ 200f डाल, तो आप एक ही लेखक के साथ सभी बिब रिकॉर्ड देखने के लिए सक्षम हो जाएगा।
it: su un campo come quello di autore (200f UNIMARC), inserendo 200f qui, sarai in grado di vedere gli altri record con lo stesso autore.
oc: sur un camp coma l'autor (200f), mettez 200f aicí, e poiretz trobar toutes las notícias amb aqueste autor
pl: w przypadku pól takich jak autor (200f w UNIMARC), wprowadź tutaj 200f; będziesz mógł zobaczyć wszystkie pozycje tego autora.
pt: num campo como o autor (200f em UNIMARC), coloque 200f aqui, você poderá ver todos os registo com o mesmo autor.
pt_br: em um campo como autor (200f no UNIMARC, coloque 200f aqui, você poderá ver todos os registros bibliográficos do mesmo autor.
sk: v poli ako autor (200f v UNIMARCu), dajte sem 200f a budete môcť vidieť všetky biblio s rovnakým autorom.
sv: på ett fält som författare (200f i UNIMARC), placerar du 200f här, kan du se alla bib-poster med samma författare.
tr: yazar gibi bir alanda (UNIMARC içinde 200F), buraya 200F koymakla, aynı yazarın tüm bibliyografik kayıtları görmek mümkün olacak.
zh_tw: 在著者欄位(UNIMARC 的 200f)裡，可看到同著者的所有記錄。

source: on a field that is a link (4xx) to reach another bib record. For example, put 011a in 464$x, will find the serials that are with this ISSN.
ar: في الحقل الذي يوجد فيه رابط بـ (4xx) للوصول إلى تسجيلة ببليوغرافية أخرى. على سبيل المثال ، ضع 011a في 464$x ، سيعثر لك على الدوريات التي تنتمي لهذا الردمد (ISSN).
cs: na pole, které je odkazem (4xx) k dosažení jiného bibliografického záznamu. Například, dejte 011a do 464 $x, a najdete periodika s tímto ISSN.
da: ved et felt som er et link (4xx) til en anden post. F.eks., sæt 011a i 464$x, finder de tidsskrifter, der har denne issn.
de: bei einem Feld das ein Link zu einem anderen Titel ist (4xx). Zum Beispiel: Wenn Sie 011a in 464$x setzen, werden alle Zeitschriften mit dieser ISSN gefunden.
el: σε ένα πεδίο που είναι σύνδεσμος (4xx) για να φθάσετε σε μία άλλη βιβλιογραφική εγγραφή. Για παράδειγμα, αν βάλετε το 011a στο 464$x, θα βρει την περιοδική έκδοση με αυτό το ISSN.
es: en un campo que es un enlace (4xx) para alcanzar otro registro bibliográfico. Por ejemplo, poniendo 011a en 464$x, encontrará la serie que tiene este ISSN.
eu: lotura den eremu batean (4xx) beste bibliografia erregistro batera iristeko. Adibidez, jarri 011a 464$x-en, eta ISSN hau duten aldizkako argitalpenak aurkituko dituzu.
fi: kuten kentässä, joka on linkki (4xx) toiseen nimeketietueeseen. Esimerkiksi kirjoita 011a kenttään 464z, niin löydät ne kausijulkaisut, joilla on tämä ISSN.
fr: sur un champ de lien (4xx), pour "sauter" sur d'une notice à une autre. Par exemple, mettez 011a dans le 464$x. Vous trouverez le périodique avec cet ISSN.
hi: एक क्षेत्र है कि एक लिंक (4xx) एक और बिब रिकॉर्ड तक पहुंचने के लिए है पर। उदाहरण के लिए, 464$x में 011a, डाले सिरियलों कि इस ISSN के साथ कर रहे हैं।
it: su un campo che è un link (4xx) per associarlo ad un altro record bibliografico. Per esempio, inserendo 011a in 464$x, si troverà la risorsa in continuazione con questo ISSN. Con il plugin 4xx si dispone di uno strumento utile per gestire le relazioni tra records bibliografici.
oc: sur un camp de ligam (4xx), per "sauter" sus d'una notícia a una autra. Per exemple, mettez 011a dins lo 464$x. Vous trobarez lo periodic amb aqueste ISSN.
pl: w przypadku pola, które jest linkiem (4xx) aby dotrzeć do innego rekordu. Na przykład umieszczenie 011a w polu 464$x pozwoli odnaleźć wszystkie czasopisma z danym ISSN.
pt: num campo que é um link (4xx) para outro registo. Por exemplo, coloque 011a em 464$x, que encontra todos os periódicos com o mesmo ISSN.
pt_br: em um campo que é um link (4xx) para chegar a outro registro bibliográfico. Por exemplo, coloque 011a em 464$x irá levar aos periódicos com este ISSN.
sk: v poli, ktoré je odkazom (4xx) na dosiahnutie ďalšieho biblio. Napríklad, zadajte 011a v 464$x a nájdu sa periodiká, ktoré majú toto ISSN.
sv: på ett fält som är en länk (4xx) för att nå en annan bib-post. Om exempelvis 011a placeras i 464$x, hittas periodika med detta ISSN.
tr: Diğer bir bibliyografik kayda ulaşmak için bağlantı kuran bir alanda (4xx), örn. 464$x'e konan 011a, daha önce bu ISSN'e sahip olan dergiyi bulur.
zh_tw: 在欄位裡是連結(4xx)至其他書目記錄。如：在 011a 欄位裡鍵入 464$x，將找到有此國際標準叢刊號的期刊。

source: or the built in Koha Offline Circulation tool.
ar: أو أداة إعارة كوها دون اتصال المضمنة
cs: nebo vestavěný nástroj pro offline výpůjčky.
de: oder das integrierte Werkzeug für Offline-Verbuchungen.
el: ή το ενσωματωμένο στο Koha εργαλείο Διακίνησης Υλικού Χωρίς Σύνδεση.
es: o la herramienta integrada de Circulación Fuera de línea de Koha.
eu: edo Koha Offline Circulation eraikia.
fi: tai sisäänrakennettu Kohan yhteydettömän tilan lainaustyökalu.
fr: ou le module de Prêt secouru intégré
hi: या कोहा ऑफलाइन सर्कुलेशन उपकरण में बनाया।
it: o l'eseguibile presente nello stumento Koha Offline Circulation
oc: o lo modul de Prèst secorrut integrat
pl: lub wbudowane narzędzie Udostępniania offline.
pt: e a ferramenta de circulação offline.
pt_br: ou a ferramenta de Circulação Off-line do Koha
sk: alebo vstavaný nástroj Obehu offline Koha.
tr: veya dahili Koha çevrimdışı dolaşım aracı.
zh_tw: 或建立 Koha 離線流通工具。

source: p - Barcode
ar: p - الباركود
cs: p - Čárový kód
da: p - Stregkode
es: p- Código de barras
eu: p - Barra kodea
fi: p - Viivakoodi
fr: p - Code à barres
hi: p - बारकोड
it: p - Codice a barre
oc: p - Còdi de barras
pl: p - Kod kreskowy
pt: p - Código de barras
pt_br: p - Código de barras
sk: p - Čiarový kód
sv: p - Streckkod
tr: p- Barkod
zh_tw: p- 條碼

source: parameters
ar: ضوابط
cs: parameters (nastavení)
da: parametre
de: Parameter
el: παράμετροι
es: parámetros
eu: parametroak
fi: parametrit
fr: paramètres
hi: पैरामीटर्स
it: Imposta i parametri di Koha
oc: paramètres
pl: parametry
pt_br: parâmetros
sk: parametre
sv: parametrar
tr: parametreler
zh_tw: 參數

source: payment
ar: الدفع
cs: platba
da: betaling
de: Zahlung
el: εξόφληση
es: Pago
eu: Pagos
fi: maksu
hi: भुगतान
pl: Płatność
pt: pagamento
pt_br: pagamento
sk: platba
sv: betalning
tr: ödeme
zh_tw: 付款

source: permissions
ar: صلاحيات
cs: permissions (oprávnění)
da: tilladelser
de: Berechtigungen
el: εξουσιοδοτήσεις
es: permisos
eu: baimenak
fi: oikeudet
hi: अनुमतियाँ
it: Imposta i permessi utente
pl: zezwolenia
pt_br: permissões
sk: oprávnenia
sv: rättigheter
tr: izinler
zh_tw: 權限

source: please do not change it manually.
ar: الرجاء عدم تغييرها يدوياً
cs: neměňte prosím ručně.
da: må ikke ændres manuelt.
de: bitte nicht manuell ändern.
el: παρακαλώ μην το αλλάζετε χειροκίνητα.
es: por favor no lo modifique manualmente.
eu: pz- Otros datos acústicos
fi: älä muuta manuaalisesti.
fr: ne le changez pas manuellement.
hi: कृपया इसको मैन्युअली नही बदलें
it: per favore non cambiarla manualmente.
oc: ne lo changez pas manualament.
pt: por favor não altere manualmente.
pt_br: favor não alterar isto manualmente.
sk: neupravujte to prosím ručne.
tr: Lütfen manuel olarak değiştirmeyiniz.
zh_tw: 請不要以人工方式改變。

source: preference,
ar: التفضيل،
cs: předvolby,
da: indstilling,
de: Systemparameter,
el: προτίμηση,
es: preferencia,
eu: preferencia,
fi: asetus,
fr: préférence,
hi: वरीयता,
it: preferenza,
oc: preferéncia,
pl: ustawienia,
pt: preferência,
pt_br: preferência,
sk: nastavenie,
tr: tercih
zh_tw: 偏好，

source: renew
ar: تجديد
cs: prodloužit
da: forlænge
de: Verlängerung
el: ανανέωση
es: renovación
eu: renovar
fi: uusinta
hi: नवीनीकृत
pl: odnów
pt: renovar
pt_br: renovar
sk: predĺžiť
sv: förnya
tr: Yenile
zh_tw: 續借

source: reports
ar: تقارير
cs: reports (výstupy)
da: rapporter
el: εκθέσεις
es: informes
eu: txostenak
fi: raportit
hi: रिपोर्ट
pl: raporty
sk: výkazy
sv: rapporter
tr: raporlar
zh_tw: 報表

source: return
ar: إعادة
cs: vrátit
da: tilbage
de: Rückgabe
el: επιστροφή
es: devolución
eu: volver
fi: palautus
hi: वापसी
pt: voltar
pt_br: devolver
sk: nazad
sv: gå tillbaka
tr: İade
zh_tw: 還入

source: routing
ar: التمرير
cs: směrování
de: Umlauf
el: δρομολόγηση
es: ruteo
eu: banabidea
fi: kiertolista
hi: राउटिगं
it: Crea/Manipola liste di distribuzione dei fascicoli ( routing list)
pl: obieg
sk: distribúcia
sv: mottagarlista
tr: yönlendirme
zh_tw: 布線

source: same library, all patron categories, all item types
fi: sama kirjasto, kaikki asiakastyypit, kaikki aineistolajit
hi: वही पुस्तकालय, सभी संरक्षक श्रेणियां, सभी आइटम प्रकार

source: same library, all patron categories, same item type
fi: sama kirjasto, kaikki asiakastyypit, sama aineistolaji
hi: एक ही पुस्तकालय, सभी संरक्षक श्रेणियों, एक ही आइटम प्रकार

source: same library, same patron category, all item type
fi: sama kirjasto, sama asiakastyyppi, kaikki aineistolajit
hi: एक ही पुस्तकालय, एक ही संरक्षक वर्ग, सभी आइटम प्रकार

source: same library, same patron category, same item type
fi: sama kirjasto, sama asiakastyyppi, sama aineistolaji
hi: एक ही पुस्तकालय, एक ही संरक्षक श्रेणी, एक ही आइटम प्रकार

source: serials
ar: الدوريات
cs: serials (periodika)
da: tidsskrifter
de: Zeitschriften
el: περιοδικές εκδόσεις
es: publicaciones periódicas
eu: aldizkako argitalpenak
fi: kausijulkaisut
hi: सिरियल
it: risorse in continuazione
pl: czasopisma
pt: periódicos
pt_br: periódicos
sk: periodiká
sv: periodika
tr: süreli yayınlar
zh_tw: 期刊

source: shows the entire Koha database structure so that you can write effective SQL Queries
eu: erakutsi Koha datu-basearen estruktura osoa SQL kontsultak zuzenak idazteko
fi: esittelee Kohan koko tietokantarakenteen, jotta voit kirjoittaa toimivia SQL-kyselyitä
hi: इतनी है कि आप प्रभावी एसक्यूएल प्रश्न के बारे में कुछ पूरे कोहा डेटाबेस संरचना से पता चलता

source: superlibrarian
ar: أمين المكتبة المميز
cs: superlibrarian (superknihovník)
da: superbibliotekar
el: υπερβιβλιοθηκονόμος
es: superusuario
eu: superliburuzaina
hi: सुपरलाइब्रेरियन
pt_br: superbibliotecário
sk: hlavný knihovník
tr: yetkili kütüphaneci
zh_tw: 超級圖書館員

source: superserials
es: superseriadas
eu: superseriatuak
hi: सुपरसीरियल
it: periodici (tutti)
sk: superperiodiká

source: the field will have a plus sign next to it allowing you to add multiples of that tag
ar: الحقل سيكون لديه اشارة زائد بجانبه تسمح لك بإضافة عدد من هذه الوسيمة
cs: pole bude mít vedle sebe znaménko plus, aby bylo možné přidat více tagů
da: feltet vises med et plustegn ved siden af hvormed man kan tilføje flere eksemplarer af feltet
de: neben diesem Feld ist ein Pluszeichen, das Ihnen Mehrfacheintr#ge zu diesem Tag erlaubt
el: το πεδίο θα έχει ένα συν δίπλα του που θα σας επιτρέπει να το πολλαπλασιάζετε
es: el campo tendrá un signo más junto a él lo que le permite repetir ese campo
eu: eremuak plus zeinu bat izango du alboan, etiketa horri errepikatzea ahalbidetuko diona
fi: kentän vieressä on plusmerkki, jonka kautta voi lisätä lisää saman kentän toistumia
fr: le champ sera suivi d'un signe plus afin de vous permettre d'ajouter plusieurs répétitions de ce champ
hi: क्षेत्र एक प्लस पर हस्ताक्षर के बगल में होगा आपको लगता है कि टैग के गुणकों जोड़ने के लिए अनुमति
it: il campo avrà accanto un segno '+' per ripeterlo
oc: le camp serà suivi d'un signe plus per fin de vos permetre d'apondre plusieurs repeticions d'aqueste camp
pl: obok pola pojawi się znak plusa, dzięki któremu można wprowadzić wiele wartości
pt: o campo terá um sinal mais junto a ele para permitir adicionar múltiplas cópias do campo
pt_br: o campo que possui um sinal de + (mais) é repetitivo
sk: pole bude mať znamienko plus vedľa neho, aby ste mohli pridávať viacero takých menoviek
sv: fältet att ha ett plustecken intill sig för att göra det möjligt att lägga till flera instanser av den taggen
tr: alanın hemen yanında o etiketin bir çok kopyasını eklemenizi sağlayacak olan bir artı işareti olacaktır
zh_tw: 旁邊有加號的欄位允吘您新增重複的欄號

source: the record will not be allowed to save unless you have a value assigned to this tag
ar: التسجيلة لن يسمح لها أن تُحفظ في التاج حتى تقوم بتعيين قيمة لها
cs: záznam nebude možné uložit, pokud nepřidělíte hodnotu pro tento tag
da: posten kan ikke gemmes, hvis der ikke er angivet en værdi i dette felt
de: bevor Sie keinen Wert eingetragen haben, kann der Satz nicht gespeichert werden
el: δε θα μπορείτε να αποθηκεύσετε την αλλαγή εκτός και αν έχετε αναθέσει μία τιμή σε αυτή την ετικέτα
es: no se permitirá guardar el registro a menos que haya asignado un valor asignado a este campo
eu: ezingo duzu erregistroa gorde etiketa bati balio bat esleitzen ez badiozu
fi: tietuetta ei voi tallentaa, jollei tähän kenttään ole merkitty arvoa
fr: l'enregistrement ne pourra pas se faire tant que vous n'aurez pas assigné une valeur à ce champ
hi: रिकॉर्ड जब तक आप इस टैग को सौंपा एक मूल्य है को बचाने के लिए अनुमति नहीं दी जाएगी
it: non sarà possibile salvare il record senza riempire questo campo
oc: l'enregistrament ne poirà pas se far tant que auretz pas assignat une valor a aqueste camp
pl: rekordu nie będzie mozna zapisać, dopóki do pola nie zostanie przypisana jakaś wartość.
pt: o registo não poderá ser guardado sem que o campo tenha um valor associado
pt_br: o registro não poderá ser salvo enquanto esta tag não estiver preenchida
sk: záznam sa nebude dať uložiť pokiaľ nepridelíte hodnotu pre túto menovku
sv: kommer posten inte att kunna sparas om denna tagg inte tilldelats ett värde
tr: Bu etikete bir değer atamadıkça kaydınızın kaydedilmesine izin verilmeyecektir
zh_tw: 這個欄號必須有內容，才能儲存此紀錄

source: this field is for the control number assigned by the organization creating, using, or distributing the record
ar: هذا الحقل للتحكم في العدد المعين بواسطة المنظمة التي قامت بإنشاء، استخدام، أو توزيع التسجيلة.
cs: toto pole je pro kontrolní číslo přidělené organizaci pro vytváření, použití nebo distribuci záznamu
da: dette felt er til kontrolnummeret tilføjet af den organisation, der laver, bruger eller distribuerer posten
de: dieses Feld ist für die Kontrollnummer bestimmt, die von der Organisation vergeben wird, die den Satz anlegt, gebraucht oder weitergibt
el: αυτό το πεδίο είναι για τον αριθμό ελέγχου που ορίστηκε από τον οργανισμό για τη δημιουργία, τη χρήση ή τη διακίνηση της εγγραφής
es: este campo es para el número de control asignado por la organización a crear, usar o distribuir el registro
eu: eremu hau erregistroa sortu, erabili edo banatuko duen erakundeak esleitutako kontrol zenbakiarentzat da
fi: tämä kenttä on sen kirjaston kontrollinumeroa varten, joka on luonut, käyttänyt tai jakanut tietueen
fr: Ce champ est le numéro de contrôle assigné à la notice par l'établissement qui l'a créée, qui l'utilise ou la distribue.
hi: इस क्षेत्र, संगठन बनाने के द्वारा सौंपा नियंत्रण संख्या के लिए है, या रिकॉर्ड का वितरण
it: questo campo è il numero di controllo assegnato dall'istituzione che crea, usa o distribuisce il record
oc: Aqueste camp es lo numèro de contraròtle assignat a la notícia per l'establiment qui l'a creada, qui l'utilise o la distribue.
pl: pole numeru kontrolnego przydzielanego przez organizację tworzącą / przetwarzającą rekord.
pt: este campo é para o número de controle associado pela organização que cria. usa e distribui o registo
pt_br: este campo é para o número de controle da organização, usando, ou distribuindo o registro
sk: toto pole je kvôli kontrolnému číslu pridelené podľa organizácie vytvárajúcej, používajúcej, alebo distribujúcej záznam
sv: detta fält är för det kontrollnummer som tilldelas av den organisation som skapar, använder eller distribuerar posten
tr: Bu alan kaydı yaratan, kullanan ya da dağıtan kurum tarafından atanan kontrol numarası içindir.
zh_tw: 機構指定控制碼給此欄位，藉以新增使用、散布紀錄之用

source: this tab will usually be empty unless your library has a preference just for your library.
ar: سيكون هذا التبويب غالبا فارغا إلا إذا كان لمكتبتك تفضيل لمكتبتك فقط.
cs: tato karta bude obvykle prázdná, pokud vaše knihovna má předvolbu jen pro vaší knihovnu.
da: denne fane er normalt tom, medmindre biblioteket har en særlig indstilling for dette bibliotek.
de: Dieser Reiter ist normalerweise leer, es sei denn ihre Bibliothek hat eine spezielle Einstellung für ihre Bibliothek.
el: αυτή η καρτέλα θα είναι συνήθως κενή εκτός και αν η βιβλιοθήκη σας έχει μία προτίμηση μόνο για τη βιβλιοθήκη σας.
es: esta pestaña estará vacía a menos que su biblioteca tenga una preferencia sólo para su biblioteca.
eu: fitxa hau hutsik egongo da liburutegiak zure liburutegiarentzako berariazko lehentasun bat izan ezean.
fi: tämä on yleensä tyhjä, jollei kirjastollasi ole asetuksia vain omalle kirjastollesi
fr: cet onglet est en général vide, à moins que la bibliothèque ait mis une préférence juste pour votre site.
hi: इस टैब आमतौर पर खाली हो जाएगा, जब तक कि अपने पुस्तकालय सिर्फ अपने पुस्तकालय के लिए एक प्राथमिकता है।
it: Questa etichetta sarà di solito vuota a meno che la tua biblioteca abbia una preferenza proprio per la tua biblioteca.
oc: cet onglet es en general vide, a mens que la bibliotèca ait mis una preferéncia juste per vòstre site.
pt: este separador fica vazio, excepto quando a biblioteca tem uma preferência específica.
pt_br: este separador fica vazio, excepto quando a biblioteca tem uma preferência específica.
sk: táto záložka bude zvyčajne prázdna pokiaľ Vaša knižnica nemá nastavenie iba pre Vašu knižnicu.
sv: denna flik är vanligen tom, om inte ditt bibliotek har en inställning som gäller bara för ditt bibliotek.
tr: Bu sekme eğer kütüphanenizin sadece kendi kütüphanesi için seçeneği olmadığı sürece genellikle boş olacak
zh_tw: 此分頁通常是空的，除非有個偏好給您的圖書館使用。

source: this will not work for Mac user
ar: هذا لن يعمل لمستخدم ماك
cs: tato zkratka nefunguje na počítačích typu Mac
da: dette virker ikke for Mac-brugere
de: dies funktioniert nicht für Benutzer eines Mac
el: αυτό δε θα δουλέψει σε έναν χρήστη Mac
es: esto no funciona para usuarios de Mac
eu: honek ez du funtzionatuko Mac erabiltzaileentzat
fi: tämä ei toimi Mac-käyttäjillä
fr: cela ne fonctionnera pas pour les utilisateurs de Mac
hi: इस मैक उपयोगकर्ता के लिए काम नहीं करेगा
it: questo non funziona per utenti Mac
oc: cela ne fonctionnera pas per los utilizaires de Mac
pl: to nie zadziała w przypadku komputerów MAC
pt: isto não funcionar para um utilizador Mac
pt_br: isto não funcionará para usuários de Mac
sk: toto nebude fungovať u používateľa Macu
sv: detta fungerar inte för Mac-användare
tr: bu, Mac kullanıcıları için çalışmayacaktır
zh_tw: 麥金塔電腦不能使用此功能

source: tools
ar: أدوات
cs: tools (nástroje)
da: værktøj
de: Werkzeuge
el: εργαλεία
es: herramientas
eu: tresnak
fi: työkalut
hi: उपकरण
it: Usa i tools (export, import, barcodes )
pl: narzędzia
pt_br: ferramentas
sk: nástroje
sv: verktyg
tr: araçlar
zh_tw: 工具

source: turn on/off logging functionality in your system.
ar: تشغيل/إيقاف وظيفة تسجيل الدخول في نظامك
cs: zapnout/vypnout funkci logování ve vašem systému.
da: koble logfunktionen i systemet til/fra
de: Schalten Sie die Log-Funktionen in Ihrem System an/aus
el: (απ)ενεργοποιήστε τη δυνατότητα σύνδεσης στο σύστημά σας.
es: activar/desactivar la funcionalidad de registro en su sistema.
eu: aktibatu/desaktibatu saioko funtzionalitatea zure sisteman.
fi: laita päälle/pois päältä kirjautumistoiminto järjestelmässäsi.
fr: active ou désactive le suivi des actions pour votre système.
hi: अपने सिस्टम में / बंद लॉगिंग कार्यक्षमता पर बारी।
it: abilita/disabilita la funzione di logging nel tuo sistema.
oc: active o desactive lo suivi des accions per vòstre sistèma.
pl: włącz/wyłącz funkcję logowania w systemie.
pt: ligar/desligar a funcionalidade de autenticação no sistema.
pt_br: ligar/desligar a funcionalidade de autenticação no sistema.
sk: zapnite/vypnite prihlasovaciu funkčnosť vo Vašom systéme.
sv: slå på/av loggning för ditt system.
tr: sisteminizde şifreli girişi açma/kapama.
zh_tw: 開/關您的系統登入功能。

source: updatecharges
cs: updatecharges (upravovat poplatky a upomínky)
es: actualizar cargas
eu: eguneratu kuotak
hi: प्रभारअधतन
it: Aggiorna le tariffe del prestito
sk: aktualizovať poplatky
tr: ücretlerigüncelle

source: utf8
hi: यूटीएफ8

source: v - Cost, replacement price
ar: v - التكلفة, سعر الاستبدال
cs: v- Cena, náhradní cena
da: v - Erstatningspris
de: v - Kosten, Ersatzpreis
el: v - Κόστος, τιμή αντικατάστασης
es: v - Costo, precio de reemplazo
eu: v - Kostua, alearen ordezte kostua
fi: v - Korvaushinta
fr: v - Coût, prix de remplacement
hi: v - लागत, प्रतिस्थापन कीमत
it: v - Costo di sostituzione
oc: v - Coût, prix de remplaçament
pl: v - Koszt, cena zastąpienia
pt: v - Preço de substituição
pt_br: v - Custo, preço de reposição
sk: v - Cena, cena za náhradu
sv: v - Kostnad, pris för ersättning
tr: v - Maliyet, değiştirme fiyatı
zh_tw: v - 成本，重置價格

source: what appears before the field in the OPAC.
eu: zer agertzen den eremua aurretik OPACean
fi: joka näkyy ennen kenttää verkkokirjastossa.
hi: क्या ओपेक में क्षेत्र से पहले प्रकट होता है।

source: what appears before the subfield in the librarian interface
ar: ما يظهر قبل الحقل الفرعي في واجهة المكتبي
cs: co se objeví před podpolem v knihovnickém interface
da: det som står før underfelterne i bibliotekarsinterfacen
de: was vor den Unterfeldern in der Dienstoberfläche angezeigt wird
el: τι εμφανίζεται πριν το υποπεδίο στη διεπαφή προσωπικού
es: lo que aparece antes del subcampo en el interfaz de bibliotecario
eu: azpieremuaren aurretik agerten dena liburuzainen interfazean
fi: joka näkyy ennen osakenttää virkailijatyökalussa
fr: c'est ce qui est affiché avant le sous-champ dans l'interface professionnelle
hi: लाइब्रेरियन इंटरफ़ेस में subfield से पहले क्या प्रकट होता है
it: ciò che appare prima del sottocampo nell'Opac.
oc: c'est ce qui es afichat avant lo soscamp dins l'interfàcia professionala
pl: pojawia się przed podpolem w interfejsie bibliotekarza
pt: que aparece antes do subcampo no interface dos técnicos.
pt_br: que aparecem antes do subcampo na interface administrativa
sk: to, čo sa objavuje pred podpoľom v rozhraní knihovníka
sv: det som visas före det underliggande fältet i bibliotekariegränssnittet
tr: Kütüphaneci arayüzünde altalanın önünde görünen
zh_tw: 內容，顯示在館員介面分欄前
