Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Create manual credit
ar: إنشاء إعتماد مالي يدوي
cs: Ručně vytvořit kredit
da: Opret manuel kredit
de: Guthaben erzeugen
el: Δημιουργία πίστωσης χειρωνακτικά
es: Crear crédito manual
eu: Sortu eskuzko kreditua
fi: Luo hyvitys
fr: Créer crédit manuel
hi: मैनुअल क्रेडिट बनाएँ
it: Crea credito manuale
oc: Crear crèdit manual
pl: Zasil konto
pt: Criar crédito manual
pt_br: Criar crédito manual
sk: Vytvoriť manuálny kredit
sv: Skapa manuell kredit
tr: Manuel kredi oluştur
zh_tw: 新增人工額度

source: Create manual invoice
ar: إنشاء فاتورة يدوية
cs: Další poplatky
da: Opret manuel regning
de: Gebühr erheben
el: Δημιουργία τιμολογίου χειρωνακτικά
es: Crear factura manual
eu: Sortu eskuzko faktura
fi: Lisää maksu
fr: Créer facture manuelle
hi: मैनुअल चालान बनाएँ
it: Crea una fattura manuale
oc: Crear factura manuala
pl: Obciąż konto
pt: Criar factura manual
pt_br: Criar factura manual
sk: Vytvoriť manuálnu faktúru
sv: Skapa manuell faktura
tr: Manuel fatura oluştur
zh_tw: 新增人工收據

source: Create printable labels and barcodes from catalog and patron data
ar: إنشاء ملصقات وباركود قابلة للطباعة من الفهرس وبيانات المستفيد
cs: Tvorba a tisk štítků a čárových kódů podle údajů z katalogu a informací o čtenářích
da: Lav trykbare etiketter og stregkoder ud fra katalog- og lånerdata
de: Erstellen Sie druckfertige Etiketten und Barcodes aus Katalog- und Benutzerdaten
el: Δημιουργήστε εκτυπώσιμες ετικέτες και barcodes από τα δεδομένα του καταλόγου και των μελών
es: Crear etiquetas y códigos de barras imprimibles a partir de los datos del catálogo y los usuarios
eu: Sortu etiketa eta barra kode inprimagarriak katalogo eta bazkidearen datuetatik abiatuta
fi: Tulostettavien tarrojen ja viivakoodien luonti niteille ja asiakkaille
fr: Créer des étiquettes et des codes à barres imprimables à partir des données du catalogue et des adhérents
hi: सूची और संरक्षक डेटा से प्रिंट करने योग्य लेबल और बारकोड बनाएं
it: Crea etichette stampabili e codici a barre dai dati del catalogo e degli utenti
oc: Crear des etiquetas e des còdis a barras imprimables a partir des donadas del catalòg e des aderents
pl: Tworzenie możliwych do wydruku etykiet i kodów kreskowych z katalogu i danych użytkownika
pt: Criar etiquetas de código de barras para colocação nos exemplares e nos cartões dos leitores
pt_br: Criar etiquetas e códigos de barras a partir de dados do catálogo e de usuário
sk: Vytvoriť tlačiteľné etikety a čiarové kódy z údajov katalógu a čitateľov
sv: Skapa utskrivbara etiketter och streckkoder från katalog- och låntagardata
tr: Katalog ve kullanıcı verilerinden yazdırılabilir etiket ve barkodlar oluştur
zh_tw: 根據目錄與讀者資料建立可列印的標籤與條碼

source: Creating Patron File
ar: أنشئ ملف المستفيد
cs: Vytvoření souboru s uživateli
da: Oprette lånerfil
de: Benutzerdatei erstellen
el: Δημιουργία Αρχείου Μέλους
es: Creando Archivo de Usuario
eu: Creando archivo de socio
fi: Asiakastiedoston luonti
fr: Créer le fichier des adhérents
hi: संरक्षक फ़ाइल बना रहा है
it: Creazione del file utenti
oc: Crear lo fichièr des aderents
pt: Criar ficheiro de leitores
pt_br: Criando Arquivo de Usuários
sk: Tvorba čitateľského záznamu
sv: Skapa låntagarfil
tr: Kullanıcı dosyası oluşturma
zh_tw: 新增讀者檔

source: CreditXXX
ar: الاعتماد الماليXXX
cs: KreditXXX
da: KreditXXX
de: GuthabenXXX
el: ΠίστωσηXXX
es: CréditoXXX
eu: CréditoXXX
hi: क्रेडिटXXX
pt_br: CréditoXXX
sk: KreditXXX
sv: KreditXXX
tr: KrediXXX

source: Currencies and Exchange Rates
ar: العملات وأسعار الصرف
cs: Měny a směnné kurzy
da: Valutaer og vekselkurser
de: Währungen und Wechselkurse
el: Νομίσματα και Συναλλαγματικές Ισοτιμίες
es: Monedas y tipo de cambio
eu: Monetak eta kanbio-tasak
fi: Rahayksiköt ja vaihtokurssit
fr: Devises et taux de change
hi: मुद्राओं और विनिमय दरें
it: Valute e tassi di cambio
oc: Devisas e taux de change
pl: Waluty i kursy wymiany
pt: Moedas e câmbios
pt_br: Moedas e taxas de câmbio
sk: Meny a výmenné kurzy
sv: Valutor och växelkurser
tr: Para Birimleri ve Döviz Kurları
zh_tw: 幣別與匯率

source: Currencies are assigned in the Currencies &amp; Exchange Rates admin area.
ar: العملات يتم تعيينها في العملات &amp; أسعار الصرف بمنطقة المدير.
cs: Měny jsou přiřazeny v administrativní sekci Měny a směnné kurzy.
da: Valutaer administreres i området Valutaer & vekselkurser adminområde.
de: Währungen werden unter Währungen &amp; Wechselkurse in der Administration konfiguriert.
el: Τα νομίσματα ορίζονται στις προτιμήσεις διαχειριστή Συναλλαγματικές Ισοτιμίες Νομισμάτων.
es: Las monedas se asignan en el área administrativa 'Monedas y tipos de cambio'
eu: Monetak monetak eta kanbio-tasak administrazio arloak esleituko dira.
fi: Rahayksiköt määritellään ylläpidossa Rahayksiköt &amp; vaihtokurssit -osiossa.
fr: Les monnaies sont définies dans la rubrique 'Monnaies et taux de changes' du module Administration.
hi: मुद्राओं मुद्राओं &amp में आवंटित कर रहे हैं; विनिमय दरें व्यवस्थापक क्षेत्र।
it: Le valute sono assegnate nell'Area di gestione delle Valute e Tassi di cambio.
oc: Les monedas son definidas dins la rubrica 'Monedas e taux de changes' del modul Administration.
pl: Waluty są opisane w Waluty &amp; Kursy wymian w części administracyjnej.
pt: Moedas são definidas na administração na parte de Moedas e câmbios.
pt_br: Moedas são informadas no menu Moedas e Taxas de Câmbio na área de administração.
sk: Meny sa nastavujú v administrátorskej oblasti Meny &amp; Výmenné kurzy.
sv: Valutor tilldelas i administrationsområdet i Valutor &amp; växelkurser.
tr: Para Birimleri, Para Birimlerinde atanır &amp; Döviz Kurları yönetici alanı
zh_tw: 幣別在幣別 &amp; 匯率管理區塊指定。

source: Current Server Time shows the time on your server (schedule all of your reports to run based on that time - not on your local time)
ar: وقت الخادم الحالي يظهرعلى الخادم الخاص بك (جدولة كافة التقارير الخاصة بك لتشغيل على أساس ذلك الوقت - وليس في التوقيت المحلي الخاص بك)
cs: Aktuální čas serveru ukazuje čas na Vašem serveru (naplánujte si generování výstupu na základě tohoto času, ne Vašeho lokálního času)
da: Den aktuelle servertid viser tiden på din server (planlæg alle rapporter efter denne tid, ikke efter den lokale tid)
de: Aktuelle Serverzeit zeigt die Zeit auf Ihrem Server (planen Sie alle Ihre Reports nach dieser Zeit, nicht nach Ihrer lokalen Zeit)
el: Η Τρέχουσα Ώρα Διακομιστή δείχνει την ώρα του διακομιστή σας (προγραμματίστε όλες τις εκθέσεις σας να τρέξουν σύμφωνα με αυτή την ώρα-και όχι με την τοπική σας ώρα)
es: El servidor de tiempo muestra que el tiempo en su servidor (sus informes se ejecutarán con un cronograma basado en este servidor - no en su hora local)
eu: Uneko denbora zerbitzariak zure zerbitzariko ordua erakusten du (antolatu zure txosten guztiak denbora horren arabera exekutatzeko, ez denbora lokalean)
fi: 'Palvelimen aika' näyttää palvelimen kellonajan (ajasta kaikki raporttisi ajot perustuen tähän aikaan, ei siis paikalliseen aikaasi)
fr: L'heure courante du serveur vous montre l'heure de votre serveur. La planification de tous vos états est basée sur cette heure-là, pas sur votre heure locale.
hi: मौजूदा सर्वर समय अपने सर्वर पर समय से पता चलता (अनुसूची अपनी रिपोर्ट उस समय के आधार पर चलाने के लिए के सब - नहीं, अपने स्थानीय समय पर)
it: L'ora del server è l'orario sul tuo server (lo schedulatore di tutti i report si basa su quell'orario, non sul tuo orario locale)
oc: L'ora correnta del servidor vos mòstra l'ora de vòstre servidor. La planificacion de totes vòstres estats es basada sus aquesta ora, pas sus vòstra ora locala.
pt: Baseie todos os seus agendamentos de tarefas de acordo com o tempo do servidor e não o tempo actual.
pt_br: Hora Atual do Servidor exibe o horário em seu servidor (Agende seus relatórios a serem executados de acordo com este horário - não seu horário local)
sk: Aktuálny čas na serveri ukazuje čas na Vašom serveri (rozvrhnite všetky Vaše výkazy tak, aby bežali na základe tohto času - nie Vášho miestneho času)
sv: Aktuell servertid visar tiden på din server (schemalägg alla dina rapporter efter denna tid - inte efter lokal tid)
tr: Mevcut sunucu saati, sunucunuzun saatini gösterir (tüm raporlarınızı bu saat üzerinde çalışacak şekilde zamanlayın - yerel saatinize göre değil)
zh_tw: 伺服器現在時間(用於管理所有的報表 - 不是真的在地時間)

source: Custom Reports
ar: تقارير مخصصة
cs: Vlastní výstupy
da: Brugerdefinerede rapporter
de: Benutzerdefineirte Reports
el: Προσαρμοσμένες Εκθέσεις
es: Informes personalizados
eu: Informes personalizados
fi: Muokatut raportit
fr: Rapports personnalisés
hi: कस्टम रिपोर्ट
it: Report personalizzati
oc: Rapòrts personnalisés
pl: Raporty niestandardowe
pt: Relatórios personalizados
pt_br: Relatórios Personalizados
sk: Prispôsobené výkazy
sv: Anpassade rapporter
tr: Özel raporlar
zh_tw: 客製化報表

source: Customization:
ar: تخصيص:
cs: Přizpůsobení:
el: Εξατομίκευση:
es: Personalización:
eu: Personalización:
fi: Räätälöinti:
fr: Personnalisation&nbsp;:
hi: अनुकूलन:
it: Personalizzazione:
oc: Personnalisation&nbsp;:
pl: Dostosowywanie:
pt: Personalização:
pt_br: Personalização:
sk: Prispôsobenie:
tr: Özelleştirme:
zh_tw: 客製化：

source: Customize label layouts
ar: تخصيص أشكال اللصاقة
cs: Přizpůsobit schéma popisných štítků
da: Tilpas etikette-layouts
de: Etiketten-Layouts anpassen
el: Προσαρμογή διατάξεων ετικετών
es: Personalizar diseños de etiqueta
eu: Pertsonalizatu etiketa diseinuak
fi: Muokkaa tarran asetteluja
fr: Personnaliser les formats d'étiquette
hi: लेबल लेआउट अनुकूलित
it: Personalizza il layout delle etichette
oc: Personnaliser les formats d'etiqueta
pl: Dostosowanie layoutów etykiet
pt: Personalizar esquemas das etiquetas
pt_br: Personalizar esquemas das etiquetas
sk: Prispôsobiť rozloženia etikiet
sv: Anpassa etikettlayouter
tr: Etiket Yerleşimini Düzenle
zh_tw: 客製化書標布局

source: Customize patron card layouts
ar: تخصيص أشكال بطاقة المستفيد
cs: Přizpůsobit schémata čtenářských průkazů
da: Tilpas lånerkort-layouts
de: Benutzerausweis-Layouts anpassen
el: Προσαρμογή διατάξεων καρτών μελών
es: Personalizar diseños de carnés de usuario
eu: Pertsonalizatu bazkide txartelen diseinuak
fi: Muokkaa asiakkaan kortin asetteluja
fr: Personnaliser les formats de carte adhérent
hi: अनुकूलित संरक्षक कार्ड लेआउट
it: Personalizzare i layout delle tessere
oc: Personnaliser les formats de carta aderent
pl: Dostosowanie rozmieszczenia elementów na karcie użytkownika
pt: Personalizar esquemas dos cartões
pt_br: Personalizar esquemas dos cartões
sk: Prispôsobiť rozloženia čitateľských preukazov
sv: Anpassa kortlayouter för låntagare
tr: Kullanıcı kartı düzenini değiştir
zh_tw: 客製化讀者證布局

source: DB table value for reports
ar: قيمة جدول قاعدة البيانات للتقارير
cs: Databázové hodnoty pro výstupy
da: DB-tabel værdier til rapporter?
de: Datenbanktabellen und Werte für Reports
es: tabla de la BD para informes
eu: Tabla de valores para los informes
fi: Tietokantataulun arvo raporteille
fr: Valeur de la table de la base de données pour des rapports
hi: रिपोर्ट के लिए डीबी तालिका मूल्य
it: Valori tabelle DB per i reports
oc: Valor de la taula de la basa de donadas per des rapòrts
pl: DB tabela wartości raportów
pt: Valores das tabelas para relatórios
pt_br: Tabela DB para relatórios
sk: Tabuľková hodnota databázy pre výkazy
sv: DB-tabellvärde för rapporter
tr: Raporlar için DB tablo değeri
zh_tw: 供報表使用的資料庫表單值

source: DUE
ar: مستحق
fr: DÛ
hi: देय
oc: DÛ
zh_tw: 到期日

source: Database
ar: قاعدة بيانات
cs: Databáze
de: Datenbank
el: Βάση δεδομένων
es: Base de datos
eu: Datu basea
fi: Tietokanta
fr: Base de données
hi: डाटाबेस
oc: Basa de donadas
pt: Base de dados
sk: Databáza
tr: Veritabanı
zh_tw: 資料庫

source: Date of birth
ar: تاريخ الميلاد
cs: Datum narození
de: Geburtsdatum
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
eu: Jaiotza-data
fi: Syntymäaika
fr: Date de naissance
hi: जन्म तिथि
it: Data di nascita
oc: Data de naissance
pl: Data urodzenia
pt: Data de nascimento
pt_br: Data de nascimento
sk: Dátum narodenia
tr: Doğum tarihi
zh_tw: 生日

source: Date should be entered using the calendar pop up
ar: يجب إدخال التاريخ باستخدام التقويم المنبثق
cs: Datum by mělo být přidáno pomocí vyskakovacího kalendáře
da: Datoen skal indtastes med kalender-plugin´et
de: Das Datum sollte mit dem Kalender-Plugin eingetragen werden
el: Η ημερομηνία πρέπει να μπει μέσω του αναδυόμενου ημερολόγιου
es: La fecha debe ser ingresada utilizando el calendario emergente
eu: Data egutegi elkarrizketa erabiliz idatzi behar da
fi: Päivämäärä pitäisi syöttää käyttämällä kalenteritoimintoa
fr: La date doit être saisie en utilisant le calendrier pop up
hi: दिनांक कैलेंडर पॉप अप का उपयोग कर दर्ज किया जाना चाहिए
it: Inserisci la data usando il calendario pop-up
oc: La data deu èsser sasida en utilizant lo calendièr pop up
pl: Data powinna być wprowadzana przy użyciu wyskakującego okna kalendarza
pt: Data deve ser escolhida usando o calendário de pop-up
pt_br: Data deve ser escolhida usando o calendário de pop-up
sk: Dátum by sa mal zadávať pomocou vyskakovacieho kalendára
sv: Datum ska anges via popup-kalendern
tr: Tarih, açılır takvim kullanılarak girilmelidir
zh_tw: 應以彈出的日曆鍵入日期

source: Dear Nicole Engard (23529000035726),
ar: العزيز Nicole Engard (23529000035726),
da: Kære Nicole Engard (23529000035726),
de: Liebe Nicole Engard (23529000035726),
el: Αγαπητή Nicole Engard (23529000035726),
es: Estimada Nicole Engard (23529000035726),
eu: Nicole Engard agurgarria (23529000035726):
fi: Nicole Engard (23529000035726),
fr: Chère Nicole Engard (23529000035726),
hi: प्यारे निकोल Engard (23529000035726),
it: Cara Nicole Engard (23529000035726),
oc: Chère Nicole Engard (23529000035726),
pt: Cara Nicole Engard (23529000035726),
pt_br: Cara Nicole Engard (23529000035726),
tr: Sayın Nicole Engard (23529000035726),

source: Decide if you want to copy the first occurrence or all occurrences of the field
ar: قرر إذا كنت تريد نسخة من الحدوث الأول أو كل أحداث الحقل
cs: Rozhodněte, zda chcete kopírovat první výskyt nebo všechny výskyty v poli
de: Entscheiden Sie, ob Sie nur das erste auftretende oder alle Felder kopieren wollen.
el: Αποφασίστε εάν θέλετε να αντιγράψετε την πρώτη εμφάνιση ή όλες τις εμφανίσεις του πεδίου
es: Decida si desea copiar la primera o todas las ocurrencias del campo
eu: Aukeratu lehen agerraldia kopiatu nahi den edota eremuko agerraldia guztiak
fi: Päätä, haluatko kopioida ensimmäisen vai kaikki kentän esiintymät
fr: Décidez si vous voulez copier la première occurence ou toutes les occurences de ce champ
hi: अगर आप पहली घटना या क्षेत्र की सभी घटनाओं की नकल करना चाहते तय
it: Scegli se copiare la solo prima oppure tutte le occorrenze del campo
oc: Décidez se volètz copier la primièra occurence o totas las occurences de aqueste camp
pt: Decida se deseja copiar a primeira ocorrência ou todas as ocorrências do campo
pt_br: Defina se você deseja copiar apenas a primeira ou todas as ocorrências do campo
sk: Rozhodnite sa, či chcete kopírovať prvý výskyt alebo všetky výskyty poľa
tr: Alanın ilk geçtiği yeri mi yoksa tüm alanları mı kopyalamak istediğinize karar verin
zh_tw: 選擇複製欄位內第一個出現的或所有出現的

source: Default Checkouts and Hold Policy
ar: الإعارات وسياسة الحجز الإفتراضية
cs: Základní podmínky výpůjček a rezervací
da: Udlåns- og reserveringsregler (Standard)
de: Standardkonditionen
el: Προεπιλεγμένες Πολιτικές Δανεισμών και Κρατήσεων
es: Políticas predeterminadas de préstamos y reservas
eu: Mailegatze eta erreserba politika lehenetsia
fi: Oletus Lainaus- ja varaussäännöt
fr: Règles de prêts et réservations par défaut
hi: Default Checkouts और होल्ड पालिसी
it: I defaults per i prestiti e le prenotazioni
oc: Règlas de prèstes e reservacions per defaut
pl: Domyślna polityka wypożyczeń i zamówień
pt: Políticas para empréstimos ou reservas
pt_br: Política padrão para empréstimos ou reservas
sk: Podmienka predvolených výpožičiek a rezervácií
sv: Standardpolicy för lån och reservationer
tr: Varsayılan Ödünç ve Ayırma Politikası
zh_tw: 豫設借出與預約政策

source: Default Circulation Rules
ar: قواعد الإعارة الإفتراضية
cs: Výchozí pravidla výpůjček
da: Standard udlånsregler
de: Standardkonditionen
el: Προεπιλεγμένοι Κανόνες Διακίνησης Υλικού
es: Reglas de circulación predeterminadas
eu: Zirkulazio arau lehenetsiak
fi: Oletus Lainaus- ja palautussäännöt
fr: Règles de circulation par défaut
hi: डिफ़ॉल्ट सर्कुलेशन नियम
it: Definire le regole di default per il prestito
oc: Règlas de circulacion per defaut
pl: Domyślne zasady udostępniania
pt: Regras de empréstimo por omissão
pt_br: Regras de circulação padrão
sk: Predvolené pravidlá obehu
sv: Standardregler för lån
tr: Varsayılan Dolaşım Kuralları
zh_tw: 預設流通規則

source: Default value
ar: قيمة إفتراضية
cs: Výchozí hodnota
da: Standardværdi
de: Standardwert
el: Προκαθορισμένη τιμή
es: Valor predeterminado
eu: Balio lehenetsia
fi: Oletusarvo
fr: Valeur par défaut
hi: डिफ़ॉल्ट मान
it: Valore di default
oc: Valor per defaut
pl: Domyślna wartość
pt: Valor por omissão
pt_br: Valor padrão
sk: Predvolená hodnota
sv: Standardvärde
tr: Varsayılan değer:
zh_tw: 預設值

source: Define days when the library is closed
ar: حدد الإجازات (الايام التى تغلق فيها المكتبة)
cs: Nastavení dnů, kdy je knihovna uzavřená
da: Definer lukkedage for biblioteket
de: Definieren der Schließungstage der Bibliothek
el: Καθορίστε τις ημέρες κατά τις οποίες η βιβλιοθήκη θα είναι κλειστή
es: Defina los días en los que la biblioteca permanece cerrada.
eu: Definitu liburutegia itxita egongo den egunak
fi: Kirjaston kiinniolojen muokkaus
fr: Définir les jours de fermeture de la bibliothèque
hi: परिभाषित दिनों जब पुस्तकालय बंद है
it: Definisci i giorni in cui la biblioteca è chiusa
oc: Definir los jorns de tampadura de la bibliotèca
pl: Określ, w które dni biblioteka jest zamknięta
pt: Definir os dias de encerramento da biblioteca
pt_br: Informe quando a biblioteca estará fechada
sk: Definujte dni kedy je Vaša knižnica zatvorená
sv: Definiera dagar då biblioteket är stängt
tr: Kütüphanenin kapalı olduğu günleri tanımlayın
zh_tw: 設定閉館時的天數

source: Define mappings
ar: تعريف مخططات
cs: Definovat mapování
da: Definer afbildninger
de: Mappings definieren
el: Ορίστε αντιστοιχήσεις
es: Defina correspondencias
eu: Defina correspondencias
fi: Määrittele vastaavuudet
fr: Définir les critères de sélection
hi: मैपिंग को परिभाषित करें
it: Definisci le equivalenze (mapping)
oc: Definir los critèris de seleccion
pt: Definir mapeamentos
pt_br: Define mapeamentos
sk: Definujte priradenie
sv: Definiera mappningar
tr: Eşlemeleri tanımla
zh_tw: 設定對映

source: Define notices
ar: تعريف الإشعارات
cs: Definovat poznámky
da: Definer beskeder
de: Benachrichtigungen verwalten
el: Ορίστε ειδοποιήσεις
es: Definir avisos
eu: Definir noticias
fi: Ilmoitusten määrittely
fr: Définir des notifications
hi: नोटिस को परिभाषित करें
it: Definisci un avviso
oc: Definir des notificacions
pl: Definiowanie szablonów powiadomień
pt: Definir avisos
pt_br: Defina um aviso
sk: Definovať oznámenia
sv: Definiera meddelanden
tr: Bildirimleri tanımlayın
zh_tw: 定義說明

source: Define the fields you want to print on the spine label in the SpineLabelFormat system preference
ar: تحديد الحقول التي ترغب فيطباعتهاعلى لصقة كعب الكتاب في تفضيل النظام SpineLabelFormat
cs: Pole, která chcete tisknout na hřbetní štítek, můžete nadefinovat v systémovém nastavení "SpineLabelFormat"
da: Definer de felter, der skal udskrives på rygetiketten i systemparameteren SpineLabelFormat.
de: Die Felder die auf das Rückenschild gedruckt werden sollen, können Sie mit dem Systemparameter SpineLabelFormat definieren.
el: Καθορίστε τα πεδία που θέλετε να εκτυπώσετε στην ετικέτα ράχης στη προτίμηση συστήματος ΜορφήΕτικέταςΡάχης
es: Defina los campos que desea imprimir en el marbete en la preferencia del sistema SpineLabelFormat
eu: Definitu bizkar-etiketan inprimatu nahi dituzun eremuak SpineLabelFormat sistemaren lehentasunean
fi: Määrittele SpineLabelFormat-järjestelmäasetuksella kentät, jotka haluat tulostaa selkätarraan
fr: Choisissez les champs que vous voulez imprimer sur les étiquettes au moyen de la préférence système SpineLabelFormat
hi: क्षेत्रों को परिभाषित आप SpineLabelFormat प्रणाली वरीयता में रीढ़ की हड्डी के लेबल पर मुद्रित करना चाहते हैं
it: Definisci i campi che vuoi stampare nelle etichette del dorso nella preferenza di sistema SpineLabelFormat
oc: Causissètz los camps que volètz imprimir sus las etiquetas amb l'ajuda de la preferéncia sistèma SpineLabelFormat
pl: Zdefiniuj pola, które chcesz wydrukować na etykiecie grzbietowej w ustawieniu SpineLabelFormat.
pt: Definir os campos que pretende imprimir no rótulo da coluna no sistema SpineLabelFormat
pt_br: Definir os campos que pretende imprimir no rótulo da coluna no sistema SpineLabelFormat
sk: Definujte polia, ktoré chcete tlačiť na chrbtovú etiketu v nastavení systému SpineLabelFormat
sv: Definiera de fält du vill skriva ut på ryggetiketten i systeminställningen SpineLabelFormat
tr: Etiket üzerine basacağınız alanları, etiket biçimleme sistemi tercihinde tanımlayınız
zh_tw: 在SpineLabelFormat系統偏好裡，設定列印書標的欄位

source: Define the period of time an item can be checked out to a patron by entering the number of units (days or hours) in the 'Loan Period' box.
ar: يتم تحديد المدة الزمنية التي يمكن أن تعار فيها المادة لمستفيد ما ، من خلال إدخال رقم الوحدات (أيام أو ساعات) في صندوق 'مدة الإعارة'.
cs: Definujte dobu, po jakou jednotka může být vypůjčena čtenáři. Zadejte počet dní nebo nebo hodin do pole "Výpůjční lhůta".
da: Definer den tidsperiode, hvori et materiale må være udlånt til en låner, idet antallet af dage indføres som 'Lånetid'.
de: Legen Sie fest, wie lange ein Exemplar an einen Benutzer entliehen wird, indem Sie die Anzahl der Zeiteinheiten (Tage oder Stunden) als 'Leihfrist' eintragen.
el: Ορίστε την χρονική περίοδο που το τεκμήριο μπορεί να δανειστεί σε ένα μέλος εισάγοντας τον αριθμό των μονάδων (ημέρες ή ώρες) στο κουτί 'Περίοδος Δανεισμού'.
es: Define el período de tiempo que un ítem puede ser prestado a un usuario ingresando el número de unidades (días u horas) en el campo 'Período de Préstamo'.
eu: Definitu bazkide mota bakoitzeko maileguaren epea, unitate kopurua idatziz (egunak edo orduak) eremu honetan 'Maileguaren epea'.
fi: Määrittele ajanjakso, jonka nide voi olla lainassa asiakkaalla syöttämällä yksiköiden (päiviä tai tunteja) määrä 'Laina-aika'-laatikkoon.
fr: Définir la durée de prêt pour un document pour un adhérent en saisissant le nombre d'unités (jours ou heures) dans la boîte 'Période de prêt'.
hi: समय एक आइटम 'ऋण की अवधि' बॉक्स में इकाइयों (दिन या घंटे) की संख्या दर्ज करके एक संरक्षक के लिए बाहर की जाँच की जा सकती है, की अवधि को परिभाषित करें।
it: Definisci i giorni dei prestiti a un utente inserendo il loro numero nel riquadro 'Durata del prestito'.
oc: Definir la durada de prèst per un document per un aderent en saisissant lo nombre d'unités (jours o oras) dins la bóstia 'Periòde de prèst '.
pl: Określ czas udostępniania danego typu dokumentu, wpisz jednostki (dni lub godziny) w polu 'Okres wypożyczenia'.
pt: Definir o período de tempo que um exemplar pode ser emprestado a um leitor através da inserção de um número (horas ou dias) no 'Período de empréstimo'.
pt_br: Definir o período de tempo e de itens podem ser emprestados a um usuário digitando o número de dias na caixa 'Período de empréstimo'.
sk: Definujte obdobie, kedy možno vypožičať exemplár čitateľovi zadaním počtu jednotiek (dní alebo hodín) v políčku 'Výpožičná lehota'.
sv: Ange den tidsperiod ett objekt kan lånas ut till en låntagare genom att ange antalet enheter (dagar eller timmar) i rutan 'Låneperiod'.
tr: 'Ödünç Verme Süresi' kutusundaki birim numaralarını (gün ya da saat) girerek materyalin kullanıcıya ödünç verilebileceği zaman dilimini tanımlayınız.
zh_tw: 從 '借期' 盒鍵入數字 (天或小時)，設定讀者可以借出館藏的期限。
