Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: This tool can be used to chain together pieces of the record as well. If you want the series number to show in the title on your search results you simply have to map 490 $v to 'subtitle' along with the 245 $b.
ar: يمكن استخدام هذه الأداة لسلسلة معا أيضاً أجزاء من التسجيلة. إذا كنت تريد أن عدد السلسلة لتظهر في عنوان على نتائج البحث لديك ببساطة 490 $v ل'العنوان الفرعي' جنبا إلى جنب مع 245 $b.
cs: Tento nástroj může být také použit k řetězení kousků záznamu. Chcete-li číslo v edici zobrazit v názvech výsledků vyhledávání, musíte namapovat 490 $v na "Další údaje o názvu" v 245 $b.
da: Dette værktøj kan også bruges til at forbinde stykker af en post. Hvis serienummeret skal vises i titlen i søgeresultaterne, skal 490 $v simpelthen forbindes med 'undertitel' sammen med 245 $b.
de: Dieses Werkzeug kann benutzt werden, um Teile des Datensatzes ebenfalls zusammen zu hängen. Wenn Sie wollen, dass die Reihennummmer bei Ihren Suchresultaten aufscheint, so müssen Sie nur 490 $v auf 'subtitle' mappen, zusammen mit 245 $b.
el: Αυτό το εργαλείο μπορεί να χρησιμοποιηθεί για να ενώσει κομμάτια της εγγραφής. Αν θέλετε τον αριθμό σειράς να εμφανίζεται στον τίτλο στα αποτελέσματα αναζήτησης απλά πρέπει να χαρτογραφήσετε το 490 $v στον 'υπότιτλο' μαζί με το 245 $b.
es: Esta herramienta puede ser utilizada para encadenar las piezas del registro, además. Si desea mostrar el número de serie en el título en los resultados de búsqueda simplemente tiene que asignar 490 $v a 'subtítulo' junto a 245 $b.
eu: Tresna hori, era berean, erregistroko piezak lotzeko erabili daiteke. Serie zenbakia bilaketa emaitzetako izenburuan erakustea nahi baduzu, mapatu 490 $v 'azpititulu' aukerarekin, 245 $b-rekin batera.
fi: Tämä työkalu voi ketjuttaa tietueen tietoja. Jos haluat sarjan numeron näkyvän nimekkeessä hakutuloksissa, kohdista 490$v kenttään 'muu nimeketieto' 245$b -kentän lisäksi.
fr: Cet outil peut servir également à chaîner des portions de notices bibliographiques. Si par exemple vous voulez que le numéro de la collection soit affiché à côté du titre dans vos résultat de recherche, vous devez simplement associer 490$v à 'subtitle' avec le 245$b.
hi: इस उपकरण के रूप में अच्छी तरह से श्रृंखला एक साथ रिकॉर्ड के टुकड़े करने के लिए इस्तेमाल किया जा सकता है। आप श्रृंखला संख्या अपने खोज पर शीर्षक में दिखाने के लिए चाहते हैं, तो आप बस परिणाम 245$b के साथ नक्शा करने के लिए 490$v 'उपशीर्षक' करने के लिए है।
it: Questo strumento può anche essere usato per unire parti del record. Se vuoi che il numero di serie sia visibile accanto al titolo nella pagina dei risultati, associa 490$v a 'sottotitolo' insieme a 245$b.
oc: Aqueste aisina pòt servir tanben a cadenar des portions de notícias bibliographiques. Se per exemple volètz que lo numèro de la colleccion siá afichat a costat del títol dins vos resultat de recèrca, vos cal simplament associar 490$v a 'subtitle' amb lo 245$b.
pl: To narzędzie może być używane także do łączenia fragmentów rekordu. Jeśli chcesz, by numer serii pokazywał się przy tytule w wynikach wyszukiwania, musisz mapować 490 $v do 'podtytułu" wraz z 245 $b.
pt: Esta ferramenta pode ser usada para ligar peças de uma registo. Se desejar que o número de série apareça no título nos resultados de pesquisa, simplesmente tem que mapear o 490$v para subtítulo despois do 245$b.
pt_br: esta ferramenta pode ser usada para reunir parte do registro. Se você quer que o número da série apareça no título na página de resultados de pesquisa você só tem que mapear o campo 490$v para 'subtitle' com o 245$b.
sk: Tento nástroj sa dá použiť aj na pospájanie častí záznamu. Ak chcete číslo edície zozbraziť v názve vo Vašich výsledkoch hľadania, musíte jednoducho priradiť 490 $v k 'podtitulu' spolu s 245 $b.
sv: Detta verktyg kan även användas för att koppla ihop delar av posten. Om du vill att numret på serien ska visas i titeln när du söker, behöver du bara koppla 490 $v till 'undertitel' tillsammans med 245 $b.
tr: Bu araç aynı zamanda kaydın kaydın parçalarını birleştirmek için de kullanılabilir. Seri numarasının arama sonucunuzun başlığında görünmesini istiyorsanız 490 $v yi 245 $b ile birlikte başlığa eşleştirmelisiniz.
zh_tw: 此工具用於串連紀錄。若希望集叢號顯示於搜尋結果的題名旁，應對映 490$v 至 245$b '副題名'。

source: This tool can be used to import both bibliographic and authority records that are saved in MARC format. Importing records into Koha includes two steps. The first is to stage records for import.
ar: يمكن استخدام هذه الأداة لاستيراد كل من تسجيلات الاستناد والتسجيلات البيبلوغرافية المحفوظة بتنسيق مارك. يشمل استيراد التسجيلات في كوها خطوتين. الأول هو تنظيم التسجلات للاستيراد.
cs: Tento nástroj lze použít pro import jak bibliografických tak i autoritních záznamů, které jsou uloženy ve formátu MARC. Import záznamů do Kohy probíhá ve dvou krocích. Nejprve je třeba představit záznamy pro import.
da: Dette værktøj kan bruges til at importere både bibliografiske og normposter, som er gemt i MARC-format. Import af poster til Koha består af to skridt. Først klargøres titler til import.
de: Dieses Werkzeug kann für den Import von Titel- und Normdaten im MARC-Format verwendet werden. Der Import erfolgt dabei immer in zwei Schritten. Der erste Schritt ist das Zwischenspeichern der Datensätze für den Import.
el: Αυτό το εργαλείο μπορεί να χρησιμοποιηθεί για την εισαγωγή τόσο των βιβλιογραφικών όσο και των εγγραφών καθιερωμένων όρων που είναι αποθηκευμένα σε μορφή MARC. Η εισαγωγή εγγραφών στο Koha αποτελείται από δύο στάδια. Το πρώτο είναι να προετοιμάσετε τις εγγραφές για εισαγωγή.
es: Esta herramienta puede ser utilizada para importar tanto registros bibliográficos como de autoridad que se guardan en formato MARC. Importar registros en Koha incluye dos pasos. La primera consiste en preparar los registros para importación.
eu: Esta herramienta puede usarse tanto para importar registros bibliográficos como de autoridad en formato MARC. La importación a Koha tiene dos pasos. El primero consiste en preparar los registros para la importación
fi: Tämä työkalu voi tuoda sekä nimeke- että auktoriteettitietueita, kun ne on tallennettu MARC-formaatissa. Tietueiden tuonti tapahtuu kahdessa vaiheessa. Ensin pitää tuoda tietueet välivarastoon.
fr: Cet outil peut être utilisé pour importer aussi bien des notices bibliographiques que d'autorité enregistrés en format de MARC. L'importation des notices dans Koha comprend deux étapes. La première est de présenter les notices pour l'importation.
hi: इस उपकरण के दोनों ग्रंथ सूची और अधिकार रिकॉर्ड है कि मार्क प्रारूप में बच रहे हैं आयात करने के लिए इस्तेमाल किया जा सकता है। कोहा में रिकॉर्ड आयात दो कदम भी शामिल है। पहले आयात के लिए रिकॉर्ड करने के लिए मंच है।
it: Questo strumento può essere usaro per importare sia recorda bibliografici che di authority salvati in formato MARC. L'import di record in Koha include due passaggi. Il primo è immagazzinare record per l'import.
oc: Aqueste aisina pòt èsser utilizat per importar tanben bien des notícias bibliographiques que d'autoritat enregistrats en format de MARC. L'importacion des notícias dins Koha comprend deux etapas. La primièra es de presentar les notícias per l'importacion.
pt: Esta ferramenta pode ser usada para importar registos bibliográficos ou de autoridade que estão no formato MARC. Importando registos para o Koha inclui duas etapas. A primeira é a fase de registos para importação.
pt_br: Esta ferramenta pode ser usada para importar tanto registros bibliográficos quanto de autoridades que estejam salvos no formato MARC. Importar registros para o Koha envolve duas etapas. A primeira é a fase de carregamento dos registros para importação.
sk: Tento nástroj možno použiť na importovanie tak knižničných ako aj záznamov autorít uložených vo formáte MARC. Importovanie záznamov do Kohy zahŕňa dva kroky. Prvým je príprava záznamov na import.
sv: Detta verktyg kan användas för att importera både bibliografiska poster och auktoritetsposter i MARC-format. Import till Koha sker i två steg. Det första är att förbereda poster för import.
tr: Bu araç MARC formatında kaydedilen, hem bibliyografik hem de otorite kayıtlarını içe aktarmak için kullanılabilir. Koha'ya kayıt aktarmak iki basamaktan oluşur. İlk basamak içe aktarım için kayıtları hazırlamaktır.
zh_tw: 此工具可用於匯入書目與權威記錄，並儲存為 MARC 格式。Koha 以兩步驟匯入記錄，首先是匯入為待處理記錄。

source: This tool checks the MARC structure in your frameworks.
ar: هذه الأداة تتفحَّص بنية مارك في قوالبك.
cs: Tento nástroj kontroluje strukturu MARC ve vašich šablonách.
da: Dette værktøj kontrollerer MARC-strukturen i dine strukturer.
de: Dieses Werkzeug überprüft die MARC-Struktur in Ihren Frameworks.
el: Αυτό το εργαλείο ελέγχει τη δομή MARC στα πλαίσιά σας.
es: Esta herramienta comprueba estructura de MARC en su hojas de trabajo.
eu: Tresna horrek zure lan-orrien MARC egitura egiaztatzen du.
fi: Tämä työkalu tarkistaa MARC-rakenteen luettelointipohjissasi.
fr: Cet outil contrôle la strucutre MARC de vos grilles.
hi: यह उपकरण अपने फ्रेमवर्क में मार्क संरचना की जांच करता है।
it: Questo strumento controlla la struttura MARC delle tue griglie di catalogazione.
oc: Aqueste aisina contraròtle la strucutre MARC de vos grasilhas.
pl: To narzędzie umożliwia sprawdzenie struktury MARC w szablonach.
pt: Esta ferramenta verificar a estrutura MARC dos seus modelos.
pt_br: Esta ferramenta checa a estrutura MARC das suas planilhas.
sk: Tento nástroj kontroluje štruktúru MARCu vo Vašich rámcoch.
sv: Detta verktyg kontrollerar MARC-strukturen i dina ramverk.
tr: Bu araç, çerçeveleriniz içerisindeki MARC yapısını denetler.
zh_tw: 此工具檢查框架的 MARC 結構。

source: This tool is useful for altering MARC records from various vendors/sources work with your MARC framework. The system essentially allows one to create a basic script using actions to Copy, Move, Add, Update and Delete fields.
ar: هذه الأداة مفيدة لتعديل تسجيلات مارك من عدة مزودين/ مصادر تعمل مع إطار مارك الخاص بك. يتيح لك النظام إنشاء نص أساسي باستخدام الإجراءات لنسخ، نقل، إضافة ، تحديث وحذف الحقول.
cs: Tento nástroj je užitečný pro změnu MARC záznamů od různých prodejců/zdrojů k práci s vaším MARC rozhraním. Systém vám dovoluje vytvořit základní skript použitím akcí ke kopírování, přesouvání, přidání, aktualizování a mazání polí.
de: Dieses Werkzeug erlaubt es, MARC-Datensätze aus unterschiedlichen Quellen an Ihr MARC-Framework anzupassen. Dazu wird ein einfaches Skript mit den Aktionen 'Copy', 'Move', 'Add', 'Update' und 'Delete fields' eingesetzt.
el: Αυτό το εργαλείο είναι χρήσιμο για την τροποποίηση εγγραφών MARC από διάφορους προμηθευτές/πηγές ώστε να λειτουργούν με το δικό σας πλαίσιο MARC. Το σύστημα ουσιαστικά επιτρέπει σε κάποιον να δημιουργήσει ένα βασικό αρχείο εντολών χρησιμοποιώντας ενέργειες Αντιγραφής, Μετακίνησης, Προσθήκης, Αναβάθμισης και Διαγραφής των πεδίων.
es: Esta herramienta es útil para alterar los registros MARC de varios proveedores/fuentes para trabajar con su hoja de trabajo MARC. El sistema básicamente permite crear un script básico con acciones para copiar, mover, agregar, actualizar y eliminar campos.
fi: Tämä työkalu on tarpeellinen, kun muutetaan MARC-tietueita eri toimittajilta/lähteistä toimimaan sinun MARC-luettelointipohjassasi. Järjestelmä antaa luoda perusskriptin käyttäen toimintoja Kopioi, Siirrä, Lisää, Päivitä ja Poista kenttiä.
fr: Cet outil est utile pour modifier des notices MARC issues de vendeurs/sources divers avec votre grille MARC. Le système permet essentiellement de créer un script de base utilisant des actions pour Copier, Déplacer, Ajouter, Mettre à jour et Supprimer des champs.
hi: यह उपकरण विभिन्न विक्रेताओं से मार्क रिकॉर्ड में फेरबदल के लिए उपयोगी है / सूत्रों आपका मार्क ढांचे के साथ काम करते हैं। प्रणाली को अनिवार्य रूप से एक, कॉपी ले जाएँ, जोड़, अपडेट और खेतों को हटाने के लिए कार्रवाई का उपयोग कर एक बुनियादी स्क्रिप्ट बनाने के लिए अनुमति देता है।
it: Questo strumento è utile per modificare record MARC provenienti da diverse fonti. Il sistema permette di creare uno script di livello base usando le azioni Copia, Muovi, Modifica e Cancella sui campi MARC.
oc: Aqueste aisina es utile per modificar des notícias MARC issues de vendeurs/fonts divers amb vòstra grasilha MARC. Lo sistèma permet essentiellement de crear un script de basa utilizant des accions per Copiar, Desplaçar, Apondre, Metre a jorn e Suprimir des camps.
pt: Esta ferramenta é útil para alterar registo MARC de vários fornecedores/fontes com o modelo MARC. O sistema essencialmente permite criar um script básico para ações como copiar, mover, adicionar, atualizar e eliminar campos.
pt_br: Esta ferramenta é útil para alterar registros MARC de diferentes fornecedores/fontes que utilizam seu framework MARC. O sistema permite criar scripts básicos com ações de copiar, mover, adicionar, atualizar e excluir campos.
sk: Tento nájstroj je užitočný pre pozmeňovanie záznamov MARC od rozličných predajcov/zdrojov, ktoré pracujú s vaším rámcom MARC. V podstate tak systém povoľuje tvorbu základných skriptov pomocou akcií Kopírovať, Presunúť, Pridať, Aktualizovať a Odstrániť polia.
tr: Bu araç, MARC çerçeveniz ile çalışan çeşitli satıcılar/kaynakların MARC kayıtlarını değiştirmek için yararlıdır. Sistem aslında, Kopyala Taşı, ekleme, güncelleştirme ve silme eylemleri kullanarak temel bir komut dosyası oluşturmak için olanak sağlamaktadır.
zh_tw: 此工具協助您以MARC框架編修來自供應商的MARC記錄。系統允許新增腳本執行複製、移動、新增、更新與刪除欄位的工作。

source: This tool will allow you to delete a batch of item records from Koha.
ar: وهذه الأداة تسمح لك لحذف دفعة من تسجيلات المادة من كوها.
cs: Tento nástroj vám umožní smazat dávku záznamů o jednotkách z Kohy.
da: Med dette værktøj kan du slette en stabel eksemplarer fra Koha.
de: Dieses Werkzeug ermöglicht Ihnen die stapelweise Löschung von Exemplaren aus Koha.
el: Αυτό το εργαλείο σας επιτρέπει να διαγράψετε μία παρτίδα εγγραφών τεκμηρίων από το Koha.
es: Esta herramienta le permitirá eliminar un lote de registros de ítem en Koha.
eu: Tresna horrek Kohako erregistro elementuen sorta bat ezabatzeko aukera emango dizu.
fi: Tämä työkalu antaa poistaa nidetietueiden joukon Kohasta.
fr: Cet outil vous permet de supprimer de votre catalogue un lot d'exemplaires.
hi: यह उपकरण आपको कोहा से आइटम अभिलेखों का एक बैच को नष्ट करने की अनुमति देगा।
it: Questo strumento ti permette di cancellare delle copie da Koha con una lavorazione in batch
oc: Aqueste aisina vos permet de suprimir de vòstre catalòg un lòt d'exemplars.
pl: To narzędzie pozwoli Ci na usunięcie grupy rekordów egzemplarzy z Koha.
pt: Esta ferramenta permitirá que você exclua um lote de registos de itens do Koha.
pt_br: Esta ferramenta permitirá que você exclua um lote de registros de exemplares do Koha.
sk: Tento nástroj Vám umožní odstrániť dávku záznamov exemplárov z Kohy.
sv: Med detta verktyg kan du radera en sats objektposter från Koha.
tr: Bu araç, Koha'dan toplu materyal kayıtları silmenizi sağlayacaktır.
zh_tw: 此工具允許刪除批次館藏紀錄。

source: This tool will allow you to edit batches of bibliographic and/or authority records using MARC Modification Templates. Before visiting this tool you will want to set up at least one MARC modification template.
fi: Tämä työkalu antaa muokata eräajona nimeke- ja/tai auktoriteettitietueita käyttämällä MARC-muokkauksen pohjia. Ennen tämän työkalun käyttöä pitää asettaa ainakin yksi MARC-muokkauksen pohja.
hi: यह उपकरण आपको मार्क संशोधन टेम्पलेट का उपयोग कर ग्रंथ सूची और / या अधिकार अभिलेख के बैच को संपादित करने की अनुमति देगा। इस उपकरण का दौरा करने से पहले आप कम से कम एक मार्क संशोधन टेम्पलेट स्थापित करने के लिए चाहते हो जाएगा।

source: This tool will allow you to map MARC fields to a set of predefined keywords.
ar: هذه الأداة تسمح لك بتعيين حقول مارك إلى مجموعة من الكلمات المفتاحية المحددة مسبقا.
cs: Tento nástroj vám umožní namapovat pole MARC na sadu předdefinovaných klíčových slov.
da: Med dette værktøj kan du forbinde MARC-felter til fordefinerede nøgleord.
de: Dieses Werkzeug erlaubt Ihnen MARC-Felder mit einer Anzahl vordefinierter Schlüsselworte zu verknüpfen.
el: Αυτό το εργαλείο σας επιτρέπει να χαρτογραφήσετε πεδία MARC σε ένα σύνολο προκαθορισμένων λέξεων-κλειδιών.
es: Esta herramienta le permitirá asignar campos MARC a un conjunto de palabras clave predefinidas.
eu: Tresna horrek MARC eremuak aurrezarritako hitz gakoen multzo batekin mapatzeko aukera emango dizu.
fi: Tämä työkalu antaa kohdistaa MARC-kenttiä ennalta määriteltyihin avainsanoihin.
fr: Cet outil vous permet de lier des champs MARC à un certain nombre de champs prédéfinis de la base de données.
hi: यह उपकरण आपको पूर्वनिर्धारित खोजशब्दों का एक सेट करने के लिए मार्क क्षेत्रों नक्शा करने के लिए अनुमति देगा।
it: Questo strumento ti permette di collagare dei campi MARC a un insieme di keyword predefinite.
oc: Aqueste aisina vos permet de ligar des camps MARC a un certain nombre de camps prédéfinis de la basa de donadas.
pt: Esta ferramenta permitirá mapear os campos MARC para um conjunto de palavras-chave predefinidas.
pt_br: Esta ferramenta permitirá mapear os campos MARC para um conjunto de palavras-chave predefinidas.
sk: Tento nástroj Vám umožní pridružiť polia MARC k sade preddefinovaných kľúčových slov.
sv: Med detta verktyg kan du mappa MARC-fält till en uppsättning fördefinierade nyckelord.
tr: Bu araç, önceden tanımlanmış bir anahtar kelime kümesini MARC alanlarına eşlemenizi sağlayacaktır.
zh_tw: 此工具允許對映 MARC 欄位至預設的鍵詞。

source: This tool will allow you to modify a batch of item records in Koha.
ar: هذه الأداة تسمح لك لتعديل دفعة من تسجيلات المادة في كوها.
cs: Tento nástroj vám umožní upravit dávku záznamů o jednotkách v Koha.
da: Med dette værktøj kan du ændre en stabel eksemplar-poster i Koha.
de: Dieses Werkzeug erlaubt Ihnen die massenweise Änderung von Exemplaren in Koha.
el: Αυτό το εργαλείο σας επιτρέπει να τροποποιήσετε μία παρτίδα εγγραφών αντιτύπων στο Koha.
es: Esta herramienta le permitirá modificar un lote de ítems en Koha.
eu: Tresna horrek Kohako erregistro elementuen sorta bat aldatzeko aukera emango dizu.
fi: Tämä työkalu antaa muokata nidetietueiden joukkoa Kohassa.
fr: Cet outil vous permet de modifier un lot d'exemplaires.
hi: यह उपकरण आपको कोहा में आइटम के रिकॉर्ड के एक बैच को संशोधित करने की अनुमति देगा।
it: Questo strumento ti permette di modificare delle copie in Koha con una lavorazione in batch
oc: Aqueste aisina vos permet de modificar un lòt d'exemplars.
pt: Esta ferramenta irá permitir que você modifique exemplares em lote no Koha.
pt_br: Esta ferramenta irá permitir que você modifique um lote de registros de exemplares do Koha.
sk: Tento nástroj Vám umožní zmeniť dávku záznamov exemplárov v Kohe.
sv: Med detta verktyg kan du redigera flera poster samtidigt i Koha.
tr: Bu araç, Koha içerisindeki materyal kayıtları üzerinde toplu olarak değişiklik yapmanızı sağlar.
zh_tw: 此工具顯示批次修改的館藏紀錄。
