Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: After cataloging your analytic record (see Adding Records for more on creating records) click 'Edit' from the normal view and choose to 'Link to Host Item'
ar: بعد فهرسة تسجيلتك التحليلية (شاهد إضافة تسجيلات لمعرفة المزيد عن انشاء التسجيلات) انقر على 'تحرير' من العرض العادي واختر 'رابط إلى المادة المضيفة'
cs: Po katalogizaci Vašeho analytického záznamu (více viz "Přidávání záznamů") klikněte na "Upravit" v normálním zobrazení a zvolte "Propojit s hostitelskou jednotkou"
da: Efter at have katalogiseret din analysepost (se Tilføjelse af Poster for mere om at lave poster) klik 'Rediger' det normale skærmbillede og vælg 'Link til værtseksemplar'
de: Nach der Katalogisierung des unselbständigen Werkes, klicken Sie 'Bearbeiten' in der normalen Ansicht und wählen Sie 'Mit übergeordnetem Werk verlinken'
el: Μετά την καταλογογράφηση της αναλυτικής σας εγγραφής (βλέπε Προσθήκη Εγγραφών για περισσότερα πάνω στη δημιουργία εγγραφών) πατήστε 'Επεξεργασία' από την κανονική προβολή και επιλέξτε να γίνει 'Σύνδεση στο Κύριο Τεκμήριο'
es: Luego de catalogar su registro analítico (vea Agregar registros para más en crear registros) haga clic en 'Editar' desde la vista normal y seleccione 'Enlazar a ejemplar principal'
eu: Después de su registro de catalogación analítica (véase Adición de registros de más en la creación de registros), haga clic en 'Editar' en la vista normal y elegir 'Link a Host artículo'
fi: Kun olet luetteloinut analyyttisen tietueen (katso Tietueen lisääminen -kohdasta lisää ohjeita) klikkaa 'Muokkaa' perusnäytöllä ja valitse 'Linkitä emotietueeseen'
fr: Après avoir catalogué votre notice de dépouillement (voyez Ajouter des Notices pour en savoir plus sur la création de notices), cliquez sur 'Modifier' depuis la vue normale et choisissez 'Lier à un exemplaire hôte'
hi: अपनी विश्लेषणात्मक रिकॉर्ड सूचीबद्ध करने के बाद (रिकॉर्ड बनाने पर अधिक के लिए रिकॉर्ड जोड़ने देखें) सामान्य दृष्टि से 'संपादन' क्लिक और 'आइटम के मेजबान के लिए लिंक' के लिए चुने
it: Dopo aver catalogato il record analitico (vedasi Aggiungi record per altre informazioni sulla creazione di record), clicca 'Modifica' dalla vista normale e scegli 'Collega alla superiore'
oc: Aprèp aver catalogat vòstra notícia de despolhament (voyez Apondre des Notícias per ne saber mai sus la creacion de notícias), clicatz sus 'Modificar' dempuèi la vista normala e causissètz 'Ligar a un exemplar òste'
pl: Po stworzeniu rekordu analitycznego kliknij 'Modyfikuj' w widoku normalnym rekordu i wybierz 'Połącz z dokumentem macierzystym'
pt: Após catalogar o registo analítico (veja Adicionar registos para mais informações) clique em 'Editar' na vista normal e escolha a opção 'Ligar exemplar'
pt_br: Após catalogar seu registro analítico (ver Adicionando registros para mais em criando registros) clique 'Editar' a partir da visualização normal e escolha 'Relacionar a um Item Hospedeiro'
sk: Po katalogizácii vášho analytického záznamu (pozrite na Pridávanie záznamov pre viac informácií o tvorbe záznamov), kliknite na 'Upraviť' z jednoduchého náhľadu a zvoľte 'Prepojiť na hosťovský exemplár'
sv: När du katalogiserat analysposten (se Lägga till poster för mer information om hur poster skapas) klickar du på 'Redigera' från den vanliga vyn och väljer 'Länka till värdobjekt'
tr: Analitik kaydınızı katalogladıktan sonra (kayıt oluşturma hakkıdna daha fazla bilgi için Kayıt Ekleme'ye bakınız) normal görünümden 'Düzenle'ye tıklayınız ve 'Ana bilgisayara bağlantı'yı seçiniz.
zh_tw: 編目分析目錄後(見新增紀錄)，從一般檢視點選 '編輯'，再選擇 '連結至主館藏'

source: After choosing to clone you will be presented with a confirmation message.
ar: بعد الاختيار للنسخ ستُقدّم مع رسالة تأكيد.
cs: Provedení klonování Vám bude oznámeno potvrzující zprávou.
da: Efter at du har valgt klone, opfordres du til at bekræfte dette.
de: Nachdem Sie Klonen ausgewählt haben, werden Sie aufgefordert die Aktion zu bestätigen.
el: Όταν επιλέξετε τον κλώνο θα σας παρουσιαστεί ένα μήνυμα επιβεβαίωσης.
es: Luego de elegir clonar, se le presentará un mensaje de confirmación.
eu: Bizkoiztea aukeratu ostean, berrespen mezu bat agertuko zaizu.
fi: Kun olet valinnut kopioinnin, saat vahvistusviestin.
fr: Après avoir choisi de cloner, un message de confirmation s'affichera.
hi: क्लोन करने के लिए चुनने के बाद आप एक पुष्टिकरण संदेश के साथ प्रस्तुत किया जाएगा।
it: Dopo aver scelto di fare una copia, ti verrà presentato un messaggio di conferma.
oc: Aprèp aver causit de cloner, un messatge de confirmacion s'aficharà.
pl: Wyświetli się potwierdzenie.
pt: Depois de escolher você será presenteado com uma mensagem de confirmação.
pt_br: Depois de escolher você será presenteado com uma mensagem de confirmação.
sk: Keď zvolíte klonovanie, objaví sa Vám potvrdzujúce hlásenie.
sv: När du valt att klona visas ett meddelande om detta.
tr: Klonlamayı seçtikten sonra size bir onay mesajı sunulacak.
zh_tw: 選定複製對象後，將出現確認訊息。

source: After clicking 'Receive shipment' you will be asked to enter a vendor invoice number, a shipment received date, a shipping cost and a budget to subtract that shipping amount from.
ar: بعد النقر على 'استلام الشحنة' سيطلب منك أن تدخل رقم فاتورة المورد وتاريخ استلام الشحنة، تكلفة الشحن و ميزانية لطرح هذا المبلغ من الشحن.
cs: Po kliknutí na 'Přijmout dodávku' budete požádáni o vložení čísla dokladu dodavatele, data přijetí dodávky, ceny poštovného a rozpočtu do kterého dodávka patří.
da: Når der er klikket på 'Modtag forsendelse' skal man indtaste en leverandørs fakturanummer, en modtagelsesdato, forsendelsesomkostningerog et budget at trække den forsendelse fra.
de: Klicken Sie auf den Link 'Lieferung empfangen'. Nun können Sie die Rechnungsnummer und weitere Informationen zur Lieferung eingeben.
el: Αφού πατήσετε στο 'Παραλαβή αποστολής' θα σας ζητηθεί να εισάγετε τον αριθμό τιμολογίου προμηθευτή, την ημερομηνία παραλαβής της αποστολής, το κόστος αποστολής και τον προϋπολογισμό από τον οποίο θα γίνει η πληρωμή.
es: Luego de hacer clic en 'Recibir envío' se le pedirá ingresar el numero de remito del proveedor, la fecha de recepción, el costo de envío y el presupuesto del cual sustraer el monto de envío.
eu: Después de seleccionar 'Recibir envío' se le pedirá ingresar el número de factura del vendedor y la fecha de recepción.
fi: Kun olet klikannut 'Vastaanota tilaus', sinun pitää syöttää toimittajan laskun numero, tilauksen vastaanottopäivä, tilauksen hinta ja budjetti, josta tilauksen hinta veloitetaan.
fr: Après avoir cliqué sur 'Réceptionner colis', vous devrez saisir le numéro de facture attribué par le fournisseur, la date d'arrivée du colis, et éventuellement les frais d'expédition et le budget sur lequel les imputer.
hi: 'Receive shipment' क्लिक करने के बाद आप एक विक्रेता चालान नंबर, एक शिपमेंट प्राप्त तिथि, एक शिपिंग लागत और एक बजट से है कि शिपिंग राशि घटाना दर्ज करने के लिए कहा जाएगा।
it: Dopo aver cliccato su 'Ricevi spedizione', ti verrà richiesto il numero della fattura, la data di ricezione, il costo di spedizione e il budget su cui caricare questi costi di spedizione.
oc: Aprèp aver clicat sus 'Recepcionar colis', vos caldrà sasir lo numèro de factura atribuit pel provesidor, la data d'arribada del paquet, e eventualament los fraisses d'expedicion e lo budgèt sul qual los imputar.
pl: Po kliknięciu 'Otrzymaj zamówienia', wprowadź numer faktury, datę dostawy, koszt dostawy i określić budżet, z którego będzie pobierana opłata za dostawę.
pt: Após clicar em 'Receber encomenda' será pedido para inserir o número da factura do fornecedor, a data de recepção, a custo de envio e um orçamento a subtrair o montante do custo de envio.
pt_br: Depois de clicar em 'Receber remessa' você será questionado para inserir o número do pedido do fornecedor e a data de recebimento da remessa.
sk: Po kliknutí na 'Prijať zásielku' vás program vyzve zadať číslo faktúry predajcu, dátum prijatia zásielky, poštovné a rozpočet, od ktorého sa suma poštovného odpočíta.
sv: När du klickat på 'Ta emot leverans' ombeds du ange ett fakturanummer för leverantören, ett mottagningsdatum, en leveranskostnad och en budget från vilken denna kostnad ska dras.
tr: 'Gönderimi al' butonunu tıkladıktan sonra, sizden satıcı firma fatura numarası ve gönderim alındı tarihi, nakliye maliyeti ve bu nakliye tutarını çıkarmak için bütçe girmeniz istenecektir.
zh_tw: 點選 '簽收送貨單' 後，Koha 將要求鍵入供應商給的發票號碼、簽收送貨單日期、貨運成本與預算。

source: After clicking 'Save' you will be brought to the item record where the barcode will already be filled in with the barcode you're trying to check out.
ar: بعد الضغط على 'حفظ' سوف تُأخذ إلى سجل المادة حيث الباركود سيكون معبئ مسبقاً بالباركود الذي تحاول اعارته .
cs: Po kliknutí na 'Uložit' se Vám otevře záznam jednotky, kde již bude vyplněn čárový kód, který jste předtím zadali.
da: Når du klikket på 'Gem' vil du komme videre til eksemplarposten, hvor stregkoden allerede er udfyldt med stregkoden, som du prøver at checke ud.
de: Nachdem 'Speichern' werden Sie zur Exemplarerfassungsmaske weitergeleitet, in der bereits der Barcode eingetragen ist, mit dem die Ausleihe versucht wurde.
el: Αφού πατήσετε 'Αποθήκευση' θα μεταφερθείτε στην εγγραφή τεκμηρίου όπου το barcode θα είναι ήδη συμπληρωμένο με το barcode εκείνου που προσπαθείτε να δανείσετε.
es: Después de hacer click en "Guardar" Usted sera llevado al registro de items donde el código de barras ya estará llenado con el código de barras que Usted esta tratando de prestar.
eu: Después de seleccionar 'Guardar' se llevará al registro del ítem en el código de barras que ya se completa con el código de barras que está tratando prestar.
fi: Kun olet klikannut 'Tallenna', pääset nidetietoihin, jossa viivakoodi on jo valmiiksi täytetty sillä viivakoodilla, jonka yritit lainata.
fr: Après avoir cliqué sur 'Enregistrer', vous arrivez sur la notice d'exemplaire où le champ code à barres est déjà rempli avec le code à barres que vous avez scanné.
hi: 'सहेजें' क्लिक करने के बाद आप आइटम रिकॉर्ड जहां बारकोड पहले से ही बारकोड तुम बाहर की जाँच करने के लिए कोशिश कर रहे हैं साथ में भरा जाएगा करने के लिए लाया जाएगा।
it: Dopo aver cliccato 'Salva' andrai al record di copia. Il campo barcode sarà precompilato con il barcode che stai provando a prestare.
oc: Aprèp aver clicat sus 'Enregistrar', arribaretz sus la notícia d'exemplar ont lo camp còdi de barras es ja emplenat amb lo còdi de barras qu'avètz scannat.
pl: Po kliknięciu 'Zapisz' zostaniesz przeniesiony do rekordu egzemplarza, gdzie kod kreskowy będzie już wypełniony. Egzemplarz będzie gotowy do wypożyczenia.
pt: Depois de guardar, voltará ao exemplar cujo código de barras estará preenchido com o código que deseja emprestar.
pt_br: Depois de clicar em 'Salvar' você será levado para o registro do item onde o código de barras já estará preenchido com o código de barras que você está tentando emprestar.
sk: Po kliknutí na 'Uložiť' sa Vám otvorí záznamy o exemplári, kde bude čiarový kód, ktorý chcete vypožičať, už vyplnený.
sv: När du klickat på 'Spara' kommer du till objektposten där streckkoden redan är ifylld med den streckkod du försöker låna ut.
tr: 'Kaydet' üzerine tıkladıktan sonra, ödünç vermek istediğiniz barkodun basılmış olduğu materyal kaydına getirileceksiniz.
zh_tw: 點選 '儲存' 後，進入館藏紀錄，條碼號已經有了。

source: After clicking add the item will appear above the form and then you can enter your next item the same way (if ordering more than one item).
ar: بعد النقر على إضافة ستظهر المادة أعلى النموذج وبعد ذلك سيمكنك إدخال مادتك الأخرى بنفس الطريقة (اذا كان الطلب لأكثر من مادة).
cs: Po kliknutí na "Přidat" se jednotka objeví v tabulce nad formulářem a můžete vložit další jednotku stejným způsobem (pokud je to třeba).
da: Efter at have klikket på tilføj vil materialet være synligt over formularen og du kan herefter indtaste det næste materiale på samme måde (hvis der er ordre på mere end ét materiale).
de: Nach Betätigung der Schaltfläche "Hinzufügen" erscheint das Exemplar in der Übersichtsliste oberhalb des Formulars, und Sie können bei Bedarf auf die gleiche Weise ein weiteres Exemplar erfassen.
el: Αφού πατήσετε προσθήκη το τεκμηρίο θα εμφανιστεί πάνω στην κορυφή της φόρμας και τότε μπορείτε να προσθέσετε το επόμενο τεκμήριο με τον ίδιο τρόπο (εάν παραγγείλετε περισσότερα από ένα τεκμήρια).
es: Luego de hacer clic en agregar el ítem aparecerá encima del formulario y, entonces, podrá ingresar su siguiente ítem de la misma forma (si pidió más de uno).
eu: item-a gehitu klik egin ondoren formulario gainean agertuko da, eta orduan, zure hurrengo item-a gehitu ahal izango duzu modu berean (baldin eta item bat baino gehiago gehitzen baduzu).
fi: Kun olet klikannut 'Lisää', nide ilmestyy lomakkeen yläpuolelle ja sen jälkeen voit syöttää seuraavan niteen samalla tavalla (jos tilaat enemmän kuin yhden niteen).
fr: Après avoir cliqué, 'Ajouter un exemplaire' va apparaître en haut du formulaire et vous pouvez alors ajouter un exemplaire supplémentaire de la même manière (si vous commandez plus d'un exemplaire)
hi: क्लिक करने के बाद आइटम प्रपत्र के ऊपर दिखाई देगा जोड़ सकते हैं और फिर आप अपने अगले आइटम एक ही रास्ता में प्रवेश कर सकते हैं (एक से अधिक आइटम के आदेश देने के).
it: Dopo aver cliccato 'Aggiungi', la copia apparirà sopra la form e potrai aggiungere la copia successiva allo stesso modo (se stai ordinando più copie).
oc: Aprèp aver clicat, 'Apondre un exemplar' va aparéisser amont del formulari e podètz alors apondre un exemplar suplementaire de la meteissa manièra (se comandatz plus d'un exemplar)
pl: Po kliknięciu na dodawanie egzemplarza, wyświetli się powyżej formularz i wtedy możesz wprowadzić następny w ten sam sposób (jeśli otrzymujesz więcej egzemplarzy).
pt: Após clicar em adicionar o exemplar irá aparece acima do formulário e poderá introduzir o próximo exemplar da mesma forma (se estiver a encomendar mais que um exemplar).
pt_br: Após clicar em adicionar o item irá aparecer abaixo do formulário e então você poderá incluir seu próximo item da mesma maneira (se estiver adquirindo mais de um item).
sk: Po kliknutí na 'Pridať' sa exemplár zobrazí nad formulárom a potom budete môcť zadať váš ďalší exemplár rovnakým spôsobom (ak objednávate viac ako jeden exemplár).
sv: När du klickat på lägg till visas objektet ovanför formuläret och du kan sedan ange nästa objekt på samma sätt (om du beställer fler än ett objekt).
tr: 'Ekle' butonuna tıkladıktan sonra formun üzerinde materyal görünecektir; böylelikle bir sonraki materyalinizi aynı şekilde girebilirsiniz (birden fazla materyal sıralıyorsanız)
zh_tw: 點選新增後，館藏將出現在表單之上，您可以相同方式新增下個館藏(若訂單裡有多筆館藏)。

source: After clicking the 'Add item' button the item will automatically be checked out the patron you were trying to check the book out to originally.
ar: بعد الضغط على زر 'اضافة مادة' تلقائيا ستعار المادة للمستفيد الذي كنت تحاول اعارته الكتاب أصلا.
cs: Po kliknutí na tlačítko "Přidat jednotku", bude tato jednotka automaticky půjčena uživateli, kterému jste se ji původně zkoušeli vypůjčit.
da: Efter at have klikket på 'Tilføj eksemplar' vil eksemplaret automatisk blive checket ud til låneren, som du oprindeligt prøvede at checke bogen ud til.
de: Nachdem das Exemplar mit 'Exemplar hinzufügen' gespeichert wurde, wird das neue Exemplar automatisch an den ursprünglichen Benutzer ausgeliehen.
el: Αφού πατήσετε το κουμπί 'Προσθήκη τεκμηρίου', το τεκμήριο αυτόματα θα δανειστεί στο μέλος για το οποίο το προορίζατε αρχικά.
es: Después de hacer click en el botón "Agregar Item" el item automáticamente sera verificado o asignado al usuario al cual Usted estaba tratando de prestar el libro originalmente.
eu: Después de seleccionar el botón 'Añadir ítem' automáticamente el ítem será prestado al socio que tú originalmente estás intetando realizar el préstamo del libro.
fi: Kun olet klikannut 'Lisää nide' -painiketta, nide lainataan automaattisesti sille asiakkaalle, jolle yritit sitä alun perin lainata.
fr: Après avoir cliqué sur le bouton 'Ajouter exemplaire', l'exemplaire sera automatiquement prêté à l'adhérent auquel vous étiez en train d'essayer de faire le prêt.
hi: 'आइटम जोड़ें' बटन पर क्लिक करने के बाद आइटम स्वचालित रूप से संरक्षक आप मूल रूप से करने के लिए किताब की जांच करने के लिए कोशिश कर रहे थे बाहर की जाँच की जाएगी।
it: Dopo aver cliccato 'Aggiungi copia' la copia verrà prestata in automatico all'utente a chi avevi provato a fare il prestito in origine.
oc: Aprèp aver clicat sul boton 'Apondre exemplar', l'exemplar serà automaticament prestat a l'aderent al qual èretz a ensajar de far lo prèst .
pl: Po kliknięciu 'Dodaj egzemplarz' zostanie on automatycznie wypożyczony użytkownikowi, dla którego szukano tego egzemplarza przed wprowadzaniem danych w 'Szybkie katalogowanie'.
pt: Após clicar no botão para adicionar exemplar, o mesmo será automaticamente emprestado ao leitor que está a tentar emprestar.
pt_br: Após clicar em adicionar o item irá aparecer abaixo do formulário e então você poderá incluir seu próximo item da mesma maneira (se estiver adquirindo mais de um item).
sk: Po kliknutí na tlačidlo 'Pridať exemplár' sa exemplár automaticky vypožičia čitateľovi, ktorému ste ho pôvodne chceli vypožičať.
sv: När du klickat på knappen 'Lägg till objekt' lånas objektet automatiskt ut till den låntagare du försökte låna ut objektet till från början.
tr: 'Materyal Ekle' butonuna tıkladıktan sonra, materyal otomatik olarak, başlangıçta ödünç vermek istediğiniz kullanıcıya ödünç verilecektir.
zh_tw: 勾選 '新增館藏' 鈕後，自動借出原先打算借出的館藏。

source: After clicking the 'MARC structure' link to the right of each framework you can decide how many fields you want to see on one screen by using the pagination options at the top of the table.
ar: بعد النقر على رابط 'تركيب مارك' على يسار كل قالب يمكنك أن تقرر كم عدد الحقول التي تريد أن تشاهدها في الشاشة الواحدة عن طريق استخدام خيارات تقسيم الصفحة في أعلى الجدول.
cs: Po kliknutí na odkaz 'Struktura šablony MARC' na pravé straně každé šablony, se můžete rozhodnout, kolik polí chcete vidět na jedné obrazovce pomocí možnosti stránkování nahoře tabulky.
da: Når der er klikket på linket 'MARC struktur' til højre for hver struktur kan man bestemme, hvor mange felter, man vil se på skærmen med pagineringsoptionen øverst i tabellen.
de: Nachdem Sie den 'MARC structute link' auf der rechten Seite des Frameworks angeklickt haben, können Sie die Zahl der anzuzeigenden Felder über die Option Seitenzahlen am Kopf der Tabelle festlegen.
el: Αφού κάνετε κλικ στο 'Δομή MARC' στα δεξιά κάθε πλαισίου μπορείτε να αποφασίσετε πόσα πεδία θέλετε να δείτε σε μία οθόνη χρησιμοποιώντας τις επιλογές σελιδοποίησης στην κορυφή του πίνακα.
es: Luego de hacer clic en 'Estructura MARC' a la derecha de cada hoja de trabajo podrá decidir cuantos campos desea ver en una pantalla usando las opciones de paginación en el tope de la tabla.
eu: Lan esparru bakoitzaren eskuineko 'MARC egitura' loturan klik egin ondoren, pantaila batean zenbat eremu ikusi nahi dituzun erabakitzeko aukera izango duzu, taularen goialdeko orrikatze aukerak erabilita.
fi: Kun olet klikannut 'MARC-rakenne' -linkkiä tallennuspohjan oikealla puolella, voit päättää, montako kenttää näet yhdellä näytöllä käyttämällä sivutus-toimintoa taulun yläreunassa.
fr: Après avoir cliqué sur le lien Structure MARC qui se trouve sur la droite de chaque grille, vous pouvez choisir le nombre de champs qui sont affichés sur une page en utilisant les options de pagination qui se trouvent en tête de la table".
hi: प्रत्येक ढांचे आप तय कर सकते हैं कि कितने क्षेत्रों आप तालिका के शीर्ष पर अंक लगाना विकल्पों का उपयोग करके एक स्क्रीन पर देखना चाहते हैं के अधिकार के लिए 'मार्क संरचना' लिंक पर क्लिक करने के बाद।
it: Dopo aver cliccato su 'Struttura MARC' a destra di ogni griglia di catalogazione, potrai decidere quanti campi vedere sullo schermo usando le opzioni di paginazione in alto sulla tavola.
oc: Aprèp aver clicat sul ligam Structure MARC qui se tròba sus la dreita de chaque grasilha, podètz causir lo nombre de camps que son afichats sus une pagina en utilizant les opcions de pagination qui se tròban en tête de la table".
pt: Após clicar no link 'Estrutura MARC' à direita de cada modelo, pode decidir quanto campos deseja ver no ecrã usando as opções de paginação no topo da tabela.
pt_br: Depois de clicar em 'Estrutura MARC' à direita de cada planilha você pode definir quantos campos quer visualizar na tela utilizando as opções de paginação no topo da tabela.
sk: Po kliknutí na odkaz 'Štruktúra MARC' napravo každého rámca, môžete sa rozhodnúť, koľko polí chcete vidieť na obrazovke pomocou možností stránkovania na vrchu tabuľky.
sv: När du klickat på länken 'MARC-struktur' till höger om varje ramverk, kan du bestämma hur många fält du vill se i varje skärm genom att använda alternativen för sidindelning längst upp i tabellen.
tr: Her bir çerçevenin sağındaki 'MARC yapısı' bağlantısına tıkladıktan sonra, ekranda kaç alan görmek istediğinize tablonun en üstündeki sayfa düzenleme seçeneklerini kullanarak karar verebilirsiniz.
zh_tw: 勾選每個框架右方的 'MARC 結構' 連結後，使用表單上方的頁面選項，可決定在螢幕顯示的欄位數。
