Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If you choose this option the Koha will look in the 020$c and grab the pricing information from that field and put that on each order line.
ar: إذا اخترت هذا الخيار، كوها استرجاع المعلومات ج 020 $ لوضع في كل سطر الأوامر.
cs: Pokud zvolíte tuto možnost, Koha se podívá do podpole 020$c a převezme cenové informace z tohoto podpole, a to dá na každou řádku objednávky.
da: Hvis du vælger dette valg, vil Koha se i 020$c og gribe prisinformation fra det feltet og indsætte den på hver ordrelinie.
de: Wenn Sie diese Option auswählen, verwendet Koha die Preisangabe aus Feld 020$c für den jeweiligen Bestellposten.
el: Εάν διαλέξετε αυτή την επιλογή το Koha θα κοιτάξει στο 020$c και θα λάβει την πληροφορία τιμολόγησης από αυτό το πεδίο και θα την κατανείμει σε κάθε γραμμή παραγγελίας.
es: Si selecciona esta opción Koha buscará en 020$c y tomará la información del precio de ese campo y lo pondrá en cada línea de pedido.
eu: Si elige esta opción, el Koha se verá en los $ 020 C y apoderarse de la información de la materia y poner eso en cada línea de la orden.
fi: Jos valitset tämän valinnan, Koha katsoo 020$c-kentästä hintatiedot ja lisää sieltä jokaiselle tilausriville.
fr: Si vous choisissez cette option, Koha va regarder dans la zone 020$c (en MARC21) ou 010$d (en UNIMARC) et recopier l'information dans chaque ligne de commande.
hi: यदि आप इस विकल्प Koha 020$c में देखते हैं और उस क्षेत्र से मूल्य निर्धारण की जानकारी हड़पने के लिए और प्रत्येक आदेश लाइन पर डाल देगा का चयन करते हैं।
it: Se scegli questa opzione, Koha prenderà l'informazione di costo dal campo 020$c e la metterà in ogni riga dell'ordine.
oc: Se vous causissètz aquesta opcion, Koha va regarder dins la zòna 020$c (en MARC21) o 010$d (en UNIMARC) e recopier l'informacion dins cada linha de comanda.
pl: Jeśli wybierzesz tę opcję, Koha sprawdzi pole 020$c (standard Biblioteki Kongresu), skąd pobierze informacje o cenie i umieści w rekordzie egzemplarza dla wszystkich pozycji.
pt: Se escolher esta opção o Koha irá olhar para o subcampo 020$c e pegar na informação do preço e colocar em cada linha da encomenda.
pt_br: Caso você escolha esta opção, o Koha irá procurar no campo 020$c e capturar a informação de preço deste campo e colocá-la em cada linha do pedido.
sk: Ak si zvolíte túto možnosť, Koha nahliadne do poľa 020$c, vezme z neho informáciu o cene a vloží ju do každého riadku objednávky.
sv: Om du väljer detta alternativ kommer Koha att titta i 020$c och ta prisinformationen från det fältet och lägga in den på varje beställningsrad.
tr: Bu seçeneği tercih ederseniz, Koha 020$c’e bakacak ve o alandan fiyatlandırma bilgisi alacaktır ve bunu her bir sipariş satırına yerleştirecektir.
zh_tw: 若選此，Koha將檢視020$c並從此欄位抓取價格資訊，放在訂單內。

source: If you choose to enter a new authority from scratch, the form that appears will allow you to enter all of the necessary details regarding your authority record.
ar: إذا اخترت إدخال استناد جديد من الصفر، سيظهر لك نموضج يتيح لك إدخال كل التفاضيل الضرورية بخصوص تسجيلة استنادك.
cs: Pokud si zvolíte vytvářet zcela nový záznam, objeví se čistý formulář, který vám umožní zadat všechny potřebné údaje.
de: Wenn Sie entscheiden einen neuen Normdatensatz anzulegen, wird das angezeigte Formular alle erforderlichen Felder enthalten..
el: Εάν επιλέξετε να εισάγετε έναν καθιερωμένο όρο εκ νέου, η φόρμα που θα εμφανιστεί θα σας επιτρέψει να εισάγετε όλες τις απαραίτητες λεπτομέρειες που αφορούν την εγγραφή καθερωμένου όρου.
es: Si elije ingresar una nueva autoridad desde cero, el formulario que aparece le permitirá introducir todos los datos necesarios de su registro de autoridad.
eu: Aukeratzen baduzu autoritate bat zerorik sartzea, agertzen den formularioak zure erregistro autoritatearen beharrezko datu guztiak sartzeko aukera emango dizu.
fi: Jos luot uuden auktoriteettitietueen tyhjästä, voit syöttää kaikki auktoriteettitietueessasi tarvittavat tiedot lomakkeeseen.
fr: Si vous choisissez de saisir une nouvelle autorité manuellement, un formulaire vous permettra de saisir tous les détails nécessaires concernant votre notice d'autorité.
hi: यदि आप स्क्रैच से एक नया प्राधिकरण प्रवेश करने के लिए चुनते हैं, तो दिखाई देने वाले फ़ॉर्म आप अपने अधिकार रिकार्ड के संबंध में आवश्यक विवरण के सभी प्रवेश करने की इजाजत नहीं दी जाएगी।
it: Se scegli di inserire una nuova authority da zero, la form che appare ti permetterà di inserire tutti i dati necessari del record di autorità.
oc: Se vous causissètz de sasir una novèla autoritat manualament, un formulari vos permettra de sasir totes los detalhs necessaris concernant votre notícia d'autoritat.
pt: Se escolher inserir uma nova autoridade de raiz, o formulário que aparece irá permitir inserir todos os detalhes necessário para um novo registo de autoridade.
pt_br: Se você quiser adicionar uma nova autoridade do princípio, o formulário que aparecerá permite que você insira todos os detalhes necessários relativos ao seu registro de autoridades.
sk: Ak sa rozhodnete zapísať novú autoritu od nuly, zobrazený formulár vám umožní zadať všetky nevyhnutné detaily ohľadom vášho záznamu autorít.
tr: Eğer sıfırdan yeni bir otorite girmeyi seçerseniz, ekranda görünen form size otorite kaydınızla ilgili gerekli detayları girmenize imkan verecektir.
zh_tw: 顯示的表單允許您鍵入權威紀錄的所有必要詳情。

source: If you choose to output to the browser your results will print to the screen.
ar: إذا ما اخترت أن تكون المخرجات على المتصفح ، فإن النتائج ستُطبع على الشاشة.
cs: Pokud se rozhodnete pro výstup do prohlížeče, vaše výsledky se budou tisknout na obrazovku.
da: Hvis der vælges output til browser, vises resultaterne på skærmen.
de: Wenn Sie sich für die Ausgabe im Browser entscheiden, werden die Ergebnisse direkt angezeigt.
el: Αν επιλέξετε την εμφάνιση στο πρόγραμμα πλοήγησης τα αποτελέσματα θα εμφανιστούν στην οθόνη.
es: Si elige mostrar en el navegador sus resultados se verán en la pantalla.
eu: Si elige mostrar en el navegador sus resultados se verán en la pantalla.
fi: Jos valitset tulostuksen selaimeen, tulos näkyy näytöllä.
fr: Si vous choisissez une sortie dans la navigateur, votre résultat sera imprimé à l'écran.
hi: आप ब्राउज़र करने के लिए उत्पादन के लिए चुनते हैं अपने परिणामों को स्क्रीन करने के लिए प्रिंट होगा।
it: Se scegli l'output sul browser, i risultati verranno presentati sullo schermo.
oc: Se vous causissètz una sortida dins la navigador, votre resultat serà imprimit a l'ecran.
pl: Jeżeli wybierzesz opcję 'do wyświetlania w przeglądarce' wyniki zostaną wyświetlone na ekranie.
pt: Se escolher mostrar no browser, os resultados aparecerão no ecrã.
pt_br: Se você optar por exibir no navegador, os resultados aparecerão na tela.
sk: Ak si zvolíte výstup do prehliadača, Vaše výsledky sa vytlačia na obrazovku.
sv: Om du väljer att skicka till webbläsaren kommer resultaten att visas på skärmen.
tr: Tarayıcınızı çıktı olarak seçerseniz sonuçlarınız ekrana yazdırılacaktır.
zh_tw: 選擇輸出至瀏覽器，您的結果將出現在螢幕。

source: If you choose to remain on the QOTD uploader page, you will receive a confirmation message once the quotes have successfully been saved.
ar: إذا ما اخترتَ البقاء في صفحة رافع إقتباس اليوم، ستتلقى رسالة تأكيد عند إنتهاء حفظ الإقتباسات بنجاح.
cs: Pokud zůstanete na stránce importu citátů, objeví se vám po úspěšném nahrání všech citátů potvrzení.
da: Hvis du bliver på opload-siden for citater, vil du få en bekræftelse, når citaterne er gemt.
de: Wenn Sie auf der Upload-Seite von 'Zitat des Tages' bleiben, erhalten Sie eine Bestätigung, sobald die Zitate erfolgreich gespeichert wurden.
el: Εάν επιλέξετε να παραμείνετε στην σελίδα του ΑΤΗ, θα λάβετε ένα μήνυμα επιβεβαίωσης μόλις τα αποφθέγματα αποθηκευτούν με επιτυχία.
es: Si elige permanecer en la página de carga de CDD, recibirá un mensaje de confirmación una vez que las citas hayan sido guardadas exitosamente.
eu: Si eliges permanecer en la página de garga de QOTD, podrás recibir un mensaje de confirmación una vez las quotes se hayan guardado satisfactoriamente.
fi: Jos pysyt 'Tuo sitaatteja' -sivulla, saat vahvistusviestin, kun sitaatit on tallennettu.
fr: Si vous choisissez de rester sur la page de chargement des Citations du Jour, vous recevrez une confirmation lorsque vos Citations seront bien enregistrées.
hi: यदि आप QOTD अपलोड करने वाले पेज पर रहने के लिए चुनते हैं, तो आप एक पुष्टिकरण संदेश एक बार उद्धरण सफलतापूर्वक बचा लिया गया है प्राप्त होगा।
it: Se resti nella pagina QOTD, riceverai un messaggio di conferma dopo il salvataggio della citazione.
oc: Se vous causissètz de rester sus la pagina de cargament des Citations del Jour, vous recevrez una confirmation quand vos Citations seràn bien enregistradas.
pl: Jeśli wybierzesz powiadomienie na stronie wczytywania Cytatów Dnia, otrzymasz potwierdzenie, gdy cytaty zostaną zapisane.
pt: Se escolher permanecer na página de carregamento de frases, receberá uma mensagem de confirmação de que as cotas foram guardadas com sucesso.
pt_br: Caso você opte por permanecer na página de carregamento do QOTD, você receberá uma mensagem de confirmação assim que as citações forem salvas.
sk: Ak si zvolíte, že zostanete na stránke načítavača QOTD, dostanete potvrdzovaciu správu, len čo budú citáty úspešne uložené.
sv: Om du väljer att vara kvar på QOTD-uppladdningssidan får du en bekräftelse när citaten sparats korrekt.
tr: QOTD yükleyici sayfasında kalmayı seçerseniz, bilgiler başarılı bir şekilde yüklenince onay mesajı alacaksınız.
zh_tw: 選擇停留在QOTD上傳頁面，成功儲存引句後水，將收到確認訊息。

source: If you choose to restrict a patron in this way you can also have Koha automatically remove that restriction with the AutoRemoveOverduesRestrictions preference.
ar: إذا قمت باختيار حظر مستفيد بهذه الطريقة يمكنك أيضاً أن تجعل كوها يقوم تلقائياً بإزالة هذا الحظر باستخدام تفضيل AutoRemoveOverduesRestrictions
cs: Pokud takto nastavíte automatické blokování služeb knihovny, můžete tak nastavit automatické odblokování pomocí nastavení AutoRemoveOverduesRestrictions.
de: Wenn Sie entscheiden einen Benutzer auf diese Weise zu sperren, kann Koha die Sperre automatisch wieder aufheben, wenn der Systemparameter AutoRemoveOverduesRestrictions entsprechend gesetzt ist.
el: Εάν επιλέξετε να περιορίσετε ένα μέλος με αυτόν τον τρόπο μπορείτε να ορίσετε το Koha να αφαιρέσει αυτόματα αυτόν τον περιορισμό με την προτίμηση AutoRemoveOverduesRestrictions.
es: Si opta por restringir a un usuario de este modo también puede hacer que Koha elimine automáticamente dicha restricción con la preferencia AutoRemoveOverduesRestrictions.
eu: Aukeratzen baduzu erabiltzaile bat modu honetan murriztea baita Kohak automatikoki murriztapen hori ezabatzea AutoRemoveOverduesRestrictions lehentasuna erabiliz ere egin daiteke.
fi: Jos valitset tämän tavan rajoittaa asiakasta, voit myös automaattisesti poistaa rajoituksen AutoRemoveOverduesRestrictions-asetuksella.
fr: Si vous voulez limiter un adhérent de cette façon, vous pouvez aussi faire en sorte que Koha lève automatiquement cette restriction avec la préférence AutoRemoveOverduesRestrictions.
hi: आप इस तरह से एक संरक्षक को प्रतिबंधित करने के लिए चुनते हैं, तो आप भी कर सकते हैं कि कोहा स्वचालित रूप से AutoRemoveOverduesRestrictions वरीयता के साथ कि प्रतिबंध हटा दिया है।
it: Se scegli di limitare un utente in questo modo puoi poi far rimuovere a Koha automaticamente le restrizioni impostando a 'permetti' la preferenza di sistema AutoRemoveOverduesRestrictions.
pt: Se escolher restringir um leitor desta forma pode também ter o Koha a remover automaticamente a restrição com a preferência AutoRemoveOverduesRestrictions
pt_br: Caso você opte por restringir o usuário neste sentido, você pode configurar o Koha para fazer isso automaticamente, utilizando a preferência AutoRemoveOverduesRestrictions.
sk: Ak sa rozhodnete obmedziť čitateľa takýmto spôsobom, môžete tiež nastaviť AutoRemoveOverduesRestrictions na automatické odstránenie obmedzenia v Kohe.
tr: Eğer bu şekilde bir kullanıcıyı kısıtlamak seçerseniz, aynı zamanda Koha'nın AutoRemoveOverduesRestrictions tercihi ile otomatik olarak o kısıtlamayı kaldırmasını sağlayabilirsiniz.
zh_tw: 選擇以此方式限制讀者時，也可以經由設定AutoRemoveOverduesRestrictions偏好，讓Koha自動移除此限制。

source: If you choose to save the report you will be asked to name your report, sort it in to groups and subgroups and enter any notes regarding it.
ar: إذا قمت باختيار حفظ التقرير سيطلب منك تسمية تقريرك، وفرزه في مجموعات ومجموعات فرعية وإدخال أي ملاحظات بخصوصه.
cs: Pokud se rozhodnete uložit sestavu, budete požádáni o zadání názvu sestavy, o setřídění do skupin a podskupin, a zadejte případné poznámky týkající se sestavy.
da: Hvis du vil gemme rapporten, skal den have et navn. sorter den i grupper og undergrupper og tilføj alle passende notater.
de: Wenn Sie entscheiden den Report zu speichern, werden Sie aufgefordert einen Namen für den Bericht einzugeben sowie die Gruppe und Untergruppe zu wählen, in denen der Report einsortiert werden soll.
el: Εάν επιλέξετε να αποθηκεύσετε την αναφορά θα σας ζητηθεί να ονομάσετε την αναφορά σας, να την ταξινομήσετε σε ομάδες και υποομάδες και να εισάγετε τις σημειώσεις που την αφορούν.
es: Si elige guardar el informe se le preguntará el nombre del informe, ordenarlo en grupos y subgrupos e ingresar cualquier nota sobre el.
eu: Si se guarda el informe se preguntará el nombre del informe, si se quiere ordenar en grupos y subgrupos y si se quieren añadir notas.
fi: Jos olet valinnut raportin tallentamisen, sinun tulee nimetä raportti, lajitella se ryhmään ja alaryhmään ja antaa siihen liittyvät huomautukset.
fr: Si vous choisissez de sauvegarder le rapport, vous devrez lui donner un nom et pourrez le classer dans un groupe et un sous-groupe de rapports, et saisir des notes le concernant.
hi: आप रिपोर्ट को बचाने के लिए चुनते हैं आप की तरह यह समूहों और उपसमूहों करने के लिए, अपनी रिपोर्ट का नाम पूछा और इसके बारे में किसी भी नोट में प्रवेश दिया जाएगा।
it: Se scegli di salvare il report, ti sarà chiesto di dargli un nome, di eventualmento di assegnarlo a un gruppo e a un sottogruppo, di eventualmente inserire delle note
oc: Se vous causissètz de salvar lo rapòrt, vous devrez lui donner un nom e pourrez lo classer dins un grop e un sosgrop de rapòrts, e sasir des nòtas lo concernant.
pl: Jeżeli chcesz zapisać raport, zostaniesz poproszony o wpisanie jego nazwy, posortowanie go w grupy i podgrupy oraz wprowadzenie ewentualnych uwag.
pt: Se escolher guardar o relatório será perguntado o nome do relatório, ordenar-lo em grupos e subgrupos e inserir qualquer nota sobre o mesmo.
pt_br: Se você optar por salvar o relatório, deverá nomeá-lo e indicar um grupo e subgrupo para inseri-lo. Você também pode acrescentar notas sobre ele.
sk: Ak si zvolíte uložiť výkaz, systém vás vyzve zadať názov vášho výkazu, zatriediť ho do skupín a podskupín a vpísať ľubovoľné súvisiace poznámky.
sv: Om du väljer att spara rapporten ombeds du att ge den ett namn, lägga in den i grupper och undergrupper samt skriva in eventuella kommentarer om rapporten.
tr: Raporu kaydetmeyi seçerseniz, raporu adlandırmanız, bu raporu gruplara ve alt gruplara göre sıralamanız ve bununla ilgili her hangi bir not girmeniz istenecektir.
zh_tw: 若選擇儲存報表，將詢問報表名稱、排序入的群組與次群組，以及必要的說明。

source: If you choose to search another library for the authority record you will be presented with a search box
ar: إذا قمت باختيار بحث مكتبة أخرى عن تسجيلة الاستناد سيظهر لك مربع بحث.
cs: Pokud zvolíte stažení autoritního záznamu, bude zobrazen vyhledávací formulář.
de: Wenn Sie sich entscheiden in einer anderen Bibliothek nach dem Normsatz zu suchen, erhalten Sie eine Suchmaske
el: Εάν επιλέξετε να αναζητήσετε την εγγραφή καθιερωμένου όρου σε άλλη βιβλιοθήκη θα εμφανιστεί ένα πλαίσιο αναζήτησης
es: Si elije buscar en otra biblioteca a su registro de autoridad se le presentará una caja de búsqueda
eu: Zure autoritate erregistroa beste liburutegi batean bilatzea aukeratze baduzu, bilaketa-leihatilatxoa irekiko zaizu.
fi: Jos olet valinnut auktoriteettitietueen haun toisesta kirjastosta, saat hakulaatikon
fr: Si vous désirer cherchez la notice d'autorité dans le catalogue d'une autre bibliothèque, une boîte de recherche sera mise à votre disposition.
hi: तुम अधिकार रिकार्ड के लिए एक और पुस्तकालय खोज करने के लिए चुनते हैं, तो आप एक खोज बॉक्स के साथ प्रस्तुत किया जाएगा
it: Se scegli di cercare in un'altra biblioteca per il record di authority, ti verrà presentato un form di ricerca.
oc: Se vous désirer cherchez la notícia d'autoritat dins lo catalòg d'una autre bibliotèca, una bóstia de recèrca serà mesa a votre disposicion.
pt: Se optar por pesquisar outra biblioteca pelo registo de autoridade aparecerá uma caixa de pesquisa
pt_br: Caso você opte por procurar o registro de autoridade em outra biblioteca, surgirá uma caixa de pesquisa
sk: Ak sa rozhodnete hľadať záznam autority v inej knižnici, zobrazí sa vám vyhľadávací riadok
tr: Eğer otorite kayıt için başka bir kütüphane üzerinde arama yapmak isterseniz, size bir arama kutusu getirilecektir.
zh_tw: 選擇搜尋其他圖書館的權威記錄，將出現該搜尋框

source: If you chose to install classification sources during Koha's installation, you would see other values too:
ar: اذا اخترت لتثبيت مصادر التصنيف خلال تثبيت كوها, سترى قيم أخرى أيضاً:
cs: Pokud se rozhodnete nainstalovat klasifikace zdrojů během instalace Koha, měli byste vidět také jiné hodnoty:
da: Hvis du vælger at installere klassifikationskilder under Koha's installation, vil du også se andre værdier:
de: Wenn Sie sich während der Installation dafür entschieden haben, Klassifikationsquellen zu installieren, sehen Sie hier weitere Einträge:
el: Αν επιλέξετε να εγκαταστήσετε πηγές ταξινόμησης κατά τη διάρκεια εγκατάστασης του Koha, θα δείτε επίσης και άλλες τιμές:
es: Si decide instalar las fuentes de la clasificación durante la instalación de Koha, vería también otros valores:
eu: Sailkapen iturriak Koha instalatzen den bitartean instalatzea erabakitzen baduzu, beste balio batzuk ikusiko dituzu ere:
fi: Jos valitsit asentaa myös luokitusjärjestelmät Kohan asennuksen aikana, näet myös muut arvot:
fr: Si, à l'installation de Koha, vous avez choisi d'installer des sources de classification, vous verrez également d'autres valeurs :
hi: आप Koha की स्थापना के दौरान वर्गीकरण सूत्रों स्थापित करने के लिए चुना है, तो आप अन्य मूल्यों भी देखना होगा:
it: Se scegli di installare altre regole di classificazione durante l'installazione di Koha, vedrai altri valori:
oc: Si, a l'installacion de Koha, avètz causit d'installer des fonts de classificacion, veiretz tanben d'autres valors :
pl: Jeśli zechcesz zainstalować przez Koha źródła klasyfikacji, zobaczysz też inne wartości:
pt: Se escolher instalar as fontes de classificação durante a instalação do Koha, verá outros valores também:
pt_br: Se você optar por instalar fontes de classificação durante a instalação do Koha, você poderá ver outros valores também:
sk: Ak si zvolíte inštaláciu zdrojov triedenia počas inštalácie Kohy, uvidíte aj ďalšie hodnoty:
sv: Om du väljer att installera klassificeringskällor under installationen av Koha, kommer du att se andra värden också:
tr: Koha’nın kurulumu esnasında sınıflama kaynaklarını kurmayı seçerseniz, diğer değerleri de göreceksiniz:
zh_tw: 安裝Koha時，已安裝分類法來源，則可看到其他的值：

source: If you decided to change the amounts of budget and funds, you can also choose how to round the result by filling the text field for 'If amounts changed, round to a multiple of'. This should be a positive number. Decimal point can be used.
eu: Aurrekontu eta funtsen zenbatekoa aldatzea aukeratzen baduzu, aukera dezakezu nola biribildu emaitza ondoko testu eremua osatuz 'Zenbatekoa aldatzen bada, mutiploa biribildu'. Horrek zenbaki positiboa izan behar du. Puntu hamartarra erabil daiteke.
fi: Jos päätit muuttaa budjetin ja tilien summia, voit myös valita, kuinka tulokset pyöristetään täyttämällä kentän 'Jos summat muuttuivat, pyöristä seuraavaan'. Luvun pitäisi olla positiivinen numero. Desimaalipilkkua voi käyttää.
hi: आप बजट और धन की मात्रा में बदलने का फैसला किया है, तो आप भी पाठ क्षेत्र भरने 'अगर मात्रा की एक बहु के लिए बदल गया है, दौर' से परिणाम गोल करने के लिए कैसे चुन सकते हैं। यह एक सकारात्मक संख्या होनी चाहिए। दशमलव बिंदु के लिए इस्तेमाल किया जा सकता है।

source: If you do not have the ability to use your barcode scanner on the floor of the library, the first option available to you is to generate a shelf list based on criteria you enter.
ar: اذا لم يكن لديك القدرة على استخدام ماسح الباركود خاصتك على أرضية المكتبة, أول خيار مُتاح لك هو انشاء قائمة رف تعتمد على المعايير التي تُدخلها.
cs: Pokud nemáte možnost použít váš snímač čárového kódů na půdě knihovny, první možností k dispozici je generovat skladový seznam na základě kritérií, které zadáte.
da: Hvis du ikke kan bruge stregkodescanneren ved reolerne, er den bedste mulighed at udskrive en hyldeliste ud fra de indtastede kriterier.
de: Wenn Sie nicht die Möglichkeit haben den Barcodescanner am Regal zu verwenden, ist die nächste verfügbare Option eine Regalliste anhand von Ihnen eingegebener Kriterien zu erstellen.
el: Αν δεν έχετε την ικανότητα τα χρησιμοποιήσετε τον σαρωτή barcode στο πάτωμα της βιβλιοθήκης, η πρώτη διαθέσιμη επιλογή είναι να δημιουργήσετε μία λίστα ραφιών βασισμένη στα κριτήρια που εισάγετε.
es: Si no es posible usar el escáner de códigos de barras en la planta de la biblioteca, la primera opción disponible es generar una lista de estanterías sobre la base de criterios que se introduzcan.
eu: Liburutegiko barra kodearen eskanerra ezin baduzu erabili, zure lehenengo aukera idazten duzun irizpideen araberako apal zerrenda bat sortzea da.
fi: Jos et voi käyttää viivakoodinlukijaa kirjaston hyllyjen välissä, yksi mahdollisuus on tehdä hyllylista, joka perustuu syöttämiisi kriteereihin.
fr: Si vous n'avez pas la possibilité de scanner vos codes à barres dans la bibliothèque, vous avez la possibilité de créer une liste basée sur certains critères.
hi: आप पुस्तकालय के फर्श पर अपने बारकोड स्कैनर का उपयोग करने की क्षमता नहीं है, तो पहला विकल्प आप के लिए उपलब्ध एक शेल्फ मानदंड आप में प्रवेश के आधार पर सूची उत्पन्न करने के लिए है।
it: Se non hai uno scanner portatile, la tua prima opzione è di creare un lista di collocazioni secondo i tuoi criteri.
oc: Se avètz pas la possibilitat de scanner vos còdis a barras dins la bibliotèca, avètz la possibilitat de crear una lista basada sus certains critèris.
pt: Se não possui a capacidade para usar o scanner de código de barras na sua biblioteca, a primeira opção disponível é gerar uma lista de prateleira baseadas no critério que desejar.
pt_br: Se não possui a capacidade para usar o scanner de código de barras na sua biblioteca, a primeira opção disponível é gerar uma lista de prateleira baseadas no critério que desejar.
sk: Ak nemáte možnosť používať skener čiarových kódov priamo v knižnici, prvou dostupnou možnosťou je vygenerovať zoznam poličiek založený na Vami zadaných kritériách.
sv: Om du inte kan använda streckkodsläsaren var som helst i biblioteket, är det första alternativet att generera en hyllista baserad på de kriterier du anger.
tr: Barkod okuyucunuzu kullanamıyorsanız, sizin için ilk uygun seçenek gireceğiniz kritere bağlı olarak bir raf listesi oluşturmanızdır.
zh_tw: 若您無法使用條碼閱讀機，另個選項是人工鍵入條碼，產生館藏清單。
