Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: To add a Search Domain or Library Property Group click the 'New Group' button at the top of the screen.
ar: لإضافة مجال البحث أو مجموعة ممتلكات المكتبة انقر على زر 'مجموعة جديدة' في الجزء العلوي من الشاشة.
cs: Chcete-li přidat vyhledávací doménu nebo skupinu knihovního majetku, klikněte na tlačítko 'Nová skupina' v horní části obrazovky.
da: For at tilføje et søgedomæne eller biblioteks-egenskabs-gruppe klik på knappen 'Ny gruppe' øverst på skærmen.
de: Klicken Sie 'Neue Gruppe' im oberen Bereich der Seite um eine neue Bestands- oder Suchgruppe anzulegen.
el: Για να προσθέσετε έναν Τομέα Αναζήτησης ή μια Ομάδα Κυριότητας Βιβλιοθήκης πατήστε το κουμπί 'Νέα Ομάδα' στην κορυφή της οθόνης.
es: Para agregar un Dominio de búsqueda o Grupo de propiedades de biblioteca haga clic en el botón 'Nuevo Grupo' en la parte superior de la pantalla.
eu: Bilaketa domeinu bat edo liburutegiko propietate talde bat gehitzeko, egin klik pantailaren goialdeko 'Talde berria' botoian.
fi: Jos haluat lisätä hakuryhmän tai kirjastojen ominaisuusryhmän, klikkaa 'Uusi ryhmä' näytön yläreunassa.
fr: Pour ajouter un Groupe de bibliothèque ou un Domaine de recherche, cliquez sur le bouton 'Nouveau groupe' en haut de l'écran.
hi: को जोड़ने के लिए एक खोज डोमेन या लाइब्रेरी संपत्ति समूह स्क्रीन के शीर्ष पर 'नया समूह' बटन पर क्लिक करें।
it: Per aggiungere un gruppo di ricerca o proprietà dei gruppi di biblioteche, clicca 'Nuovo gruppo' in alto sullo schermo.
oc: Per apondre un Groupe de bibliotèca o un Domaine de recèrca, clicatz sus lo boton 'Novèl groupe' amont de l'ecran.
pt: Para adicionar um domínio de pesquisa ou um grupo de propriedade de bibliotecas carregue em 'Novo grupo' no topo do ecrã
pt_br: Para adicionar um Domínio de Busca ou uma Propriedade de Grupo de Bibliotecas, clique em 'Novo Grupo' na parte superior da tela.
sk: Pre pridanie Okruhu hľadania alebo skupiny vlastností knižnice, kliknite na tlačidlo 'Nová skupina' navrchu zobrazenia.
sv: För att lägga till en sökdomän eller egenskapsgrupp för bibliotek klickar du på knappen 'Ny grupp' längst upp i skärmen.
tr: Arama alanı ya da kütüphane özellik grubu eklemek için ekranın en üst kısmındaki ‘Yeni Grup’ a tıklayınız.
zh_tw: 勾選螢幕上方的 '新增群組' 鈕，就能新增搜尋領域或圖書館屬性群組。

source: To add a field to a Authority Framework, click the 'New Tag' button at the top of the Authority Framework definition.This will open up a blank form for entering MARC field data.
ar: لإضافة حقل إلى قالب الإستناد انقر زر 'وسم جديد' في الجزء العلوي من محدد قالب الإستناد. هذا سيفتح شكل فارغ لإدخال بيانات حقل مارك.
cs: Chcete-li přidat pole do šablony pro autority, klikněte na tlačítko "Nové pole" nahoře Definice šablony. Toto otevře prázdný formulář pro zadání polí MARC.
da: For at tilføje et felt til en normstruktur klik på knappen 'Nyt felt' øverst på normstruktur-definitionen. Dette vil åbne en tom formular til indtastning af MARC feltdata.
de: Um ein Feld zu einem Normdaten-Framework hinzuzufügen, klicken Sie auf die Schaltfläche 'Neues Feld' am oberen Rand der Seite.
el: Για να προσθέσετε ένα πεδίο στο Πλαίσιο Καθιερωμένου Όρου, πατήστε το κουμπί 'Νέα Ετικέτα' στην κορυφή του ορισμού Πλαισίου Καθιερωμένου Όρου. Αυτό θα εμφανίσει μια κενή φόρμα για την εισαγωγή δεδομένων πεδίων MARC.
es: Para agregar un campo a una Hoja de trabajo de autoridades, haga clic en el botón 'Nuevo campo' en el tope de la definición la hoja de trabajo de autoridad. Esto abrirá un formulario en blanco para ingresar los datos del campo MARC.
eu: Para agregar un campo a una Hoja de trabajo de Autoridad, seleccionar en el botón 'Nuevo campo' en parte superior de la definición la Hoja de trabajo de Autoridad. Se abrirá un formulario en blanco para introducir los datos de campo MARC
fi: Jos haluat lisätä kentän auktoriteettien luettelointipohjaan, klikkaa 'Uusi kenttä' auktoriteettipohjan määritelmän yläreunassa. Tämä avaa tyhjän lomakkeen, johon voi syöttää MARC-kenttien tietoa.
fr: Pour ajouter un champ à une grille d'autorités, cliquez sur le bouton 'Ajouter un champ', positionné en haut de l'écran. Cela ouvrira un formulaire vierge pour entrer des données dans un champ MARC.
hi: एक प्राधिकरण फ्रेमवर्क के लिए एक क्षेत्र को जोड़ने के लिए, प्राधिकरण फ्रेमवर्क definition.This के शीर्ष पर 'नया टैग' बटन पर क्लिक मार्क क्षेत्र डेटा में प्रवेश के लिए एक खाली फार्म खुल जाएगा।
it: Per aggiungere un campo a una griglia delle authority, clicca 'Nuovo tag' in alto sulla pagina della definizione della griglia. Si aprirà un form vuoto per inserire il campo MARC.
oc: Per apondre un camp a una grasilha d'autoritats, clicatz sul boton 'Apondre un camp', positionné amont de l'ecran. Aquò ouvrira un formulari vierge per entrar des donadas dins un camp MARC.
pt: Para adicionar um campo a um modelo de autoridade, clique no botão 'Novo campo' na parte superior do modelo de autoridade. Isto irá abrir um formulário vazio para inserir dados do campo MARC.
pt_br: Para adicionar um campo a planilha de autoridades clique em 'Nova Tag' na parte superior da tela de definição de planilha de autoridades. Irá abrir um formulário em branco para adicionar dados de campos MARC.
sk: Pre pridanie poľa k rámcu autority, kliknite na tlačidlo 'Nová menovka' navrchu definície Rámca autority. Tým sa otvorí prázdny formulár pre zadávanie údajov do polí MARC.
sv: För att lägga till ett fält i ett auktoritetsramverk klickar du på knappen 'Ny tagg' längst upp i definitionen för auktoritetsramverket. Det öppnar ett tomt formulär där MARC-fält kan fyllas i.
tr: Bir yetki çerçevesine bir alan eklemek için yetki çerçevesi tanımının üstündeki ‘Yeni Etiket’ butonuna tıklayın. Bu size MARC alan verisi girebilmeniz için bir boş form açacaktır.
zh_tw: 勾選權威框架定義上方的 '新增欄號' 鈕，就能新增欄位至權威框架，新增一個空白表單供鍵入 MARC 欄位資料。

source: To add a field to a Framework click the 'New Tag' button at the top of the Framework definition
ar: لإضافة حقل للقالب انقر زر 'وسم جديد' في الجزء العلوي من محدد القالب
cs: Chcete-li přidat pole do šablony klikněte na tlačítko "Nový Tag" v horní části definice šablony.
da: For at tilføje et felt til en struktur klik på knappen 'Nyt felt' øverst på struktur-definitionen
de: Um ein Feld zu einem Framework hinzuzufügen, klicken Sie auf die Schaltfläche 'Neues Feld' am oberen Rand der Seite.
el: Για να προσθέσετε ένα πεδίο στο Πλαίσιο, πατήστε το κουμπί 'Νέα Ετικέτα' στην κορυφή του ορισμού Πλαισίου
es: Para agregar un campo a una hoja de trabajo haga clic en el botón 'Nuevo campo' en el tope de la definición de la hoja de trabajo
eu: Lan-orri bati eremu bat gehitzeko, egin klik lan-orriaren definizioaren goialdeko 'Etiketa berria' botoian
fi: Jos haluat lisätä kentän luettelointipohjaan, klikkaa 'Uusi kenttä' luettelointipohjan määritelmän yläreunassa.
fr: Pour ajouter un champ à une grille, cliquez sur le bouton 'Ajouter un champ' en haut de l'écran
hi: एक फ्रेमवर्क के लिए एक क्षेत्र को जोड़ने के लिए फ्रेमवर्क परिभाषा के शीर्ष पर क्लिक करें 'नया टैग' बटन
it: Per aggiungere un campo a una griglia, clicca 'Nuovo tag' in alto sulla pagina della definizione della griglia
oc: Per apondre un camp a una grasilha, clicatz sul boton 'Apondre un camp' en haut de l'ecran
pt: Para adicionar um campo a um modelo, clique no botão 'Novo campo' na parte superior do modelo
pt_br: Para adicionar um campo a planilha, clique em 'Nova Tag' na parte superior da tela de definição de planilha
sk: Pre pridanie poľa k rámcu, kliknite na tlačidlo 'Nová menovka' navrchu definície Rámca
sv: För att lägga till ett fält till ett ramverk klickar du på knappen 'Ny tagg' längst upp i ramverksdefinitionen
tr: Bir çerçeveye bir alan eklemek için çerçeve tanımının üstündeki ‘Yeni Etiket’ butonuna tıklayın.
zh_tw: 勾選框架定義上方的 '新增欄號' 鈕，就能新增欄位至框架

source: To add a new Patron Attribute Type, click the 'New Patron Attribute Type' button at the top of the page
ar: لإضافة نوع السمة لمستفيد جديد، انقر على 'نوع السمة لمستفيد جديد' في أعلى الصفحة
cs: Chcete-li přidat nový typ atributu čtenáře, klikněte na "Nový typ atributu čtenáře" v horní části stránky
da: For at tilføje en ny lånerattributtype, Klik på 'Ny lånerattributtype' øverst på siden
de: Um ein neues Benutzerattribut hinzuzufügen, klicken Sie auf 'Neues Benutzerattribut' am oberen Rand der Seite.
el: Για να προσθέσετε έναν νέο Τύπο Χαρακτηριστικού Μέλους, πατήστε το κουμπί 'Νέος Τύπος Χαρακτηριστικού Μέλους' στην κορυφή της σελίδας
es: Para agregar un nuevo 'Tipo de Atributo de Usuario', haga clic en 'Nuevo Tipo de Atributo de Usuario' en el tope de la página
eu: Bazkide atributu mota berri bat gehitzeko, egin klik orriaren goialdeko 'Bazkide atributu mota berria' botoian
fi: Jos haluat lisätä uuden asiakasmääreen, klikkaa 'Uusi määre' sivun yläreunassa
fr: Pour ajouter un nouvel attribut d'adhérent, cliquez sur 'Ajouter un attribut adhérent' en haut de la page
hi: एक नया संरक्षक गुण प्रकार जोड़ने के लिए, पृष्ठ के शीर्ष पर बटन 'नए संरक्षक प्रकार की विशेषता' पर क्लिक करें
it: Per aggiungere un nuovo Attributo Utente, clicca 'Nuovo tipo attributo utente'
oc: Per apondre un novèl atribut d'aderent, clicatz sus 'Apondre un atribut aderent' amont de la pagina
pl: Jeśli chcesz dodać Typ Atrybutu Użytkownika, kliknij "Nowy Typ Atrybutu Użytkownika" u góry strony
pt: Para adicionar um atributo de leitor, clique em 'Novo tipo de atributo de leitor' no topo da página
pt_br: Para adicionar um novo Tipo de Atributo de Usuário, clique em 'Novo Tipo de Atributo de Usuário' na parte superior da página
sk: Pre pridanie nového typu vlastností čitateľa, kliknite na tlačidlo 'Nový typ vlastností čitateľa' navrchu stánky
sv: För att lägga till en ny attributtyp för låntagare klickar du på knappen 'Ny attributtyp för låntagare' längst upp i sidan
tr: Yeni kullanıcı nitelik türü eklemek için sayfanın üstündeki ‘Yeni kullanıcı nitelik türü’ne tıklayın.
zh_tw: 勾選頁面上方的 '新增讀者屬性類型' 鈕，就能新增新增讀者屬性類型

source: To add a new alert:
fi: Jos haluat lisätä uuden hälytyksen:
hi: एक नई चेतावनी जोड़ने के लिए:

source: To add a new authority record you can either choose the authority type from the 'New Authority' button or search another library by clicking the 'New from Z39.50' button.
ar: لإضافة تسجيلة استناد جديدة يمكنك إما اختيار نوع الاستناد من زر "استناد جديد" أو بحث مكتبة أخرى عن طريق النقر على زر "جديد من Z39.50"
cs: Chcete-li přidat nový autoritní záznam, můžete buď zvolit typ vytvářené autority tlačítkem "Nová autorita", nebo stáhnout záznam pomocí Z39.50.
de: Wählen Sie den Normdatentyp aus der Auswahlliste 'Neuer Normdatensatz' oder suchen Sie in einer anderen Bibliothek über die Schaltfläche 'Neuer Normdatensatz via Z39.50'.
el: Για να προσθέσετε μια νέα εγγραφή καθιερωμένου όρου, μπορείτε είτε να επιλέξετε τον τύπο καθιερωμένου όρου από το κουμπί 'Νέος Καθιερωμένος Όρος' ή να κάνετε αναζήτηση σε άλλη βιβλιοθήκη πατώντας το κουμπί 'Νέα από Z39.50'.
es: Para agregar un nuevo registro de autoridad, usted puede elegir el tipo de autoridad desde el botón 'Nueva autoridad' o buscar en otra biblioteca seleccionando el botón 'Nuevo desde Z39.50'.
fi: Jos haluat lisätä uuden auktoriteettitietueen, voit joko valita auktoriteettityypin 'Uusi auktoriteetti' -painikkeesta tai hakea muista kirjastoista klikkaamalla 'Uusi Z39.50-haku'.
fr: Pour ajouter une nouvelle notice d'autorité, choisissez le type d'autorité à partir du bouton 'Ajouter une autorité', ou bien cherchez parmi les autorités d'une autre bibliothèque en cliquant sur le bouton 'Nouvelle notice via Z39.50'.
hi: आप 'नई प्राधिकरण' बटन से अधिकार प्रकार का चयन कर सकते हैं या तो एक नया प्राधिकरण रिकॉर्ड जोड़ने के लिए या 'न्यू Z39.50 से' बटन को क्लिक करके एक और पुस्तकालय खोज करते हैं।
it: Per aggiungere un nuovo record di autorità puoi scegliere di inserirla cliccando sul bottone 'Nuovo authority' o cercare la voce in altre biblioteche cliccando su 'Nuova da Z39.50'.
oc: Per apondre una novèla notícia d'autoritat, causissètz lo tipe d'autoritat a partir del boton 'Apondre una autoritat', o bien cherchez demest les autoritats d'una autre bibliotèca en clicant sul boton 'Novèla notícia via Z39.50'.
pt: Para adicionar um novo registo de autoridade, escolha o tipo de autoridade no botão 'Nova autoridade' ou pesquise noutra biblioteca clicando em 'Nova a partir de Z39.50'.
pt_br: Para adicionar um novo registro de autoridade, escolha o tipo de autoridade no botão 'Nova autoridade' ou pesquisa em outro biblioteca clicando no botão 'Novo a partir do Z39.50'.
sk: Pre pridanie nového záznamu autority, zvoľte si typ autority z tlačidla 'Nová autorita' alebo hľadajte ďalšiu knižnicu kliknutím na tlačidlo 'Nový zo Z39.50'.
tr: Yeni bir otorite kaydı eklemek için 'Yeni otorite' butonundan otorite türünü seçebilir veya 'Z39.50'den yeni otorite' butonunu tıklayarak başka bir kütüphane içerisinde arama yapabilirsiniz.
zh_tw: 勾選 '新增權威' 鈕，或點選 '從Z39.50新增' 鈕搜尋其他圖書館，就能新增權威紀錄。

source: To add a new batch, you want to click on the 'Batches' button at the top of your page and choose 'New Batch'
ar: لإضافة دفعة جديدة، يجب النقرعلى زر 'دفعة' في أعلى الصفحة واختيار 'دفعة '
cs: Chcete-li přidat novou dávku, klikněte na tlačítko "Dávky" v horní části stránky a vyberte "Nová dávka"
da: For at tilføje en ny stabel, klik på knappen 'Stabler' øverst på siden og vælg 'Nyt stabel'
de: Um einen neuen Stapel zu erstellen, klicken Sie auf 'Stapel' am Anfang der Seite und wählen Sie 'Neuer Stapel'
el: Για να προσθέσετε μιά νέα παρτίδα, πρέπει να κάνετε κλικ στο κουμπί 'Παρτίδες' στην κορυφή της σελίδας σας και να επιλέξετε 'Νέα Παρτίδα'
es: Para agregar un nuevo procesamiento en lotes, hacer clic en 'Procesos en lote' en la parte superior de la página y selecciona 'Nuevo procesamiento en lote'
eu: Sorta berri bat gehitzeko, egin klik orriaren goialdeko 'Sortak' botoian eta aukeratu 'Sorta berria'
fi: Jos haluat lisätä uuden erän, klikkaa sivun yläosan painiketta 'Uusi'.
fr: Pour ajouter un nouveau lot, cliquez sur le bouton Lots en haut de la page et choisissez Nouveau lot
hi: एक नए बैच को जोड़ने के लिए, आप अपने पृष्ठ के शीर्ष पर 'बैचों' बटन पर क्लिक करें और चुनें 'नए बैच' करना चाहते हैं
it: Per aggiungere un nuovo batch, clicca sul bottone 'Batches' in testa alla pagina e scegli 'Nuovo Batch'
oc: Per apondre un novèl lot, clicatz sul boton Lots amont de la pagina e causissètz Novèl lot
pl: Jeśli chcesz dodać nową grupę, kliknij na przycisk 'Grupy' u góry strony i wybierz 'Nowa grupa'
pt: Para adicionar um novo lote, clique no botão 'Lotes' na parte superior da página e escolha 'Novo lote'
pt_br: Para adicionar um novo lote, você precisa clicar no botão 'Lotes' na parte superior da página e escolher 'Novo Lote'
sk: Pre pridanie novej dávky, kliknite na tlačidlo 'Dávky' na vrchu stránky a zvoľte 'Novú dávku'
sv: För att lägga till en ny sats klickar du på knappen 'Satser' längst upp i sidan och väljer 'Ny sats'
tr: Yeni bir komut dizisi eklemek için, sayfanızın üstündeki ‘komut dizileri’ butonuna tıklayın ve ‘yeni komut dizisi’ni seçin.
zh_tw: 勾選頁面上方的 '批次' 鈕選取 '新增批次'，就能新增批次

source: To add a new city, click the 'New City' button at the top of the page and enter the city name, state and zip/postal code.
ar: لإضافة مدينة جديدة، انقر فوق زر 'مدينة جديدة' في أعلى الصفحة وإدخال إلى المدينة اسم الدولة والرمز البريدي zip/postal.
cs: Chcete-li přidat nové město, klikněte na tlačítko "Nové město" tlačítko v horní části stránky a zadejte název města, státu a ZIP/PSČ.
da: For at tilføje en ny by, klik på knappen 'Ny by' øverst på siden og indtast byens navn, stat og postnummer.
de: Um eine neue Ortschaft zu erfassen, klicken Sie auf 'Neue Stadt' am Anfang der Seite und geben Sie Ortsname, Land und Postleitzahl ein.
el: Για να προσθέσετε μία νέα πόλη, κάντε κλικ στο κουμπί 'Νέα Πόλη στην κορυφή της σελίδας και εισάγετε το όνομα πόλης, τη χώρα και τον ταχυδρομικό κωδικό.
es: Para agregar un ciudad nueva, haga clic en el botón 'Nueva ciudad' en la parte superior de la página y escriba el nombre de la ciudad, estado/provincia y código postal.
eu: Hiri berri bat gehitzeko, egin klik orriaren goialdeko 'Hiri berria' botoian eta idatzi hiriaren izena, probintzia eta posta kodea.
fi: Jos haluat lisätä uuden kunnan, klikkaa 'Uusi kunta' sivun yläreunassa ja syötä kunnan nimi ja postinumero.
fr: Pour ajouter une nouvelle ville, cliquez sur le bouton Ajouter une commune, puis saisissez le nom de la ville et son code postal.
hi: एक नए शहर को जोड़ने के लिए, पृष्ठ के शीर्ष पर 'नई सिटी' बटन पर क्लिक करें और शहर का नाम, राज्य और / पोस्टल कोड दर्ज करें।
it: Per aggiungere una nuova città, clicca 'Nuova città' in alto sulla pagina e digita il nome della città, la provincia e il CAP.
oc: Per apondre una novèla vila, clicatz sul boton Apondre una comuna, puis sasissètz lo nom de la vila e son còdi postal.
pl: Jeśli chcesz dodać nową miejscowość, klinik 'Nowa Miejscowość' u góry strony i wpisz nazwę miasta, województwo i kod pocztowy.
pt: Para adicionar uma nova cidade, clique no botão 'Nova cidade' na parte superior da página e insira o nome da cidade, o estado e código postal.
pt_br: Para adicionar uma nova cidade, clique no botão 'Nova Cidade' na parte superior da página e digite o nome da cidade, Estado e CEP.
sk: Pre pridanie nového mesta, kliknite na tlačidlo 'Nové mesto' navrchu stránky a zadajte meno mesta a poštové smerovacie číslo.
sv: För att lägga till en ny ort klickar du på knappen 'Ny ort' längst upp i sidan och anger ortens namn, område och postnummer.
tr: Yeni bir şehir eklemek için, sayfanızın üstündeki ‘Yeni Şehir butonuna tıklayın ve şehir adını, eyaleti ve posta kodunu girin.
zh_tw: 勾選頁面上方的 '新增縣市' 鈕，鍵入縣市、州與郵遞區號，就能新增縣市。

source: To add a new framework
ar: لإضافة قالب جديد
cs: Chcete-li přidat novou šablonu
da: For at tilføje en ny struktur
de: Neues Framework hinzufügen
el: Για να προσθέσετε ένα νέο πλαίσιο
es: Para agregar una nueva hoja de trabajo
eu: Lan-orri berri bat gehitzeko
fi: Jos haluat lisätä uuden luettelointipohjan
fr: Pour ajouter une nouvelle grille
hi: एक नए ढांचे को जोड़ने के लिए
it: Per aggiungere una griglia di catalogazione
oc: Per apondre una novèla grasilha
pl: Aby utworzyć nowy szablon
pt: Para adicionar um novo modelo
pt_br: Para adicionar uma nova planilha
sk: Pre pridanie nového rámca
sv: För att lägga till ett nytt ramverk
tr: Yeni bir çerçeve eklemek için
zh_tw: 新增框架

source: To add a new fund click the New button and then choose which Budget you would like to add the fund to.
ar: لإضافة تمويل جديد قم بالنقر على زر جديد ثم اختيار الميزانية التي ترغب في إضافة التمويل لها.
de: Verwenden Sie den Link 'Neues Konto' und wählen Sie dann den Etat, für den das Konto angelegt werden soll.
es: Para agregar un nuevo fondo, haga clic en el botón 'Nuevo' y luego seleccione a cual Presupuesto agregará este fondo.
fi: Jos haluat lisätä uuden tilin, klikkaa 'Uusi' ja valitse, mihin budjettiin haluat tilin lisätä.
fr: Pour ajouter un nouveau poste budgétaire, cliquez sur le bouton 'Ajouter' et choisissez le budget sur lequel vous souhaitez ajouter le poste.
hi: को जोड़ने के लिए एक नया फंड नया बटन पर क्लिक करें और फिर चुनें जो बजट आप के लिए फंड जोड़ना चाहते हैं।
it: Per aggiungere un nuovo fondo clicca sul bottone 'Nuovo' e poi scegli a quale budget aggiungere il fondo.
oc: Per apondre un novèl pòste budgètari, clicatz sul boton 'Apondre' e causissètz lo budgèt sus lequel volètz apondre lo poste.
pt: Para adicionar um novo fundo clique no botão Novo e escolha o Orçamento onde você gostaria de acrescentar o fundo.
sk: Pre pridanie nového fondu, kliknite na tlačidlo Nový a potom zvoľte, ktorý Rozpočet by ste chceli pridať k fondu.
tr: Yeni bir fon eklemek için 'Yeni' butonuna tıklayın ve fonu eklemek istediğiniz bütçeyi seçin.

source: To add a new item type, simply click the 'New Item Type' button at the top of the Item Types page.
ar: لإضافة نوع مادة جديدة، ببساطة انقر على زر 'نوع مادة جديدة' في الجزء العلوي من صفحة أنواع المواد.
cs: Chcete-li přidat nový typ výtisku, klikněte na tlačítko "New Item Type" v horní části stránky "Typy výtisků".
da: For at tilføje en ny medietype, klik på knappen 'Ny medietype' øverst på medietypesiden.
de: Um einen neuen Medientyp anzulegen, klicken Sie auf 'Neuer Medientyp' im oberen Seitenbereich.
el: Για να προσθέσετε ένα νέο τύπο τεκμηρίου, απλά πατήστε το κουμπί 'Νέος Τύπος Τεκμηρίου' στην κορυφή της σελίδας Τύπου Τεκμηρίων.
es: Para agregar un nuevo tipo de ítem, simplemente haga clic en el botón 'Nuevo tipo de ítem' en el tope de la página Tipos de ítem.
eu: Elementu mota berri bat gehitzeko, egin klik elementu moten orriaren goialdeko 'Elementu mota berria' botoian
fi: Jos haluat lisätä uuden aineistolajin, klikkaa 'Uusi aineistolaji' aineistolajien sivun yläreunassa.
fr: Pour ajouter un type de document, cliquez sur le bouton "Ajouter un type de document" en haut de la page.
hi: एक नए आइटम प्रकार जोड़ने के लिए, बस आइटम प्रकार पेज के शीर्ष पर 'नया आइटम प्रकार' बटन पर क्लिक करें।
it: Per aggiungere un nuovo tipo di copia, clicca sul bottone 'Nuovo tipo di copia' in testa alla pagina.
oc: Per apondre un tipe de document, clicatz sul boton "Apondre un tipe de document" amont de la pagina.
pl: Jeśli chcesz dodać nowy typ dokumentu, kliknij przycisk 'Nowy Typ Dokumentu' u góry strony z typami dokumentów.
pt: Para adicionar um tipo de documento, clique no botão 'Novo tipo de documento' na parte superior da página.
pt_br: Para adicionar um novo tipo de material, clique no botão 'Novo Tipo de Material' na parte superior da página de Tipos de Materiais.
sk: Pre pridanie nového typu exemplára, jednoducho kliknite na tlačidlo 'Nový typ exemplára' navrchu stránky Typov exemplárov.
sv: För att lägga till en ny objekttyp klickar du på knappen 'Ny objekttyp' längst upp i sidan Objekttyper.
tr: Yeni materyal türü eklemek için, Materyal Türleri sayfasının üstündeki ‘Yeni materyal türü’ne tıklamanız yeterlidir.
zh_tw: 勾選頁面上方的 '新增館藏類型' 鈕，就能新增館藏類型。
