Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Granular Circulate Permissions
ar: صلاحيات الإعارة التفصيلية
cs: Podrobná přístupová práva k výpůjčkám
da: Sammensatte udlånstilladelser
de: Detaillierte Berechtigungen für die Ausleihe
el: Εξατομικευμένες Εξουσιοδοτήσεις Κυκλοφορίας Υλικού
es: Permisos de circulación granulares
eu: Zirkulazio baimen xehatuak
fi: Eriteltyjä lainaustenvalvonnan oikeuksia
fr: Permissions fines sur la circulation
hi: दानेदार परिसंचालन अनुमतियां
it: Permessi di circolazione granulari
oc: Permissions finas sus la circulation
pl: Uprawnienia modułu Udostępnianie
pt: Permissões de circulação
pt_br: Permissões granulares na Circulação
sk: Podrobnejšie oprávnenia k obehu
sv: Detaljerade lånerättigheter
tr: Granüler Dolaşım İzinleri
zh_tw: 授權流通權限

source: Granular Holds Permissions
ar: صلاحيات الحجز التفصيلية
cs: Podrobná přístupová práva k rezervacím
da: Sammensatte reserveringstilladelser
de: Detaillierte Berechtigungen für die Vormerkungen
el: Εξατομικευμένες Εξουσιοδοτήσεις Κρατήσεων
es: Permisos de reservas granulares
eu: Erreserba baimen xehatuak
fi: Eriteltyjä varauksien oikeuksia
fr: Permissions fines sur les réservations
hi: दानेदार होल्ड अनुमतियां
it: Permessi granulari per le prenotazioni
oc: Permissions finas sus las reservacions
pl: Szczegółowe zezwolenia dot. zamówień
pt: Permissões de reserva
pt_br: Permissões granulares na Reserva
sk: Podrobnejšie oprávnenia k rezerváciám
sv: Detaljerade reservationsrättigheter
tr: Granüler Ayırma İzinleri
zh_tw: 授權預約權限

source: Granular Lists Permissions
fi: Eriteltyjä listojen oikeuksia
hi: दानेदार सूचियाँ अनुमतियां
oc: Permissions finas suls rapòrts

source: Granular Parameters Permissions
ar: صلاحيات الضوابط الجزيئية
cs: Podrobná přístupová práva k nastavení
da: Sammensatte udlånstilladelser
de: Detaillierte Berechtigungen für die Ausleihe
el: Λεπτομερείς Εξουσιοδοτήσεις Παραμέτρων
es: Parámetros de permisos granulares
eu: Permisos de circulación granulares
fi: Eriteltyjä asetusten oikeuksia
fr: Permissions fines
hi: दानेदार पैरामीटर अनुमतियां
it: Parametri permessi granulari
oc: Permissions finas
pl: Szczegółowe zezwolenia raportów
pt: Permissões de parâmetros
pt_br: Permissões de parâmetros granulares
sk: Podrobnejšie nastavenia parametrov
sv: Detaljerade rättigheter för parameterinställning
tr: Granül Parametre İzinleri
zh_tw: 授權參數權限

source: Granular Reports Permissions
ar: صلاحيات التقارير الجزيئية
cs: Podrobné nastavení práv k výstupům
da: Sammensatte rapporteringstilladelser
de: Detaillierte Berechtigungen für die Berichte
el: Εξατομικευμένες Εξουσιοδοτήσεις Εκθέσεων
es: Permisos granulares de reportes
eu: Txosten baimen xehatuak
fi: Eriteltyjä raporttien oikeuksia
fr: Permissions fines sur les rapports
hi: दानेदार रिपोर्ट अनुमतियां
it: Permessi granulari per i reports
oc: Permissions finas suls rapòrts
pl: Szczegółowe zezwolenia raportów
pt: Permissões de relatórios
pt_br: Permissões granulares nos Relatórios
sk: Podrobnejšie oprávnenia k výkazom
sv: Detaljerade rapporträttigheter
tr: Granüler Rapor İzinleri
zh_tw: 授權報表權限

source: Granular Serials Permissions
ar: صلاحيات الدوريات الجزيئية
cs: Podrobná přístupová práva k správě periodik
da: Sammensatte serietilladelser
de: Detaillierte Berechtigungen für die Periodika
el: Εξατομικευμένες Εξουσιοδοτήσεις Περιοδικών Εκδόσεων
es: Permisos granulares de seriadas
eu: Aldizkako argitalpenen baimen xehatuak
fi: Eriteltyjä kausijulkaisujen oikeuksia
fr: Permissions fines sur les périodiques
hi: दानेदार सिरियल अनुमतियां
it: Permessi granulari per i seriali
oc: Permissions finas suls periodics
pl: Szczegółowe zezwolenia czasopism
pt: Permissões de periódicos
pt_br: Permissões granulares em Periódicos
sk: Podrobnejšie oprávnenia k periodikám
sv: Detaljerade periodikarättigheter
tr: Granüler Süreli Yayınlar İzinleri
zh_tw: 授權期刊權限

source: Granular Tools Permissions
ar: صلاحيات الأدوات الجزيئية
cs: Podrobná přístupová práva k nástrojům
da: Sammensatte redskabsrettigheder
de: Detaillierte Berechtigungen für die Werkzeuge
el: Εξατομικευμένες Εξουσιοδοτήσεις Εργαλείων
es: Permisos granulares de herramientas
eu: Tresnen baimen xehatuak
fi: Eriteltyjä työkalujen oikeuksia
fr: Permissions fines
hi: दानेदार उपकरण अनुमतियां
it: Permessi granulari per gli strumenti
oc: Permissions finas
pl: Szczegółowe zezwolenia narzędzi
pt: Permissões de ferramentas
pt_br: Permissões granulares em Ferramentas
sk: Podrobnejšie oprávnenia k nástrojom
sv: Detaljerade verktygsrättigheter
tr: Granüler Araç İzinleri
zh_tw: 授權工具權限

source: Guided report wizard
ar: معالج التقارير المرشدة
cs: Průvodce vlastními výstupy
da: Ført rapportassistent
de: Geführter Report-Assistent
el: Βοηθός Υποβοηθούμενης Δημιουργίας Αναφορών
es: Asistente de informes guiados
eu: Asistente de informes guiados
fi: Ohjattu raportin luonti
fr: Assistant de rapports
hi: गाइडेड रिपोर्ट विज़ार्ड
it: Wizard dei reports guidati
oc: Assistent de rapòrts
pl: Kreator raportów
pt: Assistente de relatórios guiados
pt_br: Assistente de Relatórios
sk: Sprievodca tvorbou výkazov
sv: Rapportguide
tr: Kılavuzlu raporlar sihirbazı
zh_tw: 報表精靈

source: HALIFAX PUBLIC catalogue.halifaxpubliclibraries.ca:210 horizon
hi: हैलिफ़ैक्स सार्वजनिक catalogue.halifaxpubliclibraries.ca:210 क्षितिज
tr: HALIFAX HALK KATALOĞU. halifaxpubliclibraries.ca:210 horizon

source: HALTON HILLS PUBLIC cat.hhpl.on.ca:210 halton_hills
hi: Halton हिल्स सार्वजनिक cat.hhpl.on.ca:210 halton_hills

source: HOLD (Hold Available for Pickup)
ar: HOLD ( حجز متاح للأخذ)
cs: HOLD (Rezervace připravená k vyzvednutí)
da: HOLD (Reservering klar til afhentning)
de: HOLD (Vormerkung steht zur Abholung bereit)
el: ΚΡΑΤΗΣΗ (Κράτηση Διαθέσιμη για Παραλαβή)
es: RESERVA (Reserva disponible para retiro)
eu: RESERVA (Reserva disponible para retiro)
fi: HOLD (Varaus noudettavissa)
fr: HOLD (En attente de retrait)
hi: होल्ड (होल्ड पिकअप के लिए उपलब्ध है)
it: HOLD (copia prenotata disponibile da portar via)
oc: HOLD (En espèra de retirament)
pl: Zamówienia (zamówienia dostępne do odebrania)
pt: HOLD (Reserva disponível para levantamento)
pt_br: HOLD (Reserva disponível para retirada)
sk: REZERVÁCIA (Dostupná k vyzdvihnutiu)
sv: RESERVATION (Reservation färdig att hämtas)
tr: AYIRT (Ayırtma işlemi için kullanılabilir)
zh_tw: HOLD (預約到館待提取)

source: HOLDPLACED (a notice to the library staff that a hold has been placed)
ar: HOLDPLACED ( وهي ملاحظة لموظفي المكتبة بأن حجزاً تمَّ تنفيذه)
cs: HOLDPLACED (Oznámení pro zaměstnance knihovny, že byla vytvořena rezervace)
da: HOLDPLACED (en besked til medarbejderne om, at en reservering er lavet)
de: HOLDPLACED (Benachrichtigung an die Bibliothek, dass eine Vormerkung gesetzt wurde)
el: ΕΓΙΝΕΚΡΑΤΗΣΗ (ειδοποίηση για το προσωπικό της βιβλιοθήκης ότι έγινε κράτηση)
es: RESERVAHECHA (un aviso a la biblioteca que se ha puesto una reserva)
eu: RESERVAHECHA (un aviso a la biblioteca que se ha puesto una reserva)
fi: HOLDPLACED (ilmoitus kirjaston henkilökunnalle, että varaus on tehty)
fr: HOLDPLACED (Notification aux bibliothécaires lorsqu'une réservation a été faite)
hi: HOLDPLACED (पुस्तकालय कर्मचारी के लिए एक नोटिस है कि एक होल्ड करने रखा गया है )
it: HOLDPLACED (un avviso allo staff che una prenotazione è stata posta)
oc: HOLDPLACED (Notificacion als bibliotecaris lorsqu'una reservacion a été faite)
pt: HOLDPLACED (Aviso enviado ao bibliotecário identificando que uma reserva foi feita)
pt_br: HOLDPLACED (uma aviso aos funcionários da biblioteca de que uma reserva foi feita)
sk: REZERVOVANÁ (oznámenie pre knihovníkov, že bola zadaná rezervácia)
sv: RESERVATIONLAGD (ett meddelande till bibliotekspersonalen att en reservation lagts)
tr: AYIRMA İŞLEMİ YAPILDI (kütüphane personeline materyalin ayrıldığına dair bir uyarı)
zh_tw: HOLDPLACED (提示館員預約已到的通知)

source: Here are some other places to look for more information about how to proceed:
ar: ها هي بعض الأماكن الأخرى للبحث عن معلومات حول كيفية المتابعة:
cs: Zde naleznete další místa, kde lže získat více informací:
de: Einige weitere Quellen mit Informationen, wie Sie nun weitermachen können:
es: Aquí hay algunos lugares para buscar más información sobre la forma de proceder:
eu: Hauek dira beste leku batzuk non nola jokatu behar denari buruzko informazio gehiago aurkitzeko:
fi: Täällä on muita paikkoja, joista saat lisätietoja:
fr: Voici quelques autres endroits pour avoir plus d'informations sur la façon de procéder&nbsp;:
hi: यहाँ कुछ अन्य स्थानों पर कैसे आगे बढ़ना के बारे में अधिक जानकारी के लिए देखने के लिए कर रहे हैं:
it: Qui sono elencati altri punti dove puoi trovare maggiori informazioni su come procedere:
oc: Voici qualques autres endreits per aver plus d'informacions sus la faiçon de procéder&nbsp;:
sk: Tu je niekoľko ďalších miest, kde môžete pohľadať informácie o ďalšom postupe:
tr: Burada, nasıl devam edileceği hakkında daha fazla bilgi aramak için diğer yerler gösterilmektedir:

source: Here you can define how a set will be build (what records will belong to this set) by defining mappings. Mappings are a list of conditions on record content. A record only need to match one condition to belong to the set.
ar: هنا يمكنك ان تحدد كيف يمكن لمجموعة حصاد أن تبنى ( ما هي التسجيلات التي ستنتمي إلى هذه المجموعة) من خلال تعريف التعيينات. التعيينات هي قائمة من الشروط على محتوى التسجيلة. التسجيلة تحتاج أن تطابق شرطاً واحداً فقط لتنتمي للمجموعة.
cs: Zde můžete určit, jak se bude sada vytvářet (jaké záznamy budou patřit této sady) definováním mapování. Mapování je seznam podmínek na obsah záznamu. Záznam potřebuje splnit jednu podmínku, aby patřil do sady.
da: Her kan du definere, hvordan et sæt dannes (hvilke poster der skal tilhøre sættet) ved at definere tilordning. Tilordning er en liste med betingelser på postens indhold. En post skal kun svare til en betingelse for at tilhøre sættet.
de: Hier wird konfiguriert, nach welchen Kriterien ein Set zusammengestellt wird (welche Datensätze zum Set gehören), indem Sie Mappings definieren. Mappings bestehen aus einer Liste von Bedingungen über den Inhalt der Datensätze. Ein Datensatz muss nur eine der Bedingungen erfüllen, um zum Set zu gehören.
es: Aquí puede definir como se construirá un conjunto(que registros pertenecerán al mismo) definiendo correspondencias. Correspondencias son una lista de coondiciones en contenidos del registro. Un registro requiere coincidir en una condición para pertenecer al conjunto.
eu: Aquí puede definir como un conjunto será construído (que registros pertenecerán al conjunto) definiendo correspondencias. Correspondencias son una lista de coondiciones en el contenido del registro. Un registro sólo requiere coincidir en una condición para pertenecer al conjunto.
fi: Voit määrittää tässä, kuinka joukko rakennetaan (mitkä tietueet kuuluvat joukkoon) määrittämällä kytkökset. Kytkökset ovat lista ehtoja tietueen sisällöstä. Tietueen pitää täsmätä vain yhteen ehtoon kuuluakseen joukkoon.
fr: Vous définissez ici la façon dont un Set sera construit en spécifiant des critères (quelle notice appartient à ce Set). Les critères sont des listes de conditions que les notices doivent remplir. Une notice n'a besoin de remplir qu'une seule condition pour appartenir à un Set.
hi: यहाँ आप को परिभाषित किया जा सकता है कि कैसे एक सेट (क्या रिकॉर्ड इस सेट की होगी) मैपिंग परिभाषित द्वारा निर्माण होगा। मैपिंग रिकॉर्ड सामग्री पर स्थिति की एक सूची है। एक रिकॉर्ड केवल एक शर्त मैच के लिए सेट करने के लिए संबंधित करने की जरूरत है।
it: Qui puoi definire come costruire un set (quali record apparterranno al set) indicando delle mappature. Le mappature sono una lista di condizioni sul contenuto del record. Un record che soddisfa almeno una condizione apparterrà al set.
oc: Vous definissètz aicí la faiçon dont un Set serà construit en spécifiant des critèris (quelle notícia aparten a ce Set). Les critèris son des listas de conditions que las notícias devon emplenar. Una notícia n'a besonh de emplenar qu'una sola condition per appartenir a un Set.
pl: Ustal budowę zestawu (określ, które rekordy będą należeć do zestawu) poprzez definiowanie mapowania. Mapowanie jest listą warunków dotyczących zawartości rekordów. Rekord potrzebuje tylko jednego warunku by dopasować go do zestawu.
pt: Aqui pode definir como um conjunto pode ser construído (quais os registos que pertencem a este conjunto) definindo mapeamentos, que são listas de condições. Um registo só precisa de passar uma condição para pertencer ao conjunto.
pt_br: Aqui você pode definir como um conjunto é construido (quais registros irão pertencer a este conjunto) através da definição de mapeamentos. Mapeamentos são listas de condições no conteudo do registro. Um registro somente precisa coincidir uma condição para pertencer a este conjunto.
sk: Tu môžte určit, ako sa zostaví sada (ktoré záznamy budú patriť do tejto sady) prostredníctvom priradenia. Priradenie je zoznam podmienok týkajúcich sa obsahu záznamu. Záznam sa musí zhodovať iba s jednou podmienkou, aby patrila do sady.
sv: Här kan du definiera hur en uppsättning ska byggas (vilka poster som ska tillhöra denna uppsättning) genom att definiera mappningar. Mappningar är en lista av villkor för postinnehåll. En post behöver bara uppfylla ett villkor för att tillhöra uppsättningen.
tr: Burada setin (dizi) nasıl yapılacağını (bu sete hangi kayıtların ait olacağını) eşleştirmeleri tanımlayarak anlatabilirsiniz. Eşleştirmeler kayıt içeriğindeki koşullar listesidir. Bir kaydın sete ait olması için diğer bir kayıtla eşleşmesi gerekir.
zh_tw: 可經由定義對映決定集合的定義(集合內紀錄的屬性)。對映是紀錄內容的條件清單，符合該對映的紀錄就屬於該集合。

source: Historically, the Koha to MARC mappings have been the same throughout all frameworks. But note that it was possible (before) to add or remove a mapping in an individual framework via Administration/MARC bibliographic framework. Since we now consider the Default framework as authoritative for these mappings, this form shows the mappings in Default and applies changes to all other frameworks.
hi: ऐतिहासिक रूप से, मार्क मैपिंग को कोहा सभी फ्रेमवर्क में एक ही रहा है। लेकिन ध्यान दें कि प्रशासन / मार्क ग्रंथ सूची के माध्यम से एक अलग फ्रेमवर्क में मानचित्रण को जोड़ने या हटाने के लिए संभव है (पहले)। चूंकि हम अब इन मैपिंग के लिए आधिकारिक रूप से डिफ़ॉल्ट रूपरेखा पर विचार करते हैं, यह फ़ॉर्म डिफ़ॉल्ट में मैपिंग दिखाता है और अन्य सभी फ्रेमवर्क में परिवर्तन लागू करता है

source: Hold fees will be charged based on the rules you set for the patron category in administration
fi: Varausmaksut peritään asiakastyypille ylläpidossa määritettyjen sääntöjen mukaan
hi: होल्डिंग फीस के लिए नियमों के आधार पर शुल्क लिया जाएगा, जो कि प्रशासन में संरक्षक श्रेणी के लिए निर्धारित है

source: Hold ratios
ar: معدلات الحجز:
cs: Poměry rezervací pro optimalizaci počtu jednotek
da: Reserveringsrater
de: Vormerkrate
el: Ποσοστά κρατήσεων
es: Proporción de reservas
eu: Erreserba proportzioak
fi: Varauksia per nide
fr: Ratios de réservation
hi: अनुपात अनुपात
it: Distribuzione delle prenotazioni
oc: Ratios de reservacion
pl: Wskaźniki zamówień
pt: Rácios da reserva
pt_br: Taxas de reservas
sk: Pomery rezervácií
sv: Reservationsförhållanden
tr: Ayırma oranları
zh_tw: 預約比率

source: Hold ratios help with collection development. Using this report you will be able to see how many of your patrons have holds on items and whether you should buy more. By default it will be set to the library needing 3 items per hold that has been placed. The report will tell you how many additional items need to be purchased to meet this quota.
ar: نسب حجز مساعدة في تطوير مجموعة. استخدام هذا التقرير سوف تكون قادرة على معرفة عدد من رعاة الخاص بك قد يحمل على البنود وعما إذا كان يجب عليك شراء المزيد. وسوف يتم تعيين افتراضيا إلى المكتبة التي تحتاج إلى 3 عناصر في الانتظار التي تم وضعها. وسيكون التقرير ان اقول لكم كيف كثير من البنود الإضافية يجب أن يتم شراؤها لتلبية هذه الحصة.
cs: Poměry rezervací mohou pomoci při akvizici. Ukazují, kolik existuje požadavků vzhledem k počtu jednotek a ukazují, kdy je potřeba dokoupit další exempláře. Ve výchozím nastavení tento výstup ukáže všechny dokumenty, které mají poměr rezervací na jednotku alespoň 3.
da: Reserveringsrater hjælper med samlingsudvikling. Det vil vise hvor mange eksemplarer, der skal bestilles til biblioteket, for at leve op til bibliotekets reservering pr. eksemplar kvote. Som standard sættes den til at biblioteket behøver 3 eksemplarer pr. reservering. Rapporten fortæller, hvor mange ekstra eksemplarer, der skal købes for at leve op til denne kvote.
de: Vormerkungsraten helfen Ihnen bei der Entwicklung Ihrer Sammlung. Dieser Report erlaubt Ihnen zu sehen, wie viele Ihrer Benutzer Vormerkungen auf Medien haben und ob Sie mehr kaufen sollten. Standardmäßig ist dies auf 3 Medien pro erfolgter Vormerkung festgelegt. Der Report teilt Ihnen mit, wie viele zusätzliche Medien gekauft werden müssen, um diese Quote zu erreichen.
el: Τα ποσοστά κρατήσεων βοηθούν στην ανάπτυξη συλλογής. Αυτή η έκθεση θα σας βοηθήσει να δείτε πόσα μέλη έχουν κρατήσεις σε αντίτυπα και αν πρέπει να παραγγείλετε και άλλα. Εξ ορισμού είναι ρυθμισμένο για 3 αντίτυπα ανά κράτηση. Αυτή η έκθεση θα σας πει πόσα ακόμα αντίτυπα χρειάζεται η συλλογή σας σύμφωνα με αυτό το ποσοστό.
es: La proporción de reservas es de ayuda para decisiones acerca del crecimiento de su colección. Usando este informe podrá ver el número de usuarios que tienen reservas y si usted debería comprar más. Por defecto se configurará que la biblioteca necesita 3 ítems por reserva. En el informe se le dirá cuántos ítem adicionales deben adquirirse para cumplir con esta cuota.
eu: Erreserba proportzioak zure bildumaren garapenean laguntzen du. Txosten honetan erreserbak dituzten bazkideen kopurua eta gehiago erosi behar dituzun ikusiko duzu. Modu lehenetsian, erreserba egiten den bakoitzeko liburutegiak hiru elementu behar dituela ezarriko da. Txosten honek kuota hori betetzeko erosi behar diren elementuen berri emango dizu.
fi: Varausmäärät auttavat kokoelman kehittämisessä. Käyttämällä tätä raporttia voit nähdä, kuinka monella asiakkaalla on varauksia niteistä ja olisiko syytä hankkia lisäkappaleita. Oletuksena on, että kirjasto tarvitsee kolme nidettä varausta kohden. Raportti kertoo, montako lisäkappaletta tarvitsee hankkia tämän määrän saavuttamiseksi.
fr: Les ratios de réservations sont un outil de gestion des collections. Vous obtiendrez le nombre d'exemplaires nécessaires pour maintenir le ratio de réservations par exemplaire visé. Par défaut, la bibliothèque doit avoir trois exemplaires par réservation. Ce rapport signalera le nombre d'exemplaire à racheter pour respecter ce ratio.
hi: होल्डअनुपात के संग्रह के विकास के साथ मदद। इस रिपोर्ट का उपयोग कर आप देखने के लिए अपने संरक्षक के कितने लोगों की है वस्तुओं पर रखती है और आप और अधिक खरीद करना चाहिए कि क्या सकेंगे। डिफ़ॉल्ट रूप से यह पुस्तकालय होल्ड प्रति 3 आइटम है कि रखा गया है की आवश्यकता होगी करने के लिए सेट कर दिया जाएगा। रिपोर्ट आपको बता कितने अतिरिक्त आइटम इस कोटे को पूरा करने में खरीदा जा करने की आवश्यकता होगी।
it: I rapporti di prenotazione aiutano a sviluppare il posseduto. Con questo report potrai vedere quanti utenti hanno prenotazioni di copie e se ti occorre acquistarne altre. Per default è impostato a 3 il numero di copie per ogni prenotazione fatta. Il report ti dirà quante copie addizionali ti serve acquistare per raggiungere questa quota.
oc: Les ratios de reservacions son un aisina de gestion de las colleccions. Vous obtiendrez lo nombre d'exemplars necessaris per maintenir lo ratio de reservacions per exemplar visé. Per defaut, la bibliotèca deu aver tres exemplars per reservacion. Aqueste rapòrt signalera lo nombre d'exemplar a racheter per respecter ce ratio.
pl: Wskaźniki zamówień mogą być pomocne w rozwoju księgozbioru. Za pomocą tego raportu będzie można zobaczyć, jak wielu użytkowników ma zamówione konkretne egzemplarze i czy należy dokupić więcej. Domyślne ustawienie pozwala wyświetlać egzemplarze, na które są co najmniej 3 zamówienia. Raport wskaże, ile dodatkowych egzemplarzy powinno zostać zakupionych w ramach tego limitu.
pt: Rácios de reserva irá ajudar ao desenvolvimento do catálogo. O relatório irá mostrar o número de exemplares que você tem de encomendar para a sua biblioteca para atender as necessidades da mesma. Por padrão será configurado para a biblioteca necessitar de 3 exemplar por reserva colocada. O relatório vai dizer quantos exemplares adicionais precisam ser comprados para atender a essa cota.
pt_br: A Taxa de reservas auxiliar no desenvolvimento do acervo. Utilizar este relatório permite observar quantos usuários tem reservas em exemplares e quais você poderia comprar maior quantidade. Por padrão, está configurado para demandar 3 exemplares para cada reserva. O relatório irá informá-lo quantos exemplares são necessários para atingir esta cota.
sk: Pomery rezervácií pomáhajú s vývojom zbierky. Pomocou tohto výkazu budete môcť vidieť, koľko z Vašich čitateľov má rezervácie exemeplárov a či by ste ich mali nakúpiť viac. Predvolene je nastavené, že knižnica bude potrebovať 3 exempláre na danú rezerváciu. Výkaz Vám povie, koľko dodatočných exemplárov musíte zakúpiť, aby ste splnili túto kvótu.
sv: Reservationsförhållanden hjälper till med utvecklingen av samlingar. Med denna rapport kan du se hur många av låntagarna som har reservationer liggande och om du behöver köpa fler. Som standard är den inställd på att ett bibliotek behöver tre objekt per lagd reservation. Rapporten talar om hur många extra objekt som måste köpas in för att uppfylla denna kvot.
tr: Ayırma oranları koleksiyon gelişimine yardım eder. Bu raporu kullanarak kaç kullanıcının materyal ayırdığını ve daha fazla alıp almamanız gerektiğini görebileceksiniz. Varsayılanda ayırma başına 3 materyal verilecektir. Rapor bu kotayı karşılamak için kaç tane daha materyal satın alınması gerektiğini gösterecektir.
zh_tw: 預約比率有助於館藏發展。根據此報表可看出預約的讀者數以及該買的複本。此報表需要 3 本館藏才能滿足每個預約。此報告將告知應採購多少額外的館藏，以滿足此需求。

source: Holds
ar: حجوزات
cs: Rezervace
da: Reserveringer
de: Vormerkungen
el: Κρατήσεις
es: Reservas
eu: Erreserbak
fi: Varaukset
fr: Réservations
hi: होल्डस
it: Prenotazioni
oc: Reservacions
pl: Zamówienia
pt: Reservas
pt_br: Reservas
sk: Rezervácie
sv: Reservationer
tr: Ayırmalar
zh_tw: 預約

source: Holds awaiting pickup
ar: حجز ينتظر الالتقاط
cs: Rezervace čekající na vyzvednutí
da: Reserveringer til afhentning
de: Bereitgestellte Vormerkungen
el: Κρατήσεις σε αναμονή για παραλαβή
es: Reservas a retirar
eu: Hartzeko prest dauden erreserbak
fi: Noutoa odottavat varaukset
fr: Réservations mises de coté
hi: Holds इंतज़ार कर पिकअप
it: Prenotazioni in attesa di essere ritirate
oc: Reservacions mesas de costat
pl: Zamówienia oczekujące na odbiór
pt: Reservas por levantar
pt_br: Reservas aguardando retirada
sk: Rezevácie na vyzdvihnutie
sv: Reservationer väntar på hämtning
tr: Ayırtanın alması için bekletilenler
zh_tw: 預約到館待提取
