Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Once the instructor you want appears just click their name and they will be added. You can repeat this for all instructors on this course. Each instructor will appear above the search box and can be removed by clicking the 'Remove' link to the right of their name.
ar: بمجرد ظهور المدرب الذي تريده قم فقط بالنقر على اسمه وستتم إضافته. يمكنك تكرار ذلك لكل التعليمات في هذا الكورس. سيظهر كل مدرب أعلى مربع البحث ويمكن إزالته عن طريق النقر على رابط "حذف" على يسار اسمه.
cs: Jakmile se objeví jméno Vámi požadovaného vyučujícího, stačí na něj kliknout a tím bude přiřazen ke kurzu. Tento postup opakujte tak dlouho, dokud nemáte ke kurzu přiřazeny všechny vyučující. Všichni přidaní vyučujíci se zobrazí nad vyhledávacím polem a mohou být z kurzu opět odebrání kliknutím na odkaz "Odstranit" u jejich jména.
de: Wenn der gesuchte Dozent angezeigt wird, klicken Sie auf den Namen und er wird hinzugefügt. Sie können diesen Vorgang für alle Dozenten des Kurses wiederholen. Jeder Dozent wird über der Suchmaske angezeigt und kann über 'Löschen' rechts neben dem Namen entfernt werden.
el: Μόλις ο εκπαιδευτής που θέλετε εμφανιστεί απλά πατήστε το όνομα και θα γίνει η προσθήκη. Μπορείτε να το επαναλάβετε για όλους τους εκπαιδευτές σε αυτό το πρόγραμμα. Κάθε εκπαιδευτής θα εμφανιστεί πάνω από το κουτί αναζήτησης και μπορεί να αφαιρεθεί πατώντας τον σύνδεσμο 'Αφαίρεση' αριστερά του ονόματος.
es: Una vez que el instructor que quieres aparece, simplemente haga clic en su nombre y se agregará. Puede repetir esta operación para todos los instructores de este curso. Cada instructor aparecerá sobre el cuadro de búsqueda y se puede quitar haciendo clic en el enlace 'Eliminar' a la derecha de su nombre.
fi: Klikkaa haluamaasi luennoitsijan nimeä ja hänet lisätään. Voit tehdä saman kaikille kurssin luennoitsijoille. Luennoitsijat näkyvät hakulaatikon yläpuolella ja heidät voi poistaa viereisellä painikkeella.
fr: Lorsque l'enseignant que vous recherchez apparaît, cliquez sur son nom pour l'ajouter. Vous pouvez répéter cette opération pour tous les enseignants de ce cours. Chaque enseignant apparaîtra au dessus de la boîte de recherche et pourra être supprimé en cliquant sur le lien 'Supprimer' à la droite de son nom.
hi: एक बार जब आप चाहते प्रशिक्षक प्रतीत होता है सिर्फ उनके नाम पर क्लिक करें और वे जोड़ दिया जाएगा। आप इस कोर्स पर सभी प्रशिक्षकों के लिए यह दोहरा सकते हैं। प्रत्येक अनुदेशक खोज बॉक्स के ऊपर दिखाई देगा और उनके नाम का सही करने के लिए 'निकालें' लिंक पर क्लिक करके हटाया जा सकता है।
it: Quando l'insegnate appare, clicca il nome e verrà aggiunto al corso. Lo puoi fare per tutti gli insegnanti collegati al corso. Ogni insegnante apparirà sopra la casella di ricerca e può essere tolto cliccando il link 'Rimuovi' che si trova a destra dei nomi.
oc: Quand l'ensenhant que vous recercatz apparaît, clicatz sus son nom per l'apondre. Podètz repetir aquesta operacion per totes los ensenhants de ce cours. Chaque ensenhant apareisserà al dessús de la bóstia de recèrca e poirà èsser suprimit en clicant sul ligam 'Suprimir' a la dreita de son nom.
pl: Jeśli chcesz dodać wykładowcę, kliknij na nazwisko użytkownika. Jeśli istnieje więcej wykładowców do jednego kursu, dodaj ich po kolei. Każdy dodany wykładowca może zostać usunięty, kliknij 'Usuń' przy nazwisku wykładowcy.
pt: Assim que o instrutor que deseja definir aparecer clique no nome e será adicionado. Pode repetir o processo para todos os instrutores do curso. Cada instrutor irá aparece acima da caixa de pesquisa e pode ser removido clicando na ligação 'Remover' à direita do seu nome.
pt_br: Quando aparecer o nome do instrutor, apenas clique em cima e ele será adicionado. Você pode repetir este processo para todos os instrutores neste curso. O nome de cada instrutor irá aparecer sobre a caixa de pesquisa e poderá ser removido através do link 'Remover'.
sk: Len čo sa želaný inštruktor objaví, stačí kliknúť na jeho meno a bude pridaný. Takto môžete pokračovať u všetkých inštruktorov tohto kurzu. Každý inštruktor sa objaví nad riadkom hľadania a možno ho odobrať kliknutím na odkaz 'Odobrať' napravo od jeho mena.
tr: İstediğiniz eğitmen göründüğünde sadece adı üzerine tıklayın ve onlar eklenecektir. Bu kurstaki tüm eğitmenler için bu işlemi tekrarlayabilirsiniz. Her eğitmen, arama kutusunun üzerinde görünür ve adlarının sağındaki 'Kaldır' bağlantısı tıklanarak kaldırılabilir.
zh_tw: 教師名稱出現後，點選他們的名稱就能新增了。您可重複此步驟。每個教師都會出現在搜盒之上且點選其名稱右方的 '移除' 連結，就能夠移除他。

source: Once the item is checked out it will appear below the patron's info.
ar: بمجرد إعارة المادة ستظهر أدنى معلومات المستفيد
cs: Jakmile je jednotka vypůjčena, objeví se pod informacemi o čtenáři.
de: Das ausgeliehene Exemplar erscheint unter den Benutzerinformationen.
el: Μόλις δανειστεί το τεκμήριο θα εμφανιστεί κάτω από τα στοιχεία του μέλους.
es: Una vez que el ejemplar se presta aparecerá bajo la información del usuario.
fi: Kun nide on lainattu, se näkyy asiakkaan tietojen alapuolella.
fr: Une fois l'exemplaire prêté, il apparaîtra sous les informations relatives à l'adhérent.
hi: एक बार आइटम बाहर की जाँच की है यह संरक्षक की जानकारी नीचे दिखाई देगा।
it: Una volta che la copia è andata in prestito, questa apparirà sotto le informazioni dell'utente.
oc: Un còp l'exemplar prestat, il apareisserà jos las informacions relativas a l'aderent.
pl: Wypożyczony egzemplarz wyświetli się w podsumowaniu wypożyczeń na koncie użytkownika.
pt: Assim que um exemplar é emprestado irá aparecerá abaixo da informação do leitor.
pt_br: Quando o exemplar é emprestado, ele aparece abaixo das informações do usuário.
sk: Po výpožičke exemplára sa tento objaví pod informáciou o predajcovi.
tr: Materyal ödünç verildiğinde, kullanıcı bilgisinin altında görülebilecektir.
zh_tw: 館藏借出後將顯示在讀者資訊頁面。

source: Once the letter is generated you will have a PDF to download
fi: Kun kirje on muodostunut, saat PDF:n ladattavaksi
hi: एक बार पत्र उत्पन्न होता है आप डाउनलोड करने के लिए एक पीडीएफ होगा
oc: Un còp qu'aquesta letra es generada vous devrez telecargar lo PDF

source: Once the list is saved, it will be accessible from the Lists page and from the 'Add to' menu at the top of the search results.
hi: एक बार सूची सहेज दी जाती है, यह खोज परिणामों के शीर्ष पर स्थित सूची पृष्ठ से और 'जोड़ें' मेनू से पहुंच योग्य होगी.

source: Once the system is back online visit the Synchronize page on the Offline Circulation module and click 'Upload transactions'
ar: بمجرد عودة النظام إلى الخط المباشر قم بزيارة صفحة التزامن في نظام الإعارة دون اتصال الفرعي والنقر على "رفع العمليات"
cs: Jakmile je opět obnoveno spojení, použijte odkaz "Synchronizovat" v modulu pro offline výpůjčky a klikněte na tlačítko "Nahrát provedené akce zpět na server"
de: Sobald das System wieder online ist, gehen Sie im Offline-Modul auf die Funktion 'Synchronisieren' und klicken Sie auf die Schaltfläche zum Hochladen der Transaktionen.
el: Μόλις το σύστημα επανέλθει επισκεφτείτε τη σελίδα Συγχρονισμού στην υπομονάδα Διακίνηση Εκτός Σύνδεσης και πατήστε 'Αναρτήστε συναλλαγές'
es: Una vez que el sistema está nuevamente en línea visite la página de Sincronizar del módulo de circulación fuera de línea y haga clic en 'Cargar transacciones'
fi: Kun järjestelmä on jälleen yhteydessä verkkoon, mene Yhteydettömän tilan lainaus -osioon ja klikkaa 'Synkronoidaan' ja sieltä 'Lähetystapahtumat'
fr: Une fois le système redevenu opérationnel, rendez-vous sur la page Synchronisation du module de Prêt secouru et cliquez sur 'Mettre à jour les transactions'
hi: एक बार इस प्रणाली वापस आ गया है ऑनलाइन ऑफलाइन सर्कुलेशन मॉड्यूल पर सिंक्रनाइज़ पेज पर जाएं और क्लिक करें 'अपलोड लेनदेन'
it: Quando il sistema è di nuovo online, via pagina per la sincronizzazione del modulo Circolazione offline e clicca su 'Carica transazioni'
oc: Un còp lo sistèma redevenu operacional, rendez-vous sus la pagina Sincronizacion del modul de Prèst secorrut e clicatz sus 'Metre a jorn les transactions'
pl: Jeśli system wraca w tryb online, odwiedź moduł Udostępnianie offline i kliknij 'Załaduj transakcje'
pt: Assim que o sistema estive novamente online visite a página de sincronização no módulo de circulação offline e clique em 'Carregar transações'
pt_br: Quando o sistema voltar a funcionar, visita a página de sincronização no módulo de Circulação Offline e clique em 'Carregar transações'
sk: Len čo sa systém znovu dostane do stavu online, navštívte stránku synchronizovať na stránke modulu Obehu offline a kliknite na 'Načítať transakcie'
tr: Sistem yeniden çevrimiçi olduktan sonra Çevrimdışı Dolaşım Modülü Eşitle sayfasını ziyaret edin ve "Hareketleri karşıya yükle" seçeneğini tıklayın
zh_tw: 系統恢復上線後，進入流通模組的同步頁面，並點選 '上傳交易'

source: Once you are satisfied with the quotes, click the 'Save quotes' button in the toolbar and the quotes will be saved.
ar: عندما ترضى عن الإقتباسات، أنقر على زر 'حفظ الإقتباسات' في شريط الأدوات ، وسيتم حفظ الإقتباسات.
cs: Jakmile jste s citáty spokojeni, klikněte na tlačítko "Uložit citáty" a citáty budou uloženy.
da: Når du er tilfreds med citaterne, klik på knappen 'Gem citater' i værktøjslinien og citaterne gemmes.
de: Sind Sie mit der Bearbeitung zufrieden, klicken Sie auf die Schaltfläche 'Zizat(e) speichern'.
el: Εφόσον είστε ικανοποιημένοι με τα αποφθέγματα, πατήστε το κουμπί 'Αποθήκευση αποφθεγμάτων' στη γραμμή εργαλείων και τα αποφθέγματα θα αποθηκευτούν.
es: Una ves esté satisfecho con las citas, haga clic en 'Guardar citas' en la barra de herramientas y las citas serán guardadas.
eu: Una vez haya hecho sus cambios con las quotes, seleccione el botón 'Guardar quotes' en la barra de herramientas y las quotes serán guardadas.
fi: Kun olet tyytyväinen sitaatteihin, klikkaa 'Tallenna sitaatit'.
fr: Quand vous êtes satisfait de vos citations, cliquer sur 'Enregistrer Citations' dans la barre de menu et elles seront sauvegardées.
hi: एक बार जब आप उद्धरण के साथ संतुष्ट हैं, टूलबार में 'उद्धरण सहेजें' बटन पर क्लिक करें और उद्धरण बचाया जाएगा।
it: A modifiche effettuate, clicca il bottone 'Salva citazioni' per salvarle.
oc: Quand sètz satisfait de vos citacions, clicar sus 'Enregistrar Citations' dins la barra de menú e elles seràn salvadas.
pt: Assim que estiver satisfeito com as frases, carregue no botão 'Guardar frases' na barra de ferramentas e as frases serão guardadas.
pt_br: Uma vez satisfeito com as citações, clique em 'Salvar citações' e as citações serão salvas.
sk: Len čo budete spokojní s citátmi, klinite na tlačidlo 'Uložiť citáty' v nástrojovej lište a citáty budú uložené.
sv: När du är nöjd med citaten klickar du på knappen 'Spara citat' i verktygsfältet för att spara dem.
tr: Bilgileri tamamladıktan sonra, araç çubuğundaki 'Bilgileri kaydet' butonuna tıklayınız, ardından bilgiler kaydedilecektir.
zh_tw: 引句處理好後，按下工具列的 '儲存引句' 鈕，把引句存起來。

source: Once you choose that you will be brought to a Z39.50/SRU search window to search other libraries for the record in question.
fi: Kun olet valinnut sen, pääset Z39.50/SRU-hakuikkunaan, josta voit hakea kyseessä olevan tietueen muista kirjastoista.
hi: सवाल में रिकार्ड के लिए अन्य पुस्तकालयों खोज करने के लिए एक बार जब आप चुनते हैं कि आप एक Z39.50 / एसआरयू खोज विंडो के लिए लाया जाएगा।

source: Once you filter your orders to show you the things you consider to be late, you will be presented with a list of these items.
ar: عندما تصفي طلباتك لتعرض لك الطلبات التي تعتبرها متأخرة ، سيُعرض لك قائمة بتلك المواد.
cs: Hned jak odfiltrujete své požadavky o položkách o kterých se domníváte, že se opozdí, ukáže se seznam těchto položek.
da: Når du filtrerer dine ordrer for at vise de ting, der anses for at være forsinkede, vises en liste med disse eksemplarer.
de: Nachdem über die Filter definiert wurde, welche Exemplare als verspätet gelten, wird eine Liste dieser Exemplare angezeigt.
el: Μόλις φιλτράρετε τις παραγγελίες ώστε να εμφανίζουν τα πράγματα που θεωρείτε καθυστερημένα, θα εμφανιστεί μια λίστα με αυτά τα τεκμήρια.
es: Una vez que haya filtrado los pedidos para que le muestre lo que considera retrasado, se le presentará una lista de esos ítems.
eu: Zure eskaerak iragazi ostean berandututa bezala hartutako gauzak ikusteko, elementu horien zerrenda erakutsiko zaizu.
fi: Kun olet suodattanut tilaukset nähdäksesi mielestäsi myöhässä olevat nimekkeet, saat listan näistä nimekkeistä.
fr: Quand vous avez filtré les commandes pour voir celles que vous considérez en retard, la liste de celles-ci est affichée.
hi: आप आप चीजों को आप देर से होने के लिए विचार को दिखाने के लिए अपने आदेश को फिल्टर के बाद, आप इन मदों की एक सूची के साथ प्रस्तुत किया जाएगा।
it: Dopo aver filtrato gli ordini per individuare quelli in ritardo, ti verrà presentata la lista delle copie in questione.
oc: Quand avètz filtrat les comandas per veire celles que vous considérez en retard, la lista de celles-ci es afichada.
pl: Lista zaległych zamówień zostanie zaprezentowana po wybraniu filtra, pokazującego egzemplarze opóźnione.
pt: Após filtrar as suas encomendas para mostrar apenas as atrasadas, aparecerá uma lista dos elementos em atraso.
pt_br: Quando você filtrar seus pedidos para exibir os materiais que você considera em atraso você será levado a uma lista destes exemplares.
sk: Hneď ako prefiltrujete objednávky so zámerom nájsť niečo oneskorené, predstaví sa Vám zoznam týchto exemplárov.
sv: När du filtrerar dina order för att visa de saker som du anser är försenade, visas en lista med dessa poster.
tr: Siparişlerinizi gecikeceğini düşündüğünüz şeyleri göstermesi için filtrelediğinizde, size bu materyallerin listesi sunulacaktır.
zh_tw: 篩選訂單，選出認為遲到的館藏後，這些館藏將呈現在另個清單裡。

source: Once you have added all of the items click the 'Done' button. The resulting page will list the items you have selected.
ar: عند إضافتك لكل المواد أنقر على زر 'تم'. الصفحة الناتجة ستعرض لك قائمة بالمواد التي قمتَ بتحديدها.
cs: Pokud jste přidali všechny položky, kliněte na tlačítko 'Hotovo'. Výsledková stránka ukáže vámi vybrané položky.
da: Når alle eksemplarer er tilføjet, klik på knappen 'Udført'. Resultatsiden viser de valgte eksemplarer.
de: Klicken Sie auf 'Fertig' nachdem alle Exemplare hinzugefügt wurden. Die nachfolgende Seite wird alle Exemplare auflisten, die Sie ausgewählt haben.
el: Μόλις προσθέσετε όλα τα τεκμήρια κάντε κλικ στο κουμπί 'Έγινε'. Η σελίδα αποτελεσμάτων θα σας δείξει τα τεκμήρια που επιλέξατε.
es: Una vez que haya agregado todos los ítems, haga clic en el botón "Hecho". La página resultante mostrará una lista de los ítems que ha seleccionado.
eu: Elementu guztiak gehitutakoan, egin klik 'Eginda' botoian. Ondoriozko orriak hautatutako elementuak zerrendatuko ditu.
fi: Kun olet lisännyt kaikki niteet, klikkaa 'Valmis'. Tulossivu näyttää kaikki niteet, jotka olet valinnut.
fr: Une fois que vous avez ajouté les exemplaires, cliquez sur le bouton Fait. La page de résultat liste les exemplaires que vous avez sélectionnés.
hi: 'पूर्ण' बटन पर क्लिक करें एक बार जब आप सभी वस्तुओं को शामिल किया है। जिसके परिणामस्वरूप पृष्ठ वस्तुओं आपके द्वारा चुने गए सूची जाएगा।
it: Dopo aver aggiunto tutte le copie, clicca il bottone 'Fatto'. La pagina successiva mostrerà le copie da te scelte.
oc: Un còp qu'avètz apondut los exemplars, clicatz sul boton Fait. La pagina de resultat lista los exemplars qu'avètz seleccionats.
pt: Assim que adicionar todos os exemplar carregue no butão 'Feito'. A página irá listar todos os exemplares que seleccionou.
pt_br: Quando você adicionar todos os exemplares, clique em 'OK'. A página seguinte exibirá os exemplares que você selecionou.
sk: Len čo pridáte všetky tieto exempláre, kliknite na tlačidlo 'Hotovo'. Výsledná stránka Vám vymenuje Vami vybrané exempláre.
sv: Klicka på knappen 'Klar' när du lagt till alla objekt. Sidan som visas listar alla objekt du valt.
tr: Tüm materyalleri eklediğinizde 'Tamam' butonuna tıklayın. Sonuç sayfası seçtiğiniz materyalleri listeleyecektir.
zh_tw: 新增所有館藏後，勾選 '完成' 鈕，結果頁面將列出所有勾選的館藏。

source: Once you have all of the patrons you would like to add you can click the 'Update' button to save them to the list.
ar: بمجرد وجود كل المستفيدين الذين ترغب في إضافتهم يمكنك النقر على زر "تحديث" لحفظهم إلى القائمة.
cs: Jakmile máte přidány všechny čtenáře, které chcete v seznamu mít, klikněte na tlačítko 'Uložit'.
de: Nachdem Sie alle Benutzer ausgewählt haben, die Sie zur Liste hinzufügen möchten, können sie diese über 'Aktualisieren' speichern.
el: Όταν θα έχετε όλα τα μέλη οπυ θα θέλατε να προσθέσετε μπορείτε να πατήσετε το κουμπί 'Ενημέρωση' για να τα αποθηκεύσετ στη λίστα.
es: Una vez que tenga todos los usuarios que le gustaría agregar, puede hacer clic en el botón de 'Actualizar' para guardarlos en la lista.
fi: Kun olet lisännyt kaikki haluamasi asiakkaat listalle, voit klikata 'Päivitä' tallentaaksesi heidät listalle.
fr: Lorsque vous avez choisi tous les adhérents que vous souhaitez ajouter à la liste, cliquez sur le bouton 'Mettre à jour'.
hi: आप जोड़ने के लिए आप उन्हें सूची को बचाने के लिए 'अद्यतन' बटन पर क्लिक कर सकते हैं चाहते हैं एक बार जब आप संरक्षक के सभी है।
it: Una volta che si hanno tutti gli utenti che si desidera aggiungere, cliccare sul pulsante 'Aggiorna' per salvarli nella lista.
oc: Quand avètz causit totes los aderents que volètz apondre a la lista, clicatz sul boton 'Metre a jorn'.
pt: Assim que tiver todos os leitores que deseja adicionar pode clicar no botão 'Atualizar' para os adicionar à lista.
pt_br: Quando você tiver adicionado todos os usuários que desejar, clique em 'Atualizar' para salvá-los na lista.
sk: Hneď po dokončení všetkých čitaľov, ktorých chcete pridať, môžete kliknúť na tlačidlo 'Aktualizovať' a uložiť ich tak do zoznamu.
tr: Eklemek istediğiniz tüm kullanıcıları elde ettiğinizde, 'Güncelle' butonuna tıklayarak kullanıcıları listeye kaydedebilirsiniz.
zh_tw: 所有的讀者都選定後，勾選 '更新' 鈕，儲存他們入清單。

source: Once you have checked out all of the items for the patron you can print them a receipt by choosing one of two methods.
ar: عند إعارتك كل المواد لمستفيد بإمكانك ان تطبع لهذه المواد وصل إستلام باختيارك إحدى طريقتين.
cs: Pokud jste čtenáři půjčili všechny položky, můžete vytisknout potvrzení zvolením jedné ze dvou metod.
da: Når alle eksemplarer er udlånt til låneren, kan du udskrive en kvittering til ham med en af to metoder.
de: Wenn Sie alle Titel für den Benutzer verbucht haben, haben Sie zwei Möglichkeiten eine Ausleihquittung zu drucken.
el: Μόλις δανείσετε όλα τα τεκμήρια στο μέλος μπορείτε να τα εκτυπώσετε σε μία απόδειξη επιλέγοντας μία από τις δύο μεθόδους.
es: Una vez haya prestado todos los ítems al usuario puede imprimirle un recibo seleccionando uno de dos métodos.
eu: Una vez haya prestado todos los ítems al socio puede imprimirle un recibo seleccionando uno de dos métodos.
fi: Kun olet lainannut kaikki niteet asiakkaalle, voit tulostaa kuitin kahdella eri tavalla.
fr: Une fois que vous avez prêté tous les document à l'adhérent vous pouvez les imprimer sur un ticket en choisissant une des deux méthodes suivantes :
hi: एक बार जब आप संरक्षक के लिए सभी वस्तुओं को बाहर की जाँच की है कि आप दो तरीकों में से एक का चयन करके उन्हें एक रसीद प्रिंट कर सकते हैं।
it: Una volta che hai prestato tutte le copie ad un utente, puoi stampare una ricevuta scegliendo tra due metodi.
oc: Un còp qu'avètz prestat totes los document a l'aderent podètz les imprimir sus un ticket en causissent una des deux metòdes seguentas :
pl: Po wypożyczeniu użytkownikowi egzemplarzy na konto, możesz wydrukować rewers, wybierając jedną z dwóch metod.
pt: Após ter emprestado todos os exemplares desejados pelo leitor, é possível imprimir um recibo escolhendo um dos dois métodos.
pt_br: Quando você tiver emprestado todos os exemplares para o usuário, você pode imprimir para ele um recibo clicando no botão 'Imprimir' no topo da página e escolhendo 'Imprimir recibo' ou 'Recibo rápido'.
sk: Len čo ste čitateľovi vypožičali všetky exempláre, môžete o tom vytlačiť potvrdenku zvolením jednej z dvoch metód.
sv: När du genomfört utlåning för en låntagare kan du skriva ut ett kvitto åt dem på två olika sätt.
tr: Kullanıcıya tüm materyalleri ödünç verdiğinizde, iki yöntemden birini seçerek materyallere alındı çıktısı alabilirsiniz.
zh_tw: 把館藏借出後，有兩個方式可印出收條給讀者。
