Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: You will then be presented with a pop up window asking which one of your adult patron categories this Child should be updated to
ar: سوف تظهر لك نافذة منبثقة تسألك إلى أي من فئات المستفيد البالغ يجب أن يتم تحديث هذا الطفل.
cs: Bude vám pak prezentováno pop-up oknem dotazujícím se, která kategorie dospělých čtenářů tohoto dítěte by měla být aktualizována
da: Du vil se et popup-vindue, som spørger hvilken af voksenkategorierne dette barn skal opgraderes til
de: Im nun angezeigten Formular können Sie den Benutzertyp der Kategorie Erwachsener wählen, die statt der bisherigen Benutzertyps der Kategorie Kind zugewiesen werden soll.
el: Θα εμφανιστεί τότε ένα αναδυόμενο παράθυρο που θα ρωτά σε ποια από τις κατηγορίες ενηλίκων μελών θα πρέπει αυτό το Παιδί να αναβαθμιστεί
es: Entonces se le presentará una ventana emergente preguntando a cual de sus categorías de adultos debe ser actualizado este Niño
eu: A continuación, se presentará con una ventanaemergente preguntando cuál de las categorías de socio adulto este Niño debe ser actualizado para
fi: Sen jälkeen saat ponnahdusikkunan, jossa kysytään, mihin aikuisten asiakastyyppiin lapsiasiakas päivitetään
fr: Une fenêtre pop-up s'affichera pouv vous demander en quelle catégorie d'adhérent adultes devra être transformé cet adhérent enfant
hi: फिर आप एक पॉप अप विंडो पूछ अपने वयस्क संरक्षक श्रेणियों में से एक इस बच्चे को अद्यतन किया जाना चाहिए जिसके साथ प्रस्तुत किया जाएगा
it: Ti verrà presentata una finestra pop-up chiedendoti a quale categoria di utenti adulti va associato il minorenne
oc: Una fenèstra pop-up s'aficharà pouv vous demander en quina categoria d'aderent adultes devra èsser transformé aqueste aderent enfant
pl: Następnie pojawi się okienko z zapytaniem do jakiej kategorii dorosłego użytkownika zaktualizować konto Dziecko
pt: Aparecerá uma janela a perguntar para qual das categorias de adulto a criança deve ser actualizada
pt_br: Em seguida, será apresentado com uma janela pop-up pedindo que uma de suas categorias pais adultos esta criança deve ser atualizado para
sk: Potom sa Vám zobrazí vyskakovacie okno s otázkou na ktorú kategóriu dospelého čitateľa by malo byť toto Dieťa aktualizované
sv: Du kommer sedan att få se ett popup-fönster där du tillfrågas till vilken vuxenkategori som barnet ska uppdateras till
tr: Daha sonra bu çocuğun hangi yetişkin kullanıcı kategorisinde güncelleneceğini soran açılan bir pencereyle karşılaşacaksınız.
zh_tw: 以彈出視窗詢問此兒童讀者應昇級為何種成人讀者類型

source: You will then be presented with the form to edit the authority before saving it to your system
ar: سيظهر لك نموذج لتحرير الاستناد قبل حفظه في نظامك
cs: Bude zobrazen formulář, ve kterém budete moci upravit autoritní záznam předtím, než bude uložen do systému.
de: Sie bekommen den Datensatz bearbeiten bevor Sie ihn speichern
el: Θα εμφανιστεί τότε η φόρμα για την επεξεργασία του καθιερωμένου όρου πριν τον αποθηκεύσετε στο σύστημα
es: Se le presentará entonces el formulario para editar la autoridad antes de grabarla en su sistema
eu: Ondoren autoritatea editatzeko formularioa agertuko zaizu, sisteman gorde aurretik
fi: Saat lomakkeen, jossa voit muokata auktoriteettiä ennen sen tallentamista järjestelmääsi
fr: Un formulaire vous permettra de modifier l'autorité avant de l'enregistrer dans votre système.
hi: इसके बाद आप अपने सिस्टम को सहेजने से पहले प्राधिकरण को संपादित करने के लिए फार्म के साथ प्रस्तुत किया जाएगा
it: Ti verrà presentata una form per modificare l'authority prima di salvarla nel sistema.
oc: Un formulari vos permettra de modificar l'autoritat avant de l'enregistrar dans vòstre sistèma.
pl: Wyświetlony zostanie pusty formularz z wszystkimi szczegółami potrzebnymi do zamówienia
pt: Aparecerá um formulário para editar a autoridade antes de a guardar no sistema
pt_br: Você será levado a um formulário em branco para editar o registro de autoridade antes de salvá-lo em seu sistema
sk: Predstaví sa vám formulár, kde môžete upraviť autority pred uložením do vášho systému
tr: Sonra size sisteminize kaydetmeden önce otorite ile ilgili değişiklikler yapabileceğiniz bir form sunulacak
zh_tw: 儲存之前顯示可編輯的權威表單

source: You will then be presented with three download options: PDF, Excel, and CSV.
ar: بعد ذلك سيظهر لك ثلاث خيارات للتنزيل: PDF و Excel و CSV.
cs: Budou vám prezentovány tři možností stažení: PDF, Excel a CSV.
da: Du vil blive præsenteret for tre download-muligheder: PDF, Excel og CSV.
de: Sie können aus drei Download-Optionen wählen: PDF, Excel und CSV.
el: Μετά θα σας παρουσιαστούν τρεις επιλογές μεταφόρτωσης: PDF, Excel και CSV.
es: A Usted entonces se le presentarán tres opciones de descarga: PDF, Excel, y CSV.
eu: Ondoren, deskargatzeko hiru formatu agertuko zaizkizu: PDF, Excel eta CSV.
fi: Saat kolme eri latausvaihtoehtoa: PDF, Excel ja CSV.
fr: Trois options de téléchargement vous seront alors proposées : PDF, Excel ou CSV.
hi: पीडीएफ, एक्सेल, और सीएसवी: तो फिर तुम तीन डाउनलोड विकल्प के साथ प्रस्तुत किया जाएगा।
it: Ti verranno offerte tre opzioni di download: PDF, Excel e CSV.
oc: Trois opcions de telecargament vous seràn alors prepausadas : PDF, Excel o CSV.
pt: Aparecerão três opções de download: PDF, Excel ou CSV.
pt_br: Você terá três opções de download: PDF, Excel e CSV.
sk: Potom sa Vám predstavia tri možnosti na stiahnutie: PDF, Excel a CSV.
sv: Du kommer att se tre alternativ för nedladdning: PDF, Excel och CSV.
tr: Daha sonra size üç indirme seçeneği sunulacak: PDF, Excel ve CSV.
zh_tw: 有三個選項：PDF、Excel與CSV。

source: Your CSV Profiles will appear on the export list or cart menu under the 'Download' button in both the staff client and the OPAC
ar: ملف تعريف CSV الخاص بك سوف يظهر على قائمة التصديرأو قائمة السلة ضمن زر 'تحميل' في كل من عميل الموظقين و الأوباك
cs: Vaše CSV profily se objeví na seznamu exportu nebo menu koše pod tlačítkem 'Ke stažení' jak v interfejsu zaměstnanců tak i u OPACu.
da: Dine CSV-profiler vises i eksportlisten eller kurvens menu under knappen 'Download' både i intranet og i OPAC
de: Ihre CSV-Profile werden in der Liste der Exportformate des Warenkorbmenüs unter 'Download' sowohl in der Dienstoberfläche als auch im OPAC angezeigt
el: Τα CSV Προφίλ σας θα εμφανιστούν στη λίστα εξαγωγής ή στο μενού του καλαθιού κάτω από το κουμπί 'Μεταφόρτωση' και στη διεπαφή προσωπικού και στον OPAC
es: Sus perfiles CSV aparecerán en la lista de exportación o en el menú del carrito bajo el botón 'Descargar' tanto en el cliente administrativo como el OPAC.
eu: Sus perfiles CSV aparecerán en la lista de exportación o en el menú del cesta bajo el botón 'Descargar', tanto en el usuario de personal como del OPAC
fi: CSV-profiilisi näkyvät sekä virkailijatyökalussa että verkkokirjastossa alasvetovalikossa, kun klikkaat 'Lataa lista' tai 'Lataa kori'.
fr: Vos Profils CSV seront visibles au niveau du menu d'export d'une liste ou d'un panier sous le bouton 'Télécharger'
hi: आपका सीएसवी प्रोफाइल दोनों स्टाफ कलाइन्ट और ओपेक में 'डाउनलोड' बटन के तहत निर्यात की सूची या गाड़ी मेनू पर दिखाई देगा
it: Il tuo profilo CSV apparirà sulla lista di export o menu del carrello sotto il bottone 'Scarica' sia nella ricerca staff che nell'Opac
oc: Vos Profils CSV seràn visibles al nivèl del menú d'expòrt d'una lista o d'un panièr jos lo boton 'Telecargar'
pt: Os seus perfis CSV vão aparecer no menu da lista de exportação ou do carrinho debaixo de botão de 'Download'
pt_br: Os seus perfis CSV vão aparecer no menu da lista de exportação ou do cesto debaixo de botão de 'Download'
sk: Vaše profily CSV sa objavia na zozname exportu alebo ponuke košíka pod tlačidlom 'Stiahnuť' v Intranete ako aj v OPACu
sv: Dina CSV-profiler visas i exportlistan eller vagnmenyn under knappen 'Ladda ner' i både personalklienten och OPAC
tr: CSV Profilleriniz 'İndir' butonu altında dışa aktarma listesi veya sepet menüsünde hem personel kullanıcı hem de OPAC içerisinde görünecektir
zh_tw: 您的 CSV 設定檔顯示在館員介面與 OPAC，匯出清單或採購項目選單下的 '下載' 鈕

source: Your Koha installation comes with a blank CSV file that you can use as a template for your patron records. If you would like to create the file yourself, make sure that your file has the following fields in this order as the header row:
ar: يأتي تثبيت كوها الخاص بك مع ملف CSV فارغ يمكنك استخدامه كقالب لتسجيلات المستفيد الخاص بك. إذا كنت ترغب في إنشاء الملف بنفسك، تأكد من أن ملفك يحتوي على الحقول التالية بهذا الترتيب كصف الرأس:
cs: Vaše Koha je instalace přichází s prázdným CSV souborem, který můžete použít jako šablonu pro záznamy vašich čtenářů. Pokud chcete vytvořit soubor sami, ujistěte se, že váš soubor má následující pole v tom pořadí jako řádek záhlaví:
da: Din Koha-installation kommer med en blank CSV-fil, der kan bruges som en skabelon for lånerposterne. Hvis du selv vil oprette filen, skal du sørge for at filerne har følgende felter i denne rækkefølge som overskriftsrække:
de: Sie können aus Koha eine leere CSV-Datei als Vorlage für den Benutzerdatenimport herunterladen. Wenn Sie die Datei selbst erstellen möchten, achten Sie darauf, dass Ihre Kopfzeile die folgenden Felder in dieser Reihenfolge enthält:
el: Η εγκατάσταση του Koha περιλαμβάνει ένα κενό αρχείο CSV που μπορείτε να χρησιμοποιήσετε ως πρότυπο για τις εγγραφές μελών. Αν θέλετε να δημιουργήσετε το αρχείο από μόνοι σας, σιγουρευτείτε ότι το αρχείο έχει τα ακόλουθα πεδία σε αυτή τη σειρά όπως η σειρά επικεφαλίδας:
es: Su instalación de Koha viene con un archivo CSV en blanco que pude utilizar como plantilla para sus registros de usuarios. Si desea crear el archivo por su cuenta, asegúrese que el mismo tiene los siguientes campos en este orden como línea cabecera:
eu: Su instalación de Koha viene con un archivo CSV en blanco que pude utilizar como plantilla para sus registros de socios. Si desea crear el archivo por su cuenta, asegúrese que el mismo tiene los siguientes campos en este orden como linea cabecera:
fi: Koha-asennuksesi mukana tulee tyhjä CSV-tiedosto, jota voit käyttää pohjana asiakkaiden tietueille. Jos haluat luoda oman tiedoston, varmista, että ainakin seuraavat kentät ovat tiedostossa tässä järjestyksessä:
fr: Votre installation de Koha dispose d'un fichier CSV vide que vous pouvez utiliser comme modèle. Si vous voulez créer vous-même ce fichier, assuerez-vous que les champs suivants sont bien présents et dans l'ordre suivant :
hi: आपका कोहा स्थापना एक खाली सीएसवी फ़ाइल है कि आप अपने संरक्षक रिकॉर्ड के लिए एक टेम्पलेट के रूप में उपयोग कर सकते हैं के साथ आता है। आप फाइल को अपने आप को बनाने के लिए चाहते हैं, तो सुनिश्चित करें कि आपकी फ़ाइल शीर्षक पंक्ति के रूप में इस क्रम में निम्नलिखित क्षेत्रों है बनाते हैं:
it: la tua installazione di Koha ha un file CSV vuoto che puoi usare come modello per i record utente. Se ne vuoi creare uno da solo, accertati che contenga come prima riga i seguenti campi e nel seguente ordine:
oc: Vòstra installacion de Koha dispose d'un fichièr CSV vide que podètz utilizar coma modèl. Se volètz crear vosmême ce fichièr, assuerez-vous que los camps seguents son bien présents e dins l'òrdre seguent :
pt: A sua instalação do Koha vem com um ficheiro CSV em branco que pode usar como modelo para os novos registos de leitor. Se deseja criar o ficheiro manualmente, tenha a certeza que o seu ficheiro tenha os seguintes campos com esta ordem como cabeçalho:
pt_br: Sua instalação do Koha vem com um arquivo CSV em branco que você pode suar como template para seus registros de usuários. Se você deseja criar um arquivo, tenha certeza que seu arquivo tem os campos sequintes nesta ordem do cabeçalho:
sk: Vaša inštalácia Kohy je dodaná s prázdnym súborom CSV, ktorý môžete použiť ako šablónu pre záznamy o Vašich čitateľoch. Ak by ste chceli vytvoriť súbor sami, uistite sa, že Váš súbor má nasledovné polia v rovnakom poradí ako hlavičkový riadok:
sv: Koha installeras med en tom CSV-fil du kan använda som en mall för dina låntagarposter. Om du vill skapa filen själv måste du se till att den har följande fält i denna ordning som rubrikrad:
tr: Koha kurulumunuz, kullanıcı kayıtlarınıza şablon olarak kullanabileceğiniz boş bir CSV dosyası ile birlikte gelir. Dosyayı kendiniz oluşturmak istiyorsanız, dosyanızda başlık satırı olarak aşağıdaki alanların bulunduğundan emin olunuz:
zh_tw: 安裝Koha時，伴隨一個空白CSV檔，可做為讀者證的模板。若打算自行新增檔案，確認它有以下的欄位做為標題列：

source: Your added items will appear above the add form once submitted
ar: سوف تظهر المواد التي قمت بإضافتها أعلى نموذج إضافة بمجرد إرسالها.
cs: Vaše přidané jednotky se zobrazí nad přidávacím formulářem, jakmile bude předložen
da: Dine tilføjede eksemplarer vises over tilføj-formularen, når de er sendt
de: Die Exemplare, die Sie beigefügt haben, erscheinen oberhalb des Eingabeformulars, sobald sie übermittelt sind
el: Τα αντίτυπα που προσθέσατε θα εμφανιστούν πάνω από τη φόρμα
es: Sus ítems agregados aparecerán encima del formulario una vez enviado el formulario
eu: Inprimakia bidalitakoan, gehitutako elementuak gehitzeko inprimakiaren gainean agertuko dira
fi: Tallennuksen jälkeen lisäämäsi niteet näkyvät lisäyslomakkeen yläpuolella
fr: Les exemplaires ajoutés apparaîtront au-dessus du formulaire d'ajout
hi: आपका आइटम जोड़ा एक बार प्रस्तुत ऐड प्रपत्र के ऊपर दिखाई देगा
it: Le copie aggiunte appariranno sopra la form
oc: Los exemplars aponduts apparaîtront au-dessus del formulari d'ajout
pt: Os exemplares adicionados irão aparecer abaixo das caixas de pesquisa
pt_br: Os exemplares que você adicionou aparecerão acima do formulário de inserção uma vez que ele forem salvos
sk: Vaše pridané exempláre sa objavia nad formulárom pridávania len čo ich odošlete
sv: De objekt du lagt till visas ovanför formuläret när de skickats
tr: Eklemiş olduğunuz materyaller gönderdildikten sonra ekleme formunun üst kısmında görünecektir
zh_tw: 送出後水，新增的館藏將顯示在新增表單上

source: Your completed order will be listed on the Basket Grouping page for printing or further modification.
ar: سوف يتم إدراج طلبك المكتمل في صفحة تجميع السلة للطباعة أو للتعديل في المستقبل.
cs: Vaše vyplněná objednávka bude uvedena na stránce seskupení košíků pro tisk nebo další úpravy.
da: Din afsluttede bestilling vises på kurvgruppesiden til udskrivning eller videre ænding.
de: Ihre komplette Bestellung wird in der Bestellübersicht zum Ausdruck oder für weitere Änderungen angezeigt.
el: Η ολοκληρωμένη παραγγελία σας θα βρίσκεται στη σελίδα Ομαδοποίησης Καλαθιών για εκτύπωση ή περαιτέρω τροποποίηση.
es: Su pedido completo sera listado en la página de Agrupamiento de cestas para su impresión o posterior modificación.
eu: Bete duzun eskaera saskien taldekatze orrian zerrendatuko da, inprimatzeko edo aldatzeko.
fi: Valmiit tilauksesi näkyvät Tilausryhmien sivulla tulostamista tai muuta muokkausta varten.
fr: Votre commande une fois terminée sera intégrée à la liste des bordereaux et ainsi disponible pour impression ou modification.
hi: आपका पूरा आदेश मुद्रण या आगे संशोधन के लिए बास्केट समूहन पृष्ठ पर सूचीबद्ध किया जाएगा।
it: L'ordine completato verrà elencato nella pagina dell'ordine d'acquisto per la stampa o ulteriori modifiche.
oc: Vòstra comanda una fois terminée serà integrada a la lista des registres e ainsi disponible per impression o modificacion.
pl: Jeśli zaznaczysz tę opcję, grupę koszyków będzie można modyfikować i wydrukować w formacie PDF.
pt: A sua encomenda completa será listada na página de grupo de cestos para impressão ou modificação.
pt_br: O seu pedido completo será listado no grupo de pedidos para impressão ou posterior modificação.
sk: Vaša dokončená objednávka sa zobrazí na stránke Zoskupenia košíkov pre tlač a ďalšiu úpravu.
sv: Den slutförda beställningen kommer att listas på sidan för korggrupper, där den kan skrivas ut eller redigeras.
tr: Tamamlanmış siparişiniz çıktı alma ya da daha başka değişiklikler yapabilmeniz için Sepet Gruplama sayfasında listelenir.
zh_tw: 完整訂單將出現在購物籃群組頁面，供列印或後續修改。

source: Your definitions will all appear on the Reports Dictionary page
ar: سوف تظهر التعريفات الخاصة بك في صفحة قاموس التقارير
cs: Vaše definice se všechny objeví na stránce "Slovník výstupů"
da: Dine definitioner vises alle på rapport leksikonsiden
de: Ihre Definitionen werden auf der Wörterbuchseite angezeigt
el: Οι ορισμοί σας θα εμφανιστούν στη σελίδα Λεξικού Εκθέσεων
es: Sus definiciones aparecerán en la página Diccionario de Informes
eu: Sus definiciones aparecerán en la página Diccionario de Informes
fi: Kaikki määrityksesi näkyvät Raporttisanaston sivulla
fr: Vos définitions seront affichées dans la page Dictionnaire des rapports.
hi: आपकी परिभाषा सभी रिपोर्टों शब्दकोश पृष्ठ पर दिखाई देगा
it: Le tue definizioni compariranno nella pagina del Dizionario dei report
oc: Vos definicions seràn afichadas dins la pagina Diccionari des rapòrts.
pl: Twoje definicje pojawią się na stronie 'Słownik Raportów'
pt: As suas definições vão aparecer na página de dicionário de relatórios
pt_br: Suas definições irão aparecer na página do Dicionário de Relatórios
sk: Vaše definície sa všetky objavia na stránke Slovníka výkazov
sv: Dina definitioner kommer att visas på sidan Fördefinierade rapportfilter
tr: Tanımlamalarınızın tümü Raporlar Sözlüğü sayfası üzerinde görüntülenecektir
zh_tw: 您的定義將出現在報表字典頁面

source: Your items will also appear below the bibliographic details on the bib record display.
ar: سوف تظهر موادك أيضا أدنى التفاصيل البيبلوجرافية في عرض التسجيلة البيبلوجرافية.
cs: Vaše jednotky se také objeví pod bibliografickými detaily v zobrazení bibliografického záznamu.
da: Dine eksemplarer vises også under titel-detaljerne på titel-post-visningen.
de: Ihre Exemplare werden auch unter den bibliographischen Details auf der Anzeigeseite für bibliographische Datensätze erscheinen.
el: Τα αντίτυπα θα εμφανιστούν επίσης κάτω από τα βιβλιογραφικά στοιχεία στην εμφάνιση βιβλιογραφικής εγγραφής.
es: Sus ítems también aparecerán bajo los detalles bibliográficos en la pantalla de los registros bibliográficos.
eu: Zure elementuak bibliografia erregistroaren pantailan, bibliografia xehetasunen azpian agertuko dira ere.
fi: Niteet näkyvät myös nimeketietueen alla 'Perustiedot'-näytöllä.
fr: Vos exemplaires seront également affichés sous la notice bibliographique sur la page d'affichage détaillé.
hi: आपका आइटम भी बिब रिकॉर्ड प्रदर्शन पर ग्रंथ सूची विवरण नीचे दिखाई देगा।
it: Le tue copie appariranno anche nella zona dei dettagli bibliografici del record mostrato.
oc: Vos exemplars seràn tanben afichats jos la notícia bibliografica sus la pagina d'afichatge detalhat.
pt: Os exemplares irá também aparecer debaixo dos detalhes bibliográficos no ecrã do registo.
pt_br: Os seus exemplares também aparecerão abaixo dos detalhes bibliográficos na exibição do registro.
sk: Vaše exempláre sa tiež objavia pod detailmi na zobrazení knižničného záznamu.
sv: Dina objekt kommer även att visas under den bibliografiska informationen i skärmen med bibliografiska poster.
tr: Materyalleriniz aynı zamanda bibliyografik kayıt görüntüsü üzerindeki bibliyografik ayrıntılar altında görünecektir.
zh_tw: 館藏將顯示在書目記錄頁面的書目詳情之下。

source: Your new category and value will appear on the list of Authorized Values
ar: ستظهر الفئة والقيمة الجديدة الخاصة بك في قائمة قيم الاستناد
cs: Nová kategorie a hodnota se objeví v seznamu Autorizovaných hodnot
da: Din nye kategori og værdi vises i listen med normerede værdier.
de: Ihre neue Kategorie und der zugehörige Wert werden in der Liste der normierten Werte angezeigt
el: Η νέα κατηγορία και τιμή θα εμφανιστούν στη λίστα με τις Καθιερωμένες Τιμές
es: Su nueva categoría y valor aparecerán en la lista Valores autorizados
eu: Zure kategoria eta balore berria Baimendutako baloreak zerrendan agertuko dira
fi: Uusi luokka ja arvo näkyy auktorisoitujen arvojen listalla
fr: Votre nouvelle catégorie et la nouvelle valeur apparaîtront alors dans la liste des valeurs autorisées.
hi: आपका नया वर्ग और मूल्य अधिकृत मानों की सूची पर दिखाई देगा
it: La nuova categoria e il suo valore appariranno nella lista dei Valori autorizzati
oc: Vòstra novèla categoria e la novèla valor apparaîtront alors dins la lista des valors autorizadas.
pl: Twoja nowa kategoria i wartość pojawią się na liście Dopuszczonych Wartości
pt: A nova categoria e o valor vão aparecer na lista de valores autorizados
pt_br: Sua nova categoria e valor aparecerão na lista de valores autorizados
sk: Vaša nová kategória a hodnota sa objavia na zozname povolených hodnôt
sv: Din nya kategori och värdet kommer att visas i listan med auktoriserade värden
tr: Yeni kategoriniz ve değeriniz yetkili değerler listesinde görünecektir
zh_tw: 新的範圍與值將顯示在容許值清單裡
