Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: A message will appear tell you that the item is not checked out, but the status will now say available in the catalog. This step is necessary to mark items as received by the home branch.
ar: الرسالة التي ستظهر لك لتعلمك أن المادة غير معارة ولكنها ستبقى بحالة الإتاحة على الفهرس . تعتبر هذه الخطوة مهمة لأنها تشير لك إلى المواد التي تم تلقيها من قبل فرع المكتبة الداخلي .
cs: Objeví se zpráva, že výtisk není vypůjčen, ale status v katalogu bude změněn na "dostupné". Tento krok je nezbytný k označení výtisku jako přijatého domovskou knihovnou.
da: Der vises en meddelelse, der fortæller, at eksemplaret ikke er udlånt, men status er nu tilgængelig i kataloget. Dette skridt er nødvendigt for at eksemplaret kan markeres som ankommet til stedet.
de: Es erscheint ein Hinweis, dass das Exemplar nicht ausgeliehen ist, aber durch das Rückbuchen verändert sich der Status im Katalog auf verfügbar. Dieser Schritt ist notwendig, damit das Exemplar den Transportstatus verlässt und als in der Bibliothek eingegangen vermerkt wird.
el: Θα εμφανιστεί ένα μήνυμα που θα σας λέει ότι το τεκμήριο δεν είναι δανεισμένο, αλλά η κατάσταση στον κατάλογο θα αναφέρει ότι είναι διαθέσιμο. Αυτό το βήμα είναι απαραίτητο για να σημειώνονται τα τεκμήρια ως παραληφθέντα από το οικείο παράρτημα.
es: Aparecerá un mensaje indicando que el ítem no está prestado, pero el estado ahora dirá disponible en el catálogo. Este paso es necesario para marcar los ítems como recibidos por la sede de origen.
eu: Elementua maileguan hartuta ez dagoela adieraziko duen mezu bat agertuko da, baina egoera eskuragarri izango da katalogoan. Urrats hori beharrezkoa da jatorri-liburutegiak jasota bezala markatzeko.
fi: Viesti kertoo, että nidettä ei ole lainattu ja tila päivittyy saatavaksi. Vaihetta tarvitaan, jotta sijainniksi päivittyy kotikirjasto.
fr: Un message s'affiche indiquant que l'exemplaire n'est pas prêté, mais son statut dans le catalogue devient disponible. Cette étape est nécessaire pour indiquer que l'exemplaire a été reçu par le site de rattachement.
hi: एक संदेश दिखाई आपको बता देगा कि आइटम बाहर की जाँच नहीं की है, लेकिन स्थिति अब सूची में उपलब्ध नहीं कहेगा। इस कदम के रूप में घर शाखा द्वारा प्राप्त वस्तुओं को चिह्नित करने के लिए आवश्यक है।
it: Un messaggio ti informerà che la copia non è in prestito, ma disponibile in catalogo. Questo passaggio è necessario per segnare le copie come ricevute dalla biblioteca.
oc: Un messatge s'aficha indicant que l'exemplar es pas prestat, mas son estatut dins lo catalòg devient disponible. Aquesta etapa es necessària per indicar que l'exemplar a été recebut per lo site de restacament.
pl: Wyświetli się komunikat, że egzemplarz nie jest wypożyczony i w katalogu będzie miał status dostępny. Ten krok jest potrzebny, aby zaznaczyć egzemplarze jako otrzymane w bibliotece macierzystej.
pt: Uma mensagem vai aparecer a identificar que o exemplar não está emprestado, mas o estado estará como disponível no catálogo. Este passo é necessário para marcar exemplares como recebidos pela biblioteca origem.
pt_br: Uma mensagem aparecerá para indicar que o exemplar não está emprestado, mas o status constará como disponível no catálogo. Este passo é necessário para marcar exemplares como recebidos na biblioteca de origem.
sk: Objaví sa hlásenie, ktoré Vám oznámi, že exemplár nie je vypožičaný, ale stav teraz povie, že je dostupný v katalógu. Tento krok je nevyhnutný pre označenie exemplárov ako prijatých v domovskej pobočke.
sv: Ett meddelande som anger att objektet inte är utlånat visas, men statusen indikerar inte att det är tillgängligt i katalogen. Detta steg är nödvändigt för att markera objekt som mottagna av hemfilialen.
tr: Materyalin ödünç verilmediğini belirten bir mesaj ekrana gelecektir, fakat katalogdaki durum kullanılabilir olarak görünecektir. Bu adım, materyalleri ana kütüphane tarafından alındı olarak göstermek için gereklidir.
zh_tw: 訊息將顯示出來，告知館藏未被借出，但目錄的狀態將是可取得。此步驟標示館藏已由所屬圖書館收到。

source: A patron image can be added by browsing for the image on your machine from the 'Manage Patron Image' section
ar: يمكن إضافة صور للمستفيدين من خلال تصفح قسم 'إدارة صور المستفيدين' على جهازك .
cs: Fotografii čtenáře můžete přidat vybráním souboru z vašeho počítače pomocí menu "Správa profilových fotek čtenářů"
da: Et lånerbillede kan tilbøjes ved at hente billedet på din computer fra sektionen 'Administrer lånerbilleder'
de: Das Foto eines Benutzers kann hinzugefügt werden, indem Sie über "Benutzerfoto verwalten" auf Ihrem Rechner nach dem richtigen Bild suchen und es auswählen.
el: Μία εικόνα μέλους μπορεί να προστεθεί με την αναζήτηση της εικόνας στο μηχάνημά σας από την ενότητα 'Διαχείριση Εικόνας Μέλους'
es: Se puede agregar la imagen de un usuario buscándola en la computadora desde la sección 'Administrar Imágenes de Usuarios'
eu: Bazkide baten irudia gehitu daiteke hura ordenagailuan bilatuta, 'Kudeatu bazkideen irudiak' atalean.
fi: Asiakkaan kuva voidaan lisätä selaamalla kuva koneeltasi 'Käsittele asiakkaan kuva' -osiosta
fr: Une image adhérent peut être ajoutée en recherchant l'image sur votre machine depuis la section 'Chargement photos d'adhérents'
hi: एक संरक्षक छवि 'संरक्षक छवि प्रबंधित करें' अनुभाग से आपकी मशीन पर छवि के लिए ब्राउज़ द्वारा जोड़ा जा सकता है
it: Un'immagine dell'utente può essere aggiunta scorrendo le immagini caricate sul tuo computer nella sezione 'Gestisci l'immagine dell'utente'
oc: Un imatge aderent pòt èsser apondut en recercant l'imatge sus vòstra maquine dempuèi la seccion 'Cargament fòtos d'aderents'
pl: Zdjęcie użytkownika można dodać w sekcji 'Zarządzaj Zdjęciami Użytkownika'
pt: Uma imagem de leitor pode ser adicionado pela pesquisa da mesma na sua máquina a partir da secção de gestão da imagem de leitor
pt_br: Uma imagem do usuário pode ser adicionado procurando pelo arquivo em seu computador a partir da opção 'Gerenciar Imagem do Usuário'
sk: Obrázok čitateľa možno pridať prostredníctvom hľadania obrázkov vo Vašom počítači v sekcii 'Spracovať obrázok čitateľa'
sv: En låntagarbild kan läggas till genom att du väljer en bild på din maskin via 'Hantera låntagarbild'
tr: Kullanıcı resmi, bilgisayarınızdaki 'Kullanıcı Resmini Yönet ' bölümünden taranarak eklenebilir
zh_tw: 讀者照片可以經由 '管理讀者照片' 區，瀏覽本機的照片檔新增它

source: A profile is a set of "adjustments" applied to a given template just prior to printing which compensates for anomalies unique and peculiar to a given printer (to which the profile is assigned).
ar: السمت هو مجموعة من "التعديلات" التي يتم تطبيقها على قالب معطى قبل الطبع مباشرة مما يعوض عن المفارقات الفريدة والغربية لطابعة معطاة ( التي يتم تعيين السمت لها)
cs: Profil je skupina "úprav" aplikovaných na danou šablonu těsně před tiskem, který kompenzuje anomálie unikátní a charakteristické pro danou tiskárnu (ke které je profil přiřazen).
da: En profil er et sæt af "indstillinger", som bruges på en skabelon før udskrivningen, for at udligne en bestemt printers egenskaber (som er tilordnet til profilen)
de: Ein Profil ist ein Set von "Einstellungen", das einem bestehenden Template vor dem Druck zugeordnet wird, um Eigenschaften eines bestimmten Druckers auszugleichen (dem das Profil zugeordnet ist)
el: Ένα προφίλ είναι ένα σύνολο "προσαρμογών" που εφαρμόζονται σε ένα συγκεκριμένο πρότυπο πριν την εκτύπωση, το οποίο αντισταθμίζει τις ανωμαλίες, μοναδικές και ιδιαίτερες, σε έναν δεδομένο εκτυπωτή (στον οποίο έχει δοθεί το προφίλ).
es: Un perfil es un conjunto de "ajustes" aplicado a una plantilla justo antes de imprimir, el cual se usa para adecuarse a las particularidades de una impresora determinada (a la cual se le asigna el perfil).
eu: Profil bat txantiloi jakin bati inprimatu aurretik aplikatzen zaion "doikuntza" sorta da, eta inprimagailu jakin (profila aplikatuko zaiona) baten berezitasunetara egokitzeko balio du.
fi: Profiili on nippu "asetuksia", jotka tehdään annetulle pohjalle helpottamaan tulostamista tietyllä tulostimella (jolle profiili on tehty).
fr: Un profil est un paramétrage "d'ajustement" appliqué à un modèle donné juste avant l'impression pour compenser des anomalies uniques et spécifiques à une imprimante donnée (à laquelle le profil est rattaché).
hi: एक प्रोफ़ाइल का एक सेट "समायोजन "बस मुद्रण जो अद्वितीय है और एक दिया प्रिंटर (जो करने के लिए प्रोफाइल सौंपा है) के लिए अजीब विसंगतियों के लिए क्षतिपूर्ति करने से पहले एक दिया टेम्पलेट के लिए आवेदन किया है।
it: Un profilo è un set di "adattamenti" applicati ad un dato template subito prima della stampa per compensare anomalie peculiari della stampante data (a cui il profilo è assegnato).
oc: Un perfil es un parametratge "d'ajustament" aplicat a un modèl donat juste abans l'impression per compensar d'anomalias unicas e especificas a una imprimenta donada (a la quala lo perfil es restacat).
pt: Um perfil é um conjunto de "ajustes" aplicado a um determinado modelo apenas antes da impressão que compensa anomalias únicas e peculiares a uma determinada impressora (ao qual é atribuído o perfil).
pt_br: Um perfil é um conjunto de "configurações" aplicadas a um determinado template para compensar diferenças e peculiaridades de uma determinada impressora (a qual o perfil se aplica).
sk: Profil je sada "úprav" použítých v danej šablóne tesne pred tlačením, čím sa vyvažujú odchýlky vlastné pre danú tlačiareň (ktorej je pridelený tento profil).
sv: En profil är en uppsättning "justeringar" som tillämpas för en given mall precis innan utskrift för att kompensera för defekter och egenskaper som är unika för en viss skrivare (till vilken profilen tilldelas).
tr: Bir profil, yazdırmadan hemen önce belirli bir yazıcıya özgü anormalliklerin telafi edilmesini sağlayan, belirli bir şablona uygulanan "ayarlamalar" kümesidir. (Profilin atandığı)
zh_tw: 設定檔是一組適用於指定模版的 "調整"，於列印之前補償特定印表機的屬性 (指定給該印表機)。

source: A profile is a set of "adjustments" applied to a given template just prior to printing which compensates for anomalies unique and peculiar to a given printer (to which the profile is assigned). This means if you set a template up and then print a sample set of data and find that the items are not all aligned the same on each card, you need to set up a profile for each printer to make up for the differences in printing styles, such as the shifting of text to the left, right, top or bottom.
ar: الوضع هو مجموعة من "التعديلات" التي يتم تطبيقها على قالب معين قبل الطبع مباشرة مما يعوض عن المفارقات الفريدة والغربية لطابعة معينة ( التي يتم تعيين الوضع لها). يعني هذا أنك إذا قمت بضبط قالب ثم طبعت عينة مجموعة من البيانات ووجدت أن المواد ليست جميعها منتظمة بنفس الطريقة في كل ملصق، سوف تحتاج إلى تنصيب وضع لكل طابعة للتعويض عن الاختلاف في أنماط الطبع، مثل تحويل النص إلى اليسار ، اليمين ، أعلى أو أسفل.
cs: Profil je skupina "úprav" aplikovaných na danou šablonu těsně před tiskem, který kompenzuje anomalie charakteristické pro danou tiskárnu (ke které je profil přiřazen). To znamená, že pokud nastavíte šablonu a pak vytisknete ukázkovou sadu dat, a zjistíte, že položky nejsou všechny zarovnány stejně na každé kartě, musíte nastavit profil pro každou tiskárnu, aby se vyrovnaly rozdíly v tiskových stylech, jako je například posun textu vlevo, vpravo, nahoru nebo dolů.
da: En profil er et sæt af "indstillinger", som tilordnes en bestemt skabelon før udskrivningen, for at udligne en printers egenskaber (som er tilordnet profilen). Det betyder, hvis du efter udformning af en skabelon udskriver eksempler og finder ud af, at dataene ikke er placeret ens på alle etiketter, kan der laves en profil på hver printer, for at udligne forskellene i printeregenskaberne. F.eks. flytning af teksten op, ned, højre eller venstre.
de: Ein Profil ist ein Set von "Einstellungen", das einem bestehenden Template vor dem Druck zugeordnet wird, um Eigenschaften eines bestimmten Druckers auszugleichen (dem das Profil zugeordnet ist). Das bedeutet, wenn Sie nach der Gestaltung eines Templates Beispieldaten ausdrucken und feststellen, dass die Daten nicht auf allen Etiketten gleich ausgerichtet sind, können Sie ein Profil für jeden Drucker erstellen um die Unterschiede in den Druckeigenschaften auszugleichen. Z.B. die Verschiebung des Texts nach link, rechts, oben oder unten.
el: Ένα προφίλ είναι ένα σύνολο "προσαρμογών" που εφαρμόζονται σε ένα συγκεκριμένο πρότυπο πριν την εκτύπωση το οποίο αντισταθμίζει τις ανωμαλίες μοναδικές και ιδιαίτερες σε έναν δεδομένο εκτυπωτή (στον οποίο έχει δοθεί το προφίλ). Αυτό σημαίνει ότι αν επιλέξετε ένα πρότυπο και μετά εκτυπώσετε ένα δείγμα δεδομένων και βρείτε ότι τα τεκμήρια δεν είναι στοιχισμένα στην ίδια ετικέτα, πρέπει να ρυθμίσετε ένα προφίλ για κάθε εκτυπωτή για να διορθώσετε τις διαφορές στα στυλ εκτύπωσης, όπως η μετατόποιση του κειμένου στα αριστερά, δεξιά, κορυφή, κάτω.
es: Un perfil es un conjunto de "ajustes" aplicado a una plantilla justo antes de imprimir el cual compensa por anomalías únicas y propias de una impresora determinada (a la cual se le asigna el perfil). Esto significa que si usted se fija una plantilla y luego imprime una muestra de conjunto de datos y encuentra que los ítems no están todos alineados en cada etiqueta, usted debe configurar un perfil para la impresora para compensar las diferencias en estilos de impresión, como el desplazamiento de texto a la izquierda, derecha, arriba o abajo.
eu: Profil bat txantiloi jakin bati inprimatu aurretik aplikatzen zaion "doikuntza" sorta da, eta inprimagailu jakin (profila aplikatuko zaiona) baten berezitasunetara egokitzeko balio du. Horrek esan nahi du txantiloi bat ezarri eta datuen sortaren lagina inprimatzean, elementuak txarteletan desberdin lerrokatuta daudela aurkitzen baduzu, inprimagailuarentzako profil bat konfiguratu behar duzula inprimaketa estiloen arteko diferentziak orekatzeko, hala nola testua ezkerrera, eskuinera, gora edo behera desplazatzea.
fi: Profiili on nippu "asetuksia", jotka tehdään annetulle pohjalle helpottamaan tulostamista tietyllä tulostimella (jolle profiili on tehty). Tämä tarkoittaa, että jos teet pohjan ja tulostat siihen koekortteja ja huomaat, että kaikki kortit eivät asetu arkille oikein, täytyy muuttaa jokaisen kirjoittimen asetuksia siten (esim. siirtämällä tekstiä vasemmalle, oikealle, ylös, alas), että kortit asettuvat oikeille kohdille.
fr: Un profil est un paramétrage "d'ajustement" appliqué à un modèle donné juste avant l'impression pour compenser des anomalies uniques et spécifiques à une imprimante donnée (à laquelle le profil est rattaché). Ceci signifie que si vous paramétrez un modèle et imprimez un test de données et trouvez que les exemplaires ne sont pas alignés de la même façon sur chaque étiquette, vous avez besoin de définir un profil pour chaque imprimante, pour compenser la différence des styles d'impression, comme le décalage du texte vers la gauche, la droite, le haut ou le bas.
hi: एक प्रोफ़ाइल का एक सेट "समायोजन " बस मुद्रण जो अद्वितीय है और एक दिया प्रिंटर (जो करने के लिए प्रोफाइल सौंपा है) के लिए अजीब विसंगतियों के लिए क्षतिपूर्ति करने से पहले एक दिया टेम्पलेट के लिए आवेदन किया है। इसका मतलब यह है कि यदि आप एक टेम्पलेट की स्थापना की और तब डेटा का एक नमूना सेट प्रिंट और पाते हैं कि आइटम सभी प्रत्येक कार्ड पर एक ही गठबंधन नहीं कर रहे हैं, आप एक प्रोफ़ाइल सेट करने की जरूरत है एक प्रिंटर मुद्रण शैलियों में मतभेद के लिए बनाने के लिए , इस तरह के बाएँ, दाएँ, ऊपर या नीचे करने के लिए पाठ के स्थानांतरण के रूप में।
it: Un profilo è un gruppo di "adattamenti" applicato a un template subito prima della stampa per compensare anomalie peculiari della stampante data(a cui il profilo è assegnato). Ciò significa che se in una prova di stampa si verificano disallineamenti trale etichette, dovrai usare il profilo per cambiare i margini sinistro, destro, alto, basso.
oc: Un perfil es un parametratge "d'ajustament" aplicat a un modèl donat juste abans l'impression per compensar d'anomalias unicas e especificas a una imprimenta donada (a la quala lo perfil es restacat). Aquò significa que se parametratz un modèl e imprimissètz un tèst de donadas e trobatz que los exemplars son pas alinhats de la meteissa faiçon sus cada etiqueta, avètz besonh de definir un perfil per cada imprimenta, per compensar la diferéncia dels estils d'impression, coma lo decalatge del tèxte cap a esquèrra, a dreita, amont o aval.
pt: Um perfil é um conjunto de "ajustes" aplicado a um determinado modelo apenas antes da impressão que compensa anomalias únicas e peculiares a uma determinada impressora (ao qual é atribuído o perfil). Isto significa que se você definir um modelo para cima e, em seguida, imprimir uma amostra conjunto de dados e verificar que os itens não estão todos alinhados a mesma em cada etiqueta, você precisa configurar um perfil para cada impressora para compensar as diferenças de estilos de impressão, tais como a mudança de texto para a esquerda, direita, superior ou inferior.
pt_br: Um perfil é um conjunto de "configurações" aplicadas a um template para compensar peculiaridades de uma determinada impressora (a qual o perfil de aplica). Isto significa que se você selecionar um template e em duas impressoras diferentes os itens aparecerem de forma distinta, será necessário configurar o perfil para cada impressora para ajustar as diferenças, como ajustar a orientação do texto mais para esquerda, direita, cima ou para baixo.
sk: Profil je sada "úprav" použítých v danej šablóne tesne pred tlačením, čím sa vyvažujú odchýlky vlastné pre danú tlačiareň (ktorej je pridelený tento profil). To znamená, že ak nastavíte šablónu a potom tlačíte vzorkovú sadu údajov a zistíte, že položky nie sú všetky zarovnané rovnako na každom preukaze, musíte nastaviť profil pre každú tlačiareň, aby ste zadosťučinili rozdielom v tlačových štýloch, akými sú napríklad posunutie textu doľava, doprava, nahor alebo nadol.
sv: En profil är en uppsättning "justeringar" som tillämpas för en given mall precis innan utskrift för att kompensera för defekter och egenskaper som är unika för en viss skrivare (till vilken profilen tilldelas). Det innebär att om du skapar en mall och skriver ut en uppsättning testdata där alla poster inte skrivs ut på samma plats på varje kort så kan du skapa en profil för varje skrivare för att kompensera skillnaderna i resultat, som att text drar iväg åt vänster, höger, uppåt eller nedåt.
tr: Bir profil, yazdırmadan hemen önce belirli bir yazıcıya özgü anormalliklerin telafi edilmesini sağlayan, belirli bir şablona uygulanan "ayarlamalar" kümesidir. (Profil atandığı). Bu şu anlama gelir: Eğer bir şablon ayarlanıp örnek veri kümesi yazdırıldığında, öğeler her etiket üzerinde aynı hizada değilse, sol, sağ, üst veya alt metnini kaydırma gibi yazdırma stilleri farklılıkları oluşturan her yazıcı için bir profil ayarlamanız gerekir.
zh_tw: 設定檔是一組適用於指定模版的 "調整"，於列印之前補償特定印表機的屬性 (指定給該印表機)。設定模版後，列印樣本資料，發現館藏並未出現在預期的位置，此時，對該印表機給個設定檔，指示上下左右的位移值。
