Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: You will be asked to search for a patron by barcode or any part of their name to start the hold process.
ar: سيطلب منك البحث عن مستفيد بواسطة الباركود أو أي جزء من الاسم للبدء بعملية الحجز.
cs: Budete požádáni o vyhledání čtenáře čárovým kódem nebo jeho libovolnou částí jeho jména, aby se zahájil proces rezervace.
da: Du opfordres til at søge efter en låner efter stregkode eller enhver del af deres navn for at starte reserveringen.
de: Sie werden aufgefordert nach der Ausweisnummer oder dem Namen eines Benutzers zu suchen, für den Sie die Vormerkung setzen möchten.
el: Θα σας ζητηθεί να αναζητήσετε ένα μέλος με το barcode ή οποιοδήποτε μέρος του ονόματος για να ξεκινήσει η διαδικασία κράτησης.
es: Se le pedirá buscar el usuario por número o por cualquier parte de su nombre para iniciar el proceso de reserva.
eu: Se le pedirá buscar el socio por número o por cualquier parte de su nombre para iniciar el proceso de reserva.
fi: Varaustoiminnon alussa asiakkaan tiedot pitää hakea viivakoodilla tai millä tahansa asiakkaan nimen osalla.
fr: Vous recherchez d'abord un adhérent à partir de son code à barres (numéro de carte) ou de tout ou partie de son nom.
hi: आप बारकोड द्वारा एक संरक्षक या उनके नाम पर होल्ड की प्रक्रिया शुरू करने के किसी भी हिस्से के लिए खोज करने के लिए कहा जाएगा।
it: Per iniziare il processo, ti verrà chiesto di cercare un utente con il suo codice a barre o con parte del suo nome.
oc: Vous recercatz d'en primièr un aderent a partir de son còdi de barras (numèro de carte) o de tot o partida de son nom.
pl: Następnie zostaniesz poproszony o wyszukanie użytkownika poprzez numer lub nazwisko.
pt: Será pedido para pesquisar por um leitor por código de cartão ou qualquer parte do seu nome para começar o processo de reserva.
pt_br: Você será solicitado para pesquisar pelo usuário por código de barras ou qualquer parte de seu nome no início do processo.
sk: Dostanete výzvu, aby ste hľadali čitateľa podľa čiarového kódu alebo časti mena pre začatie procesu rezervácie.
sv: Du ombeds söka efter en låntagare med streckkod eller någon del av deras namn för att inleda reservationsprocessen.
tr: Ayırma işleminin başlaması için kullanıcıları barkodla ya da isimlerinin her hangi bir kısmıyla aramanız istenecektir.
zh_tw: 以讀者的條碼或名稱的任何部份搜尋讀者，進入預約程序。

source: You will be brought to an empty batch with an 'Add item(s)' button at the top of the page. Clicking 'Add item(s)' will open a search window for you to find the items you want to add to the batch.
ar: سيتم نقلك إلى دفعة فارغة بها زر "أضف مادة" أعلى الصفحة. النقر على "أضف مادة" سوف يفتح لك نافذة بحث للعثور على المواد التي ترغب في إضافتها إلى الدفعة.
cs: Budete přesunuti do prázdné dávky s tlačítkem "Přidání jednotky" v horní části stránky. Kliknutím na 'Přidání jednotky" se pro vás otevře vyhledávací okno, abyste našli jednotky, které chcete přidat do dávky.
da: Du kommer til en tom stabel med en knap 'Tilføj eksemplar' øverst på siden. Kilk på 'Tilføj eksemplar' vil åbne et søgevindue, hvor du kan finde de eksemplarer, der skal tilføjes til kurven.
de: Sie kommen auf eine leere Etikettenvorlage mit dem Button ' Exemplar hinzufügen' am Kopf der Seite. Klicken Sie 'Exemplar hinzufügen' an, öffnet sich ein Suchfenster für die Suche nach Exemplaren, die Sie dieser Vorlage hinzufügen wollen.
el: Θα μεταφερθείτε σε μία άδεια παρτίδα με το κουμπί 'Προθήκη τεκμηρίων' στην κορυφή της σελίδας. Κάνοντας κλικ στο 'Προσθήκη τεκμηρίων' θα ανοίξει ένα παράθυρο αναζήτησης για να βρείτε τεκμήρια που θέλετε να προσθέσετε στην παρτίδα.
es: Usted será enviado a un lote vacío con un botón de 'Agregar ítem(s)' en la parte superior de la página. Haciendo clic en el enlace 'Agregar ítem(s)' abrirá una ventana de búsqueda para que encuentre los ítems que quiera agregar al lote.
eu: Sorta huts batera joango zara, non orriaren goialdean 'Gehitu elementua(k)' botoia egongo baita. Klik egiten baduzu 'Elementua(k) gehitzea' botoian bilaketa leiho bat agertuko zaizu, sortara gehitu nahi dituzun elementuak aurkitzeko.
fi: Tulet tyhjään eräajoon, jossa on 'Lisää niteitä' -painike sivun yläreunassa. Klikkaamalla sitä avaat hakusivun, jonka kautta voit etsiä niteet, jotka lisäät eräajoon.
fr: Vous êtes amené à un lot vide. Il y a en bas de page un bouton Ajouter des exemplaires. Utilisez-le. Une fenêtre de recherche vous permet de trouver les exemplaires que vous voulez ajouter à votre lot.
hi: आप पृष्ठ के शीर्ष पर एक 'मद (s) जोड़ें' बटन के साथ एक खाली बैच के लिए लाया जाएगा। क्लिक 'मद (s) जोड़ें' एक खोज विंडो खोलने आप आइटम आप बैच में जोड़ना चाहते हैं खोजने के लिए होगा।
it: Verrà aperto un batch vuoto con il bottone 'Aggiungi copia/e' in testa alla pagina. Cliccandolo, si aprirà una finestra di ricerca con cui puoi cercare le copie da aggiungere al batch.
oc: Sètz menat cap a un lòt vide. I a en bas de pagina un boton Apondre des exemplars. Utilizatz-le. Una fenèstra de recèrca vos permet de trobar los exemplars que volètz apondre a vòstre lot.
pt: Será mostrado um novo lote vazio com o botão 'Adicionar itens' no topo da página. Ao clicar nesse botão aparecerá uma janela de pesquisa para encontrar os elementos a adicionar ao lote.
pt_br: Você será levado a um lote vazio com o botão 'Adicionar Exemplar' na parte superior da página. Clicando neste botão, uma janela de busca será aberta para que você encontre os exemplares que deseja adicionar ao lote.
sk: Zobrazí sa Vám prázdna dávka s tladičlom 'Pridať exemplár(e)' na vrchu stránky. Kliknutím na toto tlačidlo sa otvorí vyhľadávacie okno, kde budete hľadať exempláre, ktoré chcete pridať do dávky.
sv: Du kommer då till en tom sats med knappen 'Lägg till objekt' längst upp. Klicka på 'Lägg till objekt' för att öppna ett sökfönster där du kan hitta de objekt du vill lägga till i satsen.
tr: Sayfanın en üstündeki 'Materyal(ler) ekle' butonu ile boş bir yığına yönlendirileceksiniz. 'Materyal(ler) ekle'ye tıklamak yığına eklemek istediğiniz materyalleri bulmanız için size bir arama penceresi açacaktır.
zh_tw: 進入空白批次後，在頁面上方有個 '新增館藏' 鈕，按下後，出現搜尋視窗，供您新增批次。

source: You will be brought to your new patron
ar: سوف يتم نقلك إلى مستفيدك الجديد
cs: Budete přesunuti do nového čtenáře
da: Demed kommer man til den nye låner
de: Sie gelangen jetzt zum neuen Benutzer
el: Θα μεταφερθείτε σε ένα νέο μέλος
es: Usted será llevado a un nuevo usuario
eu: Zure bazkide berrira joango zara
fi: Pääset uuden asiakkaan tietoihin
fr: Vous serez redirigé vers une page consacrée au nouvel adhérent
hi: आप अपने नए संरक्षक के लिए लाया जाएगा
it: Verrai portato alla pagina del nuovo utente
oc: Seretz redirigé cap a una pagina consacrée al novèl aderent
pl: Zostaniesz przeniesiony do konta nowego użytkownika
pt: Será reencaminhado para o novo leitor
pt_br: Você será direcionado ao seu novo usuário
sk: Zobrazí sa Vám Váš nový čitateľ
sv: Den nya låntagaren kommer att öppnas
tr: Size yeni kullanıcı getirilecek
zh_tw: 進入新讀者

source: You will be presented with a confirmation message
ar: سوف تظهر لك رسالة تأكيد
cs: Bude vánm zobrazena zpráva s potvrzením
da: Der vises en bekræftelsesbesked
de: Sie werden aufgefordert, die Aktion zu bestätigen
el: Θα σας παρουσιαστεί ένα μήνυμα επιβεβαίωσης
es: Se le presentará un mensaje de confirmación
eu: Berrespen mezu bat erakutsiko zaizu
fi: Saat vahvistusilmoituksen
fr: Un message de confirmation s'affichera
hi: आप एक पुष्टिकरण संदेश के साथ प्रस्तुत किया जाएगा
it: Ti verrà presentato un messaggio di conferma
oc: Un messatge de confirmacion s'aficharà
pt: Será mostrada uma mensagem de confirmação
pt_br: Será mostrada uma mensagem de confirmação
sk: Predstaví sa Vám potvrdzujúce hlásenie
sv: Ett bekräftelsemeddelande kommer att visas.
tr: Size bir onay mesajı sunulacak.
zh_tw: 顯示確認訊息

source: You will be presented with a confirmation of your MARC import
ar: سوف يظهر لك تأكيد باستيراد مارك الخاص بك
cs: Budou vám prezentováno potvrzení o importu MARC
da: Der vises en bekræftelse for MARC-importen
de: Sie werden gebeten, den MARC-Import zu bestätigen
el: Θα σας παρουσιαστεί μία επιβεβαίωση της εισαγωγής MARC
es: Se le presentará con una confirmación de la importación MARC
eu: MARC inportazioaren berrespena erakutsiko zaizu
fi: Saat vahvistusviestin MARC-tuonnistasi
fr: Un message de confirmation de votre import MARC s'affichera
hi: आप अपने मार्क आयात की पुष्टि के साथ प्रस्तुत किया जाएगा
it: Verrà richiesta una conferma all'import MARC
oc: Un messatge de confirmacion de vòstre impòrt MARC s'aficharà
pt: Será presenteado com uma confirmação da importação MARC
pt_br: Será presenteado com uma confirmação da importação MARC
sk: Predstaví sa Vám potvrdenie o Vašom importe MARC
sv: En bekräftelse kommer att visas för MARC-importen
tr: MARC içe aktarımınıza bir onay mesajı sunulacak.
zh_tw: 匯入 MARC 時，出現確認訊息

source: You will be presented with a confirmation screen. From here you can uncheck the items you don't want to delete and decide if Koha should delete the bib record if the last item is being deleted before clicking 'Delete selected items.'
ar: سوف تظهر لك شاشة تأكيد. من هنا يمكنك إلغاء تحديد المواد التي لا ترغب في حذفها وأن تقرر إذا كان على كوها أن يحذف التسجيلة البيبلوجرافية إذا تم حذف آخر مادة قبل النقر على "حذف المواد المحددة"
cs: Budou vám prezentována potvrzovací obrazovka. Odtud můžete zrušit zaškrtnutí jednotky, které nechcete odstranit, a rozhodnout, zda Koha by měl odstranit bibliografický záznam, pokud je poslední jednotka odstraněna, před kliknutím na tlačítko "Odstranit vybrané jednotky."
da: Der vises en bekræftigelsesskærm. Her kan de eksemplarer, der ikke skal slettes. afmarkeres, og det kan bestemmes, om Koha skal slette bib posten, hvis sidste eksemplar slettes, før der klikkes på 'Slet valgte eksemplarer'.
de: Sie erhalten die eine Übersicht über die ausgewählten Exemplare zur Bestätigung. Aus dieser Liste können Sie Exemplare abwählen, die nicht gelöscht werden sollen und entscheiden, ob Koha auch den Titel löschen soll, nachdem das letzte Exemplar gelöscht wurde, bevor Sie die Löschung über 'Markierte Exemplare löschen' durchführen.
el: Θα εμφανιστεί μια οθόνη επιβεβαίωσης. Από εκεί μπορείτε να αποεπιλέξετε τα τεκμήρια που δεν θέλετε να διαγράψετε και να αποφασίσετε εάν το Koha θα πρέπει να διαγράψει τη βιβλιογραφική εγγραφή μόλις το τελευταίο τεκμήριο διαγραφεί πριν πατήσετε 'Διαγραφή επιλεγμένων τεκμηρίων'.
es: Se le presentará con una pantalla de confirmación. Desde aquí puede deseleccionar los ejemplares que no desea eliminar y decidir si Koha deberá eliminar el registro bibliográfico si se elimina el último ejemplar antes de hacer clic en 'Eliminar ejemplares seleccionados.'
eu: Se le presentará con una pantalla de confirmación. Desde aquí se puede desactivar los ítems que no desea eliminar y decida si Koha si Koha debería eliminar el registro bibliográfico que se va a eliminar antes deseleccionar 'Eliminar elementos seleccionados'.
fi: Saat vahvistusnäytön, jossa voit valita niteet, joita et halua poistaa. Voit päättää poistaako Koha nimeketietueen, jos viimeinen nide poistetaan. Tee valinta ennen kuin klikkaat 'Poista valitut niteet'.
fr: Une fenêtre de confirmation s'affichera. Vous pourrez y désélectionner les exemplaires que vous ne voulez pas supprimer, ainsi qu'indiquer si Koha doit supprimer la notice bibliographique si le dernier exemplaire qui lui est attaché est supprimé, avant de cliquer sur 'Supprimer les exemplaires".
hi: आप एक पुष्टिकरण स्क्रीन के साथ प्रस्तुत किया जाएगा। यहाँ से आप आइटम अनचेक कर सकते हैं आप हटाना और तय अगर कोहा यदि पिछले आइटम क्लिक करने से पहले हटाया जा रहा है बिब रिकॉर्ड को नष्ट करना चाहिए नहीं करना चाहती 'चयनित आइटम हटाएं।'
it: Ti verrà presentato una pagina di conferma. Da qui potrai togliere le copie che non vuoi cancellare e pui decide se Koha cancellerà anche il record bibliografico (solo se tutte le copie sono cancellate) quando cliccherai 'Cancella copie selezionate'.
oc: Una fenèstra de confirmacion s'aficharà. Poiretz y deseleccionar los exemplars que volètz pas suprimir, ainsi qu'indicar se Koha deu suprimir la notícia bibliografica se lo darrièr exemplar qui lui es attaché es suprimit, avant de clicar sus 'Suprimir los exemplars".
pt: Aparecerá um ecrã de confirmação. A partir daqui pode desmarcar os itens que não deseja eliminar antes de carregar em 'Executar'. Se os itens estiveram emprestados será mostrado um erro após carregar no botão e os itens não serão eliminados.
pt_br: Você será apresentado a uma tela de confirmação. A partir daqui pode desmarcar os itens que não deseja excluir antes de carregar em 'Executar'. Se os itens estiveram emprestados será mostrado um erro após carregar no botão e os itens não serão excluídos.
sk: Predstaví sa Vám potvrdzovacie dialógové okno. Odtiaľto môžete odznačiť exempláre, ktoré nechcete odstrániť a rozhodnúť sa, či má Koha odstrániť knižničný záznam, ak je posledný exemplár odstránený pred kliknutím na 'Odstrániť vybrané exempláre.'
sv: En bekräftelseskärm visas. Här kan du avmarkera de objekt du inte vill radera och besluta om Koha ska radera den bibliografiska posten om det sista objektet raderas, innan du klickar på 'Radera valda objekt'.
tr: Size onay ekranı sunulacak. Buradan, silmek istemediğiniz materyallerin onayını kaldırabilir ve 'Seçili materyalleri sil'e tıklamadan önce, Koha’nın bibliyografik kaydı silip silmemesi gerektiğine, son materyalin silineceğine ya da silinmeyeceğine karar verebilirsiniz.
zh_tw: 顯示確認畫面。從此可剔除不要刪除的館藏，勾選 '刪除選定館藏' 前，讓Koha先選擇是否刪除無館藏的書目紀錄。

source: You will be presented with a file browser allowing you to select the CSV file you wish to upload.
ar: سيظهر لك مستعرض الملفات ليسمح لك أن تختار ملف CSV الذي ترغب برفعه.
cs: Objeví se Vám okno prohlížeče souborů a v budete moci vybrat soubor, který chcete importovat.
da: Der vises en filbrowser, så du kan vælge den CSV-fil, der skal oploades.
de: Es wird ein Dateiauswahldialog zur Auswahl der hochzuladenden CSV-Datei angezeigt.
el: Θα εμφανιστεί ένας σαρωτής αρχείων που σας επιτρέπει να επιλέξετε το αρχείο CSV που θέλετε να αναρτήσετε.
es: Se le presentará un navegador de archivos que le permitirá seleccionar el archivo CSV que desea cargar.
eu: Se le presentará con un explorador de archivos que le permite seleccionar el archivo CSV que desea cargar.
fi: Voit etsiä ladattavan CSV-tiedoston tietokoneeltasi.
fr: Un explorateur de fichiers vous permettra de choisir le fichier CSV que vous souhaitez importer.
hi: आप एक फ़ाइल ब्राउज़र आप CSV फ़ाइल को अपलोड करना चाहते हैं का चयन करने के लिए अनुमति के साथ प्रस्तुत किया जाएगा।
it: Ti verrà presentato un form da cui selezionare il file CSV che vorrai caricare.
oc: Un explorateur de fichièrs vos permettra de causir lo fichièr CSV que vous souhaitez importar.
pl: Pojawi się możliwość wyboru pliku CSV do wczytania.
pt: Será apresentado um visualizador de ficheiros que permite seleccionar o ficheiro CSV a carregar.
pt_br: Você será levado a um localizador de arquivos que te permite selecionar o arquivo CSV que deseja carregar.
sk: Zobrazí sa vám prehliadač súborov, v ktorom si môžete vybrať súbor CSV na načítanie.
sv: En fildialog visas där du kan välja den CSV-fil du vill ladda upp.
tr: Size yüklemek istediğiniz CSV dosyanızı seçmenize imkan veren bir dosya tarayıcısı sunulacak.
zh_tw: 出現檔案瀏覽器，允許您選擇上傳的CSV檔案。

source: You will be presented with a list of items and next to each one will be a link labeled 'Delete'. Click that link and if the item is not checked out it will delete that item.
ar: سوف تظهر لك قائمة بالمواد ويوجد إلى جانب كل منها رابط يسمى "حذف". قم بالنقر على الرابط وإذا لم تكن المادة معارة سوف يتم حذف تلك المادة.
cs: Bude vám prezentován seznam jednotek a vedle každé z nich bude odkaz označený "Delete". Klikněte na tento odkaz a pokud jednotka není vypůjčená, tato jednotka bude odstraněna.
da: Der vises en liste med eksemplarer og ud for hvert vises et link med teksten 'Slet'. Klik på det link og hvis eksemplaret ikke er udlånt, slettes det.
de: In der Liste mit Exemplaren finden Sie neben jedem Eintrag einen Link 'Löschen'. Klicken Sie auf diesen Link, um das Exemplar zu löschen, wenn es nicht ausgeliehen ist.
el: Θα σας παρουσιαστεί μία λίστα αντιτύπων και δίπλα στο κάθε ένα ο σύνδεσμος 'Διαγραφή'. Κάντε κλικ σε αυτό το σύνδεσμο αν το αντίτυπο δεν είναι δανεισμένο και θα διαγραφεί.
es: Se le presentará una lista de ítems y a lado de cada uno un enlace etiquetado 'Eliminar'. Haga clic en ese enlace y si el ítem no está prestado se eliminará ese ítem.
eu: Se le presentará una lista de ítems y a lado de cada uno un enlace etiquetado 'Eliminar'. Haga clic en ese enlace y si el ítem no está prestado se eliminará ese ítem.
fi: Jokaisen listalla olevan niteen vieressä on linkki nimeltään 'Poista'. Klikkaa sitä niin nide poistetaan, jos se ei ole lainassa.
fr: Une liste des exemplaires est affichées. A côté de chaque exemplaire, un lien Supprimer permet de supprimer l'exemplaire s'il n'est pas en prêt.
hi: आप मदों की एक सूची है और हर एक के बगल के साथ प्रस्तुत किया जाएगा एक लिंक 'नष्ट' लेबल किया जाएगा। कि लिंक पर क्लिक करें और यदि आइटम चैक आउट नहीं कर रहा है यह है कि आइटम को हटाना होगा।
it: Ti verrà presentata una lista di copie con accanto il link 'Cancella'. Clicca sul link per cancellare la copia che non sia in prestito.
oc: Una lista des exemplars es afichadas. A costat de cada exemplar, un ligam Suprimir permet de suprimir l'exemplar s'il es pas en prèst .
pt: Aparecerá uma lista de exemplares e próximo de cada existirá uma ligação 'Eliminar'. Clique nessa ligação e se o exemplar não tiver emprestado será eliminado.
pt_br: Será apresentado uma lista com exemplares e perto de cada um terá um link chamado 'Excluir'. Clique em cada link e se o item não estiver emprestado ele será excluído.
sk: Predstaví sa Vám zoznam exemplárov a vedľa každého bude odkaz 'Odstrániť'. Kliknite naň, a ak exemplár nie je zaškrtnutý, tento exemplár sa odstráni.
sv: En lista med objekt visas, bredvid varje objekt finns länken 'Radera'. Om du klickar på länken raderas objektet om det inte är utlånat.
tr: Size bir materyal listesi sunulacak ve her birinin yanında 'Sil' etiketli bağlantı bulunacak. O bağlantıya tıklayınız ve materyal ödünç verilmediyse, bağlantı o materyali silecektir.
zh_tw: 顯示館藏清單，每個館藏旁有 '刪除' 連結。按下此連結，若該館藏未借出，則可刪除它。

source: You will be presented with a list of preferences, some of which can be expanded by clicking the plus sign to the left of the section title.
ar: سوف تظهر لك قائمة بالمفضلات، يمكن توسيع بعضها بالنقر على علامة زائد إلى يمين عنوان القسم.
cs: Bude vám nabídnut seznam preferencí, z nichž některé lze rozšířit klepnutím na znaménko plus vlevo od názvu sekce.
da: Der vises en liste med indstillinger, og en del af dem kan udvides med klik på det plus, der vises til venstre for afsnittets titel.
de: Ihnen wird eine Liste mit Optionen angezeigt, von denen Sie einige über das Pluszeichen auf der linken Seite des Abschnittitels aufklappen können.
el: Θα σας παρουσιαστεί μία λίστα προτιμήσεων, μερικές από τις οποίες μπορούν να διευρυνθούν κάνοντας κλικ στο συν στα αριστερά του τομέα τίτλου.
es: Se le presentará una lista de preferencias, algunas de la cuales pueden ser expandidas haciendo clic en el signo mas a la izquierda del título de sección.
eu: Se le presentará una lista de preferencias, algunas de la cuales pueden ser expandidas haciendo clic en el signo más a la izquierda del título de sección.
fi: Saat listan oikeuksia, joista osan voi avata klikkaamalla plusmerkkiä osion nimen vasemmassa reunassa.
fr: Une liste des permissions est affichées. Certaines d'entre elles peuvent être étendues en cliquant sur le signe plus sur la gauche.
hi: आप वरीयताओं, जिनमें से कुछ अनुभाग शीर्षक के बाईं ओर धन चिह्न पर क्लिक करके बढ़ाया जा सकता है की एक सूची के साथ प्रस्तुत किया जाएगा।
it: Ti verrà presentata una lista di preferenze, alcune delle quali potranno essere espanse cliccando sul segno più a sinistra della sezione titolo.
oc: Una lista des permissions es afichada. Certaines d'entre elles pòdon èsser espandidas en clicant sul signe plus sus la esquèrra.
pl: Wyświetli się lista ustawień. Niektóre z nich można wyświetlić bardziej szczegółowo przez kliknięcie znaku plus po lewej stronie tytułu sekcji.
pt: Aparecerá uma lista de preferências, sendo algumas expansíveis ao clicar no sinal mais à esquerda da secção de título.
pt_br: Será apresentado uma lista das preferẽncias, cada uma pode ser expandida clicando no sinal + (mais) a esquerda do título da seção.
sk: Predstaví sa Vám zoznam nastavení, z ktorých niektoré sa dajú rozbaliť kliknutím na znamienko plus naľavo od názvu oddielu.
sv: En lista med inställningar visas, vissa av dem kan expanderas om man klickar på plustecknet till vänster om avsnittstiteln.
tr: Size kısım konu başlığının solundaki artı işaretine tıklayarak genişletilebilen bazı seçenekler listesi sunulacak.
zh_tw: 顯示偏好清單，勾選區塊左方的加號，可展開偏好。

source: You will be presented with a list of records that will be edited. Next to each one is a checkbox so you can uncheck any items you would rather not edit at this time.
eu: Editatzeko diren erregistro zerrenda bat aurkeztuko zaizu. Bakoitzaren aldamenean kontrol-lauki bat dago, momentuan editatu nahi ez dituzun elementuak desmarkatzeko.
fi: Saat listan tietueista, joita muokataan. Jokaisen vieressä on valintalaatikko, josta voit jättää valitsematta ne tietueet, joita tällä kertaa et halua muokata.
hi: आप रिकॉर्ड की एक सूची है कि संपादित किया जाएगा साथ प्रस्तुत किया जाएगा। हर एक के लिए अगले एक चेकबॉक्स तो आप किसी भी आइटम आप बल्कि इस समय संपादित नहीं होता अचयनित कर सकते हैं।
