Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Choose a 'Library' to perform the report on (or choose 'All' field at the top of the dropdown menu to choose all libraries)
ar: اختر 'مكتبة' لتنفيذ التقرير عليها (أو اختر حقل 'الكل' في الجزء العلوي من القائمة المنسدلة لاختيار جميع المكتبات)
cs: Vyberte 'Knihovnu', na které se provede výstup (nebo vyberte pole 'Vše' v horní části rozbalovacího menu pro výběr všech knihoven
da: Vælg et 'Sted', for at lave en rapport om det (eller vælg feltet 'Alle' øverst i drop-down-menuen, for at vælge alle afdelinger)
de: Wählen Sie einen 'Bibliothek', um einen Report für diese zu erstellen (oder wählen Sie das 'Alle' Feld zuoberst im Drop-down-Menü um alle Bibliotheken auszuwählen)
el: Επιλέξτε μία 'Βιβλιοθήκη' στην οποία θα εφαρμόσετε την αναφορά (ή επιλέξτε το πεδίο 'Όλα' στην κορυφή του αναπτυσσόμενου μενού για να επιλέξετε όλες τις βιβλιοθήκες)
es: Seleccione una 'Sede' para hacer el informe (o para elegir todas las sedes seleccione 'Todas' en la parte superior del menú desplegable)
eu: Aukeratu 'Liburutegi' bat horri buruzko txostena egiteko (edo, bestela, aukeratu goitibeherako menuaren goialdeko 'Guztiak' eremua guztiak aukeratzeko)
fi: Valitse 'Kirjasto' raporttia varten tai valitse 'Kaikki' alasvetovalikon yläreunassa valitaksesi kaikki kirjastot
fr: Sélectionnez un 'site' auquel votre rapport s'appliquera (ou sélectionnez 'Tous' dans le menu déroulant pour sélectionner tous les sites)
hi: एक 'लाइब्रेरी' पर रिपोर्ट प्रदर्शन करने के लिए चुनें (या सभी पुस्तकालयों का चयन करने के लिए ड्रॉप डाउन मेनू के शीर्ष पर 'सभी' क्षेत्र का चयन)
it: Scegli una 'Sottobiblioteca' per cui fare girare il report (o scegli il campo 'Tutto' in alto del menu in discesa per scegliere tutte le sottobiblioteche)
oc: Seleccionatz un 'site' al qual vòstre rapòrt s'aplicarà (o seleccionatz 'Totes' dins lo menú desenrotlant per seleccionar totes los sites)
pl: Wybierz 'Biblioteka' w celu opracowania raportu (albo wybierz pole 'Wszystko' na górze w menu rozwijanym, aby wybrać wszystkie biblioteki)
pt: Seleccionar uma 'Biblioteca' para executar o relatório (ou seleccionar 'Todos' no menu para seleccionar todas as bibliotecas)
pt_br: Selecionar uma 'Biblioteca' para enviar o relatório (ou Selecionar 'Todos' no menu para selecionar todas as bibliotecas)
sk: Zvoľte 'Knižnicu', z ktorej sa zhotoví výkaz (alebo zvoľte 'Všetky' polia navrchu rozbaľovacej ponuky pre výber všetkých knižníc)
sv: Välj ett 'Bibliotek' att köra en rapport mot (eller välj fältet 'Alla' längst upp i rullgardinsmenyn för att välja alla bibliotek)
tr: Hakkında rapor hazırlamak için bir 'Kütüphane' seç (veya 'tüm' şubeleri seçmek için açılan menünün üst tarafındaki 'Tümü'nü seç)
zh_tw: 選擇 '圖書館' 執行報表(或在下拉選單上方，選擇 '全部' 欄位)

source: Choose a 'Lost Status' to search only for items that are assumed lost (long overdue), missing, or lost (or, leave this set to 'All' to see all lost items)
ar: أختر 'الحالة ضائعة' للبحث فقط عن المواد التي يفترض أن تكون خسرت (طال انتظاره)، في عداد المفقودين، أو فقدت (أو, ترك هذه المجموعة إلى 'الكل' لمعرفة جميع المواد المفقودة)
cs: Chcete-li omezit výpis postrádaných jednotek podle typu (dlouho nevrácené; ztracené; ztracené, ale zaplacené; nezvěstné), použijte řádek Stav ztracených. Pokud nechcete výpis omezovat, použijte hodnotu "Vše".
da: Vælg en 'Tabs-status', for kun at søge medier, som formentlig er tabt (længe udestående), savnet eller tabt (eller lad indstillingen stå på 'Alle', for at se alle tabte medier)
de: Wählen Sie einen 'Verlust-Status', um nur Medien zu suchen, die vermutlich verloren (schon lange überfällig), vermisst oder verloren sind (oder lassen Sie die Einstellung auf 'Alle', um alle verlorene Medien zu sehen)
el: Επιλέξτε μία 'Κατάσταση Απολεσθέντος' για να αναζήτήσετε μόνο τεκμήρια που θεωρούνται απολεσθέντα (εκπρόθεσμα για μεγάλο χρονικό διάστημα) που λείπουν ή είναι ανγοούμενα (ή, αφήστε αυτή τη ρύθμιση στο 'Όλα' για να εμφανίζονται όλα τα απολεσθέντα τεκμήρια)
es: Seleccione 'Estado de pérdida' para buscar sólo los ítem que se suponen perdidos (vencido desde hace tiempo), faltantes o perdidos (o, deje este ajuste en 'Todos' para ver todos los ítems perdidos)
eu: Aukeratu 'Galduta egoera' elementu hauek soilik bilatzeko: galdutzat jotzen direnak (atzerapen handia), desgagertuak edo galdutakoak (edo, bestela, utzi 'Guztiak' galdutako elementu guztiak ikusteko)
fi: Valitse 'Kadonnut' löytääksesi vain niteitä, jotka ovat oletettavasti kadonneet (kauan myöhässä olleet), puuttuvat tai kadonneet. Valitse 'Kaikki' nähdäksesi kaikki kadonneet niteet
fr: Pour rechercher dans les exemplaires présumés perdus (long retard), manquants ou perdus, sélectionnez un 'Statut perdu' (ou 'Tous' pour voir tous les exemplaires perdus)
hi: चुनें एक 'स्तर कि' (लंबे) अतिदेय खो ग्रहण कर रहे हैं आइटम, लापता, केवल करने के लिए खोज करने के लिए या खोया खोया (या, 'सभी' सब खो आइटम देखने के लिए) इस सेट को छोड़
it: Scegli 'Stato perso' per cercare solo le copie che sono state considerate perse (attese da tempo), mancando, o perso (o, lascia questo sotto 'Tutto' per vedere tutte le copie perse)
oc: Per recercar dins los exemplars presumits perduts (long retard), mancants o perduts, seleccionatz un 'Statut perdut' (o 'Totes' per veire tous los exemplars perduts)
pl: Wybierz 'Status zaginięcia' aby wyszukać tylko pozycji które są uważane za zagubione (długie przetrzymanie), brakujące lub zaginione (lub ustaw 'Wszystkie', aby zobaczyć wszystkie brakujące pozycje)
pt: Seleccione 'Extraviados' para pesquisar apenas os exemplares consideradosextraviados ou perdidos (atraso prolongado). A opção 'Todos' fornece uma indicação de todos os exemplares em falta.
pt_br: Selecione uma 'Situação de Perdidos' para pesquisar somente os exemplares considerados perdidos (atraso prolongado), faltando, ou perdido (ou, deixe em 'Todos' para ver todos exemplares em falta)
sk: Zvoľte 'Stav straty', aby ste vyhľadali len exempláre, ktoré sa považujú za stratené (dlho omeškané), chýbajúce, alebo celkom stratené (alebo nechajte nastavenie na 'Všetky' na zobrazenie všetkých stratených exemplárov)
sv: Välj en 'Förlorad status' för att bara söka efter objekt som förutsätts vara förlorade (lång förseningstid), saknade eller förlorade (eller lämna värdet på 'Alla' för att se alla förlorade objekt)
tr: Kayıp addedilen (uzun süredir iade edilmemiş), yerinde bulunmayan veya kaybolan materyalleri aramak için bir 'Kayıp Durumu' seçin (veya tümünü görmek için 'Tümü' seçeneğinde kalın)
zh_tw: 假設館藏遺失(逾期太久)、不見、或遺失(或設定為 '全部'，檢視所有遺失)，才能選擇 '遺失狀態' 供搜尋

source: Choose a report type. For now, Tabular is the only option available.
ar: قم باختيار نوع التقرير. حالياً، المجدول هو الخيار الوحيد المتاح حالياً.
cs: Vyberte typ výstupu. Momentálně je dostupná pouze možnost ve formě tabulky.
da: Vælg en rapporttype. I øjeblikket er tabulær den eneste mulighed.
de: Reportart auswählen. Aktuell ist nur Tabellarisch die einzige verfügbare Option.
el: Επιλέξτε έναν τύπο αναφοράς. Προς το παρόν, σε μορφή Πίνακα είναι η μόνη διαθέσιμη επιλογή.
es: Seleccione un tipo de informe. Tabular es la única opción disponible.
eu: Elija un tipo de informe. Por ahora, 'Tabular' es la única opción disponible.
fi: Valitse raportin tyyppi. Tällä hetkellä vain taulukko on valittavissa.
fr: Choisissez un type de rapport. Pour l'instant le seul type utilisable est 'Tabulaire'.
hi: एक रिपोर्ट प्रकार चुनें। अभी के लिए, सारणीबद्ध ही एकमात्र विकल्प उपलब्ध है।
it: Seleziona il tipo di report. Pe roa il tipo 'tabulare' è l'unico disponibile
oc: Causissètz un tipe de rapòrt. Per l'instant lo sol tipe utilizable es 'Tabulaire'.
pl: Wybierz typ raportu. Na razie dostępna jest tylko opcja: Tabelaryczny.
pt: Escolha o tipo de relatório. Por enquanto apenas a opção Tabular está disponível.
pt_br: Selecione um tipo de relatório. No momento, Tabular é a única opção disponível
sk: Zvoľte typ výkazu. Nateraz je jedine dostupná možnosť Tabuľkový.
sv: Välj en rapporttyp. För tillfället är Tabell det enda alternativet.
tr: Bir rapor türü seçin. Şimdilik, Çizelge halinde kullanılabilir olan tek seçenektir.
zh_tw: 選擇報表類型，目前祗能選擇 Tabular。

source: Choose a title for your entry
ar: اختر عنوانا لدخولك
cs: Vyberte název pro váš záznam
da: Vælg en titel for din indførsel
de: Wählen Sie einen Titel für Ihren Eintrag
el: Επιλέξτε έναν τίτλο για την καταχώρησή σας
es: Elija un título para su entrada
eu: Aukeratu izenburu bat zure sarrerarentzat
fi: Valitse uutiselle otsikko
fr: Donnez un titre à votre nouvelle
hi: अपने प्रवेश के लिए एक शीर्षक चुनें
it: Scegli un titolo per quanto hai scritto
oc: Donatz un títol a vòstra novèla
pl: Wybierz tytuł wiadomości
pt: Escolha um tipo de relatório. Por enquanto, apenas existe a opção Tabular.
pt_br: Escolher um título para a entrada
sk: Zvoľte názov pre Vašu položku
sv: Välj en titel
tr: Girdinizin başlığını seçin
zh_tw: 選擇一個題名供您的款目之用

source: Choose a unique name and enter it in the 'Matching rule code' field
ar: اختر اسم فريد و إدخاله في 'رمز حكم المطابقة' حقل
cs: Vyberte jedinečný název a vložte jej do pole "Kód pravidla shody"
da: Vælg et unikt navn og indtast det i feltet 'Sammenligningsregel-kode'
de: Wählen Sie einen eindeutigen Namen und geben Sie ihn in das Feld 'Code für Abgleichregel' ein
el: Επιλέξτε ένα μοναδικό όνομα και συμπληρώστε το στο πεδίο 'Κωδικός κανόνα ταύτισης'
es: Seleccione un nombre único e ingréselo en el campo 'Código de regla de coincidencia'
eu: Aukeratu izen esklusibo bat eta sartu 'Bat etortze arauaren kodea' eremuan
fi: Valitse yksilöllinen nimi ja syötä se tunnus-kenttään.
fr: Choisissez un nom unique et saisissez-le dans le champ Code la règle de concordance.
hi: एक अनूठा नाम चुनें और 'मिलान नियम कोड' फ़ील्ड में दर्ज करें
it: Scegli un nome univoco e inseriscilo nel campo 'Codice della regola di match'
oc: Causissètz un nom unic e sasissètz-lo dins lo camp Còdi la règla de concordància.
pl: Wybierz niepowtarzalną nazwę i wpiszą ją w pole 'Kod reguły dopasowania'
pt: Escolha um nome único e insira-o no campo 'Código da regra de correspondência'
pt_br: Escolha um nome único e coloque-o no campo 'Código da regra de correspondência'
sk: Zvoľte jedinečný názov a vpíšte ho do poľa 'Kód pravidla zhody'
sv: Välj ett unikt namn och ange det i fältet 'Kod för matchningsregel'
tr: Farklı bir isim seçin ve 'Eşleme kural kodu' alanına girin
zh_tw: 選定不重複的名稱，鍵入 '對映規則代碼' 欄位

source: Choose an 'Item Type' to perform the report on (or, leave at the default 'All' to perform the report on all item types)
ar: اختيار 'نوع المادة' في تنفيذ التقارير (أو, ترك الافتراضية 'الكل' لتنفيذ التقارير في كل أنواع المواد)
cs: Vyberte 'Typ jednotek', pro který se má výstup provést (nebo ponechte výchozí 'Vše' pro zahrnutí jednotek všech typů do výstupu)
da: Vælg en 'Medietype' til at udføre raporten på (eller lad indstillingen stå på 'Alle', for at lave en rapport for alle medietyper.)
de: Wählen Sie einen 'Medientyp' für die Erstellung eines Reports (oder belassen Sie die Voreinstellung 'Alle', um den Report über alle Medientypen zu erstellen.)
el: Επιλέξτε έναν 'Τύπο Τεκμηρίου' πάνω στο οποίο θα κάνετε την έκθεση (ή, αφήστε το στο προκαθορισμένο 'Όλα' για να κάνετε την έκθεση σε όλους τους τύπους τεκμηρίου)
es: Selecciones un 'Tipo de ítem' para hacer el informe sobre él (o, al dejar por defecto 'Todos' para realizar el informe sobre todos los tipos de ítems)
eu: Aukeratu 'Elementu mota' horri buruzko txostena egiteko (edo, bestela, utzi modu lehenetsiko 'Guztiak' txostena elementu mota guztiei buruz egiteko)
fi: Valitse 'Aineistolaji', jolle teet raportin (tai jätä se oletusarvoon 'Kaikki' nähdäksesi raportin kaikista aineistolajeista)
fr: Sélectionnez un 'Type d'exemplaire' sur lequel le rapport sera fait (ou sélectionnez 'Tous' pour faire un rapport sur tous les types d'exemplaire)
hi: एक 'आइटम प्रकार' पर रिपोर्ट प्रदर्शन करने के लिए (या डिफ़ॉल्ट पर छोड़ दें 'सभी' सभी प्रकार के आइटम पर रिपोर्ट प्रदर्शन करने के लिए)
it: Scegli una 'Copia tipo' per eseguire su il report (o, lascia al default 'Tutto' per eseguire il report su tutti i tipi di copia)
oc: Seleccionatz un 'Tipe d'exemplar' sus lequel lo rapòrt serà fait (o seleccionatz 'Totes' per far un rapòrt sus totes los tipes d'exemplar)
pl: Wybierz typ dokumentu którego ma dotyczyć raport (lub pozostaw domyślne 'Wszystkie', aby utworzyć raport dla wszystkich dokumentów)
pt: Seleccionar um 'Tipo de documento' para executar um relatório (ou Seleccionar um 'Tipo de Exemplar' para o relatório)
pt_br: Selecionar um 'Tipo de documento' para executar um relatório (ou Selecionar um 'Tipo de Exemplar' para o relatório)
sk: Zvoľte 'Typ exemplára', z ktorého sa zhotoví výkaz (alebo ponechajte predvolené 'Všetky', aby sa výkaz zhotovil zo všetkých typov exemplára)
sv: Välj en 'Objekttyp' att köra rapporten mot (eller lämna standardvärdet 'Alla' för att köra rapporten mot alla objekttyper)
tr: Raporlamak için bir 'Materyal Türü' seçin (veya raporu tüm materyal türleri üzerine hazırlamak için varsayılan olan 'Tümü'nde' kalın)
zh_tw: 選擇 '館藏類型' 以執行報表(或保留預設的 '全部' 以執行所有館藏類型的報表)

source: Choose an appropriate filing routine - dewey, generic or lcc
ar: اختر روتين التصنيف المناسب - ديوي ، العام أو الكونغرس
cs: Vyberte příslušný postup zápisu - dewey, generický nebo lcc
da: Vælg en passende sorteringsrutine - dewey, generic eller lcc
de: Wählen Sie eine passende Ablageroutine - Dewey, Allgemein oder LCC
el: Επιλέξτε μία κατάλληλη ρουτίνα συμπλήρωσης - dewey, γενικό ή lcc
es: Seleccione una rutina de clasificación apropiada - dewey, genérica o lcc
eu: Aukeratu artxibatze errutina egokia - dewey, generikoa edo lcc
fi: Valitse sopiva luokitusopas - dewey, yleinen tai lcc
fr: Choisissez une routine de classement : dewey, générique, lcc.
hi: एक उपयुक्त दाखिल दिनचर्या चुनें - डेवी, सामान्य या एलसीसी
it: Scegli la regola di normalizzazione: dewey, generic, lcc
pl: Wybierz odpowiednią klasyfikację - Dewey, ogólne sortowanie sygnatur czy LCC
pt: Escolha uma rotina de preenchimento apropriada - dewey, genérico ou lcc
pt_br: Defina uma rotina de preenchimento apropriada - Dewey, genérica ou LCC
sk: Zvoľte príslušnú procedúru zápisu - dewey, generickú alebo lcc
sv: Välj ett lämpligt klassificeringssystem - dewey, allmänt eller lcc
tr: Uygun bir dosyalama yordamı seçin - dewey, generic ya da lcc
zh_tw: 選擇適當的排序規則 - 杜威分類法、通用分類法或美國國會圖書館分類法

source: Choose any limits you might want to apply to your report (such as item types or branches). If you don't want to apply any limits, simply click Next instead of making an option.
ar: قم باختيار أي محددات ترغب في تطبيقها على تقريرك (كأنواع المواد أو الفروع). إذا لم تكن تريد تطبيق أي محددات، قم ببساطة بالنقر على التالي بدلاً من الاختيار.
cs: Vyberte omezení, která chcete aplikovat pro váš výstup (jako například typy jednotek nebo pobočky). Pokud nechcete aplikovat žádná omezení, jednoduše klikněte na Další namísto předchozí volby.
da: Vælg de ønskede begrænsninger til rapporten (så som eksemplartyper og afdelinger). Hvis der ikke skal sættes grænser, klik bare på Næste istedet for at vælge en option.
de: Wählen Sie die Einschränkungen aus, die für Ihren Report gelten sollen (wie Medientypen oder Bibliotheken). Wenn Sie keine Einschränkungen machen möchten, klicken Sie Weiter ohne etwas auszuwählen.
el: Επιλέξτε όποιους περιορισμούς θέλετε ενδεχομένως να αποδώσετε στην αναφορά σας (όπως τύπους τεκμηρίων ή παραρτήματα). Εάν δεν θέλετε να εφαρμόσετε κανέναν περιορισμό, απλά πατήστε Επόμενο αντί να κάνετε κάποια επιλογή.
es: Seleccione cualquier límite que desee aplicar al informe (tal como tipo de ejemplar o sedes). Si no desea aplicar un límite, simplemente haga clic en Siguiente en lugar de alguna opción.
eu: Elija los límites que podría querer aplicar a su registro (como tipos de ítem o bibliotecas). Si no desea aplicar ningún límite, pulse 'Siguiente'.
fi: Valitse raporttisi rajoitteet kuten aineistolaji tai kirjasto. Jos et halua rajoittaa raporttia, klikkaa 'Seuraava'.
fr: Choisissez les limites que vous voudriez appliquer à votre rapport (tels que les types de documents ou les bibliothèques). Si vous ne voulez pas appliquer de limite, cliquer simplement sur 'Suivant' sans saisir une option.
hi: किसी भी सीमा (जैसे आइटम प्रकार या शाखाओं के रूप में) आप अपनी रिपोर्ट को लागू करने के लिए चाहते हो सकता है चुनें। आप किसी भी सीमा लागू नहीं करना चाहते हैं, तो बस अगले बजाय एक विकल्प बनाने पर क्लिक करें।
it: Scegli una qualsiasi limitazione tu voglia applicare al tuo report (tipo biblioteca o tipologia copia). Se non vuoi applicare alcun limite, seplicemente clicca su 'Successivo' senza selezionare alcuna opzione.
oc: Causissètz los limits que voldriatz aplicar a vòstre rapòrt (tals coma los tipes de documents o las bibliotècas). Se volètz pas aplicar de limit, clicar simplament sus 'Seguent' sens sasir una opcion.
pl: Wybierz tyle ograniczeń, ile potrzebujesz w swoim raporcie (np. typy dokumentów lub oddziały). Jeżeli nie chcesz stosować żadnych ograniczeń, po prostu kliknij przycisk Dalej.
pt: Escolha os limites que deseja aplicar no relatório (como tipo de documentos ou bibliotecas). Se não deseja aplicar limites, basta carregar em Próximo em vezes de marcar uma opção.
pt_br: Selecione quais limites que deseje aplicar ao seu relatório (como tipo de material ou biblioteca). Caso você não queira aplicar limites, apenas clique em Próximo.
sk: Zvoľte akékoľvek obmedzenia, ktoré chcete aplikovať na váš výkaz (napr. typy exemplárov alebo pobočky). Ak však nechcete aplikovať nijaké obmedzenia, tak jednoducho kliknite na Ďalej namiesto uskutočnenia voľby.
sv: Välj de begränsningar du vill tillämpa för rapporten (som objekttyper eller filialer). Om du inte vill tillämpa några begränsningar klickar du bara på Nästa inställer för att välja något.
tr: Raporunuza uygulayabileceğiniz her hangi bir limit seçiniz ( materyal türleri ya da birimler). Her hangi bir limit uygulamak istemiyorsanız, seçenek oluşturmak yerine İleriyi tıklayınız.
zh_tw: 選擇對您的報表限制(如館藏類型或分館)，若不使用任何限制，勾選下一步即可。

source: Choose category to 'Order by' (the 'order by' field affects what ordering method is used when displaying the lost items)
fi: 'Järjestä' -kohtaan määritellään, minkä luokan mukaan tulokset järjestetään (eli 'järjestä'-kenttä vaikuttaa siihen, miten kadonneet niteet näytetään)
hi: श्रेणी के लिए 'ऑर्डर द्वारा' चुनें ( 'आदेश द्वारा' क्षेत्र को प्रभावित करता है क्या आदेश विधि जब खोए हुए आइटमों को प्रदर्शित करने के लिए इस्तेमाल किया जाता है)

source: Choose data order. If you want the data to print out in the order it's found in the database, simply click Finish.
ar: قم باختيار ترتيب البيانات. إذا كنت تريد طباعة البيانات بالترتيب الموجودة به في قاعدة البيانات، قم ببساطة بالنقر على إنهاء.
cs: Vyberte pořadí údajů. Pokud chcete údaje vytisknout ve stejném pořadí jako v databázi, klikněte na Dokončit.
da: Vælg datarækkefølge. Hvis data skal udskrives i samme rækkefølge, som de findes i databasen, klik bare på 'Afslut'.
de: Legen Sie die Reihenfolge der Daten fest. Wenn die Daten in der Reihenfolge ausgegeben werden sollen, die in der Datenbank vorliegt, klicken Sie Weiter.
el: Επιλέξτε τη σειρά δεδομένων. Εάν επιθυμείτε τα δεδομένα να εκτυπώνονται με τη σειρά που βρίσκονται στη βάση δεδομένων, απλά πατήστε Τερματισμός.
es: Seleccione el orden de los datos. Si desea que los datos se impriman en el orden de la base de datos, haga clic en Finalizar.
eu: Elija una fecha de orden. Si desea la fecha a imprimir fuera de la orden encontrada en la base de datos dele a 'Finalizar'.
fi: Valitse datan järjestys. Jos haluat, että data tulostetaan siinä järjestyksessä kuin se on tietokannassa, klikkaa vain Valmis.
fr: Choisir le tri des données. Pour imprimer les données dans l'ordre qu'elles ont été trouvées dans la base de données, cliquer simplement sur Terminer.
hi: डेटा आदेश का चयन करें। आप इसे मिला है में बाहर मुद्रित करने के लिए डेटा चाहते हैं, बस समाप्त क्लिक करें।
it: Scegli l'ordine dei dati. Se vuoi estrarre i dati nello stesso ordine presente sul db, semplicemente clicca su 'Fine'
oc: Causir lo tri des donadas. Per imprimir las donadas dins l'òrdre qu'elles ont été trobadas dins la basa de donadas, clicar simplament sus Acabar.
pl: Wybierz sposób porządkowania raportu. Jeżeli chcesz wydrukować raport taki, jaki jest w bazie danych, kliknij przycisk Zakończ.
pt: Escolha a ordenação dos dados. Se desejar que os dados sejam impressos com a ordenação da base de dados, basta carregar em Terminar.
pt_br: Escolha ordem dados. Se você quiser os dados para imprimir na ordem em que é encontrado na base de dados, basta clicar em Concluir.
sk: Zvoľte poradie údajov. Ak si želáte vytlačiť údaje v poradí, v akom sa nachádzajú v databáze, jednoducho knižnite na Dokončiť.
sv: Välj dataordning. Om du vill att data ska skrivas ut i den ordning det hittas i databasen klickar du bara på Slutför.
tr: Veri sırasını seçiniz. Veriyi veri tabanında bulunan sıraya göre yazdırmak istiyorsanız, Bitiri tıklayınız.
zh_tw: 選擇資料順序。若依照在資料庫的順序列印，祗需按下完成鈕。

source: Choose if you would like to use a MARC Modification Template to alter the data you're about to import
eu: Aukeratu MARC aldaketa-txantiloia erabili nahi duzun inportatu nahi dituzun datuak aldatzeko
fi: Valitse, käytätkö MARC-muokkauksen pohjaa tuotavan datan tuonnissa.
hi: चुनें यदि आप डेटा आयात करने के बारे में रहे हैं बदलने के लिए एक मार्क संशोधन टेम्पलेट का उपयोग करना चाहते हैं
oc: Causissètz se volètz employer un gabarit MARC per modificar las donadas que sètz sul punt d'importar
