Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: When items that are on hold are checked in or out the system will remind the circulation librarian that the item is on hold and offer them options for managing the hold.
ar: حين تتم إعارة أو رد المواد المحجوزة سوف يقوم النظام بتذكير موظف الإعارة أن المادة في الحجز ويعرض عليه خيارات لإدارة الحجز.
cs: Jsou-li výtisky, které jsou rezervovány, vráceny nebo půjčovány, systém to připomene knihovníkovi, že výtisky jsou rezervovány a nabídne mu volbu pro správu rezervace.
da: Når eksemplarer, som er reserverede, lånes ud eller afleveres, vil systemet fortælle udlåns-bibliotekaren, at eksemplaret er reserveret og give muligheder for administration af reserveringen.
de: Wenn vorgemerktes Exemplar ausgeliehen wird, wird das System den Mitarbeiter darauf aufmerksam machen, dass das Exemplar vorgemerkt ist und Optionen für den Umgang mit der Vormerkung anzeigen.
el: Όταν τεκμήρια που είναι σε κράτηση είναι δανεισμένα ή επεστράφησαν το σύστημα θα υπενθυμίσει στον βιβλιοθηκονόμο ότι το τεκμήριο είναι σε κράτηση και θα του προσφέρει διάφορες επιλογές για τη διαχείρισή του.
es: Cuando un ítem que está en reserva sea prestado o devuelto el sistema recordará al personal que el ítem está reservado y le ofrecerá opciones para administrar la reserva.
eu: Cuando un ítem que está en reserva sea prestado o devuelto el sistema recordará al personal que el ítem está reservado y le ofrecerá opciones para administrar la reserva.
fi: Kun varattu nide palautetaan tai lainataan järjestelmässäsi, se ilmoittaa niteestä olevan varauksen ja tarjoaa vaihtoehtoja varauksen käsittelemiseen.
fr: Quand les exemplaires réservés sont prêtés ou rendus, le système alerte le bibliothécaire de la réservation et propose différentes options de gestion des réservations.
hi: आइटम है कि होल्ड पर हैं या सिस्टम से चैक आउट कर रहे हैं जब परिसंचालन लाइब्रेरियन कि आइटम होल्ड पर है याद दिलाते हैं और उन्हें होल्ड के प्रबंधन के लिए विकल्पों की पेशकश करेगा।
it: Quando si presta o rientra una copia in prenotazione, il sistema avverte lo staff e offre una serie di operazioni che si possono effettuare.
oc: Quand los exemplars reservats son prestats o rendus, lo sistèma alèrta lo bibliotecari de la reservacion e propose diferentas opcions de gestion des reservacions.
pl: Jeśli zwracasz egzemplarz, który jest zarezerwowany przez innego użytkownika, wyświetli się komunikat, czy zatwierdzić zamówienie i przesłać egzemplarz, czy tylko potwierdzić zamówienie.
pt: Quando exemplares que estão reservados são devolvidos ou emprestados no sistema aparecerá uma aviso que o exemplar está reservado e oferece opções para gerir a reserva.
pt_br: Quando itens que estiverem na reserva são emprestados ou devolvidos no sistema será lembrado ao bibliotecário de circulação que este item está reservado e oferecido a ele opções para gerenciamento das reservas.
sk: Keď sa zarezervované exempláre vrátia alebo vypožičajú, systém upovedomí knihovníka na rezerváciu a ponúkne možnosti jej spracovania.
sv: När objekt som är reserverade lånas ut eller återlämnas påminner systemet bibliotekarien om att objektet är reserverat och erbjuder alternativ för att hantera reservationen.
tr: Ayrılmış materyaller iade edildiğinde ya da ödünç verildiğinde, sistem dolaşım kütüphanecisine materyalin ayrıldığını hatırlatacaktır ve ayırmayı yönetmek için seçenekler sunacaktır.
zh_tw: 被預約的館藏被還入或借出時，系統會提醒流通館員，提供管理預約的選項。

source: When linking authorities to other headings, you can use the authority finder plugin by clicking the ellipsis (...) to the right of the field.
ar: عند ربط الإستنادات إلى مقتنيات أخرى ، بإمكانك أن تستخدم إضافة موجد الإستنادات بالنقر على النقاط (...) على يسار الحقل.
cs: Při propojování autorit na jiná záhlaví, můžete použít plugin vyhledávače autorit klepnutím na tlačítko s třemi tečkami (...) na pravé straně pole.
da: Når autoriteter lænkes til andre overskrifter, kan du finde autoriteten ved at klikke på ellipsen (...) til højre for feltet.
de: Um Normdatensätze miteinander zu verknüpfen, können Sie das Plugin über die drei Punkte (...) rechts neben dem Feld aufrufen.
el: Όταν διασυνδέετε καθιερωμένους όρους με άλλες επικεφαλίδες, μπορείτε να χρησιμοποιήσετε το plugin εύρεσης καθιερωμένου όρου πατώντας τα αποσιωπητικά (...) στα δεξιά του πεδίου.
es: Cuando enlace autoridades a otros encabezados, puede utilizar el buscador de autoridades haciendo clic en las elipsis (...) a la derecha del campo.
eu: Al vincular las autoridades a otros encabezamientos, puede utilizar el plugin de buscador de autoridad haciendo clic en el botón de puntos suspensivos (...) a la derecha del campo.
fi: Kun auktoriteetit linkitetään muihin otsikoihin, voit käyttää auktoriteettien etsinnän liitännäistä klikkaamalla kolmea pistettä (...) kentän oikealla puolella.
fr: Lorsque vous liez des autorités à d'autres vedettes, vous pouvez utiliser le plugin de recherche d'autorités en cliquant sur le lien à droite du champ
hi: जब अन्य शीर्षकों करने के लिए अधिकारियों को जोड़ने, आप के क्षेत्र की सही करने के लिए दीर्घवृत्त (...) पर क्लिक करके प्राधिकरण खोजक प्लगइन का उपयोग कर सकते हैं।
it: Legando authority ad altre intestazioni, premi su '...' a destra del campo per usare il plugin di ricerca.
oc: Quand vous liez des autoritats a d'autres vedetas, podètz utilizar lo plugin de recèrca d'autoritats en clicant sul ligam a dreita del camp
pt: Quando ligar autoridades a outros cabeçalhos, pode usar o plugin de encontrar autoridades clicando nos três prontos (...) a direita do campo.
pt_br: Para relacionar autoridades a outros cabeçalhos, você pode usar o plugin de localização clicando nas reticência (...) ao lado do campo.
sk: Pri prepájaní autorít na ďalšie hlavičky, môžete použiť zásuvný modul vyhľadávača autorít kliknutím na elipsu (...) napravo od poľa.
sv: När auktoriteter länkas till andra rubriker kan du använda insticksprogrammet för auktoritetssökning genom att klicka på ellipsen (...) till höger om fältet.
tr: Otoriteleri diğer başlıklara bağlarken, alanın sağındaki üç noktaya (...) tıklayarak otorite arayıcı eklentisini kullanabilirsiniz.
zh_tw: 連結權威至其他標目時，可按下欄位右方的刪節號，啟用權威尋找外掛程式。

source: When on the patron's check out tab you will see a link to 'Add a new message' to the right of the check out box.
ar: حين تكون في تبويب إعارة المستفيد سوف ترى رابط " إضافة رسالة جديدة" على يسار مربع الإعارة.
cs: Když na podíváte na čtenářovu výpůjční kartu uvidíte odkaz "Přidat novou zprávu" na pravé straně výpůjčního políčka.
da: Når du er på lånerens udlånsfane, ser du et link 'Tilføj en ny besked' til højre for udlåns-feltet.
de: Im Benutzerdatensatz sehen Sie unter dem Reiter 'Ausleihen' im rechten Seitenbereich einen Link 'Neue Notiz'.
el: Όταν βρίσκεστε στην καρτέλα δανεισμού του μέλους θα δείτε έναν σύνδεσμο 'Προσθήκη νέου μηνύματος' στα δεξιά του κουτιού δανεισμού.
es: En la pestaña de préstamos del usuario verá un enlace 'Agregar nuevo mensaje' a la derecha de la caja de préstamo.
eu: Cuando hay algunas notas en el expediente de préstamos del socio, podrás visualizar un enlace a 'Añadir un nuevo mensaje' a la derecha de la caja de préstamo.
fi: Asiakkaan lainausnäytöllä näet lainauslaatikon oikealla puolella linkin, josta voit 'Lisätä uuden viestin'.
fr: Dans l'onglet de prêt d'un adhérent, vous verrez un lien 'Ajouter un message' à droite du formulaire de prêt.
hi: जब संरक्षक के चैक आउट टैब पर आप के लिए एक लिंक देखेंगे चैक आउट करें बॉक्स के दाईं ओर 'नया संदेश जोड़ें'।
it: Quando vai sul tab 'prestiti' dell'utente, vedrai un link 'Aggiungi un nuovo messaggio' alla destra del box di prestito.
oc: Dins l'onglet de prèst d'un aderent, veiretz un ligam 'Apondre un messatge' a dreita del formulari de prèst .
pl: Po prawej stronie okna 'Wypożycz dla nazwa użytkownika' na koncie użytkownika, wyświetla się link 'Dodaj nową wiadomość'.
pt: Quando estiver no separador de empréstimo para um leitor verá uma ligação 'Adicionar nova mensagem' à direita da caixa de empréstimo.
pt_br: Quando estiver na aba de empréstimo do usuário você verá um link "Adicionar uma nova mensagem 'à direita da caixa de empréstimo.
sk: Na záložke čitateľových výpožičiek uvidíte odkaz na 'Pridať novú správu' napravo od políčka výpožičiek.
sv: När du är i utlåningsfliken för låntagaren visas en länk till 'Lägg till nytt meddelande' till höger om utlåningsrutan.
tr: Kullanıcının ödünç verme sekmesindeyken, ödünç verme kutusunun sağında 'Yeni mesaj ekle' bağlantısını göreceksiniz.
zh_tw: 在讀者的借出分頁裡，從借出盒右方可看到 '新增訊息' 連結。

source: When on the subscription page you will see a link to the left that reads 'Create Routing List.'
ar: أثناء وجودك في صفحة الاشتراك سوف ترى رابطاً إلى اليمين بعنوان " إنشاء قائمة تمرير".
cs: Pokud jste na stránce odběru (předplatného), uvidíte odkaz na levé straně "Vytvořit distribuční seznam".
da: På abonnementssiden vil du se et link til venstre med teksten 'Lav ruteliste.'
de: Auf der Abonnementseite sehen Sie auf der linken Seite einen Link 'Umlaufliste erstellen'
el: Όταν είστε στη σελίδα περιοδικών εκδόσεων θα δείτε έναν σύνδεσμο στα αριστερά που λέει 'Δημιουργία Λίστας Δρομολόγησης'.
es: Cuando esté en la página de suscripciones verá un enlace a la izquierda que dice 'Crear Lista de Circulación.'
eu: Cuando esté en la página de suscripciones verá un enlace a la izquierda que lee 'Crear lista de ruteo'.
fi: Lehtitilauksen näytöllä on vasemmalla linkki 'Luo kiertolista'.
fr: Sur la page de l'abonnement, un lien sur la gauche qui permet de créer une liste de routage.
hi: आप बाईं पढ़ता है कि एक लिंक दिखाई देगा जब सदस्यता पृष्ठ पर 'रूटिंग सूची बनाएं।'
it: Nella pagina dell'abbonamento si dispone di un link a sinistra con la dicitura 'Crea una routing list'.
oc: Sus la pagina de l'abonament, un ligam sus la esquèrra qui permet de crear una lista de rotatge.
pl: Na stronie prenumeraty czasopisma znajduję się po lewej link do 'Utwórz listę obiegu'.
pt: Quando estiver na página da assinatura verá uma ligação para 'Criar lista de circulação'.
pt_br: Quando na página de assinatura você ver um link a esquerda leia 'Criar listas de circulação'
sk: Na stránke predplatného vľavo uvidíte odkaz 'Vytvoriť distribučný zoznam.'
sv: På prenumerationssidan finns till vänster länken 'Skapa mottagarlista'.
tr: Abone sayfasındayken, sol tarafta 'Dolaşım Listesi Oluştur' adında bir bağlantı göreceksiniz.
zh_tw: 進入訂閱頁面，您可左方的 '新增傳閱清單' 連結。

source: When orders are received invoices are generated. Invoices can be searched by clicking on 'Invoices' in the left of the Acquisitions page.
ar: عند إستلام المواد المطلوبة فإن الفواتير يتم توليدها. من الممكن البحث عن الفواتير من خلال النقر على 'الفواتير' على يمين صفحة التزويد.
cs: Pokud jsou přijímány objednávky, jsou generovány doklady. Doklady lze vyhledávat kliknutím na "fdoklady" v levé části stránky akvizice.
da: Når ordrer modtages dannes fakturaer. Fakturaer kan gennemsøges ved at klikke på 'Fakturaer' til venstre på indkøbssiden.
de: Bei der Entgegennahme von Bestellungen werden die Informationen zur Rechnung erfasst. Rechnungen können über den entsprechenden Reiter im linken Bereich der Seite 'Erwerbung' gesucht werden.
el: Όταν γίνεται η παραλαβή παραγγελιών δημιουργούνται τιμολόγια. Μπορεί να γίνει αναζήτηση στα τιμολόγια πατώντας το 'Τιμολόγια' στα αριστερά της σελίδας Προσκτήσεων.
es: Cuando se recibe pedidos se generan facturas. Las facturas pueden buscarse haciendo clic en 'Facturas' a la izquierda de la página de Adquisiciones.
eu: Fakturak sortzen dira eskaerak jaso ondoren. Fakturak bilatzeko, sakatu 'Fakturak' 'Eskurapenak' weborrialdeko eskuineko menuan
fi: Kun tilaukset on vastaanotettu, muodostetaan laskut. Laskuja voi hakea klikkaamalla 'Laskut' vasemmalla hankinnan sivulla.
fr: Des factures sont générées lorsque les commandes sont reçues. Les factures peuvent être recherchées en cliquant sur 'Factures' à gauche de la page Acquisitions.
hi: जब आदेश प्राप्त कर रहे हैं चालान उत्पन्न कर रहे हैं। चालान अधिग्रहण पेज के बाईं में 'चालान' पर क्लिक करके खोजा जा सकता है।
it: Al momento della ricezione degli ordini vengono generate le fatture. Le fatture possono essere cercate premendo 'Fatture' a sinistra della pagina delle Acquisizioni.
oc: De facturas son generadas quand las comandas son recebudas. Las facturas pòdon èsser recercadas en clicant sus 'Facturas' a esquèrra de la pagina Aquisicions.
pl: Po otrzymaniu zamówienia zostaną wygenerowane faktury. W menu modułu Gromadzenie po lewej stronie można wyszukiwać faktury poprzez filtr 'Faktury'.
pt: Quando as encomendas são recebidas as facturas são geradas. As facturas podem ser pesquisadas clicando em 'Facturas' à esquerda na página das Aquisições.
pt_br: Quando pedidos são recebidos, comprovantes são gerados. Comprovantes podem ser localizados clicando no link 'Comprovantes' no lado esquerdo da página de Aquisições.
sk: Po prijatí objednávok sa vygenerujú faktúry. Faktúry možno vyhľadávať kliknutím na 'Faktúry' vľavo na stránke Akvizícií.
sv: När beställningar tas emot genereras fakturor. Fakturor kan sökas genom att klicka på 'Fakturor' till vänster på sidan Inköp.
tr: Siparişler alındığında, faturalar oluşturulur. Faturalar Sağlama sayfasının solundaki 'Faturaların' üstüne tıklayarak aranabilir.
zh_tw: 簽收訂單後，自動產生發票。勾選採旁頁面右方的 '發票'，可以搜尋發票。

source: When replacing a patron record, any attributes specified in the input file replace all of the attribute values of any type that were previously assigned to the patron record.
fi: Kun asiakastiedot korvataan uusilla, kaikki vanhat asiakkaan määreet korvataan uusilla.
hi: जब एक संरक्षक रिकॉर्ड की जगह, किसी भी गुण इनपुट फ़ाइल में निर्दिष्ट है कि पहले संरक्षक रिकॉर्ड करने के लिए सौंपा गया था किसी भी प्रकार की विशेषता मूल्यों के सभी जगह।
oc: Quand vous remplacez un enregistrament d'aderent, totes los atributs especificats dins lo fichièr d'impòrt remplacent totas las valors d'atributs de toutes sortes qui avaient été auparavant assignadas a l'enregistrament lector.

source: When retrieving records from external targets you may wish to automate some changes to those records. XSLT's allow you to do this. Koha ships with some sample XSLT files ready for use.
ar: عند استعادة التسجيلات من الأهداف الخارجية قد ترغب في أتمتة بعض التغيرات على هذه التسجيلات. تتيح لك ملفات XSLT القيام بذلك. يأتي كوها مع بعض عينات ملفات XSLT الجاهزة للاستخدام.
cs: Při stahování záznamů z externích zdrojů je možné automatizovat některé úpravy těchto záznamů. To umožňují XSLT šablony. V základní instalaci se nachází několik ukázkových šablon připravených k použití.
de: Wenn Datensätze aus externen Quellen importiert werden, können Änderungen in den Datensätzen automatisiert erfolgen. Hierzu werden XSLT-Stylesheets verwendet. Koha wird bereits mit einigen Beispieldateien installiert, die direkt verwendet werden können.
el: Όταν ανακτάτε εγγραφές από εξωτερικού στόχους μπορεί να επιθυμείτε να γίνονται αυτόματα κάποιες αλλαγές σ'αυτές. Το XSLT σας επιτρέπει να τις πραγματοποιήσετε. Το Koha περιέχει μερικά δείγματα αρχείων XSLT έτοιμα για χρήση.
es: Al recuperar los registros de servidores externos puede que desee automatizar algunos cambios en esos registros. Los XSLTs le permiten hacer esto. Koha esta enrolado con algunos archivos XSLT de muestra listos para su uso.
fi: Kun tietueita noudetaan ulkoisista kohteista, kannattaa joidenkin muutosten teko automatisoida. XSLT:t auttavat juuri tässä. Kohassa on valmiina muutama XSLT käyttöösi.
fr: Lors de la récupération de rapports de cibles externes, vous pouvez vouloir automatiser quelques changements à ces rapports. Le XSLT vous permet de faire ceci. Koha est fourni avec quelques fichiers d'échantillon XSLT prêts à l'emploi.
hi: जब बाहरी लक्ष्यों से रिकॉर्ड पुन: प्राप्त करने से आप उन रिकॉर्ड के लिए कुछ परिवर्तन को स्वचालित करने की इच्छा हो सकती है। XSLT के आप ऐसा करने की अनुमति देते हैं। कुछ नमूना XSLT के साथ कोहा जहाजों में इस्तेमाल के लिए तैयार फ़ाइलें।
it: Quando ricevi record da un server esterno, puoi voler automatizzare alcuni cambiamenti a questi record. XSLT ti permette di farlo. Koha ha con alcuni file XLST d'esempio pronti per l'uso.
oc: Al moment de la recuperacion de rapòrts de ciblas extèrnes, podètz voler automatizar qualques cambiaments a aqueles rapòrts. Lo XSLT vos permet de far aquò. Koha es provesit amb qualques fichièrs d'escandalhatge XSLT prèstes a l'emplec.
pt: Quanto retornar registos de servidores externos pode desejar automatizar algumas modificações a esses registos. Os ficheiros XSLT permitem isso. O Koha já possui alguns ficheiros XSLT prontos a usar.
sk: Pri preberaní záznamov z externých cieľov si môžete priať automatizáciu niektorých zmien u týchto záznamov. XSLT vám to umožnia urobiť. Koha prichádza s niektorými hotovými ukážkovými súbormi XSLT.
tr: Dış hedeflerden kayıtlar alınırken, kayıtlardaki bazı değişiklikleri otomatikleştirmek isteyebilirsiniz. XSLT'ler bunu yapabilmenizi sağlar. Koha, kullanıma hazır bazı örnek XSLT dosyaları içerir.
zh_tw: XSLT 能做到自動修訂從外部目標取得的記錄，Koha 提供可用的 XSLT 範例檔案。

source: When reviewing 'Pending' suggestions you can choose to check the box next to the item(s) you want to approve/reject and then choose the status and reason for your selection. You can also choose to completely delete the suggestion by checking the 'Delete selected' box.
ar: أثناء معاينة المقترحات "المعلقة" يمكنك اختيار تحديد المربع الموجود بجانب المادة (المواد) التي ترغب في الموافقة عليها / رفضها ثم اختيار حالة وسبب اختيارك. كما يمكنك اختيار حذف الاقتراح كلياً عن طريق تحديد مربع "حذف المحدد".
cs: Při posuzování "visících" (nevyřízených) návrhů, můžete si vybrat zaškrtnutím políčka vedle výtisku, které chcete schválit/zamítnout a pak vybrat stav a důvod výběru. Můžete také zvolit úplné odstranění návrhu zaškrtnutím políčka "Odstranit vybrané".
da: Ved vurdering af 'Udestående' forslag kan du vælge at markere feltet ved siden af de eksemplarer, du vil godkende/afvise og så vælge status og begrundelse. Du kan også slette forslaget helt ved at markere feltet 'Slet valgte'.
de: Beim Bearbeiten von 'zu bearbeitenden' Vorschlägen können Sie Titel über die Checkbox neben den einzelnen Vorschlägen markieren und dann den neuen Status auswählen und eine Begründung erfassen. Sie können auf diese Weise auch Anschaffungsvorschläge vollständig löschen, indem Sie 'Markierte löschen' verwenden.
el: Όταν ελέγχετε 'Εκκρεμείς' προτάσεις μπορείτε να επιλέξετε το κουτί δίπλα στο τεκμήριο/α που θέλετε να εγκρίνετε/απορρίψετε και μετά να επιλέξετε την κατάσταση και την αιτία της επιλογής σας. Μπορείτε επίσης να επιλέξετε να διαγράψετε εντελώς την πρόταση πατώντας το κουτί 'Διαγραφή επιλεγμένων'.
es: Cuando revise sugerencias 'Pendientes' puede elegir marcar la casilla próxima al ítem que quiere aprobar/rechazar y entonces elegir el estado y la razón de su selección. Puede además elegir eliminar completamente la sugerencia marcando la casilla 'Eliminar seleccionada'.
eu: 'Egin gabe' dauden dauden proposamenak berrikustean, markatu onartu/ezabatu nahi d(it)uzun elementu(ar)en ondoko koadroa, eta, ondoren, aukeratu zuren hautaketaren egoera eta arrazoia. Era berean, proposamena erabat ezabatu dezakezu 'Ezabatu aukeratutakoa' koadroa markatuz.
fi: Kun katsotaan 'Odottavia' hankintaehdotuksia, voit valita laatikkoon sen nimekkeen kohdalla, jonka haluat hyväksyä/hylätä ja sen jälkeen valita tilan ja syyn valinnallesi. Voit myös kokonaan poistaa ehdotuksen valitsemalla 'Poista valitut'.
fr: Quand vous passez en revue les suggestions en attente, vous pouvez en sélectionner plusieurs en les cochant dans la liste, puis vous les approuvez ou les rejetez toutes en une fois. Vous pouvez également supprimer complètement une suggestion en cochant Supprimer la sélection.
hi: जब 'विचाराधीन' सुझावों की समीक्षा आप बॉक्स मद (s) आप अनुमोदन / अस्वीकार और फिर अपने चयन के लिए स्थिति और कारण का चयन करना चाहते करने के लिए अगले जांच करने के लिए चुन सकते हैं। आप यह भी पूरी तरह से 'हटाएँ चयनित' बॉक्स को चेक करके सुझाव नष्ट करने के लिए चुन सकते हैं।
it: Quando si esaminano i suggerimenti di acquisto da lavorare, puoi spuntare la/e copia/e da approvare o rifiutare e poi scegliere stato e motivo da applicare ai suggerimenti selezionati. Puoi anche cancellarle del tutto spuntando la casella 'Cancella selezionati'.
oc: Quand vous passez en revista les suggestions en espèra, podètz en seleccionar plusieurs en les cochant dins la lista, puèi vous les approuvez ou les rejetez toutes en una fois. Podètz tanben suprimir completament una suggestion en cochant Suprimir la seleccion.
pl: W zakładce 'Oczekujące' wyświetlają się propozycje zakupu oczekujące na akceptację bądź odmowę biblioteki. Bibliotekarz może zmienić status i podać powód decyzji lub usunąć całkowicie, wybierając opcję 'Usuń zaznaczone'.
pt: Quando estiver a rever sugestões pendentes pode escolher marcar a caixa de selecção das sugestões que deseja aprovar/rejeitar e depois escolher o estado e a razão da selecção. Pode também escolher eliminar completamente a sugestão ao marcar a caixa 'Eliminar seleccionados'.
pt_br: Quando revisar as sugestões 'Pendentes' você pode escolher clicar na caixa próxima ao exemplar que deseja aprovar/rejeitar e escolher o status e a razão da sua escolha. Você pode também escolher apagar completamente a sugestão clicando na caixa 'Excluir selecionados'.
sk: Keď prezeráte 'Nevybavené' návrhy, môžete si zvoliť zaškrtnutie políčka vedľa exemplára(ov), ktoré chcete schváliť/zamietnuť a potom si zvoliť stav a dôvod pre Váš výber. Môžete si tiež zvoliť úplné odstránenie návrhu zaškrtnutím políčka 'Odstrániť vybrané'.
sv: När du granskar förslag som 'Väntar' kan du markera rutan intill de förslag du vill godkänna/avslå och sedan välja status och motivering. Du kan även välja att helt radera förslaget genom att markera rutan 'Radera valda'.
tr: 'Bekleyen' önerileri gözden geçirirken, onaylamak/reddetmek istediğiniz materyalin(lerin) yanındaki kutuyu onaylayabilir ve ardından durumunuzu ve seçim nedeninizi seçebilirsiniz. 'Seçili olanı sil' kutusunu işaretleyerek de öneriyi tamamen silebilirsiniz.
zh_tw: 檢視 '待決' 建議時，可選擇館藏旁的勾選盒，允許/拒絕該建議，並選擇理由。也可勾選 '刪除選定' 盒，刪除選定的建議。
