Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Find the biblionumber by looking at the end of the URL in the address bar when on the detail page or by clicking on the MARC tab on the detail page in the staff client
ar: أعثر على رقم التسجيلة بالنظر إلى نهاية الرابط في شريط العنوان عندما تكون في صفحة التفاصيل ، أو بالنقر على تبويبة مارك في صفحة التفاصيل داخل عميل الموظفين
cs: Biblionumber zjistíte tak, že se podíváte na konec URL v adresním řádku, když máte otevřenou stránku podrobností, nebo když kliknete na záložku MARC na stránce podrobností v intranetu
da: Find biblionummeret ved at se på slutningen af URL i adressefeltet, når detaljesiden vises eller ved at klikke på MARC fanen på detaljesiden i stab-kunde
de: Die Titelsatznummer finden Sie am einfachsten, wenn Sie auf einer Detailansicht sind und sich den letzten Teil der aktuellen URL oder indem Sie über den Reiter in die MARC-Ansicht wechseln
el: Βρείτε τον βιβλιοαριθμό κοιτώντας στο τέλος του URL στη μπάρα διευθύνσεων όταν βρίσκεστε στην σελίδα με τις λεπτομέρειες ή πατώντας στην καρτέλα MARC στην σελίδα με τις λεπτομέρειες στη διεπαφή προσωπικού
es: Encuentre el biblionumber mirando al final de la URL en la barra de direcciones del navegador cuando esté en la página de detalles o haciendo clic en la pestaña MARC de la página de detalles en el cliente administrativo
eu: Encuentra el biblionumber mirando el final de la URL en la barra de direcciones cuando estáen la página de detalle o seleccionando en la pestaña MARC en la página de detalle en el cliente administrador
fi: Tietuenumero (biblionumber) löytyy selaimen osoitekentästä ruudun yläreunasta, kun olet virkailijatyökalussa jonkin nimekkeen Perustiedot- tai MARC-välilehdillä.
fr: Retrouvez le numéro de la notice -biblionumber- qui s'affiche à la fin de l'URL dans la barre d'adresse de votre navigateur quand vous êtes sur l'affichage détaillé d'une notice ou en cliquant sur l'onglet MARC dans l'interface professionnelle.
hi: जब विस्तार पृष्ठ पर पता पट्टी में URL के अंत को देखकर या स्टाफ ग्राहक में विस्तार पृष्ठ पर मार्क टैब पर क्लिक करके biblionumber खोजें
it: Trovi il biblionumber gurdando alla fine dell'URL nell barra degli indirizzi quando sei sulla pagina di dettaglio o cliccato il tab 'MARC' sempre nella pagina di dettaglio dell'interfaccia staff
oc: Retrouvez lo numèro de la notícia -biblionumber- qui s'aficha a la fin de l'URL dins la barra d'adreça de vòstre navigador quand sètz sus l'afichatge detalhat d'una notícia o en clicant sus l'onglet MARC dins l'interfàcia professionala.
pt: Encontre o número de registo ao olhar para o fim do URL na barra de endereços quando estiver na página de detalhes ou após clicar no separador MARC na página de detalhes no interface dos técnicos
pt_br: Encontre o biblionumber olhando no final da URL na barra de endereço quando estiver na página de detalhes ou clicando na aba MARC na página de detalhes na interface administrativa
sk: Číslo biblio (biblionumber) zistíte tak, že pozriete na koniec URL v adresovom riadku, keď ste na stránke podrobností, alebo kliknutím na záložku MARC na stránke podrobností v knihovníckom rozhraní
sv: Hitta biblionumret genom att titta på slutet av URL:en i adressraden när du är i detaljsidan eller genom att klicka på MARC-fliken på detaljsidan i personalklienten
tr: Detay sayfasındayken ya da personel istemcideki MARC sekmesine tıklayarak adres çubuğundaki URL’nin sonuna kadar bakarak bibliyografik kayıt numarasını bulunuz
zh_tw: 在詳情頁面查看網址最後的數字，或勾選館員介面的 MARC 分頁的詳情頁面，就能找到書目號

source: Find the previous budget with unreceived orders on the Active budgets or the Inactive budgets tab and select 'Close' under 'Actions'.
ar: قم بالبحث عن الميزانية السابقة ذات الطلبيات غير المستلمة من تبويب الميزانيات النشطة أو الميزانيات غير النشطة وتحديد "إغلاق" أدنى "إجراءات"
cs: Najděte předchozí rozpočet s nevyřízenými objednávkami v záložce "Aktivní rozpočty" nebo "Neaktivní rozpočty" a vyberte pod tlačítkem "Akce" možnost "Zavřít".
de: Suchen Sie den vorherigen Etat mit den offenen Bestellungen entweder auf dem Reiter mit den aktiven oder auf dem Reiter mit den inaktiven Etats und wählen Sie 'Schließen' aus dem Auswahlmenü 'Aktionen'.
es: Encuentre el presupuesto anterior con pedidos sin recibir en la pestaña de Presupuestos activos o Presupuestos inactivos y seleccione 'Cerrar' bajo 'Acciones.'
fi: Etsi edellinen budjetti, jossa vastaanottamattomia tilauksia, Aktiiviset budjetit- tai Käytöstä poistetut budjetit -välilehdiltä ja valitse 'Sulje' 'Toimintojen' alta.
hi: सक्रिय बजट या निष्क्रिय बजट टैब पर unreceived आदेश के साथ पिछले बजट का पता लगाएं और चयन 'क्रिया' के अंतर्गत 'बंद'।
it: Trova il budget precedente con ordini non ricevuti sotto il tab budgets attivi o budgets non attivi e seleziona 'Chiudi' dal menù 'Azioni'
oc: Trobatz lo budgèt precedent amb de comandas non recebudas dins los budgèts Actius o dins l'onglet "Budgèts inactius" e seleccionatz 'Clausurar' jos "Accions".
sk: Nájdite predchádzajúci rozpočet s neprijatými objednávkami v záložke Aktívnych alebo Neaktívnych rozpočtov a zvoľte 'Uzavrieť' pod 'Akcie'.
tr: Teslim alınmayan siparişleri olan bir önceki bütçeyi Aktif bütçeler ya da Pasif bütçeler sekmesinde bulun ve 'Eylemler' altında 'Kapat' seçeneğini seçin.

source: Fines
ar: غرامات
cs: Poplatky
da: Bøder
de: Gebühren
el: Πρόστιμα
es: Multas
eu: Isunak
fi: Maksut
fr: Amendes
hi: जुर्माना
it: Multe
oc: Emendas
pl: Należności
pt: Multas
pt_br: Multas
sk: Platby
sv: Böter
tr: Cezalar
zh_tw: 罰款

source: Fines will be charged based on your Circulation &amp; Fines Rules
ar: سيتم فرض غرامات مالية على أساس الإعارة &amp وقواعد الغرامات الخاصة بها
cs: Poplatky se vybírají podle nastavených pravidel výpůjček a upomínek
da: Bøder beregnes på basis af de valgte udlåns- & bøderegler
de: Gebühren werden auf Grundlage der konfigurierten Ausleihkonditionen berechnet
el: Τα πρόστιμα θα χρεώνονται σύμφωνα με τους Κανόνες Κυκλοφορίας Υλικού &amp; Προστίμων
es: Multas se asignarán basadas en sus Reglas de circulación y multas
eu: Isunak zirkulazio eta isunen arauetan oinarrituta kargatuko dira
fi: Veloitettavat maksut perustuvat Laina- ja maksusääntöihin
fr: Les amendes seront facturées en fonction de vos Règles de circulation et d'amendes.
hi: आपके परिसंचरण और जुर्माना नियम के आधार पर जुर्माना लगाया जाएगा;
it: Le multe saranno date basandosi sulle tue regole sulle multe
pl: Należności będą pobierane na podstawie zasad udostępniania &amp; i należności
pt: Multas serão cobradas de acordo com as regras de circulação e multas
pt_br: Multas serão aplicadas com base nas Regras de circulação & Multas
sk: Budú sa vyberať poplatky v súlade s Vašimi pravidlami Obehu &amp; Platieb
sv: Böter tas ut baserat på reglerna för utlåning &amp; böter
tr: Cezalar dolaşıma ve &amp; ceza kurallarına bağlı olarak cezalandırılacaktır.
zh_tw: 依照流通&amp;罰款規則收取罰款

source: First choose the name of your list.
hi: सबसे पहले अपनी सूची का नाम चुनें।

source: First choose the type of credit you'd like to apply
ar: أولا إختيار نوع الائتمان التي ترغب في تطبيق
cs: První výběr typu kreditní karty, kterou chcete používat
da: Vælg først den kredittype, der skal anvendes:
de: Wählen Sie die Gebührenart die Sie hinzufügen möchten:
el: Πρώτα επιλέξτε τον τύπο πίστωσης που θέλετε να εφαρμόσετε
es: Primero seleccione el tipo de crédito que quiere aplicar
eu: Lehenik eta behin, aukeratu aplikatu nahi duzun kreditu mota
fi: Valitse ensin hyvitettävän maksun tyyppi
fr: Commencez par choisir le type de crédit que vous voudriez appliquer
hi: पहले क्रेडिट के प्रकार आप लागू करना चाहते हैं चुनें
it: Prima scegli il tipo di credito che vuoi applicare
oc: Commencez per causir lo tipe de crèdit que vous voudriez aplicar
pl: Najpierw wybierz kredyt, którego chciałbyś użyć
pt: Primeiro seleccione o tipo de crédito que deseja aplicar
pt_br: Primeiro escolha o tipo de crédito que você quer aplicar
sk: Najprv zvoľte typ kreditu, ktorý chcete použiť
sv: Välj först den typ av kredit du vill tillämpa
tr: Öncelikle başvurmak istediğiniz kredi türünü seçin.
zh_tw: 首先，選擇額度類型

source: First choose the type of invoice you would like to create
ar: أولا إختيار في نوع الفاتورة التي ترغب في إنشاء
cs: Nejprve vyberte typ dokladu, který chcete vytvořit
da: Vælg først den fakturatype, der skal oprettes
de: Wählen Sie die Rechnungsart, die Sie anlegen möchten
el: Πρώτα επιλέξτε τον τύπο τιμολογίου που θέλετε να δημιουργήσετε
es: Primero seleccione el tipo de factura que quiere crear
eu: Lehenik eta behin, aukeratu sortu nahi duzun faktura mota
fi: Valitse ensin luotavan laskun tyyppi
fr: Commencez par choisir le type de facture que vous voulez créer
hi: पहला चालान के प्रकार आप बनाना चाहते हैं चुनें
it: Per prima cosa scegli il tipo di fattura che vorresti aggiungere
oc: Commencez per causir lo tipe de factura que volètz crear
pl: Najpierw wybierz typ faktury, którą chcesz utworzyć
pt: Primeiro seleccione o tipo de factura que deseja criar
pt_br: Primeiro escolha o tipo de fatura que você quer criar
sk: Najprv zvoľte typ faktúry, ktorú chcete vytvoriť
sv: Välj först den typ av faktura du vill skapa
tr: Öncelikle oluşturmak istediğiniz fatura türünü seçin.
zh_tw: 首先，選擇新增的發票類型

source: First choose which patron category you'd like the rule to be applied to. If you leave this to 'All' it will apply to all patron categories
ar: أولا اختيار فئة المستفيد التي ترغب في تطبيقها على القاعدة. إذا تركت هذا إلى "الكل" ستطبق على جميع فئات المستفيدين
cs: Nejprve vyberte, pro kterou kategorii čtenářů chcete použít dané pravidlo. Pokud ponecháte nastavení 'Všichni', bude použito pro všechny kategorie čtenářů
da: Først vælges den lånerkategori, som reglen skal gælde for. Hvis feltet sættes til 'Standard', gælder reglen for alle lånertyper
de: Wählen Sie zuerst, für welche Benutzergruppe die Regel angewendet werden soll. Wenn Sie das Feld auf 'Standard' setzen, wird die Regel auf alle Benutzertypen angewendet.
el: Πρώτα επιλέξτε σε ποια κατηγορία μέλους θέλετε να εφαρμοστεί ο κανόνας. Αν το αφήσετε στο 'Όλα' θα εφαρμοστεί σε όλες τις κατηγορίες μελών
es: Primero seleccione a cual categoría de usuario aplicará esta regla. Si deja esto en 'Todas' se le aplicará a todas las categorías.
eu: Lehenik eta behin, aukeratu zein bazkide kategoriari aplikatu nahi diozun araua. 'Guztiak' uzten baduzu, bazkide kategoria guztiei aplikatuko zaie
fi: Valitse ensin, mitä asiakastyyppiä tämä sääntö koskee. Jos jätät tähän 'Kaikki', se koskee kaikkia asiakastyyppejä
fr: Choisissez d'abord la catégorie d'adhérent à laquelle appliquer la règle. Si vous laissez à Défaut, la règle s'appliquera à toutes les catégories d'adhérent.
hi: सबसे पहले आप नियम को लागू किया जा करना चाहते हैं जो संरक्षक वर्ग का चयन करें। आप को यह छोड़ देते हैं 'सभी' यह सब संरक्षक श्रेणियों के लिए लागू होगी
it: Per prima cosa scegli a quale categoria utente la regola si applicherà. Se lasci 'Tutte', si applicherà a tutte le categorie utente
oc: Causissètz d'en primièr la categoria d'aderent a la quala aplicar la règle. Se vous daissatz a Défaut, la règla s'aplicarà a totas las categorias d'aderent.
pl: Najpierw wybierz kategorię użytkownika, do której ma mieć zastosowanie reguła. Jeśli pozostawisz wartość 'Wszystkie', reguła zostanie zastosowana do wszystkich kategorii użytkowników
pt: Primeiro escolha qual a categoria do leitor que deseja aplicar a regra. Senão é aplicada a todas as categorias
pt_br: Primeiro escolha qual categoria de usuário que você quer que esta regra seja aplicada. Se você optar por 'Todos' será aplicado em todas as categorias
sk: Najprv zvoľte, v ktorej kategórii čitateľa chcete použiť dané pravidlo. Ak to ponecháte na 'Všetky', použije sa to na všetky kategórie čitateľov
sv: Välj först den låntagarkategori som regeln ska tillämpas på. Om du lämnar 'Alla' kommer den att gälla för alla låntagarkategorier
tr: Öncelikle kuralı hangi kullanıcı kategorisine uygulamak istediğinizi seçin. Bunu 'Hepsi' şeklinde bırakırsanız, bu kural tüm kullanıcı kategorilerine uygulanacaktır.
zh_tw: 首先，選擇規則適用的讀者類型，選擇 '全部'，則適用於所有讀者類型

source: First enter the identifying information regarding your patron
ar: أولا إدخال معلومات التعريف بشأن المستفيد الخاص بك
cs: Nejprve zadejte identifikační informace o čtenáři
da: Angiv identifikationsinformationer for låneren.
de: Geben Sie zuerst Informationen zur Identität des Benutzers ein.
el: Πρώτα εισάγετε τις πληροφορίες ταύτισης για το μέλος σας
es: Ingrese la información de identificación correspondiente a su usuario
eu: Primero introducir la información de identificación correspondiente a su socio
fi: Syötä ensin asiakasta yksilöivä tieto
fr: Commencez par saisir les informations d'identité concernant votre adhérent
hi: सबसे पहले अपने संरक्षक के बारे में जानकारी की पहचान दर्ज
it: Inserisci le informazioni per identificare l'utente
oc: Commencez per sasir las informacions d'identitat concernant vòstre aderent
pl: Najpierw wprowadź informacje, które zidentyfikują użytkownika
pt: Primeiro insira informação de identificação para o leitor.
pt_br: Digite as informações de identificação a respeito de seu usuário
sk: Zadajte najprv identifikačné informácie o Vašom čitateľovi
sv: Ange först ID-informationen för din låntagare
tr: Öncelikle kullanıcınızı tanımlayan bilgiyi giriniz.
zh_tw: 首先鍵入辨識讀者的資訊

source: First find the MARC file on your computer
ar: أولا ايجاد ملف المارك على الحاسوب الخاص بك
cs: Nejprve najděte v počítači soubor MARC
da: Find først MARC-filen på computeren
de: Wählen Sie zunächst die MARC-Datei auf Ihrem Computer aus
el: Πρώτα βρείτε το αρχείο MARC στον υπολογιστή σας
es: Primero encuentre el archivo MARC en su equipo
eu: Lehenik eta behin, aurkitu MARC fitxategia zure ordenagailuan
fi: Etsi ensin MARC-tiedosto koneeltasi
fr: Premièrement, cherchez le fichier MARC sur votre ordinateur
hi: सबसे पहले अपने कंप्यूटर पर मार्क फ़ाइल को खोजने
it: Per prima cosa trova il file MARC sul tuo computer
oc: Primièrament, cherchez lo fichièr MARC sus vòstre ordenador
pt: Primeiro encontra o ficheiro MARC no seu computador
pt_br: Primeiro encontra o arquivo MARC no seu computador
sk: Najprv nájdite súbor MARC na Vašom počítači
sv: Hitta första MARC-filen på din dator
tr: Öncelikle bilgisayarınızda MARC dosyasını bulun.
zh_tw: 首先從您的電腦找到 MARC 檔案

source: First you need to tell the tool if you're deleting bibliographic or authority records. Next you can load a file with biblionumbers or authids or enter a list of those numbers in the box provided. Once you submit the form you will be presented with a summary of the records you are trying to delete.
ar: أولا يجب عليك إعلام الأداة ما إذا كنت تقوم بحذف تسجيلات بيبلوغرافية أم استنادية. بعد ذلك يمكنك تحميل ملف بالأرقام البيبلوغرافية أو معرفات الاستناد أو إدخال قائمة بهذه الأرقام في المربع الموجود. بمجرد قيامك بتقديم النموذج سيظهر لك ملخص بالتسجيلات التي تحاول حذفها.
cs: Nejprve určete, zdali se mají odstraňovat bibliografické nebo autoritní záznamy. Poté můžete nahrát soubor s identifikátory záznamů nebo tyto identifikátory vepsat do textového pole níže. Po odeslání formuláře se zobrazí seznam nalezených záznamů, které se chystáte odstranit.
de: Zuerst müssen Sie dem Werkzeug mitteilen, ob Sie Titel- oder Normdatensätze löschen möchten. Dann können Sie eine Datei mit Biblionummern oder AuthIDs laden, oder eine Liste dieser Nummern in das Kästchen eintragen. Nachdem Sie das Formular abgeschickt haben, erhalten Sie eine Übersicht der Datensätze, die Sie löschen möchten.
es: Primero tendrá que especificar a la herramienta si está eliminando registros bibliográficos o de autoridad. A continuación, puede cargar un archivo con biblionumbers o authids o introducir una lista de los números en la casilla correspondiente. Una vez enviado el formulario se le presentará un resumen de los registros que se están tratando de eliminar.
fi: Ensin täytyy kertoa työkalulle, ollaanko poistamassa nimeke- vai auktoriteettitietueita. Sitten voit ladata tiedoston näistä tietuenumeroista tai syöttää listan noista numeroista tarjottuun laatikkoon. Kun lomake on valmis, saat yhteenvedon tietueista, jotka olet poistamassa.
fr: D'abord vous devez indiquer à l'outil si vous supprimez des notices bibliographiques ou d'autorité. Ensuite vous pouvez charger un fichier de biblionumbers ou authids ou entrer une liste de ces nombres dans la boîte prévue à cet effet. Une fois le formulaire soumis, vous obtiendrez un résumé des notices que vous essayez de supprimer.
hi: सबसे पहले आप अगर आप ग्रंथ सूची या प्राधिकारी रिकॉर्ड हटा रहे हैं उपकरण बताने की जरूरत है। इसके बाद आप biblionumbers या authids के साथ एक फ़ाइल लोड करने या दिए गए बॉक्स में उन लोगों के नंबरों की सूची में प्रवेश कर सकते हैं। एक बार जब आप फार्म जमा आप रिकॉर्ड आप नष्ट करने की कोशिश कर रहे हैं की एक सारांश के साथ प्रस्तुत किया जाएगा।
it: La prima cosa da comunicare alla funzione è se vuoi cancellare records bibliografici o di authority. Poi puoi scegliere o di caricare un file con la lista dei numeri dei records bibliografici o delle authority o inserire una lista degli stessi nell'apposito box. Una volta che avrai sottomesso il form, ti sarà presentato un elenco dei records che stai per cancellare.
oc: D'en primièr, vos cal indicar a l'aisina se suprimissètz de notícias bibliograficas o d'autoritat. Puèi, podètz cargar un fichièr de biblionumbers o authids o entrar una lista d'aqueles nombres dins la bóstia prevista a aqueste effet. Un còp lo formulari somés, obtendretz un resumit de las notícias qu'ensajatz de suprimir.
sk: Najprv musíte nástroju povedať, či odstraňujete bibliografické záznamy alebo záznamy autorít. Ďalej môžete načítať súbor s biblionumbers alebo authids alebo zadať zoznam týchto čísel do príslušného políčka. Potom sa vám zobrazí súhrn záznamov, ktoré chcete odstrániť.
tr: Öncelikle araca bibliyografik kayıt mı yoksa otorite kayıt mı sileceğinizi söylemeniz gerekiyor. Daha sonra biblonumbers ya da authid dosyaları yükleyebilir ya da bu numaraların listesini ekrana gelen kutuya girebilirsiniz. Formu bir kez gönderikten sonra karşınıza silmek istediğiniz kayıtların bir özeti gelecektir.

source: First you will be asked which of the two records you would like to keep as your primary record and which will be deleted after the merge.
ar: أولاً سيتم سؤالك عن أي التسجيلتين التي ترغب في الاحتفاظ بها كتسجيلة رئيسية وأيها سيتم حذفها بعد الدمج.
cs: Pokud chcete vybrané záznamy sloučit, klikněte na tlačítko 'Sloučit vybrané položky'. Budete dotázáni, který ze dvou záznamů bude zachován jako primární a který má být po sloučení smazán.
de: Nachdem Sie die Datensätze für die Verschmelzung ausgewählt haben, werden Sie gefragt, welchen der beiden Datensätze Sie behalten möchten und welcher Datensatz abschließend gelöscht werden soll.
el: Πρώτα θα ερωτηθείτε ποια από τις δύο εγγραφές θα θέλατε να κρατήσετε ως την κύρια εγγραφή σας και ποια θα διαγραφεί μετά την συγχώνευση.
es: Primero se le preguntará cual de los dos registros desea conservar como primario y cual será eliminado luego de la combinación.
eu: Lehenik galdetuko da bitako zein erregistro nahi den erregistro nagusi bezala mantendu eta behin bateratu ondoren ezabatuko dena.
fi: Ensin pitää valita, kumpi kahdesta tietueesta on ensisijainen ja kumpi poistetaan yhdistämisen jälkeen.
fr: Vous devrez d'abord choisir laquelle des deux notices vous voudrez garder en tant que notice primaire et laquelle sera supprimée après la fusion.
hi: सबसे पहले आपको कहा जाएगा आप अपनी प्राथमिक रिकॉर्ड के रूप में रखना चाहते हैं और जो मर्ज के बाद हटा दिया जाएगा जो दो रिकॉर्ड की।
it: Per prima cosa ti sarà chiesto quale dei due record vuoi tenere come primario e quale sarà cancellato dopo la fusione.
oc: Vos caldrà d'en primièr causir la quala des deux notícias vous voudrez garder en tant que notícia primaire e la quala serà suprimida aprèp la fusion.
pt: Primeiro será pedido para confirmar qual dos dois registos deseja manter como primário e qual será eliminado após a unificação.
pt_br: Primeiro você será questionado sobre qual dos dois registros você deseja manter como primário e qual será excluído após a mesclagem.
sk: Najprv si budete musieť vybrať, ktorý z dvoch záznamov chcete uchovať ako primárny záznam a ktorý chcete dať po zlúčení odstrániť.
tr: İlk olarak size hangi iki kaydı ana kaydınız olarak alacağınız ve hangisini birleşmeden sonra sileceğiniz sorulacak.
zh_tw: 先詢問何者為合併後保留的主要紀錄，何者為刪除的紀錄。

source: First you will need to enable course reserves by setting the UseCourseReserves preference to 'Use'.
ar: يجب عليك أولاً تفعيل الحجز الأكاديمي عن طريق ضبط تفضيل UseCourseReserves إلى "استخدام"
cs: Nejprve je třeba povolit v administraci modul Kurzy pomocí nastavení UseCourseReserves.
de: Als erstes müssen Sie das Modul für die Verwaltung von Semesterapparaten über den Systemparameter UseCourseReserves aktivieren.
el: Πρώτα χρειάζεται να ενεργοποιήσετε τις κρατήσεις μαθημάτων ρυθμίζοντας την προτίμηση ΧρήσηΚρατήσεωνΜαθημάτων στο 'Χρήση'
es: En primer lugar, tendrá que activar las reservas para cursos estableciendo la preferencia UseCourseReserves a 'Utilizar'.
eu: Lehenik ikastaroko erreserbak gaitu beharko dira 'Use' aukeran UseCourseReserves preferentzia ezarriz.
fi: Ensiksi kurssivarannot on sallittava asettamalla UseCourseReserves-asetus muotoon 'Käytä'.
fr: Vous devrez avant tout activer les réserves de cours en attribuant à la préférence UseCourseReserves la valeur 'Utiliser'.
hi: सबसे पहले आप का 'प्रयोग' करने के लिए UseCourseReserves वरीयता की स्थापना द्वारा पाठ्यक्रम भंडार को सक्षम करने की आवश्यकता होगी।
it: Per prima cosa devi abilitare la funzionalita mettendo la preferenza 'UseCourseReserves' a 'Usa'
oc: Vos caldrà avant tot activer les resèrvas de cors en attribuant a la preferéncia UseCourseReserves la valor 'Utilizar'.
pl: Jeśli chcesz włączyć kursy, ustaw opcję UseCourseReserves na wartość 'Używaj'.
pt: Primeiro precisa de ativa as reservas de curso definindo a preferência de sistema UseCourseReserves para 'Usar'.
pt_br: Em primeiro lugar, você terá que ativar as reservas para cursos configurando UseCourseReserves para 'Utilizar'.
sk: Najprv budete musieť zapnúť rezervy kurzov pomocou nastavenia UseCourseReserves na 'Použiť'.
tr: İlk olarak UseCourseReserves seçeneğini 'Kullan'a ayarlayarak ders rezervlerini etkinleştirmelisiniz.
zh_tw: 首先需設定 UseCourseReserves 偏好為 '使用' 才能啟用指定參考書課程。
