Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: CSV Profiles are created to define how you would like your cart or list to export.
ar: ملفات الـ CSV تم إنشاؤها لتتيح لك أن تحدد كيف ترغب بأن يتم تصدير قوائمك ، وسلالك .
cs: Profily CSV definují způsob exportu košíku a seznamů.
da: CSV-profil bruges til at definere, hvordan kurv og lister skal eksporteres.
de: CSV-Profile werden verwendet um zu definieren, wie Ihr Korb oder Ihre Listen exportiert werden.
el: Τα προφίλ CSV δημιουργούνται για να καθορίσουν πώς θέλετε να γίνει η εξαγωγή του καλαθιού ή της λίστας σας.
es: Los perfiles CSV se crean para definir cómo desea exportar su carrito o lista.
eu: CSV profilak orgatxoa edo zerrenda nola esportatu nahi ditzuun zehazteko sortzen dira
fi: CSV-profiilit luodaan määrittelemään, miten korit tai listat viedään.
fr: Les Profils CSV sont créés pour définir la façon dont vous souhaitez exporter un panier ou une liste.
hi: सीएसवी प्रोफाइल को परिभाषित करने के लिए कैसे आप अपनी गाड़ी या सूची निर्यात करना चाहते हैं बनाई गई हैं।
it: I profili CSV definiscono in quale modo il carrello o la lista vengono esportati.
oc: Les Profils CSV son creats per definir la faiçon dont volètz exporter un panièr o una lista.
pl: Profile CSV są tworzone w celu określenia sposobów eksportu danych z koszyka lub listy..
pt: Perfis CSV são criado para definir como a sua lista ou carrinho são exportados.
pt_br: Perfis CSV são criado para definir como a sua lista ou sacola são exportados.
sk: Profily CSV sa tvoria pre definovanie spôsobu, akým chcete exportovať Váš košík alebo zoznam.
sv: CSV-profiler skapas för att definiera hur du vill exportera din vagn eller lista.
tr: CSV profilleri sepetinizi veya dışa aktarım liste verme yönteminizi tanımlamak için oluşturulur.
zh_tw: CSV 設定檔用於設定書目清單或虛擬書架的匯出內容。

source: CSV profiles
ar: ملفات CSV
cs: Profily CSV
da: CSV-profil
de: CSV-Profile
el: Προφίλ CSV
es: Perfiles CSV
eu: CSV profilak
fi: CSV-profiilit
fr: Profils CSV
hi: सीएसवी प्रोफ़ाइल
it: Profili CSV
oc: Perfils CSV
pl: Profile CSV
pt: Perfis CSV
pt_br: Perfis CVS
sk: Profily CSV
sv: CSV-profiler
tr: CSV Profilleri
zh_tw: CSV 設定檔

source: CUYAHOGA COUNTY PUBLIC webcat.cuyahoga.lib.oh.us:210 INNOPAC
hi: Cuyahoga काउंटी सार्वजनिक webcat.cuyahoga.lib.oh.us:210 INNOPAC

source: Can I edit the online help?
ar: هل يمكنني تحرير المساعدة على الخط المباشر؟
cs: Mohu upravit on-line nápovědu?
de: Kann ich die Onlinehilfe bearbeiten?
el: Μπορώ να επεξεργαστώ την online βοήθεια;
es: ¿Puedo editar la ayuda en línea?
eu: Edita al dezaket online laguntza?
fi: Voinko muokata online-ohjetta?
fr: Puis-je mettre à jour l'aide en ligne ?
hi: मैं ऑनलाइन मदद को संपादित कर सकता हूँ ?
it: Posso editare l'aiuto in linea?
oc: Puis-je metre a jorn l'ajuda en linha ?
pt: Posso modificar a ajuda em linha?
sk: Môžem upravovať pomoc online?
tr: Çevrimiçi yardımı düzenleyebilir miyim?
zh_tw: 可以編輯線上說明嗎？

source: Cancel
ar: إلغاء
cs: Zrušit
da: Afbryde
de: Abbrechen
el: Ακύρωση
es: Cancelar
eu: Bertan behera utzi
fi: Peruuta
fr: Annuler
hi: रद्द करें
it: Cancella
oc: Anullar
pl: Anuluj
pt: Anular
pt_br: Cancelar
sk: Zrušiť
sv: Avbryt
tr: İptal et
zh_tw: 取消

source: Catalog
ar: الفهرس
cs: Katalog
da: Katalog
de: Katalog
el: Κατάλογος
es: Catálogo
eu: Katalogoa
fi: Luettelo
fr: Catalogue
hi: केटलॉग
it: Catalogo
oc: Catalòg
pl: Katalog
pt: Catálogo
pt_br: Catálogo
sk: Katalóg
sv: Katalog
tr: Katalog
zh_tw: 目錄

source: Catalog by item type
ar: الفهرسة بواسطة نوع المادة
cs: Katalog podle typu jednotky
da: Katalogiser efter medietype
de: Bestand nach Medientypen
el: Κατάλογος κατά τύπο τεκμηρίου
es: Catálogo por tipo de ítem
eu: Item motaren katalogoa
fi: Luettelo aineistoittain
fr: Catalogue par type de document
hi: Itemtype द्वारा सूचीकरण
it: Catalogo per tipo di copia
oc: Catalòg per tipe de document
pl: Katalog według typu dokumentów
pt: Catálogo por tipo de documento
pt_br: Catálogo por tipo de material
sk: Katalóg podľa typu exemplára
sv: Katalog per objekttyp
tr: Materyal türüne göre katalog
zh_tw: 目錄依館藏類型排序

source: Catalog parameters assist in configuring the cataloging functionality within Koha.
ar: تساعد ضوابط الفهرسة في تهيئة وظائف الفهرسة في كوها
cs: Parametry katalogu podporovány v nastavení funkce katalogizace v Koha
da: Katalogiseringsparametre hjælper ved indretning af katalogiseringsmodulet i Koha.
de: Katalogisierungsparameter unterstützen bei der Konfiguration des Katalogisierungsmoduls von Koha.
el: Οι παράμετροι καταλόγου βοηθούν στη παραμετροποίηση της λειτουργικότητας του καταλόγου στο Koha.
es: Los parámetros referidos al catálogo ayudan a configurar la funcionalidad de catalogación dentro de Koha.
eu: Katalogo parametroek Kohako katalogatze funtzionalitatea konfiguratzen laguntzen dute.
fi: Luetteloinnin asetukset määrittävät luetteloinnin toiminnallisuuksia Kohassa.
fr: Le paramétrage des grilles permet de configurer le module de catalogage dans Koha.
hi: सूची मापदंडों के Koha भीतर सूचीबद्ध कार्यक्षमता की संरचना करने में सहायता करते हैं।
it: I parametri del catalogo aiutano a configurare le funzionalità di catalogazione in Koha.
oc: Lo parametratge des grasilhas permet de configurar lo modul de catalogatge dins Koha.
pl: Parametry katalogu pomagają w konfigurowaniu funkcjonalności katalogowania w systemie Koha.
pt: Parâmetros do catálogo para configurar a funcionalidade de catalogação na Koha.
pt_br: Os parâmetros do catálogo auxiliar na configuração das funcionalidades da catalogação do Koha.
sk: Parametre katalógu uľahčujú konfiguráciu funkčnosti katalogizácie v Kohe.
sv: Katalogparametrar är en del av konfigurationen av katalogiseringsfunktionaliteten i Koha.
tr: Katalog parametreleri, Koha içerisindeki kataloglama işlevselliğini yapılandırmada yardımcı olur.
zh_tw: 目錄參數協助組態Koha的編目功能。

source: Catalog statistics
ar: إحصائيات الفهرس
cs: Statistiky katalogu
da: Katalogstatistikker
de: Katalogstatistiken
el: Στατιστικά στοιχεία καταλόγου
es: Estadísticas del catálogo
eu: Katalogo estatistikak
fi: Luettelon tilastot
fr: Statistiques sur le catalogue
hi: Catalog आँकड़े
it: Statistiche del catalogo
oc: Estatisticas sul catalòg
pl: Statystyki katalogu
pt: Estatísticas do Catálogo
pt_br: Estatísticas do catálogo
sk: Štatistiky katalógu
sv: Katalogstatistik
tr: Katalog istatistikleri
zh_tw: 目錄統計

source: Cataloging
ar: الفهرسة
cs: Katalogizace
da: Katalogisering
de: Katalogisierung
el: Καταλογογράφηση
es: Catalogación
eu: Katalogatzea
fi: Luettelointi
fr: Catalogage
hi: सूचीकरण
it: Catalogazione
oc: Catalogatge
pl: Katalogowanie
pt: Catalogar
pt_br: Catalogação
sk: Katalogizácia
sv: Katalogisering
tr: Kataloglama
zh_tw: 編目

source: Cataloging:
ar: الفهرسة:
cs: Katalogizace
da: Katalogisering:
de: Katalogisierung:
el: Καταλογογράφηση:
es: Catalogación:
eu: Katalogatzea:
fi: Luettelointi:
fr: Catalogage&nbsp;:
hi: सूचीकरण:
it: Catalogazione:
oc: Catalogatge&nbsp;:
pl: Katalogowanie:
pt: Catalogar:
pt_br: Catalogação:
sk: Katalogizácia:
sv: Katalogisering:
tr: Kataloglama:
zh_tw: 編目

source: Change Patron Password
ar: تغيير كلمة المرور للمستفيد
cs: Změnit heslo čtenáře
da: Ændre brugerpassword
de: Benutzerpasswort ändern
el: Αλλαγή Κωδικού Πρόσβασης Μέλους
es: Cambiar la contraseña del usuario
eu: Aldatu bazkide pasahitza
fi: Vaihda asiakkaan salasana
fr: Changer mot de passe
hi: संरक्षक पासवर्ड बदलें
it: Cambia password utente
oc: Cambiar senhal
pl: Zmień hasło użytkownika
pt: Modificar a palavra-passe do leitor
pt_br: Alterar Senha de Usuário
sk: Zmeniť heslo čitateľa
sv: Ändra låntagarlösenord
tr: Kullanıcı Şifresini Değiştir
zh_tw: 變更讀者密碼

source: Change the current location of the items in that collection to the library it is to be transferred to
eu: Bildumako elementuen momentuko kokapena aldatu bidaliko den liburutegiarena ezarriz
fi: Vaihda kokoelmassa olevien niteiden sijainniksi se kirjasto, jonka kokoelmaan ne siirretään.
hi: पुस्तकालय के लिए है कि संग्रह में आइटम की वर्तमान स्थान परिवर्तन यह करने के लिए स्थानांतरित किया जा रहा है

source: Charging Fines/Fees
ar: فرض الغرامات/الرسوم
cs: Účtování upomínek/plateb
da: Opkræve bøder/gebyrer
de: Erhebung von Gebühren/Entgelten
el: Χρέωση Προστίμων/Τέλη
es: Imputando Multas/Tasas
eu: Isunak/kuotak kargatzen
fi: Maksujen veloittaminen
fr: Facturation des frais et des amendes
hi: चार्ज जुर्माना / शुल्क
it: Far pagare multe/tariffe
oc: Facturacion dels fraisses e de las emendas
pl: Pobieranie należności
pt: Multas
pt_br: Aplicar Multas
sk: Platba pokút/poplatkov
sv: Böter/avgifter
tr: Cezaları/Ücretleri Ödeme
zh_tw: 收取罰款/費用

source: Chat with Koha users and developers
ar: اتصل مع مستخدمي كوها و مطوريه
cs: Chatovat s uživateli a vývojáři Koha
da: Chatte med Koha-brugere od udviklere
de: Mit Koha-Anwendern und -Entwicklern chatten
el: Συνομιλήστε με χρήστες και υπεύθυνους ανάπτυξης του Koha
es: Chat con usuarios y desarrolladores de Koha
eu: Txata Kohako erabiltzaile eta garatzaileekin
fi: Chattaa Kohan käyttäjien ja kehittäjien kanssa
fr: Discuter (chat) avec les utilisateurs et les développeurs de Koha
hi: चैट Koha प्रयोक्ताओं और डेवलपर्स के साथ
it: Entra in chat con gli utenti e gli sviluppatori di Koha
oc: Discutir (chat) amb los utilizaires e los desvolopaires de Koha
pl: Porozmawiaj z twórcami i użytkownikami Koha
pt: Conversar com os utilizadores e programadores do Koha
pt_br: Conversar com os usuárioes e programadores do Koha
sk: Porozprávajte sa s užívateľmi a vývojármi Kohy
sv: Chatta med Koha-användare och utvecklare
tr: Koha kullanıcılarıyla ve geliştiricileriyle sohbet et
zh_tw: 與Koha使用者與程式設計師交談

source: Check 'Allow password' to make it possible to associate a password with this attribute.
ar: تحقق من 'السماح لكلمة المرور' لتجعل من الممكن ربط كلمة المرور مع هذه الصفة.
cs: Zaškrtněte 'Povolit heslo', aby bylo možné spojit heslo s tímto atributem.
da: Marker 'Tillad password' for at et password kan forbindes med dette felt.
de: 'Passwort erlauben' anwählen, um ein Passwort mit mit diesem Attribut zu verbinden.
el: Επιλέξτε το 'Επιτρέπεται ο κωδικός πρόσβαση' για να είναι δυνατός ο συσχετισμός του κωδικού πρόσβαση με αυτή την απόδοση,
es: Marcar 'Permitir contraseña' para que sea posible asociar una contraseña a este atributo.
eu: Markatu 'Baimendu pasahitza' atributu honi pasahitz bat egokitzeko.
fi: Valitse 'Salli salasana' mahdollistaaksesi salasanan lisäämisen tälle määritteelle.
fr: Cochez Mot de passe autorisé pour associer un mot de passe à cet attribut.
hi: चेक यह संभव है इस विशेषता के साथ एक पासवर्ड संबद्ध करने के लिए बनाने के लिए 'पासवर्ड की अनुमति दें'।
it: Spunta per associare una password a questo attributo.
oc: Marcatz Senhal autorizat per associar un senhal a aqueste atribut.
pl: Zaznacz 'Dozwolone hasło', aby umożliwić powiązanie hasła z tym atrybutem.
pt: Assinalar 'Permitir palavra-passe' para tornar possível a associação da palavra-passe com este atributo.
pt_br: Verifique 'Permitir senha' para tornar possível a associação entre a senha e seu atributo.
sk: Zaškrtnutím 'Povoliť heslo' aktivujte možnosť priradiť heslo s touto vlastnosťou.
sv: Markera 'Tillåt lösenord' för att göra det möjligt att koppla ett lösenord till detta attribut.
tr: Şifreyi, bu nitelikle ilişkilendirmeyi mümkün kılmak için 'Şifreye izin ver' seçeneğini onaylayın.
zh_tw: 檢查 '允許密碼' 設定，確認密碼與此屬性相關。

source: Check 'Display in OPAC' to display this attribute on a patron's details page in the OPAC.
ar: اختر 'عرض في أوباك' لتُعرضَ هذه السمة على صفحة تفاصيل المستفيد في أوباك.
cs: Vybrat 'Zobrazit v OPAC' pro zobrazení tohoto atributu na stránce s detaily čtenáře v OPAC.
da: Marker 'Vis i OPAC' for at vise brugerne dette attribut i OPAC.
de: 'Im OPAC anzeigen' ankreuzen, um dieses Attribut dem Benutzer im OPAC anzuzeigen.
el: Επιλέξτε το 'Εμφάνιση στον OPAC' για να εμφανίζεται αυτή η απόδοση στη σελίδα στοιχείων μέλους στον OPAC.
es: Marcar 'Mostrar en el OPAC' para mostrar este atributo en la página de detalles del usuario del OPAC.
eu: Markatu 'Erakutsi OPACen' atributu hau OPACeko bazkidearen xehetasun orrian bistaratzeko.
fi: Valitse 'Näkyy verkkokirjastossa' näyttääksesi tämän määritteen asiakkaan tietojen sivulla verkkokirjastossa.
fr: Cocher 'Afficher à l'OPAC' pour afficher cet attribut dans la page de détail de l'OPAC.
hi: ओपेक में एक संरक्षक के विवरण पृष्ठ पर इस विशेषता को प्रदर्शित करने के लिए 'ओपेक में प्रदर्शित' की जाँच करें।
it: Spunta per visualizzare questo attributo nella pagina dei dettagli dell'utente nell'OPAC.
oc: Marcar 'Afichar a l'OPAC' per afichar aqueste atribut dins la pagina de detalh de l'OPAC.
pl: Zaznacz 'Wyświetl w OPAC', aby wyświetlić ten atrybut na stronie konta użytkownika w OPAC.
pt: Assinalar 'Mostrar no OPAC' para mostrar este atributo na página de detalhe do OPAC.
pt_br: Verifique 'Exibir no OPAC' para exibir este atributo na tela de detalhes do usuário no OPAC.
sk: Zaškrtnutím 'Zobraziť v OPACu' zobrazíte túto vlastnosť na stránke detailov o čitateľovi v OPACu.
sv: Markera 'Visa i OPAC' för att visa detta attribut i låntagarnas informationssida i OPAC.
tr: Bu niteliği OPAC’daki kullanıcı detaylar sayfasında göstermek için 'OPAC’da göster' seçeneğini onaylayın.
zh_tw: 檢查 '顯示於 OPAC'，確認 OPAC 讀者詳情的屬性。

source: Check 'Display in check-out' to make this attribute visible in the patron's short detail display on the left of the checkout screen and other patron pages
ar: اختر 'العرض في الإعارة' لتجعل هذه السمة تظهر في أسلوب عرض تفاصيل المستخدم المختصرة على يمين شاشة الإعارة وصفحات المستفيد الأُخرى
cs: Zatrhnout, "Zobrazit ve výpůjčkách", aby se tento atribut stal viditelný ve čtenářově zobrazení krátkých detailů vlevo na výpůjční obrazovce a na dalších stránkách čtenáře
da: Marker 'Vis i udlån' for at gøre dette synligt på lånerens detalje-display til venstre på udlånsskærmen og andre lånersider
de: 'In Ausleihe anzeigen' ankreuzen, um dieses Attribut in der Detailansicht des Benutzerkontos und in der Navigation auf der linken Seite anzuzeigen
el: Επιλέξτε το 'Εμφάνιση κατά τον δανεισμό' για να είναι αυτή η απόδοση ορατή στην σύντομη εμφάνιση στοιχείων του μέλους στα αριστερά της οθόνης δανεισμού και σε άλλες σελίδες του μέλους
es: Marque 'Mostrar al prestar' para hacer que este atributo esté visible en la pantalla corta de muestra de detalles del usuario a la izquierda de la pantalla de préstamo y otras páginas de usuarios
eu: Marque 'Mostrar al prestar' para hacer que este atributo esté visible en la pantalla corta de muestra de detalles del usuario a la izquierda de la pantalla de préstamo y otras páginas de usuarios
fi: Valitse 'Näytä lainauksessa' näyttääksesi tämän määritteen asiakkaan tiedoissa lainausnäytön vasemmassa reunassa ja muualla asiakkaan tiedoissa
fr: Activez 'Affichage en prêt' pour rendre cet attribut visible à l'affichage court de l'adhérent sur la page des prêts et sur les autres pages des adhérents
hi: चेक 'चेक-आउट में प्रदर्शित' चेकआउट स्क्रीन के बाईं और अन्य संरक्षक पृष्ठों पर संरक्षक की लघु विस्तार प्रदर्शन में इस विशेषता को दिखाई बनाने के लिए
it: Spunta 'Visualizza nel prestito' per rendere questo attributo visibile nel riepilogo a sinistra nella schermata del prestito e inaltre pagine riguardanti l'utente
oc: Activez 'Afichatge en prèst ' per rendre aqueste atribut visible a l'afichatge court de l'aderent sus la pagina des prèstes e sus las autras paginas des aderents
pl: Zaznacz 'Wyświetlaj przy wypożyczaniu', by ten atrybut był widoczny w podsumowaniu konta użytkownika, wyświetlanym po lewej od ekranu wypożyczeń i na innych stronach użytkownika
pt: Assinalar 'Mostrar no empréstimo' para tornar este atributo visível na visualização de detalhes do leitor à esquerda do ecrã de empréstimo.
pt_br: Marque 'Exibir no empréstimo' para tornar este atributo visível no resumo do usuário a esquera da página de empréstimo e em outras páginas do usuário
sk: Zaškrtnite 'Zobraziť vo výpožičke', aby bola táto vlastnosť viditeľná v krátkom detaili čitateľa naľavo od zobrazenia výpožičiek a ďalších stránkach čitateľa
sv: Markera 'Visa i utlåning' för att göra attributet synligt i låntagares korta information till vänster om utlåningssidan och andra låntagarsidor
tr: Bu niteliği ödünç verme ekranının solundaki kullanıcının az detaylı ekranında ve diğer kullanıcı sayfalarında görünür hale getirebilmek için 'Ödünç vermede göster' seçeneğini onaylayın.
zh_tw: 檢查 '顯示於借出' 頁面，確認此屬性顯示於借出與其他讀者頁面的讀者詳情左方

source: Check 'Preselected (searched by default)' if you want this target to always be selected by default.
ar: قم بتحديد "محدد مسبقا (تم بحثه افتراضيا)" إذا كنت تريد أن يتم تحديد هذا الهدف افتراضيا دائما.
cs: Zaškrtněte pole "Vybráno", pokud si přejete aby byl tento server ve výchozím stavu prohledáván.
de: Haken Sie 'Ausgewählt' an, wenn Sie möchten, dass der Server automatisch aktiv ist.
el: Επιλέξτε 'Προεπιλεγμένο (αναζήτηση εξ ορισμού)' εάν θέλετε αυτός ο στόχος να είναι πάντα προεπιλεγμένος.
es: Marque 'Preseleccionado (búsqueda por defecto)' si desea que este servidor siempre se seleccione de forma predeterminada.
eu: Aukeratu 'Preselected (modu lehenetsian bilatu) objektu hau modu lehenetsian aukeratua izatea nahi bada.
fi: Valitse 'Ennaltavalitut (haetaan oletuksena)', jos haluat, että kohde valitaan aina oletuksena.
fr: Cochez la boite 'Présélectionné (recherché par défaut)' pour que cette case soit toujours sélectionnée par défaut.
hi: चेक 'पूर्व चुने हुए (डिफ़ॉल्ट रूप से खोजा)' अगर आप चाहते हैं इस लक्ष्य को हमेशा डिफ़ॉल्ट रूप से चयनित किया जाना है।
it: Seleziona il box 'Preselezionato' se vuoi che questo target sia sempre selezionato di default.
oc: Marcatz la bóstia 'Preseleccionat (recercat per defaut)' per qu'aquesta casa siá totjorn seleccionada per defaut.
pt: Marque a caixa 'Selecionado (pesquisado por omissão)' se o alvo de pesquisa esteja selecionado por omissão.
sk: Zaškrtnite políčko 'Predvolený (predvolene vyhľadávaný)', ak chcete aby bol tento cieľ vždy predvolene vybratý.
tr: Bu hedefin her zaman ön tanımlı olarak seçili olmasını istiyorsanız, 'Preselected' (varsayılan olarak aranır) seçeneğini işaretleyin.
zh_tw: 勾選 '預選(預設搜尋)' 若您預設使用此目標。

source: Check 'Searchable' to make this attribute searchable in the staff patron search.
ar: قم بتحديد 'قابل للبحث' لجعل سمة البحث في فريق البحث للمستفيدين.
cs: Zaškrtněte 'Vyhledávatelný', aby bylo možno vyhledat tento atribut ve vyhledávání čtenářů pro zaměstnance.
da: Marker 'Søgbar' hvis medarbejdere skal kunne søge det.
de: 'Suchbar' ankreuzen, um dieses Attribut für das Personal suchbar zu machen.
el: Επιλέξτε το 'Αναζητήσιμο' για να κάνετε αυτή την απόδοση αναζητήσιμη στην αναζήτηση μελών προσωπικού.
es: Marque 'Buscable' para que este atributo sea buscable en la búsqueda de usuarios de la interfaz administrativa.
eu: Markatu 'Bilagarria' atributu hau bilagarria izateko langile bazkideen bilaketan.
fi: Valitse 'Haettavissa' tehdäksesi tämän määreen haettavaksi virkailijan asiakashaussa.
fr: Cocher pour rendre cet attribut interrogeable dans l'interface professionnelle, recherche d'adhérent.
hi: इस विशेषता कर्मचारियों संरक्षक खोज में खोजा बनाने के लिए 'खोजा' की जाँच करें।
it: Spunta per rendere questo attributo cercabile nell'interfaccia staff.
oc: Marcar per rendre aqueste atribut interrogeable dins l'interfàcia professionala, recèrca d'aderent.
pl: Zaznacz, jeśli chcesz wyszukiwać użytkowników za pomocą wartości atrybutu.
pt: Assinalar 'Pesquisável' para tornar este atributo pesquisável na pesquisa procura de leitores na interface dos técnicos.
pt_br: Marque 'Pesquisável' para tornar este atributo pesquisável na busca de usuários na interface do funcionário.
sk: Zaškrtnutím 'Hľadateľný' aktivujte túto vlastnoť vyhľadávania čitateľa v knihovníckom rozhraní.
sv: Markera 'Sökbar' för att göra attributet sökbart i personalsökning av låntagare.
tr: Bu niteliği personel kullanıcı aramasında araştırılabilir hale getirmek için 'Araştırılabilir' seçeneğini onaylayın.
zh_tw: 檢查 '搜尋性'，確認此屬性可以經由館員介面搜尋。

source: Check In Messages
ar: رسائل الرد
cs: Zkontrolovat Zprávy
da: Beskeder ved aflevering
de: Rückgabehinweise
el: Μηνύματα Επιστροφών
es: Mensajes de devolución
eu: Itzultze mezuak
fi: Palautuksen viestit
fr: Messages de retour
hi: जाँच में संदेश
it: Messaggi al momento della restituzione
oc: Messatges de retorn
pl: Zwroty – komunikaty
pt: Mensagens de devolução
pt_br: Mensagens de devolução
sk: Hlásenia o návratoch
sv: Återlämningsmeddelande
tr: İade Alma Mesajları
zh_tw: 還入訊息

source: Check Out
ar: إعارة
cs: Vypůjčit
da: Udlån
de: Ausleihe
el: Δανεισμός
es: Préstamo
eu: Maileguan hartu
fi: Lainaus
fr: Prêt
hi: चेक आउट
it: Presta
oc: Prêt
pl: Wypożycz
pt: Emprestar
pt_br: Empréstimo
sk: Vypožičať
sv: Låna ut
tr: Ödünç Ver
zh_tw: 借出

source: Check Out Messages
ar: رسائل الإعارة
cs: Zprávy při půjčování
da: Beskeder ved udlån
de: Ausleihhinweise
el: Μηνύματα Δανεισμού
es: Mensajes de préstamo
eu: Mailegu mezuak
fi: Lainauksen viestit
fr: Messages de prêt
hi: संदेशों का चेक आउट
it: Avvisi al momento della concessione di un prestito
oc: Messatges de prèst
pl: Wypożyczenia - wiadomości
pt: Mensagens de empréstimo
pt_br: Mensagens de empréstimo
sk: Hlásenia o výpožičkách
sv: Utlåningsmeddelanden
tr: Ödünç Verme Mesajları
zh_tw: 借出訊息

source: Check Out Warnings
ar: تنبيهات اﻹعارة
cs: Varování při půjčování
da: Advarsler ved udlån
de: Ausleihwarnungen
el: Προειδοποιήσεις Δανεισμών
es: Advertencias de préstamo
eu: Mailegu abisuak
fi: Lainauksen varoitukset
fr: Alertes de prêt
hi: चेतावनी चेक आउट
it: Avvisi al momento della concessione di un prestito
oc: Alertes de prèst
pl: Wypożyczenia - ostrzeżenia
pt: Avisos de empréstimo
pt_br: Avisos de empréstimos
sk: Upozornenia pri výpožičkách
sv: Utlåningsvarningar
tr: Ödünç Verme Uyarıları
zh_tw: 借出警示

source: Check Serial Expiration
ar: التحقق من انتهاء الدورية
cs: Zkontrolovat konec platnosti periodika
da: Kontroller udløbsdato for tidsskrift
de: Ablaufdatum überprüfen
el: Έλεγχος Λήξης Περιοδικής Έκδοσης
es: Marcar el vencimiento de la seriada
eu: Marcar el vencimiento de la seriada
fi: Tarkista kausijulkaisun tilauksen päättyminen
fr: Vérifier dates d'expiration
hi: सीरियल समाप्ति की जाँच करें
it: Controlla scadenza (periodici)
oc: Verificar datas d'expiracion
pl: Sprawdzanie zakończenia prenumeraty
pt: Verificar datas que expira
pt_br: Verificar vencimento de assinatura de periódico
sk: Skontrolovať vypršanie periodika
sv: Kontrollera utgångsdatum för periodika
tr: Süreli Yayınların Bitim Tarihini Kontrol Et
zh_tw: 檢查期刊到期日

source: Check out and check in items
ar: إعارة ورد المواد
cs: Půjčovat a vracet jednotky
da: Udlåne og afleverede eksemplarer
de: Exemplare ausleihen und zurückbuchen
el: Δανεισμός και επιστροφή τεκμηρίων
es: Ejemplares prestados y devueltos
eu: Prestar y devolver ítems
fi: Lainaaminen ja palauttaminen
fr: Documents prêtés et retournés
hi: आइटम में चैक आउट और चैक इन
it: Copie in prestito e restituite
oc: Documents prestats e retournés
pl: Wypożyczanie i zwracanie egzemplarzy
pt: Emprestar ou devolver exemplares
pt_br: Verificar itens entregues e emprestados
sk: Vypožičať a vrátiť exempláre
sv: Låna ut och återlämna objekt
tr: Materyalleri ödünç ver ve iade al
zh_tw: 借出與還入館藏
