Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Batch record modification
el: Ομαδική τροποποίηση εγγραφών
eu: Batch erregistroal eraldatu
fi: Niteiden muokkaus eräajona
hi: बैच रिकार्ड संशोधन
oc: Modificacion d'aderents per lòts

source: Batches
ar: دفعات:
cs: Dávky
da: Bunker
de: Stapel
el: Παρτίδες
es: Lotes
eu: Sortak
fi: Eräajot
fr: Lots
hi: बैच
it: Lavorazioni batch
oc: Lòts
pl: Grupy
pt: Lotes
pt_br: Lotes
sk: Dávky
sv: Satser
tr: Toplu dosyalar
zh_tw: 批次

source: Batches are made up of the barcodes you would like to print. Once in this tool you can search for the item records you would like to print out labels for.
ar: يتم إجراء دفعات تصل من الباركود كنت ترغب في الطباعة. مرة واحدة في هذه الأداة يمكنك البحث عن تسجيلات المواد التي ترغب في طباعة التسميات لها
cs: Dávky jsou sestaveny z čárových kódů, které chcete vytisknout. Once in this tool you can search for the item records you would like to print out labels for.
da: Bunker dannes af de stregkoder, der skal udskrives. I dette værktøj kan man søge efter de genstandsposter, som der skal udskrives etiketter for.
de: Stapel bestehen aus Strichcodes, die Sie drucken wollen. In diesem Werkzeug können Sie die Exemplardatensätze suchen, für die Sie die Etiketten drucken wollen.
el: Οι ομάδες σχηματίζονται από τα barcode που θέλετε να εκτυπώσετε. Σε αυτό το εργαλείο μπορείτε να αναζητήσετε τις εγγραφές τεκμηρίων για τις οποίες θέλετε να εκτυπώσετε ετικέτες.
es: Los lotes se hacen con los códigos de barra que desea imprimir. Con esta herramienta puede buscar los registros para los cuales desee imprimir marbetes.
eu: Sortak inprimatu nahi dituzun barra kodeez osatuta daude. Tresna horrekin etiketak inprimatu nahi dituzun elementu erregistroak bila ditzakezu.
fi: Tulostettavista viivakoodeista muodostetaan erä. Tässä työkalussa voit myös hakea nidetietueet, joille haluat tulostaa tarrat.
fr: Les lots sont composés des codes à barres que vous voulez imprimer. Sur cette page, recherchez les exemplaires pour lesquels vous voulez imprimer une étiquette.
hi: बैचों बारकोड मुद्रित करने के लिए चाहते हैं के बने होते हैं। इस उपकरण में आप आइटम रिकॉर्ड के लिए खोज कर सकते हैं एक बार जब आप के लिए लेबल बाहर प्रिंट करना चाहते हैं।
it: I batch sono basati su un elenco di barcode che vuoi stampare. Una volta entrato in questo strumento, potrai cercare i record di copia di cui vuoi stampare le etichette.
oc: Les lòts son compausats des còdis a barras que volètz imprimir. Sus aquesta page, recercatz los exemplars per lesquels volètz imprimir une etiqueta.
pl: Grupy tworzone są przez kody kreskowe, które chcesz wydrukować. W tym narzędziu możesz poszukać rekordów egzemplarzy, dla których chcesz wydrukować etykiety.
pt: Lotes são usados para imprimir os códigos de barras que desejar. Uma vez neste ferramenta pode pesquisar pelos exemplares para os quais deseja imprimir etiquetas.
pt_br: Lotes são compostos pelos códigos de barras que você deseja imprimir. Utilizando esta ferramenta, você pode buscar pelos exemplares para os quais você deseja imprimir etiquetas.
sk: Dávky sú zostavené z čiarových kódov, ktoré chcete tlačiť. Keď ste v tomto nástroji, môžete hľadať záznamy exemplárov, pre ktoré chcete tlačiť etikety.
sv: Satser utgörs av de streckkoder du vill skriva ut. I detta verktyg kan du söka efter de objektposter du vill skriva ut etiketter för.
tr: Çıktısını almak istediğiniz barkodlar toplu dosyalar şeklindedir . Bu araçta çıktısını almak istediğiniz etiketin materyal kayıtlarını araştırabilirsiniz.
zh_tw: 把列印的條碼匯成批次，在此工具裡可以搜尋館藏條碼，再把它列印出來。

source: Batches can be created in one of two ways. The first is to click the 'Create Label Batch' link on the 'Staged MARC Management' page
ar: يمكنك إنشاء الدفعات بواحدة من طريقتين. الأولى بالضغط على وصلة 'انشاء دفعة الملصقات' في صفحة 'إدارة تسجيلات مارك المجهزَّة'
cs: Dávky mohou být vytvářeny dvěma způsoby. Buď kliknete na odkaz 'Vytvořit dávku štítků' na stránce 'Správa připravených MARC záznamů'
da: Bunker kan laves på to måder. En måde er at klikke på linket 'Opret etiketbunke' på siden 'Iscenesat MARC administration'
de: Stapel können auf zwei Arten erstellt werden. Die erste besteht darin, den Link 'Neuer Stapel' auf der Seite 'Bereitgestellte MARC-Datensätze verwalten' anzuklicken
el: Οι παρτίδες μπορούν να δημιουργηθούν με έναν από τους δύο τρόπους. Ο πρώτος είναι να πατήσετε στον σύνδεσμο 'Δημιουργία Παρτίδας Ετικετών' στη σελίδα 'Διαχείριση Προετοιμασμένων MARC'
es: Las tareas por lotes pueden crearse de dos maneras. La primera es hacer clic en 'Crear Lote de marbetes' en la página 'Administración de Registros MARC preparados'
eu: Sortak bi modutan sortu daitezke. Lehenengoa 'MARC erregistro prestatuen kudeaketa' orriko 'Sortu etiketa sorta' loturan klik egitea da
fi: Eräajoja voi luoda kahdella eri tavalla. Ensimmäisenä on klikata 'Luo tarrat eräajona' -linkkiä Välivarastoitujen MARC-tietueiden sivulla
fr: Les lots peuvent être créés de deux manières. La première est de cliquer sur 'Créer lot d'étiquettes' depuis l'écran des 'Gestion des notices téléchargées'
hi: बैचों दो तरीकों में से एक में बनाया जा सकता है। पहली क्लिक करने पर 'लेबल बैच बनाएँ' लिंक है 'का मंचन किया मार्क प्रबंधन' पेज
it: I batch possono essere creati in due modi. Il primo è cliccare il bottone 'Crea etichette batch' nella pagina 'Gestione dei record MARC preparati'
oc: Les lòts pòdon èsser creats de deux manièras. La primièra es de clicar sus 'Crear lòt d'etiquetas' dempuèi l'ecran des 'Gestion des notícias telecargadas'
pl: Grupy można stworzyć na dwa sposoby. Pierwszy - poprzez kliknięcie 'Stwórz etykietę grupy' na stronie 'Zarządzanie Rekordami MARC Przygotowanymi do Importu'
pt: Lotes podem ser criados de duas formas. A primeira pode ser criado um lote de etiquetas, a segunda é usando a página de gestão de importações MARC.
pt_br: Lotes podem ser criados de duas formas. A primeira é clicando em 'Criar lote de etiquetas' na página de 'Gerenciamento de Registros MARC para Importação'
sk: Dávky sa dajú vytvoriť dvojakým spôsobom. Prvým je kliknutie na odkaz 'Vytvoriť dávku etikiet' na stránke 'Spracovanie pripraveného MARCu'
sv: Satser kan skapas på ett av två sätt. Det första är att klicka på länken 'Skapa etikettsats' på sidan 'Förberedd MARC-hantering'
tr: Toplu liste iki yoldan biriyle oluşturulabilir. İlk yol 'Aşamalı MARC yönetim' sayfasındaki 'Toplu Etiket oluştur' bağlantısına tıklamaktır.
zh_tw: 有兩種方式新增批次，第一種方法是點選 '待處理 MARC 管理' 頁面裡的 '新增書標批次' 連結

source: Before adding events, choose the library you would like to apply the closings to. When adding events you will be asked if you would like to apply the event to one library or all libraries. To add events, simply
ar: قبل إضافة الأحداث، قم باختيار المكتبة التي ترغب في تطبيق أيام الإغلاق عليه. عند إضافة الأحداث قد ترغب في تطبيق الحدث على مكتبة واحدة أو كل المكتبات. لإضافة أحداث، قم ببساطة
cs: Před přidáváním události vyberte knihovnu, pro kterou má uzavření platit. Při samotném vkládání je pak možné použít danou událost pro všechny knihovny. Pro vložení události jednoduše
da: Vælg det sted, som lukkedagen skal gælde for, før denne tilføjes. Når der tilføjes lukkedage, spørges om disse skal gælde for en eller alle afdelinger. For at tilføje lukkedage, simpelthen
de: Wählen Sie vor dem Hinzufügen von Schließtagen den Standort, für den sie gelten sollen. Bei der Eingabe werden Sie gefragt, ob ein Schließtag für einen oder alle Standorte gültig sein soll. Um den Schließtag hinzuzufügen, einfach
el: Πριν την προσθήκη γεγονότων, επιλέξτε τη βιβλιοθήκη στην οποία θέλετε να τις εφαρμόσετε. Όταν προσθέτετε γεγονότα θα ρωτηθείτε εάν θέλετε να τα εφαρμόσετε το γεγονός σε ένα παράρτημα ή σε όλα. Για την προσθήκη γεγονότων, απλά
es: Antes de añadir eventos, seleccione la biblioteca a la que desea aplicar los cierres. Al añadir eventos se le preguntará si desea aplicar el evento a una sede o a todas las sedes. Para agregar eventos, simplemente
eu: Gertaerak erantsi aurretik, hautatu jai egunak aplikatu nahi dituzun liburutegia. Gertaerak gehitzean, gertaera liburutegi bati edo guztiei aplikatu nahi diizun galdetuko dizu. Gertaerak gehitzeko,
fi: Ennen kuin lisäät kiinnioloja, valitse kirjasto, jolle kiinniolot merkitään. Kun lisäät kiinnioloja, saat kysymyksen, koskevatko ne yhtä kirjastoa vai kaikkia. Kiinniolon lisäämiseksi
fr: Avant d'ajouter des jours, choisissez le site pour lequel vous voulez définir des jours de fermeture. Lorsque vous ajouterez des jours, vous pourrez préciser s'il se rapporte à un site ou bien à tous les sites. Pour ajouter un jour :
hi: घटनाओं को जोड़ने से पहले, पुस्तकालय आप को closings लागू करना चाहते हैं चुनें। जब घटनाओं को जोड़ने आप अगर आप एक पुस्तकालय या सभी पुस्तकालयों के लिए घटना लागू करना चाहते हैं के लिए कहा जाएगा। घटनाओं को जोड़ने के लिए, बस
it: Prima di aggiungere degli eventi, scegli la biblioteca a cui vuoi applicare delle chiusure. Quando aggiungi degli eventi ti verrà chiesto di applicare l'evento a una o più biblioteche. Per aggiungere un evento, semplicemente
oc: Avant d'apondre des jorns, causissètz lo site per lequel volètz definir des jorns de tampadura. Quand vous apondreez des jorns, poiretz precisar s'il se rapòrte a un site o bien a totes los sites. Per apondre un jorn :
pt: Antes de adicionar eventos, escolha a biblioteca onde você gostaria de aplicar os mesmos. Quando adicionar eventos, será perguntado se você gostaria de aplicar a uma ou a todas as bibliotecas. Para adicionar eventos, simplesmente
pt_br: Antes de adicionar eventos, escolha a biblioteca para a qual você gostaria de registrar os dias de fechamento. Quando adicionar eventos, você será perguntado se gostaria de aplicar este evento para uma ou todas as bibliotecas. Para adicionar eventos, simplesmente
sk: Pred pridaním udalostí, zvoľte knižnicu, na ktorú chcete použiť zatvorenia. Počas pridávania udalostí Vám bude daná otázka, či chcete použiť danú udalosť na jednu alebo všetky knižnice. Pre pridanie udalostí, jednoducho
sv: Innan du väljer händelser, väljer du det bibliotek du vill tillämpa stängningar för. När du lägger till händelser tillfrågas du om du vill tillämpa händelsen för ett bibliotek eller alla bibliotek. Lägg till händelser genom att
tr: Bir olay eklemeden önce, kapanışların hangi kütüphaneye uygulanacağını seçiniz. Olayları eklerken size uygulamaya bir birimi mi dahil edeceğiniz ya da uygulamaya tüm birimleri mi dahil edeceğiniz sorulacaktır. Olay eklemek için, sadece
zh_tw: 新增事件前，選擇適用此閉館日的圖書館。新增事件時，應選定該事件適用於單一圖書館或所有圖書館。新增事件，祗要

source: Before adding reserve materials you will need at least one course to add them to. To add materials visit the Course Reserves module.
ar: قبل إضافة مواد الحجز يجب وجود كورس واحد على الأقل لإضافتها لخ. لإضافة المواد قم بزيارة نظام الحجز الأكاديمي الفرعي.
cs: Nejprve je třeba mít v systému vložen alespoň jeden kurz a k němu poté můžete přidávat materiály.
de: Um Exemplare in einen Semesterapparat zu stellen, muss zunächst der Kurs angelegt werden. Dies erfolgt über das Modul für die Semesterapparate.
el: Πριν την προσθήκη υλικού σε κράτηση θα χρειαστείτε τουλάχιστον ένα μάθημα στο οποίο θα γίνει η προσθήκη. Για να προσθέσετε υλικό επισκεφθείτε την υπομονάδα Κρατήσεις Μαθημάτων.
es: Antes de adherir materiales de reserva, necesitará al menos un curso para agregarlos. Para agregar materiales visitar el módulo Reservas para cursos.
eu: Erreserba-materialak gehitu beharrean, ikastaro bat beharko duzu horiek atxikitzeko. Materialak gehitzeko ikus Erreserba ikastaroaren moduloa.
fi: Ennen varantojen lisäämistä pitää luoda vähintään yksi kurssi. Jos haluat lisätä varantoja, käytä Kurssivarannot-osiota.
fr: Avant d'ajouter des documents à la réserve, vous devez créer un cours auquel les ajouter. Pour ajouter des documents, rendez-vous sur le module de Réserves de cours.
hi: रिजर्व सामग्री जोड़ने से पहले आप उन्हें में जोड़ने के लिए कम से कम एक पाठ्यक्रम की आवश्यकता होगी। सामग्री जोड़ने के लिए पाठ्यक्रम अभ्यारण्य मॉड्यूल जाएँ।
it: Prima di aggiungere testi ai corsi, devi almeno configurare un corso a cui aggiungerli. Per aggiungere guarda il modulo 'Testi per i corsi'.
oc: Avant d'apondre des documents a la resèrva, vos cal crear un cors al qual les apondre. Per apondre des documents, rendez-vous sul modul de Resèrvas de cours.
pl: Musisz mieć utworzony chociaż jeden kurs, jeśli chcesz dodawać pozycje. Zobacz: Kursy.
pt: Antes de adicionar materiais de reservar deve pelo menos adicionar um curso. Para adicionar materiais visite o módulo de reservas de curso.
pt_br: Antes de incluir materiais na reserva você precisa de ao menos um curso para adicioná-los. Para adicionar materiais acesse o módulo Reservas de Cursos.
sk: Pred pridaním materiálov do rezervy budete potrebovať aspoň jeden kurz, do ktorého ich pridáte. Pre pridanie materiálov, navštívte modul Rezervy kurzov.
tr: Rezerv materyallerini eklemeden önce, onlara eklemek üzere ez az bir sürece ihtiyacınız olacak. Materyaller eklemek için Ders Rezervleri modülünü ziyaret edin.
zh_tw: 新增指定參者書前，您至少要有一個課程才能加入它。請至指定參考書模組。

source: Before any orders can be placed, you must first enter at least one vendor.
ar: قبل تنفيذ أي طلب ، عليك أولاً أن تدخل على الأقل مزوداً واحداً.
cs: Předtím než začnete vytvářet objednávky, musíte vložit alespoň jednoho dodavatele.
da: Før en ordre kan afgives, skal der indtastes mindst en leverandør.
de: Bevor eine Bestellung gemacht werden kann, muss zuerst ein Lieferant angelegt oder ausgewählt werden.
el: Πριν κάνετε οποιαδήποτε παραγγελία, πρέπει πρώτα να εισάγετε το τουλάχιστον έναν προμηθευτή.
es: Antes de ingresar cualquier pedido de compra, deberá ingresar primero al menos un proveedor.
eu: Eskaera bat egin aurretik, hornitzaile bat idatzi behar duzu, gutxienez.
fi: Ennen kuin yhtään tilausta voi tehdä, täytyy olla ainakin yksi toimittaja tallennettuna.
fr: Avant de saisir une commande, vous devez d'abord saisir au moins un fournisseur.
hi: इससे पहले किसी भी ऑर्डर दिया जा सकता है, आप पहली बार में कम से कम एक विक्रेता दर्ज करना होगा।
it: Prima di inviare ordini, bisogna registrare almeno un fornitore.
oc: Avant de sasir una comanda, vos cal d'en primièr sasir al mens un provesidor.
pl: Jeśli chcesz wprowadzić zamówienia, należy najpierw wprowadzić co najmniej jednego dostawcę.
pt: Antes de qualquer encomenda ser colocada, é necessário introduzir pelo menos um fornecedor.
pt_br: Antes de adicionar pedidos, você precisa cadastrar ao menos um fornecedor.
sk: Skôr ako zadáte akékoľvek objednávky, musíte najprv zadať najmenej jedného predajcu.
sv: Innan beställningar kan göras måste du ange minst en leverantör.
tr: Her hangi bir siparişin yerine gelmesi için en azından bir sağlayıcı girmeniz gerekir.
zh_tw: 送出任何訂單前，您需先鍵入至少一個供應商。

source: Before circulating your collection you will want to set your Global System Preferences, Basic Parameters and Patrons &amp; Circulation Rules.
ar: قبل إعارة المجموعة الخاصة بك عليك تعيين التفضيلات الخاصة بك، المعايير الأساسية والمستفيدين &amp; قواعد الإعارة.
cs: Před zahájením výpůjčního procesu v systému Koha je vhodné věnovat nejprve pozornost Společným nastavením systému, Základním nastavením a pravidlům pro čtenáře a výpůjčky.
da: Før du begynder at udlåne din samling, skal du opsætte dine globale systemindstillinger, grundlæggende parametre og låner- & udlånsregler.
de: Bevor die ersten Titel entliehen werden können, sollten die globalen Systemparameter, die Basisparameter, Benutzertypen und Ausleihkonditionen konfiguriert werden.
el: Προτού ξεκινήσετε την διακίνηση της συλλογής σας θα χρειαστεί να ρυθμίσετε τις Καθολικές Προτιμήσεις Συστήματος, τις Βασικές Παραμέτρους και τους Κανόνες Διακίνησης Υλικού Μελών.
es: Antes de circular su colección querrá establecer sus Preferencias globales del sistema, parámetros básicos, usuarios y reglas de préstamo (circulación) y multas.
eu: Zure bildumaren zirkulazioa hasi aurretik, sistemaren lehentasun globalak, oinarrizko parametroak eta bazkide eta zirkulazio arauak ezarri behar dituzu.
fi: Ennen lainauksen aloittamista täytyy määrittää järjestelmäasetukset, perusasetukset ja asiakkaiden lainaussäännöt.
fr: Avant de mettre votre collection en circulation, vous devez paramétrer votre système en allant dans le module Administration, dans 'Adhérents et Circulation' puis dans 'Règles de circulation'.
hi: अपने संग्रह घूम इससे पहले कि आप अपने ग्लोबल सिस्टम प्राथमिकताएं, बुनियादी मानकों और संरक्षक & amp सेट करना चाहते हैं जाएगा; सर्कुलेशन नियम।
it: Prima di rendere prestabile la tua collezione, definisci le preferenze globali relative, le regole e i parametri di circolazione e gli utenti.
oc: Avant de mettre vòstra colleccion en circulation, vos cal parametrar vòstre sistèma en allant dins lo modul Administration, dins 'Aderents e Circulation' puèi dins 'Règlas de circulacion'.
pl: Zanim zaczniesz wypożyczać, ustaw Globalne Ustawienia Systemowe, Podstawowe Parametry oraz Użytkowników i Zasady Udostępniania.
pt: Antes de circular a sua colecção terá que definir as preferências de sistema globais, os parâmetros básicos e as regras de circulação.
pt_br: Antes de iniciar a circulação de sua coleção, você precisa configurar as Preferências Globais do Sistema, os Parâmetros Básicos e as Regras de Usuários e Circulação.
sk: Pred spustením obehu Vašej zbierky, mali by ste nastaviť Všeobecné systémové vlastnosti, základné parametre a čitateľov &amp; pravidlá cirkulácie.
sv: Innan samlingen lånas ut bör du ställa in Globala systeminställningar, Grundläggande parametrar och Regler för låntagare och lån.
tr: Koleksiyonunuzu dolaşıma sokmadan önce global sistem seçeneklerinizi, temel parametrelerinizi ve kullanıcılar &amp; dolaşım kurallarınızı değiştiriniz.
zh_tw: 流通館藏前，應先設定系統偏好、基本參數與讀者&amp;流通規則。

source: Before picking a profile try printing some sample cards so that you can easily define a profile that is right for your printer/template combination.
ar: قبل اختيار الشكل حاول طباعة عينات للبطاقة بحيث تمكنك بسهولة تحديد الوضع الصحيح للطباعة /قوالب المجموعة.
cs: Předtím než si vyberete profil, zkuste si vytisknout několik průkazek na zkoušku, abyste se mohli rozhodnout, který profil je nejvhodnější pro vaši tiskárnu a vybranou šablonu.
da: Tryk et par kort som forsøg, før der vælges en profil. Dermed er det nemt at finde en profil, der passer til kombinationen af printer og skabelon.
de: Drucken Sie versuchsweise ein paar Karten, bevor Sie ein Profil auswählen. So können Sie einfach ein Profil finden, dass richtig für Ihre Kombination von Drucker und Template ist.
el: Προτού επιλέξετε ένα προφίλ προσπαθήστε να επιλέξετε ένα δείγμα καρτών έτσι ώστε να μπορέσετε εύκολα να καθορίσετε ένα προφίλ που είναι σωστό για τον συνδυασμό εκτυπωτή/προτύπου.
es: Antes de elegir un perfil intente imprimir unos carnés de ejemplo para que pueda fácilmente elegir un perfil que sea adecuado para su combinación impresora/plantilla.
eu: Profil bat aukeratu aurretik, saiatu lagin txartel batzuk inprimatzen, zure inprimagailu/txantiloi konfigurazioarentzat egokia den profila erraz zehaztu dezazun.
fi: Ennen profiilin valitsemista, tee koetulostus muutamilla korteilla, jotta voit määritellä oikeanlaisen profiilin, joka sopii tulostimesi ja pohjasi yhdistelmään.
fr: Avant de sélectionner un profil d'étiquette, essayez d'imprimer quelques exemples, vous pourrez plus facilement définir un profil qui correspond à votre combinaison d'imprimante et d'étiquettes
hi: कुछ नमूना कार्ड छपाई के लिए इतना है कि आप आसानी से एक प्रोफाइल सही अपने प्रिंटर / टेम्पलेट संयोजन के लिए है कि परिभाषित कर सकते हैं एक प्रोफाइल कोशिश से पहले उठा।
it: Prima di raccogliere un profilo cerca di stampare alcune schede di esempio così da poter definire facilmente il profilo adatto alla combinazione scelta di templatate / stampante.
oc: Avant de seleccionar un perfil d'etiqueta, ensajatz d'imprimir qualques exemples, poiretz plus facilement definir un perfil qui correspond a vòstra combinason d'imprimenta e d'etiquetas
pt: Antes de escolher um perfil Alguns tentam imprimir cartões amostra de modo que você pode facilmente definir um perfil que é direito para sua combinação de impressora / modelo.
pt_br: Antes de escolher um perfil Alguns tentam imprimir cartões amostra de modo que você pode facilmente definir um perfil que é direito para sua combinação de impressora / modelo.
sk: Pred vybraním profilu skúste vytlačiť zopár vzorkových preukazov, aby ste mohli ľahko definovať profil, ktorý vyhovuje Vašej tlačiarni/kombinácii šablón.
sv: Innan du väljer en profil kan du skriva ut en del provkort så att du enkelt kan definiera en profil som passar din kombination av skrivare/mall.
tr: Bir profil seçmeden önce birkaç örnek kart yazdırmayı deneyin, böylelikle yazıcı/şablon kombinasyonu için doğru bir profili kolayca tanımlayabilirsiniz
zh_tw: 挑選列印的設定檔前，先試印幾張讀者證，就能看出印表機/模版組合的可行性。

source: Before picking a profile try printing some sample labels so that you can easily define a profile that is right for your printer/template combination.
ar: قبل اختيار الشكل حاول طباعة بعض التسميات كعينة بحيث تمكنك بسهولة من تحديد الشكل الصحيح للطباعة/قوالب المجموعة.
cs: Předtím než si vyberete profil, zkuste si vytisknout několik štítkůna zkoušku, abyste se mohli rozhodnout, který profil je nejvhodnější pro vaši tiskárnu a vybranou šablonu.
da: Tryk et par kort som forsøg, før der vælges en profil. Dermed er det nemt at finde en profil, der passer til kombinationen af printer og skabelon.
de: Drucken Sie versuchsweise ein paar Karten, bevor Sie ein Profil auswählen. So können Sie einfacher ein Profil definieren, dass richtig für Ihre Kombination von Drucker und Template ist.
el: Προτού επιλέξετε ένα προφίλ προσπαθήστε να εκτυπώσετε ένα δείγμα καρτών έτσι ώστε να μπορέσετε εύκολα να καθορίσετε ένα προφίλ που είναι σωστό για τον συνδυασμό εκτυπωτή/προτύπου.
es: Antes de utilizar un perfil intente imprimir unos marbetes de ejemplo para que pueda fácilmente definir un perfil que sea adecuado para su combinación impresora/plantilla.
eu: Profil bat aukeratu aurretik, saiatu lagin etiketa batzuk inprimatzen, zure inprimagailu/txantiloi konfigurazioarentzat egokia den profila erraz zehaztu dezazun.
fi: Ennen profiilin valitsemista, tee koetulostus muutamilla tarroilla, jotta voit määritellä oikeanlaisen profiilin, joka sopii tulostimesi ja pohjasi yhdistelmään.
fr: Avant de sélectionner un profil d'étiquette, essayez d'imprimer quelques exemples, vous pourrez plus facilement définir un profil qui correspond à votre combinaison d'imprimante et d'étiquettes.
hi: एक प्रोफाइल उठा से पहले कुछ नमूना लेबल मुद्रण ताकि आप आसानी से एक प्रोफाइल सही अपने प्रिंटर / टेम्पलेट संयोजन के लिए है कि परिभाषित कर सकते हैं की कोशिश करो।
it: Prima di raccogliere un profilo cerca di stampare alcune schede di esempio così da poter definire facilmente il profilo adatto alla combinazione scelta di templatate / stampante.
oc: Avant de seleccionar un perfil d'etiqueta, ensajatz d'imprimir qualques exemples, poiretz plus facilement definir un perfil qui correspond a vòstra combinason d'imprimenta e d'etiquetas.
pt: Antes de escolher um perfil Alguns tentam imprimir cartões amostra de modo que você pode facilmente definir um perfil que é direito para sua combinação de impressora / modelo.
pt_br: Antes de selecionar um perfil, tente imprimir algumas etiquetas de exemplo. Assim você pode facilmente definir um perfil adequado para sua impressora/template.
sk: Pred vybraním profilu skúste vytlačiť zopár vzorkových preukazov, aby ste mohli ľahko definovať profil, ktorý vyhovuje Vašej tlačiarni/kombinácii šablón.
sv: Innan du väljer en profil kan du skriva ut en del provetiketter så att du enkelt kan definiera en profil som passar din kombination av skrivare/mall.
tr: Bir profil seçmeden önce birkaç örnek kart yazdırmayı deneyin, böylelikle yazıcı/şablon kombinasyonu için doğru bir profili kolayca tanımlayabilirsiniz
zh_tw: 挑選列印的設定檔前，先試印幾張讀者證，就能看出印表機/模版組合的可行性。
