Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: When you use the 'Commit to Koha' option in the Firefox plugin, the 'View pending offline circulation actions' after uploading your *.koc file or uploading your Koha offline circulation transactions you will come to this page to manage the data.
ar: حين تستخدم خيار "التزم بكوها" في برنامج فايرفوكس المساعد، "عرض إجراءات الإعارة دون اتصال المعلقة" بعد رفع ملف *.koc أو رفع عمليات إعارة كوها دون اتصال الخاصة بك حين تنتقل إلى هذه الصفحة لإدارة البيانات.
cs: Při použití volby "Poslat do systému Koha" v pluginu Firefox nebo "Zobrazit čekající offline výpůjčky" po nahrání *.koc souboru, nebo nahráním akcí provedených v integrovaném klientu pro offline výpůjčky, přejděte na tuto stránku pro vyřízená těchto offline požadavků.
de: Wenn Sie die Funktion 'Nach Koha übertragen' im Firefox-Plugin verwenden oder über 'Zeige unbearbeitete Offline-Verbuchungen' nach dem Upload einer *.koc-Datei gehen, kommen Sie auf diese Seite, auf der Sie die Daten verarbeiten können.
el: Όταν χρησιμοποιείτε την επιλογή 'Δέσμευση στο Koha' στο Firefox plugin, το 'Βλέπε εκκρεμείς ενέργειες διακίνησης υλικού εκτός σύνδεσης' αφού αναρτήσετε το αρχείο *.koc ή αναρτώντας τις συναλλαγές στο Koha διακίνησης υλικού χωρίς σύνδεση θα μεταφερθείτε σε αυτή τη σελίδα για να διαχειριστείτε τα δεδομένα.
es: Cuando utilice la opción 'Enviar a Koha' en la extensión de Firefox, en 'Ver acciones pendientes de circulación fuera de línea' después de cargar su archivo *.koc o cargar sus transacciones de circulación fuera de línea será dirigido a esta página para gestionar los datos.
fi: Kun käytät 'Tuo Kohaan' -valintaa Firefoxin liitännäisessä, 'Näytä yhteydettömän tilan lainaustoiminnot' -valintaa *.koc-tiedoston lataamisen jälkeen tai jos lataat Kohan yhteydettömän tilan toiminnot, tulet tälle näytölle hallinnoimaan tietoja.
fr: Que vous utilisiez l'option 'Envoyer à Koha' depuis le plugin Firefox, le lien 'Voir les actions de prêt secouru en attente' après le chargement de votre fichier *.koc, ou de votre fichier de transactions secourues, vous accéderez à cette page pour gérer les données.
hi: आप Firefox प्लगइन में 'कमेटी कोहा को' विकल्प का उपयोग करते हैं, अपने * .koc फाइल अपलोड करने या अपने कोहा ऑफ़लाइन परिसंचरण लेनदेन अपलोड करने के बाद 'लंबित देखें ऑफ़लाइन परिसंचालन कार्यों' आप इस पेज के लिए आने के डाटा का प्रबंधन करने के लिए होगा।
it: Quando usi l'opzione 'Invia a Koha' del plugin Firefox, entrerai nella pagina 'Controlla le azioni della circolazione offline da fare' dopo aver caricato il tuo file *.koc o caricato i movimenti della circolazione offline per gestire i dati.
oc: Que vous utilisiez l'opcion 'Mandar a Koha' dempuèi lo plugin Firefox, lo ligam 'Voir les accions de prèst secorrut en espèra' aprèp lo cargament de vòstre fichièr *.koc, o de vòstre fichièr de transactions secorrudas, vous accedirez a aquesta pagina per gerir las donadas.
pl: Jeśli wybrano opcję 'Połącz z Koha' we wtyczce przeglądarki Firefox, po załadowaniu pliku *.koc kliknij 'Przeglądaj oczekujące operacje', zostaniesz przekierowany do zarządzania operacjami offline.
pt: Quando usar a opção 'Submeter para o Koha' no plugin do Firefox, a opção 'Ver ações de circulação offline' depois de carregar o ficheiro *.koc ou a opção de carregar as transações da ferramenta de circulação offline irá para esta página para gerir os dados.
pt_br: Quando se utiliza a opção de 'Integração com o Koha' do plugin do Firefox, a página de 'Visualização de ações de circulação off-line pendentes' gerada após o carregamento de seu arquivo *.koc ou carregado no Koha a partir das transações off-line irão leva-lo a uma página de gerenciamento destes dados.
sk: Keď použijete voľbu 'Odoslať do Kohy' v zásuvnom module Firefoxu obehu offline, 'Zobraziť zostávajúce úkony obehu offline', po načítaní vášho súboru *.koc alebo po načítaní vašich Koha transakcií obehu offline, dostanete sa na túto stránku pre spracovanie údajov.
tr: Firefox eklentisindeki 'Koha'ya bildir' seçeneğini kullandığınızda, *.koc uzantılı dosyanızı karşıya yükledikten sonra ya da Koha çevrimdışı dolaşım işlemlerini güncelleştirdikten sonra, Askıda olan çevrimdışı işlemleri görüntüle' seçeneğini kullandığınızda, veriyi yönetmek için bu sayfaya geleceksiniz.
zh_tw: 在 Firefox 外掛程式使用 '送入 Koha' 選項，上傳您的 *.koc 檔案或離線流通交易檔案後，將進入此頁管理這些資料，'檢視待處理離線流通工作'。

source: When you visit the tool it will ask you:
fi: Kun menet työkaluun, se kysyy:
hi: जब आप टूल पर जाएं यह आप से पूछना होगा:

source: When you're done checking an item out if you have the DisplayClearScreenButton preference set to 'Show' you can clear the current patron by clicking the X in the top right of the patron's info to remove the current patron from the screen and start over.
ar: عند الانتهاء من إعارة مادة، وقد تم ضبط تفضيل DisplayClearScreenButton إلى "عرض" يمكنك مسح المستفيد الحالي عن طريق النقر على علامة X أعلى يسار معلومات المستفيد لحذف المستفيد الحالي من الشاشة والبدء من جديد.
cs: Když budete půjčovat jednotku a když máte preferenci DisplayClearScreenButton nastavenou na 'Zobrazit', můžete vymazat aktuálního čtenáře kliknutím na X v pravém horním rohu čtenářova info a tak odstranit aktuálního čtenáře z obrazovky a začít znovu.
da: Når du er færdig med at udlåne et eksemplar og indstillingen DisplayClearScreenButton er sat til 'Vis', kan du slette den aktuelle låner ved at klikke på X øverst til højre, for at slette lånerens info fra skærmen og starte på en ny.
de: Wenn Sie den Systemparameter 'DisplayClearScreenButton' aktiviert haben, können Sie nach Beenden des Ausleihvorgangs mit der Schaltfläche X in der oberen rechten Ecke der Ausleihmaske den aktuellen Benutzer vom Bildschirm löschen und den nächsten Ausleihvorgang beginnen.
el: Όταν ολοκληρώσετε το δανεισμό ενός τεκμηρίου, εάν έχετε την προτίμηση DisplayClearScreenButton ρυθμισμένη σε 'Εμφάνιση', μπορείτε να αφαιρέσετε το τρέχον μέλος πατώντας το Χ πάνω δεξιά στις πληροφορίες μέλους έτσι ώστε να αφαιρέσετε το τρέχον μέλος από την οθόνη και να ξεκινήσετε από την αρχή.
es: Cuando termine de prestar un ítem si tiene la preferencia DisplayClearScreenButton en 'Mostrar' puede limpiar el usuario actual haciendo clic en la X arriba a la derecha de la información del usuario para remover el usuario actual de la pantalla y recomenzar.
eu: Cuando termine de prestar un ítem si tienela preferencia DisplayClearScreenButton en 'Mostrar,' puede limpiar el socio actual haciendo clic en la 'X' en la parte superior derecha de la información del soci, para eliminar el socio actual de la pantalla y comenzar nuevamente.
fi: Kun olet lainannut niteen ja DisplayClearScreenButton-asetus on 'Näytä', voit tyhjentää asiakkaan tiedot näytöltä klikkaamalla X oikealla ylhäällä asiakkaan tiedoissa.
fr: Quand vous avez effectué le retour d'un exemplaire, si vous avez activé la préférence système DisplayClearScreenButton, vous pouvez effacer l'adhérent courant en cliquant sur le X qui se trouve en haut à droite de la fiche de l'adhérent.
hi: जब आप बाहर अगर आप DisplayClearScreenButton पसंद करने के लिए 'शो' निर्धारित किया है एक आइटम की जाँच कर रहे हैं आप संरक्षक की जानकारी के शीर्ष सही स्क्रीन से वर्तमान संरक्षक को हटाने और अधिक शुरू करने में X क्लिक करके वर्तमान संरक्षक स्पष्ट कर सकते हैं।
it: Conclusa un'operazione di prestito e se la preferenza di sistema 'DisplayClearScreenButton' ha valore 'Show', puoi svuotare lo schermo con i dati dell'utente premendo sulla X in alto a destra e ricominciare.
oc: Quand avètz efectuat lo retorn d'un exemplar, se avètz activat la preferéncia sistèma DisplayClearScreenButton, podètz escafar l'aderent courant en clicant sul X qui se tròba amont a dreita de la ficha de l'aderent.
pl: Jeśli wartość w opcji DisplayClearScreenButton ustawiono na 'Wyświetlaj', możesz wyczyścić okno z danymi użytkownika naciskając X u góry okna.
pt: Quando terminar o empréstimo de um exemplo, se tiver a preferência de sistema DisplayClearScreenButton definida para 'Mostrar' pode sair do leitor ao clicar no X no topo do lado direito da informação do leitor e começar de novo.
pt_br: Quando você terminar de verificar um item se você tem a preferência DisplayClearScreenButton definido como 'Mostrar', você pode limpar o patrono atual, clicando no X no canto superior direito de informação do patrono para remover o atual patrono da tela e começar de novo.
sk: Po dokončení výpožičky exemplára a pri nastavení DisplayClearScreenButton na 'Zobraziť', môžete vymazať súčasného čitateľa kliknutím na X vpravo hore pri informácii o čitateľovi, čím sa čitateľ odoberie zo zobrazenia a začnete odznova.
sv: När du har slutfört utlåning till en låntagare och har DisplayClearScreenButton satt till 'Visa', kan du klicka på X längst upp till höger i låntagarinformationen för att ta bort den aktuella låntagaren och börja om.
tr: Bir materyalin ödünç verme işlemini bitirdiğinizde, Ekran Temizleme Butonunu Göster seçeneğini 'Göster'e ayarlarsanız, şu andaki kullanıcıyı ekrandan silmek ve temiz bir sayfa açmak için o kullanıcıyı, kullanıcı bilgisinin sağ üstündeki X’e tıklayarak silebilirsiniz.
zh_tw: 若設定 DisplayClearScreenButton 偏好為 '顯示'，借出館藏後，點選讀者資訊右上角的Ｘ，從螢幕清除現在的讀者，供下個讀者使用。

source: When you're finished receiving items you can navigate away from this page or click the 'Finish receiving' button at the bottom of the screen.
ar: عندما تنتهي من إستلام المواد ، بإمكانك أن تترك الصفحة أوتنقر زر 'إنهاء الإستلام' في أسفل الشاشة.
cs: Po dokončení příjmu jednotky, můžete opustit tuto stránku, nebo klikněte na tlačítko "Dokončit příjem" v dolní části obrazovky.
da: Når du er færdig med at modtage eksemplarer, kan du forlade denne side eller klikke på knappen 'Afslut modtagelse' nederst på skærmen.
de: Wenn Sie den Empfang der Bestellungen abgeschlossen haben, können sie auf eine andere Seite navigieren oder im unteren Seitenbereich auf die Schaltfläche 'Lieferung abschließen' klicken.
el: Όταν ολοκληρώσετε με την παραλαβή τεκμηρίων μπορείτε να απομακρυνθείτε από τη σελίδα ή να πατήσετε το κουμπί 'Τερματισμός παραλαβής' στο κάτω μέρος της οθόνης.
es: Cuando haya finalizado de recibir ítems puede navegar fuera de esta página o hacer clic en el botón 'Finalizar recepción' al fondo de la pantalla.
eu: Cuando haya finalizado de recibir ítems, puede salir de esta página o seleccionar 'Finalizar recepción' en la parte inferior de la pantalla.
fi: Kun olet vastaanottanut kaikki niteet, voit navigoida pois tältä näytöltä tai klikata 'Lopeta vastaanotto' näytön alareunassa.
fr: Quand vous avez fini la réception des exemplaires, vous pouvez quitter cette page ou cliquer le bouton 'Finir la réception' en bas de l'écran.
hi: जब आप आइटम प्राप्त समाप्त कर रहे हैं तो आप इस पेज से दूर नेविगेट या स्क्रीन के नीचे 'समाप्त प्राप्त' बटन पर क्लिक कर सकते हैं।
it: Quando hai finito di ricevere quanto arrivato, puoi uscire dalla pagina cliccando un link o premendo il bottone 'Ricezione finita' posto in fondo.
oc: Quand avètz fini la recepcion des exemplars, podètz quitter aquesta pagina o clicar lo boton 'Finir la recepcion' en bas de l'ecran.
pl: Po zakończeniu procesu otrzymywania egzemplarzy możesz przejść do innych opcji modułu.
pt: Quando acabar de receber itens, pode sair da página ou carregar no botão 'Terminar recepção' no fim do ecrã.
pt_br: Quando terminar de receber os exemplares, você poderá navegar para fora desta página ou clicar no botão 'Finalizar recebimento, na parte inferior da tela.
sk: Po dokončení prijímania exemplárov môžete opustiť túto stránku alebo kliknúť na tlačidlo 'Dokončiť príjem' na spodku obrazovky.
sv: När du är klar med att ta emot objekt kan du gå till någon annan sida eller klicka på 'Avsluta mottagning' längst ner på sidan.
tr: Materyal almayı bitirdiğinizde, bu sayfadan ayrılabilir ya da ekranın üstündeki 'Almayı bitir' butonuna tıklayabilirsiniz.
zh_tw: 簽收館藏後，可離開此頁面，或按螢幕下方的 '完成簽收' 鈕。

source: When you're finished, click 'Save Changes' and you will be presented with your new field
ar: عند الانتهاء، قم بالنقر على "حفظ التغيرات" وسوف يظهر لك حقل جديد
cs: Když budete hotovi, klikněte na tlačítko "Uložit změny" a objeví se vám s vaší nové pole
da: Når du er færdig, klik på 'Gem ændringer', og du vil se dit nye felt
de: Wenn Sie fertig sind, klicken Sie auf 'Speichern'. Nun wird das neue Feld angezeigt.
el: Όταν ολοκληρώσετε, πατήστε 'Αποθήκευση Αλλαγών' και θα σας εμφανιστεί ένα νέο πεδίο
es: Cuando haya finalizado, haga clic en 'Guardar cambios' y se le presentará un nuevo campo
eu: Bukatzean, egin klik 'Gorde aldaketak' botoian eta zure eremu berria agertuko zaizu
fi: Kun olet valmis, klikkaa 'Tallenna muutokset' ja pääset uuteen kenttään
fr: Lorsque vous aurez terminé, cliquez sur "Sauvegarder" et le nouveau champ s'affichera
hi: जब आप समाप्त कर रहे हैं, 'परिवर्तन सहेजें' पर क्लिक करें और आप अपने नए क्षेत्र के साथ प्रस्तुत किया जाएगा
it: Quando hai finito clicca 'Salva modifiche' e ti verrà presentato il nuovo campo
oc: Quand auretz terminé, clicatz sus "Salvar" e lo novèl camp s'aficharà
pt: Quando terminar clique em 'Guardar alterações' e será apresentado o novo campo
pt_br: Quando terminar, clique em 'Salvar Alterações' e você verá seu novo campo
sk: Keď ste skončili, kliknite na 'Uložiť zmeny' a dostanete sa k novému poľu
sv: När du är klar klickar du på 'Spara ändringar' och får då se ditt nya fält
tr: Bitirdiğiniz zaman “Değişiklikleri kaydet”e tıklayın veyeni alanınız size görüntülenecektir.
zh_tw: 完成後，按 '儲存改變' 鈕，出現新的欄位

source: When you're finished, click 'Save Changes' and you will be presented with your new field.
ar: عند الانتهاء، قم بالنقر على "حفظ التغيرات" وسوف يظهر لك حقل جديد
cs: Když budete hotovi, klikněte na tlačítko "Uložit změny" a objeví se vám s vaší nové pole.
da: Når du er færdig, klik på 'Gem ændringer', og du vil se dit nye felt.
de: Wenn Sie fertig sind, klicken Sie auf 'Speichern'. Nun wird das neue Feld angezeigt.
el: Όταν ολοκληρώσετε, πατήστε 'Αποθήκευση Αλλαγών' και θα σας εμφανιστεί ένα νέο πεδίο.
es: Cuando haya finalizado, haga clic en 'Guardar cambios' y se le presentará un nuevo campo.
eu: Cuando haya finalizado, haga clic en 'Guardar cambios' y se le presentará un nuevo campo.
fi: Kun olet valmis, klikkaa 'Tallenna muutokset' ja pääset uuteen kenttään.
fr: Lorsque vous aurez terminé, cliquez sur "Sauvegarder" et le nouveau champ s'affichera
hi: जब आप समाप्त कर लें, 'परिवर्तन सहेजें' पर क्लिक करें और आप अपने नए क्षेत्र के साथ प्रस्तुत किया जाएगा।
it: Quando hai finito clicca 'Salva modifiche' e ti verrà presentato il nuovo campo
oc: Quand auretz terminé, clicatz sus "Salvar" e lo novèl camp s'aficharà
pt: Quando terminar clique em 'Guardar alterações' e será apresentado o novo campo.
pt_br: Quando terminar, clique em 'Salvar Alterações' e você verá seu novo campo.
sk: Keď ste skončili, kliknite na 'Uložiť zmeny' a dostanete sa k novému poľu.
sv: När du är klar klickar du på 'Spara ändringar' och får då se ditt nya fält.
tr: Bitirdiğiniz zaman “Değişiklikleri kaydet”e tıklayın ve yeni alanınız size görüntülenecektir.
zh_tw: 完成後，按 '儲存改變' 鈕，出現新的欄位。

source: When your system goes offline visit the Offline Circulation page in Koha and click 'Check out' or 'Check in' to perform offline actions.
ar: حين يكون نظامك دون اتصال قم بزيارة صفحة الإعارة دون اتصال في كوها والنقر على "إعارة" و "رد" لتنفيذ الإجراءات دون اتصال.
cs: V případě, že je systém nedostupný, využijte stránku s klientem pro offline výpůjčky, kde budete moci i nadále provádět výpůjčky a vracení.
de: Wenn das System offline ist, gehen Sie zur Offline-Verbuchung und wählen Sie dort Ausleihe oder Rückgabe.
el: Όταν το σύστημά σας είναι χωρίς σύνδεση επισκεφτείτε τη σελίδα Διακίνησης Υλικού Χωρίς Σύνδεση στο Koha και πατήστε 'Δανεισμός' ή 'Επιστροφή' για να πραγματοποιήσετε ενέργειες εκτός σύνδεσης.
es: Cuando el sistema quede fuera de línea visite la página Circulación fuera de línea en Koha y haga clic en 'Préstamo' o 'Devolución' para realizar las acciones fuera de línea.
fi: Kun järjestelmäsi kadottaa yhteyden verkkoon, mene yhteydettömän tilan lainauksen sivulle Kohassa ja klikkaa 'Lainaa' tai 'Palauta' yhteydettömässä tilassa.
fr: Lors que votre système est hors ligne, consultez la page Prêt secouru dans Koha et cliquez sur 'Prêt' ou 'Retour' pour réaliser des opérations de prêt secouru.
hi: अपने सिस्टम कोहा ऑफलाइन सर्कुलेशन पेज चला जाता है ऑफ़लाइन यात्रा और क्लिक करते हैं 'चैक आउट करें' या 'जाँचें' ऑफ़लाइन कार्रवाई करने के लिए।
it: Quando il sistema va offline, visita la pagina della circolazione offline in Koha e clica su 'Presta' o 'Restituisci' per fare le operazioni offline.
oc: Lors que vòstre sistèma es fòra linha, consultez la pagina Prèst secorrut dins Koha e clicatz sus 'Prêt' o 'Retour' per réaliser des operacions de prèst secorrut.
pl: Kiedy system przechodzi w tryb offline, odwiedź Udostępnianie Offline i kliknij 'Wypożycz' lub 'Zwróć', aby wykonać transakcje w trybie offline.
pt: Quando o seu sistema estiver offline visite a página de Circulação offline do Koha e clique em 'Emprestar' ou 'Devolver'
pt_br: Quando seu sistema ficar off-line, vá à página de Circulação Offline do Koha e clique em 'Empréstimo' ou 'Devolução' para realizar ações off-line.
sk: Ak váš systém prechádza do režimu offline, navštívte stránku Obehu offline v Kohe a kliknite na 'Výpožička' alebo 'Návrat' pre uskutočnenie akcií offline.
tr: Sisteminiz çevrimdışı olduğunda, Koha içerisindeki Çevrimdışı Dolaşım Sayfası'na gidin ve çevrimdışı işlemlerinizi gerçekleştirebilmek için 'Ödünç ver' veya 'İade al' seçeneklerinin üzerine tıklayın.
zh_tw: 系統離線時，進入Koha的離線流通頁面，勾選 '借出' 或 '還入'，執行離線流通作業。

source: Which will open up a list of items where you can click 'Edit' to the left of the specific item you would like to edit.
ar: التي ستفتح لك قائمة من المواد ويمكنك النقر على 'تحرير' على اليمين من كل مادة ترغب بتحريرها.
cs: Které otevírají seznam jednotek, kde můžete kliknout na "Edit" na levé straně konkrétní položky, kterou chcete upravit.
da: Som vil åbne en liste med eksemplarer, hvor du kan klikke på 'Editer' til venstre for det enkelte eksemplar, som du vil editere.
de: Nun wird die Liste der zugehörigen Exemplare angezeigt, deren Einträge Sie bearbeiten können.
el: Το οποίο θα εμφανίσει μία λίστα αντιτύπων όπου μπορείτε να πατήσετε 'Επεξεργασία' στα αριστερά του συγκεκριμένου αντιτύπου που θα θέλατε να επεξεργαστείτε.
es: El cual abrirá una lista de ejemplares sobre los que pude hacer clic 'Editar' a la izquierda del ejemplar específico que desea editar.
eu: Que abrirá una lista de ítems donde se puede hacer clic en 'Editar' a la izquierda del elemento específico que desea editar.
fi: Se avaa nimekkeistä listan, jossa voit klikata 'Muokkaa' sen nimekkeen vasemmalla puolella, jota haluat muokata.
fr: Ceci ouvrira une liste d'exemplaire, où vous pourrez cliquer sur 'Modifier' à gauche de l'exemplaire que vous souhaitez modifier.
hi: कौन सा आइटम जहां आप विशिष्ट आइटम के बाईं आप संपादित करना चाहते हैं के लिए क्लिक कर सकते हैं 'संपादन' की एक सूची खुल जाएगा।
it: Ciò aprirà una lista di copie e potrai modificarle cliccando 'Modifica' alla sinistra di ognuna.
oc: Aquò ouvrira una lista d'exemplar, où poiretz clicar sus 'Modificar' a esquèrra de l'exemplar que volètz modificar.
pt: O que abrirá uma lista de exemplares onde pode clicar em 'Editar' à esquerda do exemplar que deseja editar.
pt_br: Será aberta uma lista dos exemplares na qual você pode clicar em 'Editar', no lado esquerdo do exemplar específico que você deseja editar.
sk: Vtedy sa otvorí zoznam exemplárov, kde môžete kliknúť na 'Upraviť' naľavo od špecifického exemplára, ktorý si želáte upraviť.
sv: Vilket öppnar en lista med objekt där du kan klicka på 'Redigera' till vänster om det objekt du vill redigera.
tr: Düzenlemek istediğiniz belirli bir öğenin solunda 'Düzenle'yi tıklayabilleceğiniz materyallerin listesi açılacaktır.
zh_tw: 打開館藏清單後水，可按下館藏左方的 '編輯' 鈕，編輯該館藏。

source: Which, assuming two items were overdue, would result in a notice like:
ar: مما يفترض أن مادتين قد تأخرتا ، والنتائج ستكون داخل الإشعار كما يلي:
cs: Což, za předpokladu, že dvě položky byly po lhůtě splatnosti, by mělo za následek oznámení jako:
da: Som, hvis to eksemplarer er forsinkede, vil resultere i en besked som:
de: Wenn zwei Exemplare überfällig sind, könnte die Mahnung so aussehen:
el: Το οποίο, εάν υποθέσουμε ότι δύο τεκμήρια είναι εκπρόθεσμα, θα έχει ως αποτέλεσμα μια ειδοποίηση όπως:
es: Lo cual, asumiendo dos ítems retrasados, resultará en un aviso como:
eu: Lo cual, asumiendo dos retrasos, resultará en un aviso como:
fi: Jos kaksi nidettä on myöhässä, se voisi näyttää tältä:
fr: Ce qui, en supposant qu'il y ait deux exemplaires en retard, doit donner la notification suivante&nbsp;:
hi: कौन सा है, यह सोचते दो मदों से जुर्माना थे, एक नोटिस में नतीजा होगा जैसे:
it: Dunque, assumento che due copie siano in ritardo, genererà un avviso fatto così:
oc: Aqueste qui, en supposant qu'i ait deux exemplars en retard, deu donner la notificacion seguenta&nbsp;:
pt: O que, assumindo que existem dois exemplares em atraso, resulta num aviso como este:
pt_br: O que, assumindo que dois exemplares estão atrasados, resultará em um aviso como:
sk: Za predpokladu, že oba exempláre sú omeškané, zobrazí sa oznámenie podobné tomuto:
sv: Vilket, om två objekt var försenade, ger ett meddelande som ser ut så här:
tr: İki materyalin süresinin geçtiğini varsayarak şu şekilde bir uyarı ortaya çıkabilir:
zh_tw: 假設兩筆館藏逾期，通知內容會是這樣：

source: While Koha stores the entire MARC record, it also stores common fields for easy access in various tables in the database. Koha to MARC mapping is used to tell Koha where to find these values in the MARC record. In many cases you will not have to change the default values set during installation. If you decide to change mappings here, make sure that you know what you are doing! We would recommend to test such changes first in a non-production environment.
hi: जबकि कोहा पूरे एमएआरसी रिकॉर्ड को स्टोर करता है, यह डेटाबेस में विभिन्न तालिकाओं में आसान पहुंच के लिए आम क्षेत्रों को भी स्टोर करता है। एमएआरसी रिकॉर्ड में कोहा से एमएआरसी मैपिंग का उपयोग कोहा को कहने के लिए किया जाता है कि इन मूल्यों को एमएआरसी रिकॉर्ड में कहां मिलना चाहिए। कई मामलों में आपको स्थापना के दौरान निर्धारित मूलभूत मानों को बदलना नहीं होगा। यदि आप यहां मैपिंग को बदलने का निर्णय लेते हैं, तो सुनिश्चित करें कि आप जानते हैं कि आप क्या कर रहे हैं! हम पहले ऐसे गैर-उत्पादन वातावरण में ऐसे परिवर्तनों की जांच करने की अनुशंसा करेंगे।
