Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: The most common option here is comma because most spreadsheet applications know how to open files split by commas.
ar: الخيار الأكثر شيوعاً هنا هو الفاصلة لأن معظم برامج جداول البيانات تعلم كيف تفتح الملفات المفصول بين بياناتها باستخدام الفاصلة.
cs: Nejběžnější volbou je tu čárka, protože většina tabulkových aplikací ví, jak otevřít soubory oddělované čárkami.
da: Den mest almindelige option her er komma, da de fleste regnearks-programmer ved hvordan filer deles med kommaer.
de: Die am häufigsten verwendete Option an dieser Stelle ist das Komma, da die meisten Tabellenverarbeitungsprogramme Dateien mit kommagetrennten Werten öffnen können.
el: Η πλέον κοινή επιλογή εδώ είναι το κόμμα επειδή οι περισσότερες εφαρμογές λογιστικών φύλλων γνωρίζουν πως να ανοίγουν αρχεία χωρισμένα με κόμμα.
es: La opción más común aquí es coma ya que la mayoría de las planillas de cálculo saben como leer archivos separados por comas.
eu: La opción más común es coma porque la mayoría de las aplicaciones de hojas de cálculo saber cómo abrir los archivos divididos por comas.
fi: Tavallisin valinta erotusmerkiksi on pilkku, koska useimmat taulukkolaskentaohjelmat tunnistavat sen.
fr: L'option la plus courante est la virgule car la plupart des tableurs savent ouvrir des données séparées par des virgules (en France, privilégier le point-virgule).
hi: सबसे आम विकल्प यहाँ अल्पविराम है, क्योंकि ज्यादातर स्प्रेडशीट अनुप्रयोग जानते हैं कि कैसे अल्पविराम द्वारा विभाजित फाइलों को खोलने के लिए।
it: L'opzione più comune qui è virgola, dato che molti programmi di fogli elettronici sanno come aprire file con dati separati da virgole.
oc: L'opcion la plus correnta es la virgula perque la plupart des tableurs savent ouvrir des donadas separates per des virgulas (en France, privilégier lo point-virgula).
pt: A opção mais comum é a vírgula pois a maioria das aplicações de folhas de cálculo sabem como abrir ficheiros separados por vírgula.
pt_br: O opção mais comum aqui é a virgula porque a maioria das aplicações de tabela abrem arquivos separando por virgulas.
sk: Najbežnejšia možnosť je tu čiarka, pretože väčšina tabuľkových programov dokáže otvoriť súbory oddelené čiarkou.
sv: Det vanligaste alternativet är kommatecken, eftersom de flesta kalkylbladsprogram kan öppna kommaseparerade filer.
tr: Buradaki en yaygın seçenek virgüldür çünkü çoğu elektronik tablo uygulamaları virgülle dosya bölmesini açar.
zh_tw: 最常見的選項是逗點，因為大部份的試算表應用程式都能以逗點使用開放檔案。

source: The name will be displayed on the OPAC wherever the library name displays to the public and should be a name that makes sense to your patrons.
ar: سيتم عرض الاسم في الأوباك حيث يتم عرض اسم المكتبة للعامة ويجب أن يكون اسما له معنى لمستفيديك
de: Der Name wird im OPAC überall dort angezeigt, wo der Name der Bibliothek angegeben ist und sollte für ihre Benutzer nachvollziehbar sein.
es: El nombre se mostrará en el OPAC donde aparecerá el nombre de la biblioteca al público y debe ser un nombre que tenga sentido para sus usuarios.
fi: Nimi näkyy verkkokirjastossa joka paikassa, kun kirjaston nimi näytetään asiakkaille ja sen pitäisi olla asiakkaiden ymmmärrettävä nimi.
fr: Le nom sera visible à l'OPAC partout où le nom du site s'affiche au public et devrait être un nom qui a un sens pour vos adhérents.
hi: नाम ओपेक पर प्रदर्शित किया जाएगा जहां भी जनता के लिए पुस्तकालय का नाम प्रदर्शित करता है और एक ऐसा नाम है जो अपने संरक्षक के लिए समझ में आता है होना चाहिए।
it: Il nome sarà visualizzato nell'opac ovunque appaia il nome della biblioteca e dovrà essere un nome significativo per gli utenti.
oc: Lo nom serà visible a l'OPAC pertot où lo nom del site s'aficha al public e deuriá èsser un nom qui a un sens per vòstres aderents.
sk: Názov sa zobrazí v OPACu kedykoľvek sa názov knižnice zobrazuje verejnosti a mal by byť zrozumiteľný vašim čitateľom.
tr: Ad, kütüphane adının genel erişime açık olduğu her yerde OPAC üzerinde görüntülenecektir ve kullanıcılar için anlamlı bir ad olmalıdır.

source: The name you assign to the layout is for your benefit, name it something that will be easy to identify at a later date
ar: الاسم الذي عُيينَ للشكل هو لمصلحتك، فسمها بشيء يكون سهل التعرف في المستقبل
cs: Název, který přiřadíte vzhledu (rozložení) je pro váš užitek, pojmenujte jej, a pak bude moci později snadno určit vzhled
da: Navnet der gives til dette layout er til eget brug. Giv det et navn, som senere vil være nemt at huske
de: Der Name den Sie dem Layout geben dient Ihrer eigenen Orientierung. Benennen Sie es so, dass Sie es zu einem späteren Zeitpunkt einfach identifizieren können
el: Το όνομα που θα δώσετε στη διάταξη είναι προς ώφελός σας, δώστε του ένα όνομα που θα σας βοηθήσει να το αναγνωρίσετε αργότερα
es: El nombre que asigna a la plantilla es para su beneficio, nómbrela de modo que sea fácil de identificar en una posteriormente
eu: Diseinuari esleitzen diozun izena zure mesederako da, emaiozu aurrerako identifikatzeko erraza izango den izen bat
fi: Nimeä asettelu siten, että voit tunnistaa sen helposti myöhemmin
fr: Le nom que vous attribuez au format est pour vous, nommez le d'une façon qui vous permette de l'identifier aisément par la suite
hi: नाम आप लेआउट के लिए आवंटित अपने लाभ के लिए है, यह कुछ एक बाद की तारीख में पहचान करने के लिए है कि आसान हो जाएगा नाम
it: Il nome assegnato al layout è a tuo beneficio, dovrebbe essere qualcosa che ti permetta di identificarlo facilmente in futuro.
oc: Lo nom que vous attribuez al format es per vous, nommez lo d'una faiçon qui vous permette de l'identificar aisément per la suite
pt: O nome do esquema é para seu próprio benefício, por isso, chame-lhe algo que seja fácil de identificar posteriormente
pt_br: O nome do esquema é para seu próprio benefício, por isso, chame-lhe algo que seja fácil de identificar posteriormente
sk: Názov, ktorý prideľujete k rozloženiu je pre Vaše dobro, aby ste ho mohli ľahko identifikovať v budúcnosti
sv: Namnet du ger layouten är till för att du ska hitta den sedan, välj något beskrivande som du kommer ihåg
tr: Yerleşime atadığınız isim sizin yararınızadır, bu yerleşimi daha sonraki bir tarihte kolayca tanımlanacak şekilde adlandırın.
zh_tw: 指定給布局的名稱係供您未來容易辨識使用

source: The new list form offers several options for creating your list:
ar: شكل القائمة الجديدة يقدم خيارات عدة لإنشاء قائمتك:
cs: Formulář pro vytvoření nového seznamu umožňuje vyplnit:
da: Den nye listeformular har adskillige optioner til den nye liste:
de: Das neue Formular bietet Ihnen verschiedene Optionen für die Erstellung einer Liste:
el: Η φόρμα νέας λίστας προσφέρει διάφορες επιλογές για τη δημιουργία της λίστας σας:
es: En nuevo formulario de listas ofrece varias opciones para crear su lista:
eu: En nuevo formulario de listas ofrece varias opciones para crear su lista:
fi: 'Uusi lista' -lomake tarjoaa useita vaihtoehtoja listan luontiin:
fr: La nouveau formulaire de liste offre plusieurs options pour créer votre liste:
hi: नई सूची प्रपत्र अपनी सूची बनाने के लिए कई विकल्प प्रदान करता है:
it: Il nuovo modulo offre diverse opzioni per creare la tua lista:
oc: La novèl formulari de lista offre plusieurs opcions per crear vòstra lista:
pt: O formulário de nova lista oferece diversas opções para criar a lista:
pt_br: O formulário de nova lista oferece diversas opções para criar sua lista:
sk: Nový formulár zoznamov ponúka niekoľko možností pre tvorbu Vášho zoznamu:
sv: Formuläret för ny lista ha flera alternativ för att skapa din lista:
tr: Yeni liste formu listenizin oluşturulması için birkaç seçenek sunar:
zh_tw: 新增的虛擬書架表格提供若干選項：

source: The new value will appear in the list along with existing values
ar: ستظهر القيمة الجديدة في القائمة إلى جانب القيم الحالية
cs: Nová hodnota se objeví na seznamu vedle stávajících hodnot
da: Den nye værdi vises på listen sammen med de eksisterende værdier.
de: Der neue Wert erscheint dann in der Liste gemeinsam mit den bereits vorhandenen
el: Η νέα τιμή θα εμφανιστεί στη λίστα μαζί με τις υπάρχουσες τιμές
es: El nuevo valor aparecerá en la lista junto a los valores existentes
fi: Uusi arvo näkyy listalla olemassaolevien arvojen kanssa
fr: La nouvelle valeur apparaîtra dans la liste avec les valeurs existantes
hi: नई मूल्य मौजूदा मूल्यों के साथ सूची में दिखाई देगा
it: Il nuovo valore apparirà nella lista insieme agli altri valori esistenti
oc: La novèla valor apareisserà dins la lista amb les valors existentas
pt: O novo valor irá aparecer na lista junto com os já existentes
pt_br: O novo valor aparecerá na lista com os valores existentes.
sk: Nová hodnota sa objaví v zozname spolu s jestvujúcimi hodnotami
sv: Det nya värdet kommer att visas i listan tillsammans med befintliga värden
tr: Yeni değer mevcut değerlerle birlikte listede gözükecektir
zh_tw: 新的值將與舊的值一起出現在清單

source: The news item's author will be set to the currently logged in user.
fi: Uutisten kirjoittajaksi merkitään sisään kirjautunut käyttäjä.
hi: समाचार आइटम के लेखक के लिए वर्तमान में उपयोगकर्ता में लॉग इन स्थापित किया जाएगा।

source: The next option for ordering is to order from a staged record.
ar: الخيار التالي للطلب هو الطلب من تسجيلة منظمة.
cs: Další možností je provést objednávku podle importovaných záznamů.
de: Die nächste Option ist es, eine Bestellung aus einer zwischengespeicherten MARC-Datei zu erzeugen.
el: Η επόμενη επιλογή παραγγελίας είναι να παραγγείλετε από μία προετοιμασμένη εγγραφή.
es: La siguiente opción para hacer pedidos es hacerlo desde un registro preparado.
fi: Seuraava vaihtoehto on tilata väliaikaistiedoston tietueen kautta.
hi: आदेश देने के लिए अगले विकल्प के लिए एक मंचन रिकॉर्ड से आदेश है।
it: L'opzione successiva per ordinare è partire da un record lavorato.
oc: L'opcion seguenta per sasir una comanda es de lo far a partir d'una notícia telecargada (en savoir plus a propos del telecargament de notícias).
pl: Ostatnią opcją jest dodawanie zamówienia z przygotowanego pliku (Zobacz: Przygotuj plik z rekordami MARC).
pt: A última opção para encomendar é directamente dos registos em tratamento.
pt_br: Outra opção para fazer um pedido é com base em registros importados.
sk: Ďalšia možnosť pre objednávanie je objednať z pripraveného záznamu.
tr: Sipariş için bir sonraki seçenek bir aşamalı kayıttan sipariş etmektir.
zh_tw: 訂單的下個選項是經由待處理紀錄訂閱。

source: The notes fields are optional and can contain any type of information
ar: حقول الملاحظات اختيارية ويمكن أن تحتوي على اي نوع من المعلومات
cs: Poznámková pole jsou nepovinná a mohou obsahovat jakékoliv informace.
da: Notitsfeltet er en option og kan indeholde hvad som helst.
de: Die Notizfelder sind optional und können beliebige Informationen enthalten
el: Τα πεδία σημειώσεων είναι προαιρετικά και μπορούν να περιλαμβάνουν οποιονδήποτε τύπο πληροφορίας
es: Los campos de notas son opcionales y pueden contener cualquier tipo de información.
eu: Los campos de notas son opcionales y pueden contener cualquier tipo de información.
fi: Huomautuskenttä on valinnainen ja voi sisältää millaista tietoa tahansa
fr: Les champs de notes sont optionnels et peuvent contenir n'importe quel type d'information
hi: नोटों क्षेत्रों वैकल्पिक हैं और सूचना के किसी भी प्रकार के हो सकते हैं
it: I campi note sono opzionali e liberi.
oc: Los camps de nòtas son opcionals e pòdon conténer n'importe quel tipe d'informacion
pl: Pola uwag: 'Uwaga wewnętrzna', 'Uwaga dla dostawcy' są opcjonalne i mogą zawierać różnego typu wiadomości
pt: Os campos de notas são opcionais e podem conter qualquer tipo de informação
pt_br: Os campos de notas são opcionais e pode conter qualquer tipo de informação
sk: Polia poznámok sú voliteľné a môžu obsahovať ľubovoľný druh informácií
sv: Kommentarsfälten är valfria och kan innehålla vilken information som helst
tr: Not alanları isteğe bağlıdır ve her türlü bilgiyi içerebilir
zh_tw: 說明欄位是選項，可以鍵入任何資訊

source: The offline circulation tool for Windows will generate a KOC file that you can upload into Koha once your system comes back up.
ar: ستقوم أداة الإعارة دون اتصال لويندوز بتوليد ملف KOC يمكنك رفعه إلى كوها بمجرد عودة نظامك إلى الاتصال.
cs: Nástroj Offline výpůjčky pro Windows bude generovat KOC (Koha Offline Circulation) soubor, který můžete načíst do Koha, jakmile obnovíte plnou funkčnost systému.
da: Offline udlånsværktøjet til Windows laver en KOC-fil, som kan oploades til Koha, når systemet kører igen.
de: Das Windows-Programm für die Offline-Verbuchung erstellt eine KOC-Datei, die Sie in Koha hochladen können, sobald Ihr System wieder erreichbar ist.
el: Το εργαλείο διακίνησης υλικού εκτός σύνδεσης για τα Windows θα δημιουργήσει ένα αρχείο KOC που μπορείτε να αναρτήσετε στο Koha μόλις το σύστημά σας επανέλθει.
es: La herramienta de circulación fuera de línea para Windows va a generar un archivo KOC que se puede cargar en Koha una vez que el sistema regrese.
eu: El herramienta de circulación offline para Windows genera un archivo KOC y se puede volver a cargar en Koha cuando el sistema se recupere.
fi: Yhteydettömän tilan lainaustyökalu Windowsille muodostaa KOC-tiedoston, jonka voit ladata Kohaan heti, kun järjestelmäsi on verkossa.
fr: L'outil de prêt secouru pour Windows génère un fichier KOC que vous pouvez importer dans Koha une fois que votre système fonctionne à nouveau.
hi: विंडोज के लिए ऑफ़लाइन संचलन उपकरण है कि आप कोहा में अपलोड कर सकते हैं एक बार अपने सिस्टम को वापस आता है एक टर्की फ़ाइल उत्पन्न होगा।
it: Lo strumento di circolazione offline per Windows genera un file KOC che potrai caricare sul server quando tornerà online.
oc: L'aisina de prèst secorrut per Windows génère un fichièr KOC que podètz importar dins Koha una fois que vòstre sistèma fonctionne a novèl.
pl: Narzędzie udostępniania offline dla Windows generuje plik KOC, który możesz wczytać do Koha jednorazowo z kopii zapasowej.
pt: A ferramenta de circulação offline do Windows gera um ficheiro KOC que pode ser carregado para o Koha assim que o sistema estiver disponível.
pt_br: A ferramenta de circulação online do Windows irá gerar um arquivo KOC que você pode carregar no Koha quando seu sistema voltar ao ar.
sk: Nástroj offline obehu pre Windows generuje súbor KOC, ktorý môžete načítať do Kohy, len čo Váš systém znova nabehne.
sv: Windows-verktyget för offline-utlåning genererar en KOC-fil som du kan ladda upp till Koha när systemet kommer igång igen.
tr: Windows çevrimdışı dolaşım aracı, sisteminiz yedeklendiğinde Koha'ya yükleyebileceğiniz KOC dosyasını oluşturacaktır.
zh_tw: 系統恢復後，就可以上傳 Windows 離線流通工具產生的 KOC 檔案。

source: The online help directory is:
ar: دليل المساعدة على الانترنت هو:
cs: Adresář on-line nápovědy je:
da: Online-hjælpe-folderen er:
de: Das Verzeichnis für die Online-Hilfe ist:
el: Ο κατάλογος δικτυακής βοήθειας είναι:
es: El directorio de la ayuda en línea es:
eu: Online laguntzaren direktorioa hau da:
fi: Verkko-ohjeen hakemisto on:
fr: Le répertoire de l'aide en ligne est:
hi: ऑनलाइन मदद निर्देशिका है:
it: La directory dell'aiuto in linea è:
oc: Lo repertòri de l'ajuda en linha est:
pt: O directório de ajuda online é:
pt_br: O diretório de ajuda online é:
sk: Online adresár pomoci je:
sv: Katalog för online-hjälp:
tr: Çevimiçi yardım rehberi:
zh_tw: 線上說明目錄是：

source: The other image can be something like a library logo or symbol that you uploaded using the 'Manage Images' module of the Patron Card Creator Tool.
ar: يمكن للصورة أخرى قد تكون ما يشبه لشعار المكتبة أو الرمز الذي قمت بتحميله باستخدام وحدة في 'إدارة الصور' من وحدة أداة منشأ بطافة المستفيد.
cs: Jiný obraz může být knihovní logo nebo symbol, který jste načetli pomocí modulu "Správa obrázků" pomocí nástroje "Tvůrce čtenářských karet".
da: Det andet billede kan være noget som et bibliotekslogo eller symbol, som er oploadet med modulet 'administrer billeder' i lånerkort-værktøjet.
de: Das andere Bild kann z.B. ein Bibliothekslogo oder Symbol sein, das Sie mit dem Werkzeug 'Bilder verwalten' im Modul für den Benutzerausweisdruck hochgeladen haben.
el: Η άλλη εικόνα μπορεί να είναι κάτι σαν το λογότυπο της βιβλιοθήκης ή σύμβολο ότι φορτώσατε την εικόνα μεσω της υπομονάδας 'Διαχείριση Εικόνων' του εργαλείου Δημιουργίας Καρτών Μελών.
es: La otra imagen puede ser algo así como un logotipo o símbolo de la biblioteca que has subido usando el módulo de 'Gestión de las imágenes' de la herramienta de Patrona creador de la tarjeta de herramientas.
eu: Beste irudia liburutegiaren logo edo sinboloa izan daiteke. Hori bazkide txartelen sortzailea tresnaren 'Kudeatu irudiak' moduluaren bidez kargatu behar da.
fi: Toinen kuva voi olla vaikkapa kirjaston logo tai muu symboli, jonka latasit kuvien hallinnan osiossa kirjastokorttien luontityökalussa.
fr: L'autre image peut être par exemple un logo ou un symbole propre à la bibliothèque que vous aurez importé en utilisant le module 'Gestion des Images' de l'Outil Création des Cartes Adhérents.
hi: अन्य छवि एक पुस्तकालय लोगो या प्रतीक है कि आप संरक्षक कार्ड निर्माता उपकरण के 'प्रबंधित करना चित्र' मॉड्यूल का उपयोग कर अपलोड की तरह कुछ हो सकता है।
it: L'altra immagine può essere qualcosa come un logo della biblioteca che hai caricato usando il gestore di immagini dello strumento 'Creatore di tessere'.
oc: L'autre imatge pòt èsser per exemple un logo o un symbole propre a la bibliotèca que auretz importat en utilizant lo modul 'Gestion des Images' de l'Aisina Creacion des Cartas Aderents.
pl: Inny obraz może być czymś w rodzaju logo czy symbolu biblioteki, który wczytasz przy użyciu modułu 'Zarządzaj zdjęciami' w narzędziu 'Kreator Kart Użytkowników'.
pt: A outra imagem pode ser algo como o logótipo da biblioteca ou um símbolo carregado usando o módulo 'Gerir Imagens' da ferramenta de criação de Cartões de Leitor.
pt_br: A outra imagem pode ser algo como o logotipo da biblioteca ou um símbolo carregado usando o módulo 'Gerir Imagens' da ferramenta de criação de Carteirinhas.
sk: Iný obrázok môže byť niečo ako logo knižnice alebo symbol, ktorý ste načítali s použitím modulu 'Spracovať obrázky' v nástroji Tvorba čitateľských preukazov.
sv: Den andra bilden kan vara något som en bibliotekslogotyp eller symbol som du laddade upp med modulen 'Hantera bilder' i låntagarkortverktyget.
tr: Diğer görüntü, Kullanıcı Kart Oluşturucu Aracının 'Görüntüleri Yönet' modülünü kullanarak yüklediğiniz kütüphane logosu ya da sembolü gibi her hangi bir şey olabilir.
zh_tw: 可以用新增讀者證工具裡的 '管理圖像' 上傳其他圖像，包括圖書館標識或符號。

source: The other is to choose to create a new batch from the label creator tool
ar: والآخر هو للاختيار لإنشاء دفعة جديدة منأداة منشئ اللصاقة
cs: Druhou možností je vytvoření dávků v nástroji Tvorba štítků
da: Den anden er at lave en ny stabel fra etiketværktøjet
de: Das andere dient dazu, vom Werkzeug Etiketten-Hersteller aus die Erschaffung eines neunen Stapels zu wählen
el: Η άλλη είναι να επιλέξετε να δημιουργήσετε νέα παρτίδα από το εργαλείο δημιουργίας ετικετών
es: La otra es optar por crear un nuevo lote desde la herramienta de creación de etiquetas
eu: Beste aukera etiketa sortzailearen tresnan sorta berri bat sortzea da
fi: Toinen tapa on valita tarrojen luonti työkaluista
fr: L'autre est de créer un nouveau lot dans l'outil Créateur d'étiquettes.
hi: अन्य लेबल निर्माता उपकरण से एक नया बैच बनाने के लिए चयन करने के लिए है
it: L'altro è creare un nuovo batch dallo strumento di creazione etichette
oc: L'autre es de crear un novèl lòt dins l'aisina Creator d'etiquetas.
pl: Innym sposobem jest wybranie kreatora nowych grup z narzędzia "Kreator Etykiet"
pt: A outra é escolher criar um novo lote na ferramenta de criação de etiquetas
pt_br: A outra é escolher por criar um novo lote a partir da ferramenta de criação de etiquetas
sk: Ďalej si zvoľte vytvorenie novej dávky z nástroja tvorby etikiet
sv: Det andra är att välja att skapa en ny sats från etikettverktyget
tr: Diğeri etiket oluşturucu aracından yeni bir toplu etiket oluşturmak için seçmektir.
zh_tw: 從新增標籤工具裡新增批次

source: The other option is to import all records from the staged file by scrolling below the list of records in the staged file and filling in the item information.
ar: الخيار الآخر هو أن تستورد كل التسجيلات من الملف المجهَّز ومن ثمَّ تنتقل إلى أسفل قائمة التسجيلات في هذا الملف وتملئ معلومات المواد.
cs: Jinou možností jak importovat všechny záznamy z připraveného souboru je procházením pod seznamem v připraveném souboru a doplněním informací o jednotkách.
da: Den anden mulighed er, at importere alle poster fra den klargjorte fil ved at scrolle ned under listen med poster i den klargjorte fil og indtaste eksemplarinformationen.
de: Die zweite Option erlaubt den Import aller Einträge der Datei indem Sie am Ende der Liste die Exemplarinformationen eingeben.
el: Η άλλη επιλογή είναι να εισάγετε όλες τις εγγραφές από το προετοιμασμένο αρχείο διατρέχοντας κάτω από τη λίστα των εγγραφών στο προετοιμασμένο αρχείο και συμπληρώνοντας τις πληροφορίες για το τεκμήριο.
es: La otra opción es importar todos los registros del archivo preparado desplazándose bajo la lista de registros en el archivo preparado y completando la información de ejemplares.
eu: La otra opción es importar todos los registros del archivo presentados por el desplazamiento de la lista de los registros en el archivo presentación e introducir la información del ítem.
fi: Toinen vaihtoehto on tuoda kaikki tietueet väliaikaisvarastosta vierittämällä tietuelistan alapuolelle ja täyttämällä niteiden tiedot.
fr: L'autre option est d'importer toutes les notices depuis le fichier téléchargé en scrollant tout en bas de la liste de notices et en remplissant les données exemplaires.
hi: दूसरे विकल्प के मंचन फ़ाइल में अभिलेखों की सूची के नीचे स्क्रॉल और आइटम जानकारी में भरने के द्वारा मंचन फ़ाइल से सभी रिकॉर्ड आयात करने के लिए है।
it: L'altra possibilità è di importare tutti i record dal deposito temporaneo scorrendo la lista dei record e aggiungendo le informazioni di copia.
oc: L'autre opcion es d'importar toutes las notícias dempuèi lo fichièr telecargat en scrollant tot en bas de la lista de notícias e en remplissant les donadas exemplars.
pl: Możesz zaimportować wszystkie pozycje z przygotowanego pliku i uzupełnić formularz dodawania rekordów egzemplarzy.
pt: A outra opção e importar todos os registos de um ficheiro preparado.
pt_br: A outra opção é importar todos os registros e na lista de edição preencher as informações de item.
sk: Ďalšou možnosťou je naimportovať všetky záznamy z pripraveného súboru prostredníctvom prechádzania v zozname záznamov v pripravenom súbore a vyplnením informácie o exemplári.
sv: Det andra alternativet är att importera alla poster från den förberedda filen genom att gå ner i postlistan i den förberedda filen och fylla i objektinformationen.
tr: Diğer seçenek aşamalı dosyadaki kayıtların altındaki tüm kayıtları kaydırarak ve materyal bilgisini doldurarak aşamalı dosyadan içe aktarmaktır.
zh_tw: 另個選項是捲動清單下的紀錄，從待處理檔案匯入所有紀錄。
