Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Important: These can be changed for individual patrons, this setting is just a default to make it easier to set up messages for an entire category
ar: هام: هذه من الممكن أن تُغير من أجل المستفيدين الأفراد، هذه الاعداد هو فقط افتراضي لجعله أسهل لإعداد الرسائل من أجل فئة كاملة
cs: Důležité: Tato nastavení lze měnit pro jednotlivé čtenáře, toto nastavení je jen výchozí a usnadňuje nastavení zpráv pro celé kategorie
da: Vigtigt: Disse kan ændres for enkelte lånere, denne indstilling er bare en standardværdi, som gør det nemmere at indrette beskeder til en hel kategori
de: WICHTIG: Diese können für individuelle Benutzer geändert werden. Diese Einstellung ist nur ein Standard, um Meldungen für eine ganze Kategorie aufstellen zu können
el: Σημαντικό: Αυτές μπορούν να αλλαχτούν για ξεχωριστά μέλη, αυτή η επιλογή είναι η προκαθορισμένη για να κάνει ευκολότερη την επιλογή μηνυμάτων για μία ολόκληρη κατηγορία
es: Importante: Estos pueden ser cambiados por los usuarios individuales, esta opción es simplemente una forma predeterminada para que sea más fácil de configurar mensajes para toda una categoría
eu: Garrantzitsua: ezarpen hau bazkideek aldatu dezakete. Hau kategoria bateko mezuak errazago konfiguratzeko modu lehenetsi bat besterik ez da.
fi: Tärkeää: Nämä voidaan muuttaa yksittäiselle asiakkaalle. Nämä asetukset ovat vain oletus, jotta viestien asettaminen olisi helpompaa koko asiakasryhmälle
fr: Important : Cela peut être changé individuellement par adhérent. Ce paramètre est une valeur par défaut qui vise à faciliter la saisie de toute une catégorie d'adhérent.
hi: महत्वपूर्ण: ये व्यक्तिगत संरक्षक के लिए बदला जा सकता है, इस सेटिंग को सिर्फ एक डिफ़ॉल्ट यह आसान एक पूरे वर्ग के लिए संदेशों को स्थापित करने के लिए बनाने के लिए है
it: Importante: può essere modificato per ogni singolo utente. Questo è il default che rende più semplice impostare i messaggi per una intera categoria.
oc: Important : Aquò pòt èsser cambiat individualament per aderent. Aqueste paramètre es una valor per defaut qui vise a faciliter la sasida de tota une categoria d'aderent.
pt: Importante: Isto pode ser alterado para cada leitor individualmente, a configuração é apenas uma omissão para configurar mensagens para a categoria
pt_br: Importante: isto pode ser alterado oara usuários individuais, esta configuração é um padrão que torna mais fácil definir mensagens para toda uma categoria
sk: Dôležité: Toto sa dá zmeniť u jednotlivých čitateľov, toto nastavenie je iba predvolené pre uľahčenie nastavenia správ pre celú kategóriu
sv: Viktigt: dessa kan ändras för enskilda låntagare, denna inställning är bara ett standardvärde för att göra det enklare att konfigurera meddelanden för en hel kategori
tr: Önemli: Bunlar bireysel kullanıcılar için değiştirilebilir, bu ayarlama sadece tüm bir kategorinin mesajlarını ayarlamayı kolaylaştıran bir varsayılan ayarıdır.
zh_tw: 重要：此設定送出訊息給整個類型的讀者，個別讀者仍可再設定其取用的方式

source: Important: These new tags only work on the overdue notices, not other circulation related notices at this time.
ar: هام: هذه الوسوم الجديدة تعمل فقط على إخطارات المتأخرات، وليست الإعارات الأخرى المتعلقة بالإخطارات في هذه المرة
cs: Důležité: Tyto tagy fungují pouze u upomínek, u ostatních oznámení modulu Výpůjčky je v současné době nelze použít.
de: Wichtig: Diese neuen Tags funktionieren zur Zeit nur in den Mahnbenachrichtigungen, nicht aber in anderen ausleihrelevanten Benachrichtigungen.
el: Σημαντικό: Αυτές οι νέες ετικέτες δουλεύουν μόνο σε ειδοποιήσεις εκπρόθεσμων, όχι σε άλλες ειδοποίησεις που σχετίζονται με διακίνηση υλικού προς το παρόν.
es: Importante: Estas nuevas etiquetas solo funcionan en avisos de retrasos, en ningún otro aviso relacionado con la circulación por el momento.
eu: Garrantzitsua: Etiketa berri hauek atzerapenen oharretan soilik funtzionatzen dute, momentuko zirkulazioarekin erlazionatutako beste oharretan ez.
fi: Tärkeää: Nämä uudet kentät toimivat myöhästymisilmoituksissa, mutta ei muissa lainaukseen liittyvissä ilmoituksissa tällä hetkellä.
hi: महत्वपूर्ण: ये नए टैग इस समय केवल अतिदेय नोटिस पर काम करते हैं, न कि दूसरे संचलन संबंधित नोटिस।
it: Importante: questi nuovi tag al momento funzionano solo sui solleciti per i ritardi non su altri avvisi della circolazione.
oc: Nòta : Pel moment, aquestas novèlas balisas foncionan amb las notificacions de retard, mas pel moment pas amb las autras notificacions en ligam amb la circulacion.
pl: Ważne: Nowe tagi obecnie działają tylko w przypadku powiadomień o przetrzymanych egzemplarzach, a nie innych powiadomieniach modułu Udostępnianie.
pt: Importante: Estas notas tags só funcionam nos avisos de atraso, e não noutros avisos de circulação.
pt_br: Importante: estas novas tags apenas funcionam para avisos de atraso. Nenhum outro aviso de circulação está relacionado a isso no momento.
sk: Dôležité: Tieto nové menovky nateraz fungujú iba pre oznámenia o omeškaní, nie pre iné s obehom súvisiace oznámenia.
tr: Önemli: Bu yeni etiketler sadece gecikme bildirimlerinde çalışır, şu anda dolaşımla ilgili diğer uyarılarda çalışmayacaktır.
zh_tw: 重要：這些新標籤祗適用於逾期通知，目前沒有其他流通事項需要通知。

source: Important: These policies are based on the patron's home library, not the library that the reserving staff member is from.
ar: هام: هذه السياسات بناءً على مكتبة المستفيد الرئيسية، وليس المكتبة التي ينتمي لها موظف الحجز
cs: Důležité: Tato pravidla jsou založena na čtenářově domovské knihovně, ne na knihovně, jejíž zaměstnanec rezervaci provádí.
da: Vigtigt: Disse regler beror på lånerens hjemmeafdeling, ikke på den afdeling, som den reserverende medarbejder er i.
de: Wichtig: Die Konditionen basieren auf der Heimatbibliothek des Benutzers, nicht auf der Bibliothek des Bibliotheksmitarbeiters.
el: Σημαντικό: Αυτοί οι κανόνες βασίζονται στην κύρια βιβλιοθήκη του μέλους, όχι στη βιβλιοθήκη που βρίσκεται το προσωπικό που κάνει την κράτηση.
es: Importante: Estas políticas están basadas en la biblioteca de origen del usuario, no de la biblioteca a la cual pertenece el bibliotecario que realiza la reserva.
eu: Garrantzitsua: Politika hauek bazkidearen jatorrizko liburutegian oinarrituak daude eta ez mailegua egiten duen liburuzainaren liburutegira.
fi: Tärkeää: Nämä säännöt perustuvat asiakkaan kotikirjastoon, ei siihen kirjastoon, jossa varaus tehdään.
fr: Important : Ces politiques sont basées sur le site de rattachement de l'adhérent, et non celui du bibliothécaire qui effectue la réservation.
hi: महत्वपूर्ण: इन नीतियों संरक्षक के घर पुस्तकालय, पुस्तकालय नहीं है कि आरक्षित स्टाफ सदस्य से है पर आधारित हैं।
it: IMPORTANTE: queste regole sono basate sulla biblioteca a cui appartiene l'utente, non sulla biblioteca a cui fa riferimento il membro dello staff che opera.
oc: Important : Aquestas politiques son basadas sul site de restacament de l'aderent, e non celui del bibliotecari qui effectue la reservacion.
pl: Ważne: Te polityki opierają się na bibliotece macierzystej/głównej użytkownika, nie bibliotece, z której rezerwuje bibliotekarz.
pt: Importante: Essas políticas são baseadas na biblioteca do leitor, e não na biblioteca de origem da reserva.
pt_br: Importante: Estas políticas são baseadas na biblioteca de origem do usuário, não na biblioteca a qual o funcionário que está reservando pertence.
sk: Dôležité: Tieto podmienky sa zakladajú na domovskej knižnici čitateľa, nie na knižnici, z ktorej je rezervujúci knihovník.
sv: Viktigt: dessa policyer baseras på låntagarens hembibliotek, inte det bibliotek som bibliotekspersonalen tillhör.
tr: Önemli: Bu kurallar kullanıcının ana kütüphanesine bağlıdır, rezerv yapan personel üyenin bağlı bulunduğu kütüphaneye bağlı değildir.
zh_tw: 重要：依照讀者所屬圖書館的政策，不是預約館員所屬圖書館的政策。

source: Important: These preference can be altered by the patron via the OPAC
ar: هام: هذا التفضيل يمكن أن يُغير من خلال المستفيد عن طريق الأوباك
cs: Důležité upozornění: Tyto preference mohou být změněny čtenářem přes OPAC
da: Vigtigt: Disse indstillinger kan ændres af låneren via OPAC
de: Wichtig: Diese Einstellung kann durch den Benutzer via OPAC geändert werden.
el: Σημαντικό: Αυτή η προτίμηση μπορεί να αλλαχτεί από το μέλος μέσω του OPAC
es: Importante: Estas preferencias pueden ser modificadas por el usuario a través del OPAC
eu: Importante: Estas preferencias pueden ser modificadas por el socio a través del OPAC
fi: Tärkeää: Asiakas voi muuttaa nämä asetukset verkkokirjastossa.
fr: Important : Ces préférences peuvent être modifiées par l'adhérent à l'OPAC.
hi: महत्वपूर्ण: ये वरीयता ओपेक के माध्यम से संरक्षक द्वारा बदला जा सकता है
it: Queste preferenze possono essere alterate dagli utenti dall'Opac
oc: Important : Aquestas preferéncias pòdon èsser modificadas per l'aderent a l'OPAC.
pl: Ważne: Ustawienia mogą być zmieniane przez użytkownika za pomocą OPAC
pt: Importante: Estas preferências podem ser alteradas pelo leitor no OPAC
pt_br: Importante: estas preferências podem ser alteradas pelo usuário no OPAC
sk: Dôležité: Tieto nastavenia môžu byť menené čitateľom v OPACu
sv: Viktigt: dessa inställningar kan ändras av låntagaren via OPAC
tr: Önemli: Bu seçenekler OPAC yoluyla kullanıcı tarafından değiştirilebilir
zh_tw: 重要：讀者經由 OPAC 可以改變這些偏好

source: Important: These preference can be overwritten by changes in the individual patron's messaging preferences.
ar: هام: هذا التفضيل يمكن تجاوزه بواسطة التغيرات في تفضيلات رسائل المستفيد الفردية.
cs: Důležité upozornění: Tyto preference mohou být přepsány změnami v inividuálních čtenářských nastaveních pro zprávy
da: Vigtigt: Denne indstilling kan overskrives med ændringer i den enkelte låners beskedindstillinger.
de: Wichtig: Diese Einstellung kann durch Änderungen in den Einstellungen für die Benachrichtigung jedes einzelnen Benutzers überschrieben werden.
el: Σημαντικό: Αυτή η προτίμηση μπορεί να αντικατασταθεί με αλλαγές στις προτιμήσεις μηνυμάτων ξεχωριστών μελών.
es: Importante: Estas preferencias pueden ser sobrescritos haciendo cambios en las preferencias de mensajería del usuario.
eu: Garrantzitsua: lehentasun hauek baliogabetu daitezke, bazkide bakoitzaren mezularitza lehenetasunetan aldaketak eginda.
fi: Tärkeää: Nämä asetukset voidaan ohittaa yksittäisen asiakkaan viestiasetuksilla.
fr: Important : Ces préférences peuvent être outrepassées par une préférence spécifique définie dans les préférences des adhérents.
hi: महत्वपूर्ण: ये वरीयता व्यक्ति संरक्षक के संदेश वरीयताओं में परिवर्तन द्वारा ओवरराइट किया जा सकता है।
it: Importante: queste preferenze possono essere modificate cambiandole nelle schede dei singoli utenti.
oc: Important : Aquestas preferéncias pòdon èsser otrapassadas per una preferéncia spécifique definida dins las preferéncias des aderents.
pt: Importante: Estas preferências podem ser subscritas por mudanças individuais nas preferências de mensagem dos leitores.
pt_br: Importante: estas preferências podem ser sobrescritas por alterações nas preferências de mensagem individuais do usuário.
sk: Dôležité: Tieto nastavenia možno prepísať pomocou zmien v nastaveniach individuálnych správ čitateľom.
sv: Viktigt: dessa inställningar kan skrivas över av ändringar i den enskilda låntagarens meddelandeinställningar.
tr: Önemli: Bu seçenekler bireysel kullanıcı mesajlaşma seçeneklerindeki değişiklerle üstüne yazılabilir.
zh_tw: 重要：經由個別謖者的訊息偏好，可以覆寫這些偏好。

source: Important: These preferences will override any you set via the patron categories
ar: هام: هذه التفضيلات ستتخطى أي من تعييناتك عبر فئات المستفيدين
cs: Důležité upozornění: Tyto předvolby přepíší vámi nastavené, pomocí kategorií čtenářů.
da: Vigtigt: Disse indstillinger vil overskrive dem der er sat vis lånerkategorierne
de: Wichtig: Die hier gemachten Einstellungen überschreiben alle Einstellungen, die Sie durch den Benutzertyp festgelegt haben.
el: Σημαντικό: Αυτές οι προτιμήσεις θα παραβλέψουν ότι έχετε ορίσει μέσω των κατηγοριών μέλους
es: Importante: Estas preferencias sobre escribirán cualquiera establecida a través de categorías del usuario
eu: Importante: Estas preferencias sobreescribirán cualquiera establecida a través de las categorías del socio
fi: Tärkeää: Nämä asetukset ohittavat asiakastyyppiin tehdyt asetukset
fr: Ces préférences surclasseront celles définies dans la catégorie de l'adhérent.
hi: महत्वपूर्ण: ये वरीयताओं को पार कर जाएगी किसी भी आप संरक्षक श्रेणियों के माध्यम से सेट
it: Queste preferenze avranno preminanza rispetto a quanto configurato tramite le categorie di utenti
oc: Aquestas preferéncias surclasseront celles definidas dins la categoria de l'aderent.
pl: Ważne: Ustawienia zastąpią te, które zostały zaznaczone w kategoriach użytkownika
pt: Importante: Estas preferências irão subscrever qualquer submetida na categoria de leitor
pt_br: Importante: estas preferências irão suplantar quaisquer definições feitas pelas categorias de usuário
sk: Dôležité: Tieto nastavenia obídu ktorékoľvek iné, ktoré nastavíte v kategóriách čitateľov
sv: Viktigt: dessa inställningar åsidosätter inställningar som görs via låntagarkategorierna
tr: Önemli: Bu seçenekler kullanıcı kategorileri yoluyla ayarladığınız her hangi bir şeyi geçersiz kılacaktır
zh_tw: 重要：經由讀者類型可以覆寫這些偏好

source: Important: This can only be set for the Day unit, not in Hours
ar: هام: هذه يمكن أن تُعين فقط لوحدة اليوم، ليس بالساعات
cs: Důležité: Tento lze nastavit pouze na den, a to nikoli v hodinách
da: Vigtigt: Dette kan kun gøres for dagenheden, ikke for timer
de: Wichtig: Dies kann nur für Tage, nicht für Stunden gemacht werden.
el: Σημαντικό: Αυτό μπορεί μόνο να οριστεί για την μονάδα Ημέρα, όχι σε Ώρες
es: Importante: Esto solo puede definirse para la unidad en días, no en horas
eu: Importante: Este sólo puede ser configurado por la unidad Día, no en Horas
fi: Tärkeää: Tämä voidaan asettaa vain päiväkohtaiseksi, ei tunneittain
fr: Important&nbsp;:Cela peut seulement être défini en jours, pas en heures.
hi: महत्वपूर्ण: यह केवल दिन इकाई के लिए सेट किया जा सकता है, ना कि घंटे में
it: Importante: Questa può essere configurata solo in giorni, non in ore
oc: Important&nbsp;:Aquò pòt solament èsser défini en jorns, pas en oras.
pl: Ważne: Można ustawić wyłącznie dni, a nie godziny
pt: Importante: Apenas pode ser definida como unidade diária, e não em horas
pt_br: Importante: Só pode ser configurado em dias, não em horas
sk: Dôležité: Toto môže byť nastavené len pre Dni, nie Hodiny
sv: Viktigt: detta kan bara ställas in för enheten Dag, inte i Timmar
tr: Önemli: Bu, saat içerisinde değil, yalnızca gün birimi için ayarlanabilir.
zh_tw: 重要：祗能以日為單位設定，不是小時

source: Important: This feature needs to have the "no renewal before" column filled in or it will auto renew everyday after the due date.
el: Σημαντικό: Αυτή η λειτουργία πρέπει να έχει συμπληρωμένο το πεδίο το "δεν επιτρέπεται ανανέωση πριν από" ή θα ανανεώνεται αυτόματα κάθε μέρα μετά την ημερομηνία επιστροφής.
eu: Garrantzitsua: Ezaugarri honek "No renovable antes de" zutabea betea eduki behar du edo behin epemuga igaro ondoren automatikoki berrituko da egunero.
fi: Tärkeää: Tämä ominaisuus tarvitsee "Ei uusintaa ennen" -sarakkeen täytön tai se automaattisesti uusii joka päivä eräpäivän jälkeen.
hi: महत्वपूर्ण: यह सुविधा की जरूरत है "कोई नवीकरण से पहले" कॉलम में भरे या यह ऑटो नियत तारीख के बाद हर रोज नवीनीकृत हो जाएगी।

source: Important: This field is limited to 10 characters (numbers and letters only)
ar: ويقتصر هذا الحقل إلى 10 أحرف (الأرقام والحروف فقط)
cs: Důležité: Toto pole je omezeno na 10 znaků (jen čísla nebo písmena)
da: Vigtigt: Dette felt er begrænset til 10 karakterer (kun tal og bogstaver)
de: Dieses Feld ist auf 10 Zeichen beschränkt (Nur Zahlen und Buchstaben)
el: Σημαντικό: Αυτό το πεδίο περιορίζεται σε 10 χαρακτήρες (αριθμοί και γράμματα μόνο)
es: Importante: Este campo se limita a 10 caracteres (solo letras y números)
eu: Importante: Este campo se limita a 10 caracteres (sólamente letras y números)
fi: Tärkeää: Tämä kenttä on rajoitettu vain 10 merkkiin (numeroita ja kirjaimia)
fr: Note : Ce champ est limité à 10 caractères (uniquement chiffres et lettres).
hi: महत्वपूर्ण: यह क्षेत्र 10 अक्षर (संख्या और अक्षरों केवल) तक सीमित है
it: Questo campo può contenere al massimo 10 caratteri (solo cifre e lettere)
oc: Nòta : Aqueste camp es limitat a 10 caractèrs (unicament chifras e letras).
pl: Ważne: Pole może składać się maksymalnie z 10 znaków (wyłącznie cyfry i litery)
pt: Importante: Este campo está limitado a 10 caracteres (número e letras apenas)
pt_br: Importante: Este campo é limitado a 10 caracteres (apenas números e letras)
sk: Dôležité: Toto pole je obmedzené na 10 znakov (iba čísla a písmená)
sv: Viktigt: detta fält är begränsat till 10 tecken (endast siffror och bokstäver)
tr: Önemli: Bu alan 10 karakter ile sınırlandırılmıştır. (yalnızca sayılar ve harfler)
zh_tw: 重要：這個欄位限制在10個字元以內(祗限數字與文字)

source: Important: This permission level no longer controls anything.
ar: هام: لم يعد هذا المستوى من الصلاحيات يتحكم في أي شيء.
cs: Důležité: Tato úroveň povolení již nic neovládá.
da: Vigtigt: Dette tilladelsesniveau kontrollerer nu ikke noget.
de: Wichtig: Diese Berechtigung wird nicht länger verwendet.
el: Σημαντικό: Αυτό το επίπεδο εξουσιοδότησης δεν ελέγχει πλέον τίποτα.
es: Importante: Este nivel de permiso ya no controla nada.
eu: Importante: Este nivel de permisos no va a controlar nada más.
fi: Tärkeää: Tämä oikeus ei enää kontrolloi mitään.
fr: Important : Cette permission ne sert plus à rien.
hi: महत्वपूर्ण: यह अनुमति स्तर नहीं रह कुछ भी नियंत्रित करता है।
it: Importante: Questo permesso non controlla più nulla.
oc: Important : Aquesta permission ne sert plus a rien.
pl: Ważne: Ten poziom uprawnień w tej wersji niczego już nie kontroluje.
pt: Importante: Esta permissão não controla nada neste momento.
pt_br: Importante: este nível de permissão não possui mais controles.
sk: Dôležité: Táto úroveň oprávnení už neovláda nič.
sv: Viktigt: den här rättighetsnivån har inte längre någon betydelse.
tr: Önemli: Bu izin seviyesi artık her hangi bir işlemi kontrol etmemektedir.
zh_tw: 重要：此權限層次不再控制任何事情。

source: Important: This setting cannot be changed after an attribute is defined
ar: لا يمكن تغيير هذا الإعداد بعد أن يتم تعريف السمة
cs: Důležité: Toto nastavení nelze změnit poté, co je atribut definován
da: Vigtigt: Indstillingen kan ikke ændres igen, når et felt er defineret.
de: Wichtig: Diese Einstellung kann nicht verändert werden, nachdem ein Attribut definiert worden ist
el: Σημαντικό: Αυτή η ρύθμιση δεν μπορεί να αλλάξει εφόσον έχει καθοριστεί ένα χαρακτηριστικό
es: Importante: Esta opción no se puede cambiarse después que un atributo es definido.
eu: Importante: Este ajuste no se puede cambiar después de que un atributo es definido.
fi: Tärkeää: Tätä asetusta ei voi muuttaa sen jälkeen, kun määre on määritelty
fr: Note : Ce paramètre ne pourra plus être modifié après qu'un premier attribut aura été utilisé.
hi: महत्वपूर्ण: के बाद एक विशेषता परिभाषित किया गया है यह सेटिंग बदला नहीं जा सकता
it: Questa impostazione non può essere cambiata dopo che un attributo è definito.
oc: Nòta : Aqueste paramètre ne poirà plus èsser modificat aprèp qu'un primièr atribut aurà été utilizat.
pl: Ważne: Opcji nie można modyfikować po zdefiniowaniu atrybutu
pt: Importante: Esta configuração não pode ser modificada após o atributo ser definido
pt_br: Importante: A configuração não pode ser alterada após um atributo ser definido
sk: Dôležité: Toto nastavenie sa nedá zmeniť po zadefinovaní vlastnosti
sv: Viktigt: denna inställning kan inte ändras efter att attributet definierats
tr: Önemli: Bir nitelik tanımlandıktan sonra bu ayar değiştirilemez.
zh_tw: 重要：設定屬性後，不能改變其設定

source: Important: This value will only be checked if BorrowerMandatoryField defines the dateofbirth as a required field on the patron record
ar: هام: هذه القيمة سيتم التحقق منها فقط إذا ما كان التفضيل BorrowerMandatoryField يعرِّف الحقل dateofbirth كحقل مطلوب في تسجيلة المستفيد
cs: Důležité: Tato hodnota bude kontrolovaná pokud BorrowerMandatoryField definuje datum narození jako povinné pole v záznamu čtenáře
da: Vigtigt: Denne værdi markeres kun hvis BorrowerMandatoryField definerer fødselsdagen som påkrævet felt i lånerposten
de: Wichtig: Dieser Wert wird nur geprüft, wenn im Systemparameter BorrowerMandatoryField das das Geburtsdatum des Benutzers (dateofbirth) als obligatorisches Feld definiert ist
el: Σημαντικό: Αυτή η τιμή μπορεί να ελεγχθεί μόνο εάν το BorrowerMandatoryField ορίζει την ημερομηνία γέννησης ως απαιτούμενο πεδίο στην εγγραφή του μέλους
es: Importante: Este valor solo será verificado si BorrowerMandatoryField define la fecha de nacimiento como un campo requerido en el registro del usuario.
eu: Importante: Este valor sólo se verificará si BorrowerMandatoryField define el DateOfBirth como un campo obligatorio en el registro de usuario
fi: Tärkeää: Tämä arvo tarkistetaan vain, jos BorrowerMandatoryField määrittää syntymäpäivän pakolliseksi kentäksi asiakastietueessa
fr: Important : Cette case doit être cochée uniquement si BorrowerMandatoryField impose que la date de naissance soit un champ obligatoire de la fiche adhérent.
hi: महत्वपूर्ण: यह मान ही अगर BorrowerMandatoryField संरक्षक रिकॉर्ड पर एक आवश्यक फ़ील्ड के रूप में परिभाषित करता है dateofbirth जाँच की जाएगी
it: Importante: questo valore sarà spuntato se BorrowerMandatoryField definisce la dateofbirth come campo obbligatorio nella scheda dell'utente
oc: Important : Aquesta casa deu èsser marcada unicament se BorrowerMandatoryField impose que la data de naissença siá un camp obligatòri de la ficha aderent.
pl: Ważne: Pole będzie sprawdzane, gdy w opcji systemu BorrowerMandatoryField zostanie dodana wartość dateofbirth
pt: Importante: Este valor só pode ser verificado se BorrowerMandatoryField definir a data de nascimento como campo obrigatório no registo do leitor
pt_br: Importante: este valor só será checado se BorrowerMandatoryField definir a data de nascimento como campo obrigatório no registro do usuário
sk: Dôležité: Táto hodnota bude kontrolovaná len ak BorrowerMandatoryField definuje dátum narodenia ako povinné pole v zázname o čitateľovi
sv: Viktigt: detta värde kommer bara att kontrolleras om BorrowerMandatoryField definierar födelsedatum som ett obligatoriskt fält i låntagarposten
tr: Önemli: Bu değer ancak Ödünç Alan Kullanıcı Zorunlu Alanı, doğum tarihini kullanıcı kaydında gerekli bir alan olarak tanımlıyorsa onaylanabilir.
zh_tw: 重要：若BorrowerMandatoryField設定日生為讀者紀錄的必備欄位，才會檢查這個值
