Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Holds can be altered and cancelled from the Holds tab found on the left of the bibliographic record.
ar: يمكن تعديل وإلغاء الحجوزات من تبويب الحجوزات الموجود على يمين التسجيلة البيبلوغرافية
cs: Rezervace lze změnit a zrušit ze záložky Rezervací na levé straně bibliografického záznamu.
de: Vormerkungen können im Reiter Vormerkungen auf der linken Seite der Detailansicht bearbeitet und gelöscht werden.
el: Οι κρατήσεις μπορούν να αλλαχθούν και να ακυρωθούν από την καρτέλα Κρατήσεις που βρίσκεται στα αριστερά της βιβλιογραφικής εγγραφής.
es: Las reservas pueden ser alteradas y canceladas desde la pestaña Reservas a la izquierda del registro bibliográfico.
eu: Aleak molda daitezke eta kantzelatuak Holds atazatik erregistro bibliografikoaren ezker aldean dagoena.
fi: Varauksia voi muuttaa tai peruuttaa Varaukset-välilehdellä nimeketietueen vasemmalla puolella.
fr: Les réservations peuvent être modifiées et annulées depuis l'onglet Réservations qui se trouve sur la gauche de la notice.
hi: होल्ड बदल दिया और ग्रंथ सूची रिकॉर्ड के बाईं पर पाया होल्ड टैब से रद्द किया जा सकता।
it: Le prenotazioni possono essere modificate o cancellate usando la Scheda Prenotazioni a sinistra del record bibliografico.
oc: Les reservacions pòdon èsser modificadas e anulladas dempuèi l'onglet Reservacions qui se tròba sus la esquèrra de la notícia.
pl: Zamówienia mogą być zmieniane lub anulowane z poziomu zakładki 'Zamówienia' w menu rekordu bibliograficznego.
pt: As reservas podem ser alteradas e canceladas a partir do separador de reservas à esquerda do registo bibliográfico.
pt_br: Reservas podem ser alteradas ou canceladas na aba Reservas no lado esquerdo do registro bibliográfico.
sk: Rezervácie sa môžu zmeniť alebo zrušiť v záložke Rezervácií, ktorá sa nachádza naľavo od knižničného záznamu.
tr: Ayırmalar, bibliyografik kaydın solunda bulunan Ayırmalar sekmesinden değiştirilebilir ve iptal edilebilir.
zh_tw: 從書目紀錄左方的預約鈕，可改變或取消預約。

source: Holds queue
ar: صف الحجوزات
cs: Fronta rezervací
da: Liste med reserveringer
de: Liste der Vormerkungen
el: Κρατήσεις σε αναμονή
es: Cola de reservas
eu: Erreserba ilara
fi: Varausjono
fr: File de réservation
hi: होल्ड पंक्ति
it: Coda delle prenotazioni
oc: File de reservacion
pl: Kolejka zamówień
pt: Fila de espera
pt_br: Fila de reservas
sk: Fronta rezervácií
sv: Reservationskö
tr: Ayırtılanlar sırası
zh_tw: 預約隊伍

source: Holds statistics
ar: إحصائيات الحجوزات
cs: Statistiky rezervací
da: Reserveringsstatistikker
de: Vormerkstatistiken
el: Στατιστικά κρατήσεων
es: Estadísticas de reservas
eu: Erreserba estatistikak
fi: Varaustilastot
fr: Statistiques de réservation
hi: होल्ड सांख्यिकी
it: Statistiche sulle prenotazioni
oc: Estatisticas de reservacion
pl: Statystyki rezerwacji
pt: Estatísticas de reservas
pt_br: Estatísticas de reservas
sk: Štatistika rezervácií
sv: Reservationsstatistik
tr: Ayırma istatistikleri
zh_tw: 預約統計

source: Holds to pull
ar: حجوزات للسحب
cs: Rezervace k vyzvednutí
da: Reserveringer, der skal behandles
de: Zu erledigende Vormerkungen
el: Εκκρεμείς κρατήσεις
es: Reservas a preparar
eu: Hartzeko prest dauden erreserbak
fi: Hyllyvaraukset
fr: Réservations à traiter
hi: खींचने के लिए होल्ड्स
it: Prenotazioni da trattare
oc: Reservacions a traiter
pl: Podgląd złożonych zamówień
pt: Reservas a processar
pt_br: Reservas a confirmar
sk: Rezervácie na stiahnutie
sv: Reservationer att dra in
tr: Ayırmadan çekilecekler
zh_tw: 預約到館

source: Holidays calendar
ar: تقويم العطلات
cs: Kalendář uzavírek
da: Feriekalender
de: Kalender
el: Ημερολόγιο αργιών
es: Calendario de feriados
eu: Jai egunen egutegia
fi: Kalenteri
fr: Calendriers des fermetures
hi: छुट्टियों के कैलेंडर
it: Calendario della chiusure/festività
oc: Calendièrs des tampaduras
pl: Kalendarz dni wolnych
pt: Calendário dos feriados
pt_br: Calendário de feriados
sk: Kalendár sviatkov
sv: Helgdagskalender
tr: Tatil günleri takvimi
zh_tw: 行事曆

source: Host
ar: المضيف
cs: Hostitel
eu: Ale
fi: Palvelin
fr: Hôte
hi: होस्ट
oc: Hôte
pt: Servidor
sk: Hostiteľ
tr: Ana bilgisayar
zh_tw: 主機

source: How to execute the cronjob script?
eu: Nola ejekutatu cronjob script-a?
fi: Miten cronjob-komentosarja ajetaan?
hi: कैसे cronjob स्क्रिप्ट निष्पादित करने के लिए?

source: How to work the configuration page?
eu: Nola dabil configurazio orria?
fi: Miten konfiguraatio-sivulle laitetaan?
hi: कैसे विन्यास पृष्ठ से काम करने के लिए?

source: However the subtitle for DVDs appears in 245$p
ar: على أية حال العنوان الفرعي لِ الـDVDs يعرض في الحقل الفرعي 245$p
cs: Nicméně titulky pro DVD objeví v 245$p
da: Hvorimod undertitlerne for DVD´er vises i felt 245$p
de: Hingegen der Untertitel bei DVDs erscheint im Feld 245$p
el: Ωστόσο ο υπότιτλος για το DVD εμφανίζεται στο 245$p
es: Sin embargo, el subtítulo del DVD aparece en 245$p
eu: Hala ere, DVDaren azpititulua honela agertzen da: 245$p
fi: Toisaalta DVD-levyjen alaotsikko löytyy kentästä 245$p
hi: हालांकि डीवीडी के लिए उपशीर्षक 245$p में प्रकट होता है
it: Tuttavia il sottotitolo dei DVD è in 245$p
pt: No entanto os subtítulos de DVD aparecem em 245$p
pt_br: No entanto os subtítulos de DVD aparecem em 245$p
sk: Avšak podtitul pre DVD sa objavuje v 245$p
sv: Undertexter för DVD-skivor finns dock i 245$p
tr: Bununla birlikte DVD alt alanı 245$p görünür
zh_tw: DVD的其他題名資料出現在245$p

source: IMPORTANT:
ar: هام:
cs: DŮLEŽITÉ:
de: WICHTIG:
el: ΣΗΜΑΝΤΙΚΟ:
es: IMPORTANTE:
eu: GARRANTZITSUA:
fi: Tärkeää:
hi: महत्वपूर्ण:
it: IMPORTANTE:
pt: IMPORTANTE:
sk: DÔLEŽITÉ:
tr: ÖNEMLİ:

source: IMPORTANT: Many preferences interact with each other. Turning on one system preference may require that others are also set.
ar: هام: العديد من التفضيلات تتفاعل مع بعضها البعض. ضبط إحدى تفضيلات النظام قد يتطلب منك ضبط الأخريات.
cs: DŮLEŽITÉ: Mnohá z nastaveních se navzájem ovlivňují. Aktivace jednoho nastavení může vyžadovat nastavení dalšího.
da: VIGTIGT: Mange systemparametre afhænger af hinanden. Aktivering af en systemparameter kan betinge aktivering af andre.
de: WICHTIG: Viele Systemparameter sind voneinander abhängig. Die Aktivierung eines Systemparameters kann die Konfiguration weiterer bedingen.
el: ΣΗΜΑΝΤΙΚΟ: Πολλές προτιμήσεις αλληλεπιδρούν μεταξύ τους. Η ενεργοποίηση μίας προτίμησης συστήματος μπορεί να απαιτεί τη ρύθμιση και άλλων.
es: IMPORTANTE: Muchas preferencias interactúan entre sí. Habilitar una preferencia del sistema puede requerir que otras preferencias se habiliten también.
eu: IMPORTANTE: Muchas preferencias interactúan entre sí. Habilitar una preferencia del sistema puede requerir que otras preferencias se habiliten también.
fi: Tärkeää: Monet asetukset ovat yhteydessä toinen toisiinsa. Yhden asetuksen laittaminen päälle saattaa vaatia myös toisen asetuksen muokkaamista.
fr: IMPORTANT : beaucoup de préférences système interagissent les unes avec les autres. Activer une préférence système demande parfois que d'autres le soient aussi.
hi: महत्वपूर्ण: कई वरीयताओं को एक दूसरे के साथ बातचीत। एक प्रणाली वरीयता पर टर्निंग पड़ सकता है जो दूसरों को भी सेट कर रहे हैं।
it: IMPORTANTE: molte preferenze interagiscono le une con le altre. L'attivazione di una preferenza di sistema può significare configurarne anche altre.
oc: IMPORTANT : beaucoup de preferéncias sistèma interagissent les unes amb les autres. Activer una preferéncia sistèma demande parfois que d'autres lo sián tanben.
pt: IMPORTANTE: Muitas preferências interagem com outras. Activar uma preferência pode necessitar que outras estejam activas.
pt_br: IMPORTANTE: muitas preferências interagem com outras. Activas uma preferências pode necessitar que outras estejam ativas.
sk: DÔLEŽITÉ: Mnohé nastavenia sa navzájom ovplyvňujú. Zapnutie jedného nastavenia systému môže vyžadovať, že aj iné sa musia nastaviť.
sv: VIKTIGT: Många inställningar påverkar varandra. Om en systeminställning aktiveras kan det kräva att även andra ställs in.
tr: ÖNEMLİ: Birçok seçenek birbiriyle etkileşim içerisindedir. Bir sistem seçeneğini devreye sokmak diğerlerini de ayrıca ayarlamayı gerektirebilir.
zh_tw: 重要：很多偏好彼此互動，打開一個系統偏好需要跟著設定其他的偏好。

source: IP Address does not have be filled in unless you plan on limiting access to your staff client to a specific IP Address
ar: لا يجب أن يتم ملء عنوان ال IP إلا إذا كنت تنوي على قصر الوصول إلى برنامج العميل الخاص بك على عنوان IP محدد
cs: Pokud nechcete omezovat přístup do intranetu podle IP adresy, potom IP adresa nemusíte vyplňovat.
de: Die IP-Adresse muss nicht ausgefüllt werden, es sei denn Sie planen den Zugang zur Dienstoberfläche auf eine spezifische IP-Adresse einzuschränken
es: Direcciones IP no tienen que ser rellenadas, al menos que pretenda limitar el acceso a la interfaz del personal a una dirección IP específica
eu: IP helbideak ez dute bete beharrak izan behar, baldin eta langileen interfazerako sarrera IP espezifiko batetara mugatu nahi den
fi: IP-osoite ei tarvitse olla täytettynä, jollet aio rajoittaa virkailijatyökaluun pääsyä tietyn IP-osoitteen avulla
fr: L'adresse IP n'a à pas être remplie sauf si vous prévoyez de limiter l'accès de votre client professionnel à une adresse IP spécifique
hi: आईपी ​​पता है में नहीं भरा जा करता है जब तक आप एक विशिष्ट आईपी पते को अपने कर्मचारियों को ग्राहक तक पहुंच को सीमित करने की योजना पर
it: L'IP non deve essere inserito a meno che non pensi di limitare l'accesso allo staff client a specifi indirizzi IP
oc: L'adreça IP n'a a pas èsser remplie levat se vous prévoyez de limiter l'accès de vòstre client professional a una adreça IP spécifique
sk: IP adresa nemusí byť zadaná, pokiaľ neplánujete obmedzený prístup do vášho intranetu z osobitnej IP adresy
tr: IP adresi, personel istemcinize erişimi spesifik bir IP adresine sınırlamayı planlamadıkça doldurulmamalıdır.

source: If 'Is a url' is checked, the subfield is a url and can be clicked
ar: إذا تم تحديد 'هو رابط' ، فإن الحقل الفرعي عبارة عن رابط وقابل للنقر
cs: Pokud "Je URL" je zatrženo, podpole funguje jako odkaz na URL, lze na něj kliknout
da: Hvis 'Er en url' er valgt, er underfeltet en URL, som der kan klikkes på
de: Wenn 'Ist eine URL' angehakt ist, dann wird der Inhalt des Feldes als URL angezeigt und kann angeklickt werden
el: Εάν είναι επιλεγμένο 'Είναι ένα url', σημαίνει ότι το πεδίο είναι ένα url και μπορούμε να το πατήσουμε
es: Si 'Es una URL' está seleccionado, el subcampo es una URL y puede hacer clic sobre ella
eu: Si 'Is a url' se revisa, el subcampo es una url y puede ser seleccionado
fi: (Valitse tämä, jos osakentän tieto on käytettävissä oleva URL-osoite)
fr: Si 'Est une URL' est coché, le sous-champ est une URL valide et peut être cliqué.
hi: अगर 'एक यूआरएल' की जाँच की है, subfield एक यूआरएल है और क्लिक किया जा सकता हैं
it: Se "e' un url" è spuntato, significa che il sottocampo è un URL e può essere selezionato
oc: Se 'Est una URL' es marcat, lo soscamp es una URL valide e pòt èsser clicat.
pl: Jeśli "jest url" zostało zaznaczone, oznacza to, że podpole jest adresem URL i może w nie kliknąć
pt: Se 'É um URL' estiver seleccionado, significa que o subcampo corresponde a um URL válido que pode ser acedido
pt_br: Se 'É uma URL' estiver marcado, o subcampo é uma url e pode ser clicado
sk: Ak je zaškrtnuté 'je URL', podpole je URL a možno naň kliknúť
sv: Om 'Är url' är markerad är det underordnade fältet en url som kan klickas
tr: Eğer işaretlenmişse, alt alan bir 'web adresi'dir ve tıklanabilir
zh_tw: 如點選 '是網址'，即表示此分欄為可點選的網址

source: If 'Repeatable' is checked, the field will have a plus sign next to it in the MARC cataloging module which allows you to add multiples of that tag.
ar: إذا تم تحديد "قابل للتكرار"، ستكون هناك علامة زائد بجانب الحقل في نظام فهرسة مارك الفرعي والذي يسمح لك بإضافة نسخ متعددة من هذه الوسيمة
cs: Pokud je zaškrtnuto políčko "Opakovatelné", zobrazí se vedle pole znaménko plus a při katalogizaci vám toto tlačítko umožní přidávat další podpole.
de: Wenn 'Wiederholbar' angehakt ist, erscheint in der Katalogisierung neben dem Feld ein Pluszeichen, mit dem das Feld wiederholt werden kann.
el: Εάν είναι επιλεγμένο 'Επαναλαμβανόμενο', το πεδίο θα έχει το σύμβολο συν πλάι του στην υπομονάδα καταλογογράφησης MARC που θα σας επιτρέπει να πολλαπλασιάζετε αυτή την ετικέτα.
es: Si selecciona 'Repetible', el campo tendrá un signo mas a su lado en la vista de catalogación MARC el cual le permitirá agregar múltiples valores de ese campo.
eu: 'Repetible' aukeratzen bada, eremuak sinu bat gehiago edukiko du bere alboan MARC katalogazioaren bistan, zeinek eremu horretatik hainbat balore gehitzea utziko duen.
fi: Jos 'Toistettavissa' on valittu, kentällä on MARC-muokkauksessa plusmerkki, josta klikkaamalla voit lisätä lisäkenttiä tähän kenttään.
fr: Si vous cochez 'Répétable' en saisie, il y aura un signe plus à côté de ce champ dans le module de cataloguage MARC qui vous permet d'entrer des répétitions de ce champ.
hi: यदि 'Repeatable' चुना जाता है, क्षेत्र मार्क सूचीबद्ध मॉड्यूल आप कि टैग के गुणकों में जोड़ने के लिए अनुमति देता है जिसमें यह करने के लिए अगले एक प्लस पर हस्ताक्षर करना होगा।
it: Se spunti 'Ripetibile', accanto al campo apparirà un segno '+' cliccabile, che permetterà di aggiungere una nuova occorrenza editabile.
oc: Se marcatz 'Repetible' en sasida, i aurà un signe plus a costat de ce camp dins lo modul de catalogívol MARC qui vos permet d'entrer des repeticions d'aqueste camp.
pt: Se 'Repetível' está selecionado, o campo terá um sinal mais junto à ele no módulo de catalogação MARC, o que permite adicionar múltiplos campos iguais.
pt_br: Se 'Repetitivo' estiver selecionado, o campo terá um sinal de mais (+) a seu lado no módulo de catalogação MARC, que permitirá adicionar múltiplas informações nesta tag.
sk: Ak zaškrtnete 'Opakovateľné' pole bude mať znamienko plus vedľa neho v module katalogizácie MARC, aby ste mohli pridávať viacero takých menoviek.
tr: 'Tekrar edilebilir' seçilirse, MARC kataloglama modülünün yanındaki alanda size o etiketten daha çok eklemenize imkan veren bir artı (+) işareti olacaktır.
zh_tw: 若勾選 '可重複'，於 MARC 編目模組該欄位旁出現加號，允許您新增欄位。

source: If 'Unique identifier' is checked, the attribute will be a unique identifier which means, if a value is given to a patron record, the same value cannot be given to a different record.
ar: إذا ما كان'المعرف الفريد' مختاراً ، فإن السمة ستكون معرف فريد وهذا يعني ، أنه إذا أعطيت هذه القيمة الفريدة إلى تسجيلة مستفيد ، فإن نفس القيمة لا يمكن أن تعطى إلى تسجيلة أخرى.
cs: Pokud "Jedinečný identifikátor" je zaškrtnut, bude atribut jedinečným identifikátorem, což znamená, že pokud hodnota je zadána do čtenářova záznamu, nemůže stejná hodnota být zadána do jiného záznamu.
da: Hvis egenskaben 'unik identifikator' er valgt, er attributen en unik identifikator, hvilket betyder, at to poster ikke kan have samme værdi.
de: Wenn angehakt, wird die Eigenschaft zur einzigartigen Kennung. Das heißt: Wenn ein Wert einmal in einem Benutzerdatensatz eingetragen wurde, kann er in keinem weiteren eingetragen werden.
el: Αν επιλεχθεί το 'Μοναδικό Αναγνωριστικό', η απόδοση θα είναι ένα μοναδικό αναγνωριστικό. Αυτό σημαίνει ότι αν δοθεί μία τιμή σε μία εγγραφή μέλους, ή ίδια αυτή τιμή δεν μπορεί να δοθεί και σε άλλη εγγραφή.
es: Si está seleccionado 'Identificador único', el atributo será un identificador único. Esto significa que si se le da un valor a un registro de usuario, el mismo valor no puede ser asignado a un registro diferente.
eu: 'Identifikatzaile esklusiboa' markatuta badago, atributua identifikatzaile esklusiboa izango da; hori dela eta, bazkide erregistro bati balio bat ematen bazaio, balio hori bera ezingo zaio beste erregistro bati eman
fi: Jos 'Yksilöllinen tunniste' on valittu, määre on yksilöllinen tunniste, joka tarkoittaa, että arvo voi olla vain yhdessä tietueessa kerrallaan.
fr: Si Identifiant unique est coché, l'attribut sera un identifiant unique &mdash; si une valeur est donnée pour un adhérent, elle ne pourra pas être donnée pour un autre adhérent.
hi: अगर 'अद्वितीय पहचानकर्ता' की जाँच की है, विशेषता एक अद्वितीय पहचानकर्ता जिसका मतलब है कि हो सकता है, अगर एक मूल्य के एक संरक्षक रिकॉर्ड करने के लिए दिया जाता है, एक ही मूल्य नहीं एक अलग रिकॉर्ड करने के लिए दिया जा सकता है।
it: Se spunti 'Identificatore univoco', l'attributo sarà un identificatore univoco &mdash; se un valore è assegnato ad un utente, lo stesso valore non potrà essere assegnato ad un record di utente diverso.
pl: Jeśli 'Unikalny identyfikator' jest zaznaczony, atrybut będzie unikalnym identyfikatorem, co oznacza, że jeśli wartość jest dana rekordowi użytkownika, ta sama wartość nie może być dana innemu rekordowi.
pt: Se 'Identificador único' seleccionado, o atributo será um identificador único, o que significa se um valor é fornecido para um registo de leitor, o mesmo valor não pode ser dado a um registo diferente.
pt_br: Se 'identificardor único' estiver selecionado, o atributo será um identificador único, o que significat que, se um valor for dado ao registro de um usuário, o mesmo valor não poderá ser dado para um registro diferente.
sk: Ak je zaškrtnutý 'Jedinečný identifikátor', tá istá hodnota vlastnosti, ak je zadaná do jedného záznamu o čitateľovi, už nemôže byť zadaná do iného záznamu.
sv: Om 'Unikt ID' är markerat kommer attributet att vara en unik identifierare, vilket innebär att om ett värde ges till en låntagarpost, kan inte samma värde tilldelas till en annan post.
tr: 'Tek belirleyici' onaylanırsa, kullanıcı kaydına tek değer verilir ve aynı değer farklı bir kayda verilemez. Bu noktada, nitelik tek belirleyici olacaktır.
zh_tw: 若勾選 '唯一識別碼'，屬性將是一個唯一識別碼，祗能指定給一個讀者，不能重複。

source: If CircControl is set to "the library the item is from" circ rules will be selected based on the item's library where HomeOrHoldingBranch chooses if item's home library is used or holding library is used.
ar: إذا تم ضبط CircControl إلى "المكتبة التي تنتمي لها المادة" فسيتم تحديد قواعد الإعارة بناء على مكتبة المادة حيث أن HomeOrHoldingBranch يقوم باختيار استخدام مكتبة المادة الرئيسية أم المكتبة المقتنية
cs: Pokud má nastavení "CircControl" hodnotu "pobočky z které pochází jednotka", pravidla půjčování budou vybírána na základě knihovny, přičemž nastavení "HomeOrHoldingBranch" určuje, zdali použít pravidla z domovské knihovny dané jednotky, nebo z aktuální knihovny dané jednotky.
de: Wenn CircControl auf 'der Bibliothek, die das Exemplar besitzt' eingestellt ist, werden die Ausleihregeln anhand der Bibliothek des Exemplars verwendet, wobei HomeOrHoldingBranch darüber entscheidet, ob die Regeln der Heimatbibliothek oder die aktuellen Bibliothek Anwendung finden.
es: Si CircControl es establecido a "la biblioteca de origen del ítem" las reglas de circulación serán seleccionadas sobre la base de la biblioteca dueña del ítem donde HomeOrHoldingBranch establece, si es usado el ítem de la biblioteca de origen o es utilizado el de la biblioteca depositaria.
fi: Jos CircControl on asetettu 'Niteen kotikirjaston säännöt', lainaussääntö menee niteen kotikirjaston mukaan, jolloin HomeOrHoldingBranch valitsee kotikirjaston ja nykyisen kirjaston väliltä.
hi: CircControl पर सेट है "पुस्तकालय मद से है" circ नियमों आइटम के पुस्तकालय जहां HomeOrHoldingBranch चुनता यदि आइटम के घर पुस्तकालय प्रयोग किया जाता है या होल्डे पुस्तकालय प्रयोग किया जाता है के आधार पर चयन किया जाएगा।
it: Se CircControl è impostato su 'la biblioteca da cui proviene la copia' le regole applicate saranno quelle scelte in base all'impostazione fatta della biblioteca della copia nella preferenza HomeOrHoldingBranch tra la biblioteca da cui proviene la copia o la biblioteca che ha prestato la copia.
sk: Ak je CircControl nastavený na "domovskú knižnicu exemplára", pravidlá obehu budú zvolené na základe knižnice exemplára, kde HomeOrHoldingBranch vyberá, či sa používa domovská alebo aktuálna knižnica exemplára.
tr: Eğer CircControl "materyalin bulunduğu kütüphane"ye göre ayarlamışsa, dolaşım kuralları HomeOrHoldingBranch'ın materyalin ana kütüphanede mi yoksa ayırma kütüphanesinde mi kullanıldığını seçmesiyle, materyalin bulunduğu kütüphane temel alınarak seçilecektir.

source: If CircControl is set to "the library the patron is from" circ rules will be selected based on the patron's library
ar: إذا تم ضبط CircControl إلى "المكتبة التي ينتمي لها المستفيد" فسيتم تحديد قواعد الإعارة بناء على مكتبة المستفيد
de: Wenn CircControl auf 'der Bibliothek, bei welcher der Benutzer angemeldet ist' eingestellt ist, werden die Ausleihregeln der Bibliothek des Benutzers verwendet.
es: Si CircControl es establecido a "la biblioteca de origen del usuario" las reglas de circulación serán seleccionadas sobre la base de la biblioteca a la que pertenece el usuario
eu: Baldin eta CircControl ezartzen bada "the library the patron is from" zirkulazio arauak bazkidea jatorriz datorren liburutegia oinarri hartuta ezarriko dira
fi: Jos CircControl on asetettu 'Asiakkaan kotikirjaston säännöt', lainaussääntö menee asiakkaan kirjaston mukaan
hi: संरक्षक के पुस्तकालय पर CircControl circ नियम " जिस पुस्तकालय से संरक्षक है" लिए निर्धारित है यदि चयनित आधार पर किया जाएगा
it: Se CircControl è impostato su 'la biblioteca a cui appartiene l'utente' le regole di circolazione applicate saranno quelle della biblioteca dell'utente
sk: Ak je CircControl nastavený na "knižnicu čitateľa", pravidlá obehu budú zvolené na základe knižnice čitateľa
tr: Eğer CircControl "kullanıcının bulunduğu kütüphane"ye göre ayarlanmışsa, dolaşım kuralları kullanıcının kütüphanesi temel alınarak seçilecektir

source: If CircControl is set to "the library you are logged in at" circ rules will be selected based on the library you are logged in at
ar: إذا تم ضبط CircControl إلى "المكتبة المسجل بها دخولك" فسيتم تحديد قواعد الإعارة بناء على المكتبة المسجل بها دخولك
de: Wenn CircControl auf "der Bibliothek, bei der Sie eingeloggt sind" eingestellt ist, werden die Ausleihregeln anhand der Bibliothek festgelegt, bei der Sie eingeloggt sind.
es: Si CircControl es establecido a "la biblioteca donde se ha registrado" las reglas de circulación serán seleccionadas con base a la biblioteca donde usted se ha registrado
eu: Baldin eta CircControl ezartzen bada "the library you are logged in at" zirkulazio arauak zu erregistratu zaren liburutegia oinarri hartuta ezarriko dira
fi: Jos CircControl on asetettu 'Tämän ylläpitotunnuksen kotikirjaston säännöt' lainaussääntö perustuu sen kirjaston sääntöön, missä olet kirjautuneena
hi: CircControl पर सेट है "पुस्तकालय आप पर लॉग इन कर रहे" circ नियमों का चयन किया पुस्तकालय आप पर लॉग इन कर रहे आधार पर किया जाएगा
it: Se CircControl è impostato a ' la biblioteca a cui sei collegato' le regole di circolazione applicate saranno quelle della biblioteca con cui sei loggato.
sk: Ak je CircControl nastavený na "knižnicu, v ktorej ste prihlásený/á", pravidlá obehu budú zvolené na základe knižnice, do ktorej ste prihlásený/á
tr: Eğer CircControl "oturum açtığınız kütüphane"ye göre ayarlanmışsa, dolaşım kuralları oturum açtığınız kütüphane temel alınarak seçilecektir
