Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Properties are then applied to libraries via the add or edit library form.
ar: الخصائص تطبق على المكتبات من خلال إضافة أو تحرير شكل المكتبة
cs: Vlastonosti jsou poté aplikovány do knihoven přes přidání nebo úpravy knihovního formuláře.
da: Egenskaber bruges så på biblioteker med formularen tilføje eller ændre bibliotek.
de: Eine Bestandsgruppe wird der Bibliothek beim Erstellen oder Bearbeiten zugewiesen.
el: Μετά οι ιδιότητες εφαρμόζονται σε βιβλιοθήκες μέσω της φόρμας προσθήκης ή επεξεργασίας βιβλιοθήκης.
es: Propiedades se aplican luego a las bibliotecas a través del formulario agregar o editar biblioteca.
eu: Proietateak liburutegiei aplikatzen zaizkie liburutegia gehitu edo editatu inprimakiaren bidez.
fi: Ominaisuudet liitetään kirjastoon lisäys- tai muokkauslomakkeen kautta.
fr: Les propriétés sont alors appliquées aux sites via le formulaire de saisie ou de modification de site.
hi: गुण तो जोड़ें या संपादित पुस्तकालय फार्म के माध्यम से पुस्तकालयों के लिए लागू कर रहे हैं।
it: Le proprietà si applicano alle biblioteche tramite la form per aggiungere o modificare una biblioteca.
oc: Les proprietats son alors aplicadas als sites via lo formulari de sasida ou de modificacion de site.
pl: Właściwości można dodać poprzez formularz dodawania albo modyfikowania biblioteki.
pt: As propriedades são aplicadas às bibliotecas pelo formulário de adição ou edição de bibliotecas.
pt_br: Propriedades da biblioteca são definidas no formulário de adicionar/editar bibliotecas.
sk: Vlastnosti sa potom zadávajú knižniciam cez formulár pridania alebo úpravy knižnice.
sv: Egenskaper läggs till bibliotek med formuläret för att lägga till eller redigera bibliotek.
tr: Özellikler daha sonra kütüphane ekle ya da düzenle formu yoluyla kütüphanelere uygulanır.
zh_tw: 經由新增或編輯圖書館表單提供屬性給圖書館。

source: Provide a description so you can identify this action later
ar: يوفر وصفاً لتتمكن من تعريف هذا الإجراء لاحقاً
cs: Zadejte popis abyste mohli identifikovat tuto akci později
de: Geben Sie eine Beschreibung zur späteren Identifikation dieser Aktion ein.
el: Δώστε μια περιγραφή για να μπορέσετε να ταυτοποιήσετε αυτή την ενέργεια αργότερα
es: Provee una descripción para que pueda identificar esta acción posteriormente
fi: Anna kuvaus, jonka avulla tunnistat toiminnon myöhemmin
fr: Donnez une description pour que vous puissiez identifier cette action plus tard
hi: इसलिए आप इस कार्रवाई के बाद में पहचान कर सकते हैं एक विवरण प्रदान करें
it: Inserisci una descrizione affinché tu possa identificare l'azione in un secondo momento
oc: Donatz una descripcion per que poscatz identificar aquesta accion plus tard
pt: Forneça uma descrição para que possa identificar esta ação posteriormente
pt_br: Insira uma descrição, assim você poderá identificar melhor esta ação posteriormente
sk: Uveďte popis, aby ste mohli túto akciu identifikovať neskôr
tr: Daha sonra bu eylemi tanımlayabilmek için bir açıklama sağlayın
zh_tw: 藉著提供的說明，曰後可以辨識該作為

source: Public list: Can be seen by everybody, but managed only by you.
hi: पब्लिक लिस्ट: हर किसी के द्वारा देखा जा सकता है, लेकिन केवल आपके द्वारा प्रबंधित किया जा सकता है.

source: Purchase Suggestions
ar: مقترحات الشراء
cs: Návrhy na nákup
de: Anschaffungsvorschläge
el: Προτάσεις Αγοράς
es: Sugerencias de compra
eu: Erosketa proposamenak
fi: Hankintaehdotus
fr: Suggestions d'achat
hi: खरीद सुझाव
it: Suggerimenti di acquisto
oc: Suggestions de crompa
pl: Propozycje zakupu
pt: Sugestões de aquisição
pt_br: Sugestões de aquisição
sk: Návrhy na nákup
tr: Satın Alma Önerileri
zh_tw: 採訪建議

source: Purchase suggestions
ar: مقترحات الشراء
cs: Návrhy na nákup
da: Anskaffelsesforslag
de: Anschaffungsvorschläge
el: Προτάσεις αγοράς
es: Sugerencias de compra
eu: Erosketa proposamenak
fi: Hankintaehdotukset
fr: Suggestions d'achat
hi: खरीद सुझाव
it: Suggerimenti di acquisto
oc: Suggestions de crompa
pl: Propozycje zakupu
pt: Sugestões de aquisição
pt_br: Sugestões de aquisição
sk: Návrhy na nákup
sv: Inköpsförslag
tr: Satın alma önerileri
zh_tw: 採訪建議

source: Quantity is populated by the number of items you've added to the order above.
ar: الكمية تم ملؤها بأعداد المواد التي أضفتها إلى الطلب أعلاه.
cs: Množství je naplněno počtem výtisků, které jste přidali navíc k objednávce.
da: Antal fyldes med antallet af eksemplarer, som er tilføjet til ordren herover.
de: Anzal enthält die Zahl der Exemplare, die Sie bei der obigen Bestellung eingetragen haben.
el: Η ποσότητα συμπληρώνεται από τον αριθμό τεκμηρίων που έχετε προσθέσει στην παραπάνω παραγγελία
es: La cantidad es completada por el número de ítems que añadió al pedido de arriba.
eu: Kopurua goiko eskaeran gehitu dituzun elementu kopuruarekin beteko da.
fi: Määrässä ilmoitetaan niteiden lukumäärä, jonka lisäsit tilaukseen yllä.
fr: La quantité est renseignée avec le nombre d'exemplaires que vous avez ajoutés à la commande ci-dessus.
hi: मात्रा में वस्तुओं आप ऊपर के आदेश को जोड़ दिया है की संख्या की आबादी है।
it: La quantità è popolata dal numero di copie che hai aggiunto all'ordine.
oc: La quantitat es renseignée amb lo nombre d'exemplars qu'avètz aponduts a la comanda ci-dessus.
pl: Liczba uzupełniana jest na podstawie egzemplarzy, dodanych w zamówieniu powyżej.
pt: Quantidade é preenchida pelo numero de items que foram adicionados à encomenda acima.
pt_br: A quantidade é definida a partir do número de exemplares que você adicionou no pedido acima.
sk: Množstvo sa vyčísli počtom exemplárov, ktoré ste pridali do objednávky hore.
sv: Kvantitet fylls i av antalet objekt du lagt till i den ovanstående beställningen.
tr: Miktar, Yukarıdaki siparişe eklediğiniz materyal sayısına göre doldurulur.
zh_tw: 新增至以上訂閱的館藏數量。

source: Question
ar: سؤال
cs: Dotazy
da: Spørgsmål
de: Frage
el: Ερώτημα
es: Pregunta
eu: Pregunta
fi: Kysymys
hi: प्रश्न
it: Domanda
pl: Pytanie
pt: Questão
pt_br: Questão
sk: Otázka
sv: Fråga
tr: Soru
zh_tw: 問題

source: Question:
ar: سؤال:
cs: Dotazy:
da: Spørgsmål:
de: Frage:
el: Ερώτημα:
es: Pregunta:
eu: Pregunta:
fi: Kysymys:
fr: Question&nbsp;:
hi: प्रश्न:
it: Domanda:
oc: Question&nbsp;:
pl: Pytanie:
pt: Pergunta:
pt_br: Questão:
sk: Otázka:
sv: Fråga:
tr: Soru:
zh_tw: 問題：

source: Quick Item Status Updates
ar: تحديثات سريعة لحالات المادة
cs: Rychlá aktualizace stavu exemplářů
da: Hurtig eksemplar-status
de: Schnelle Aktualisierung des Exemplarstatus
el: Γρήγορη Ανανέωση Κατάστασης Τεκμηρίου
es: Actualizaciones de estado de Ítem rápido
eu: Actualizaciones de estado de Ítem rápido
fi: Niteen tilan pikapäivitys
fr: Mise à jour rapide du statut de l'exemplaire
hi: त्वरित मद स्थिति अद्यतन
it: Modifiche veloce agli status della copia
oc: Mesa a jorn rapide del estatut de l'exemplar
pt: Actualizações rápidas de estado do exemplar
pt_br: Atualizações rápidas do status de exemplar
sk: Aktualizácie rýchleho stavu exemplárov
sv: Snabba statusuppdateringar för objekt
tr: Hızlı Materyal Durum Güncellemesi
zh_tw: 快速更新館藏狀態

source: Quick Spine Label Creator
ar: منشئ السريع للصاقات كعب الكتاب
cs: Rýchlý tvůrce hřbetního štítku
da: Hurtig rygetiket-editor
de: Schneller Signaturschilddruck
el: Γρήγορος Δημιουργός Ετικετών Ράχης
es: Creador rápido de etiquetas en columnas
eu: Bizkar-etiketa azkarren sortzailea
fi: Selkätarran pikaluonti
fr: Création d'étiquettes - rapide
hi: त्वरित स्पाइन लेबल निर्माता
it: Creatore etichette per il dorso
oc: Creacion d'etiquetas - rapide
pl: Kreator Etykiet Grzbietowych
pt: Criar Etiqueta Rápida
pt_br: Criar Etiqueta Rápida
sk: Rýchla tvorba chrbtových etikiet
sv: Snabbverktyg för ryggetiketter
tr: Hızlı Kitap Sırtı Etiket Oluşturucu
zh_tw: 快速新增書標

source: Quote of the day editor
ar: محرر اقتباس اليوم
cs: Editor denních citátů
da: Editor for dagens citat
de: 'Zitat des Tages'-Editor
el: Επιμελητής ημερησίου αποφθέγματος
es: Editor de cita del día
eu: Farse del día del editor
fi: Sitaatin muokkaaja
fr: Editeur de la citation du jour
hi: दिन के उद्धरण संपादक
it: Edita le citazioni del giorno
oc: Editeur de la citacion del jorn
pl: Edytor Cytatu Dnia
pt: Editor frase do dia
pt_br: Editor de citações do dia
sk: Editor Citátu dňa
sv: Redigerare för dagens citat
tr: Günün Sözü Editörü
zh_tw: 編者的每日一句

source: Quote of the day uploader
ar: رافع اقتباس اليوم
cs: Načtení denních citátů
da: Oploader for dagens citat
de: 'Zitat des Tages'-Uploader
el: Ανάρτηση ημερησίου αποφθέγματος
es: Cargador de cita del día
eu: Frase del día del informador
fi: Sitaattien tuonti
fr: Téléchargement de la citation du jour
hi: दिन के उद्धरण अपलोड करने
it: Caricare le citazioni del giorno
oc: Telecargament de la citacion del jorn
pl: Wczytywanie cytatu dnia
pt: Carregamento da frase do dia
pt_br: Carregar citações do dia
sk: Načítavač Citátu dňa
sv: Uppladdningsverktyg för dagens citat
tr: Günün Sözü yükleyici
zh_tw: 上傳者的每日一句

source: RENEWAL
ar: تجديد
el: ΑΝΑΝΕΩΣΗ
hi: नवीनीकरण

source: Read Koha documentation
ar: إقرأ توثيق كوها
cs: Přečtěte si dokumentaci Kohy
da: Læs Koha dokumentationen
de: Koha-Dokumentation lesen
el: Διαβάστε το εγχειρίδιο Koha
es: Leea la documentación de Koha
eu: Irakurri Kohako dokumentazioa
fi: Lue Kohan dokumentaatio
fr: Lire la documentation de Koha
hi: पढ़ें Koha प्रलेखन
it: Leggi la documentazione di Koha
oc: Legir la documentacion de Koha
pl: Zapoznaj się z dokumentacją/instrukcją Koha
pt: Ler documentação do Koha
pt_br: Ler documentação do Koha
sk: Čítajte dokumentáciu Kohy
sv: Läs Koha-dokumentationen
tr: Koha dokümantasyonunu oku
zh_tw: 閱讀Koha文件

source: Read and contribute to discussions
ar: إقرأ وساهم في المناقشات
cs: Čtěte a přispějte do diskuze
da: Læs og deltag i diskussioner
de: Diskussionen lesen und sich daran beteiligen
el: Διαβάστε και συμβάλλετε στις συζητήσεις
es: Leer y contribuya a los debates
eu: Irakurri eta parte hartu solasaldietan
fi: Lue ja osallistu keskusteluun
fr: Lire et contribuer aux discussions
hi: पढ़ें और विचार विमर्श करने के लिए योगदान
it: Leggi e contribuisci alle discussioni
oc: Legir e contribuer a las discussions
pl: Czytaj i włącz się do dyskusji
pt: Ler e contribuir para as discussões
pt_br: Leia e contribua para as discussões
sk: Čítajte a prispejte do diskusií
sv: Läs och bidra till diskussioner
tr: Tartışmaları oku ve katkıda bulun
zh_tw: 讀與貢獻至討論

source: Read/Write to the Koha wiki
ar: قراءة /كتابة في ويكي كوها
cs: Čtěte / Přispívejte do Koha Wiki
da: Læs/skriv i Koha Wiki
de: Lesen/Schreiben im Koha-Wiki
el: Διαβάστε/Γράψτε στο Koha wiki
es: Lea/Escriba en la wiki de Koha
eu: Irakurri/idatzi Koharen wikian
fi: Lue/Kirjoita Kohan wikiin
fr: Lire et écrire sur le wiki
hi: पढ़ें / लिखें Koha विकि को
it: Leggi/scrivi nel wiki di Koha
oc: Legir e escriure sul wiki
pl: Czytaj i współtwórz Koha Wiki
pt: Ler/escrever na Wiki do Koha
pt_br: Leia/Colabore com o Wiki do Koha
sk: Čítajte/Prispievajte do Koha Wiki
sv: Läs/skriv i Koha wiki
tr: Koha Wiki'ye Oku/Yaz
zh_tw: 讀/寫至Koha共筆

source: Reasons for accepting and rejecting suggestions are defined by the SUGGEST authorized value.
ar: الأسباب وراء قبول أو رفض المقترحات المحددة من خلال اقتراح قيمة مسندة
cs: Důvody pro přijetí a odmítnutí návrhů jsou definovány v autorizované hodnotě "SUGGEST".
da: Årsager til at godkende eller afvise et forslag er defineret i normværdien FORESLÅ.
de: Die Begründungen für die Annahme oder Ablehnung von Anschaffungsvorschlägen werden über den normierten Wert SUGGEST definiert.
el: Οι αιτίες για αποδοχή ή απόρριψη προτάσεων καθορίζονται στην καθιερωμένη τιμή SUGGEST.
es: Las razones para aceptar y rechazar sugerencias son definidas por el valor autorizado SUGGEST.
eu: Proposamenak onartzeko eta errefusatzeko arrazoiak PROPOSATU balio baimenduak definitzen ditu.
fi: Hankintaehdotuksen hyväksymisen ja hylkäämisen syyt määritellään auktorisoidulla arvolla SUGGEST.
fr: Les raisons pour lesquelles les suggestions sont acceptées ou refusées sont définies dans la liste de valeurs autorisées SUGGEST.
hi: स्वीकार करने और सुझाव खारिज करने के कारण सुझाव अधिकृत मूल्य द्वारा परिभाषित कर रहे हैं।
it: I motivi per accettare o respingere un suggerimento di acquisto sono definiti nei valori autorizzati della categoria SUGGEST.
oc: Les raisons per lesquelles les suggestions son acceptadas o refusadas son definidas dins la lista de valors autorizadas SUGGEST.
pl: Powody, dla których zaakceptowano/odrzucono propozycje zakupu zdefiniowane są w 'Dopuszczonych wartościach', kategoria SUGGEST.
pt: Motivos para aceitar ou rejeitar sugestões são definidos no valor autorizado SUGGEST.
pt_br: Razões para aceitar ou rejeitar sugestões são definidas no valor autorizado SUGGEST.
sk: Dôvody pre prijatie alebo zamietnutie návrhov sú definované prostredníctvom povolenej hodnoty SUGGEST.
sv: Skäl för att godta och avslå förslag definieras av det auktoriserade värdet FÖRESLÅ.
tr: Önerileri kabul etme ve geri çevirme nedenleri yetkili değer ÖNER tarafından tanımlanır.
zh_tw: 在SUGGEST容許值裡設定接受或拒絕建議的理由。

source: Receive serials on existing subscriptions
ar: استلام الدوريات على اشتراكات حالية
cs: Příjem periodik na stávající předplatné
da: Modtage tidsskrifter på eksisterende abonnementer
de: Hefte für existierende Abonnements zugehen lassen
el: Παραλαβή περιοδικών εκδόσεων ή υπαρχουσών συνδρομών
es: Recibe publicaciones periódicas en suscripciones existentes
eu: Recibe publicaciones periódicas en suscripciones existentes
fi: Kausijulkaisujen vastaanotto olemassa olevaan tilaukseen
fr: Bulletiner les périodiques
hi: मौजूदा सदस्यता पर धारावाहिकों करे
it: Abilita a ricevere i fascicoli degli abbonamenti esistenti
oc: Bulletiner les periodics
pl: Otrzymywanie czasopism w istniejących prenumeratach
pt: Receber números em assinaturas existentes
pt_br: Receber periódicos nas assinaturas existentes
sk: Prijať periodiká na existujúce predplatné
sv: Ta emot periodika för befintliga prenumerationer
tr: Mevcut abonelikler üzerindeki süreli yayınları al
zh_tw: 根據既有的訂閱簽收期刊

source: Receiving Holds
ar: استلام المقتنيات
cs: Příjem rezervací
da: Modtage reserveringer
de: Vormerkungen verbuchen
el: Λήψη Κρατήσεων
es: Recibiendo reservas
eu: Erreserbak jasotzea
fi: Varausten vastaanotto
fr: Réception des réservations
hi: प्राप्त होल्ड्स
it: Ricezione prenotazioni
oc: Recepcion des reservacions
pl: Otrzymywanie zamówień
pt: Recepção de reservas
pt_br: Recebendo reservas
sk: Prijímanie rezervácií
sv: Ta emot reservationer
tr: Ayırmalar Alınıyor
zh_tw: 收到預約

source: Receiving Orders
ar: استلام الطلبات
cs: Příjem objednávek
da: Modtage bestillinger
de: Bestellzugang
el: Λήψη Παραγγελιών
es: Recibiendo pedidos
eu: Eskaerak jasotzea
fi: Tilausten vastaanotto
fr: Réception des commandes
hi: आदेश प्राप्त
it: Ricezione ordini
oc: Recepcion des comandas
pl: Otrzymywanie zamówienia
pt: Recepção de encomendas
pt_br: Recebendo pedidos
sk: Prijímanie objednávok
sv: Ta emot beställningar
tr: Siparişler Alınıyor
zh_tw: 收到訂單

source: Receiving Serials
ar: استلام الدوريات
cs: Příjem periodik
de: Zeitschriftenzugang
el: Λήψη Περιοδικών Εκδόσεων
es: Recibiendo seriadas
fi: Kausijulkaisujen vastaanotto
fr: Bulletinage des périodiques
hi: धारावाहिकों प्राप्त
it: Ricezione delle risorse in continuazione
oc: Bulletinage des periodics
pl: Otrzymywanie czasopism
pt: Recepção de Periódicos
pt_br: Recebimento de Periódicos
sk: Prijímanie periodík
tr: Gelmekte olan süreli yayınlar
zh_tw: 收到期刊

source: Record Matching Rules
ar: قواعد مطابقة التسجيلة
cs: Pravidla pro shodu záznamů
da: Postsammenligningsregler
de: Datensatzabgleichregeln
el: Κανόνες Ταύτισης Εγγραφών
es: Reglas de coincidencia de registro
eu: Erregistroen bat etortze arauak
fi: Tietueiden yhdistämissäännöt
fr: Règles de concordance
hi: रिकार्ड मिलान नियम
it: Regole di corrispondenza per record
oc: Règlas de concordància
pl: Reguły Dopasowania Rekordów
pt: Regras de concordância
pt_br: Regras de concordância
sk: Pravidlá zhody záznamov
sv: Regler för postmatchning
tr: Kayıt Eşleme Kuralları
zh_tw: 紀錄匹配規則

source: Record detail
ar: تفاصيل التسجيلة
cs: Detail záznamu
da: Postdetaljer
de: Details
el: Λεπτομέρειες εγγραφής
es: Detalles del registro
eu: Detalles de registro
fi: Tietueiden tiedot
fr: Détail de la notice
hi: रिकार्ड विवरण
it: Dettagli record
oc: Detalh de la notícia
pl: Szczegóły rekordu
pt: Detalhes do registo
pt_br: Detalhe do registro
sk: Detail záznamu
sv: Postinformation
tr: Kayıt detayları
zh_tw: 紀錄詳情

source: Record matching rules are used when importing MARC records into Koha.
ar: قواعد مضاهاة التسجيلة تستخدم عندما يتم استيراد تسجيلات مارك إلى كوها
cs: Pravidla shody záznamů použijeme, když importujeme MARC do Kohy.
da: Post-sammenligningsregler bruges, når der importeres poster til Koha,
de: Abgleichregeln werden angewendet, wenn MARC-Datensätze nach Koha importiert werden.
el: Οι κανόνες ταύτισης εγγραφών χρησιμοποιούνται κατά την εισαγωγή εγγραφών MARC στο Koha.
es: Las reglas de registros coincidentes se utilizan en la importación de registros MARC en Koha.
eu: Erregistron bat etortze arauak MARC erregistroak Kohan inportatzean erabiltzen dira.
fi: Tietueiden yhdistämissääntöjä käytetään, kun tuodaan MARC-tietueita Kohaan.
fr: Les règles de concordance sont utilisées au moment de l'import de notices MARC dans Koha.
hi: रिकार्ड मिलान नियमों का उपयोग किया जाता है जब आयात मार्क Koha में रिकॉर्ड।
it: Le regole di match sono usate quando si importano record MARC in Koha.
oc: Les règlas de concordància son utilizadas al moment de l'impòrt de notícias MARC dins Koha.
pl: Reguły dopasowania rekordów są używane, gdy importujesz rekordy MARC do Koha.
pt: Regras de concordância são usadas quando se importam registos MARC para o Koha.
pt_br: Regras de correspondência de registros são utilizadas no momento da importação de dados no Koha.
sk: Pravidlá zhody záznamov sa používajú pri importe záznamov MARC do Kohy.
sv: Regler för postmatchning används vid import av MARC-poster till Koha.
tr: MARC kayıtları Koha'ya aktarılırken kayıt eşleştirme kuralları kullanılır.
zh_tw: 紀錄匹配規則用於匯入 MARC 紀錄。

source: Records can be added to Koha via original or copy cataloging. If you would like to catalog a record using a blank template
ar: التسجيلات يمكن إضافتها إلى كوها من خلال الفهرسة المنقولة أو الأصلية.إذا رغبت في فهرسة التسجيلة استخدم قالب فارغ
cs: Záznamy mohou být přidány do Koha jako originály nebo kopie katalogizace. Pokud chcete katalogizovat záznam pomocí prázdné šablony
da: Poster kan tilføjes til Koha via original eller kopierings-katalogisering. Hvis du vil katalogisere en post med en tom skabelon
de: Titel können in Koha durch Fremddatenübernahme oder Eigenkatalogisierung angelegt werden. Wenn Sie eine neue Titelaufnahme ausgehen von einem leeren Formular machen möchten
el: Οι εγγραφές μπορούν να προστεθούν είτε μέσω αυθεντικής καταλογογράφησης είτε μέσω αντιγραφής από άλλες εγγραφές. Αν θέλετε να κάνετε καταλογογράφηση χρησιμοποιώντας ένα κενό πρότυπο
es: Los registros se pueden agregar ingresándolos en Koha o copiando la catalogación. Si desea un catalogar usando una plantilla en blanco
eu: Erregistro bat jatorrizkoen edo kopiaren katalogatzearen bidez gehitu daiteke. Erregistro bat txantiloi hutsa erabiliz katalogatu nahi baduzu
fi: Tietueita voidaan lisätä Kohaan alkuperäisenä tai kopioimalla. Jos haluat luetteloida tietueen tyhjää pohjaa käyttäen
fr: Les notices sont ajoutées à Koha par saisie entière ou par copie. Si vous souhaitez cataloguer entièrement une notice
hi: रिकॉर्ड्स मूल या प्रतिलिपि सूचीबद्ध करने के माध्यम से Koha करने के लिए जोड़ा जा सकता है। आप एक खाली टेम्पलेट का उपयोग कर एक रिकार्ड सूची को चाहते हैं, तो
it: I record bibliografici possono essere aggiunti a Koha tramite catalogazione originale o derivata. Se vuoi catalogare usando una griglia vuota
oc: Las notícias son apondudas a Koha per sasida entièra o per copie. Se vous souhaitez catalogar entièrament una notícia
pt: Registos pode ser adicionados ao Koha pela via original ou copiando a catalogação. Se desejar catalogar um registo usando um modelo vazio
pt_br: Registros podem ser adicionados ao Koha via catalogação ou catalogação cooperativa. Se você deseja criar um registros utilizando um modelo em branco
sk: Záznamy možno pridať do Kohy prostredníctvom katalogizácie originálu alebo kópie. Ak by ste chceli zapísať záznam s použitím čistej šablóny
sv: Poster kan läggas till i Koha som original eller via kopiering. Om du vill katalogisera en post med en tom mall
tr: Kayıtlar Koha’ya orijinal ya da kopya kataloglama yoluyla eklenebilir. Bir kaydı boş şablon kullanarak kataloglamak istiyorsanız, boş şablon kullanın.
zh_tw: 經由原始編目或複本編目可以新增紀錄入Koah。若想要以空白的模版新增紀錄

source: Records imported using this tool remain in the 'reservoir' until they are cleaned. These items will appear when searching the catalog from the Cataloging tool:
ar: التسجيلات المستوردة تستخدم هذه الأداة ما زالت موجودة في 'المستودع' حتى يتم تنظيفها. هذه المواد ستظهر عند البحث في الفهرس من أداة الفهرسة
cs: Záznamy importované pomocí tohoto nástroje zůstávají v "zásobníku", dokud nejsou vyčištěny. Tyto položky se zobrazí při vyhledávání v katalogu z katalogizačního nástroje:
da: Poster, der importeres med dette værktøj forbliver i 'datapoolen' indtil de slettes. Disse poster kan gennemsøges med søgningen under katalogiseringen:
de: Titel die mit diesem Werkzeug importiert wurden verbleiben im 'Datenpool' bis sie gelöscht werden. Die Titel sind über die Suche in der Katalogisierung recherchierbar:
el: Οι εγγραφές που εισάγονται μέσω αυτού του εργαλείου παραμένουν στο 'ρεζερβουάρ' μέχρι να καθαριστούν. Αυτά τα τεκμήρια θα εμφανιστούν όταν γίνεται αναζήτηση του καταλόγου από το εργαλείο Καταλογογράφησης:
es: Los registros importados usando esta herramienta permanecer en el 'reservorio' hasta que se limpien. Estos ítems aparecerán cuando se busque en el catálogo desde la herramienta de Catalogación:
eu: Tresna honen bidez inportatutako erregistroak 'biltegian' gordeko dira garbitzen diren arte. Katalogatzea tresnaren bidez katalogoan bilaketa bat egitean, elementuok agertuko dira:
fi: Tietueet, jotka tuodaan tällä työkalulla, jäävät 'varastoon', kunnes ne on siivottu. Nämä nimekkeet löytyvät, kun haetaan Luettelointityökalun kautta tietueita:
fr: Les notices importées en utilisant cet outil restent dans le réservoir jusqu'à ce qu'elles en soient retirées explicitement. Ces notices apparaîtront en résultat de recherche dans le module de catalogage
hi: इस उपकरण का उपयोग आयातित रिकॉर्ड्स 'जलाशय' में रहते हैं, जब तक वे साफ कर रहे हैं। इन मदों जब सूचीबद्ध उपकरण से सूची खोज दिखाई देगा:
it: I record importati con questo strumento rimangono nella 'riserva' fino a quando non vengono cancellati. Le copie appariranno quando cercherai in intranet dal modulo catalogazione.
oc: Las notícias importadas en utilizant aqueste aisina restent dins la sèrva fins a ce qu'elles en sián levadas explicitement. Aquestas notícias apparaîtront en resultat de recèrca dins lo modul de catalogatge
pt: Os registos importados usando esta ferramenta ficam no 'reservatório' até serem limpos. Os exemplares apenas aparecerão nas pesquisas no catálogo da ferramenta de catalogação:
pt_br: Os registros importados usando esta ferramenta ficam no 'reservatório' até serem limpos. Estes exemplares apenas aparecerão quandopesquisados no catálogo a partir da ferramenta de catalogação:
sk: Záznamy importované týmto nástrojom zostanú v 'zásobníku' až do ich vyčistenia. Tieto exempláre sa objavia pri hľadaní v katalógu z nástroja Katalogizácie:
sv: Poster som importeras med detta verktyg lagras i 'reservoar' tills de resas. Dessa poster visas vid sökning i katalogen från katalogverktyget:
tr: Bu aracı kullanarak içe aktarılan kayıtlar, temizlenene kadar 'havuz'da durur. Bu materyaller Kataloglama aracından katalog ararken gözükecektir:
zh_tw: 以此工具匯入的紀錄還在 '儲存庫' 裡，直到它們被清空為止。從編目工具搜尋目錄時，可找到這些館藏：
