Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Clicking the Confirm hold button will mark the item as waiting for pickup from the library
ar: النقر على زر تأكيد الحجز سوف يحدد المادة في انتظار السحب من المكتبة
cs: Kliknutím na tlačítko "Potvrdit rezervaci" se označí výtisk jako čekající na vyzvednutí z knihovny
da: Når der klikkes på knappen 'Bekræft reservering', markeres eksemplaret som klar til afhentning
de: Bestätigen Sie die Vormerkung, um das Exemplar als abholbereit zu kennzeichnen.
el: Πατώντας το κουμπί Επιβεβαίωση Κράτησης το τεκμήριο θα επισημανθεί ως σε αναμονή για παραλαβή από τη βιβλιοθήκη
es: Hacer clic en 'Confirmar reserva' marcará ítem como en espera para ser recogido de la biblioteca
eu: Klik egiten baduzu Berretsi erreserba botoian, elementua liburutegitik hartzeko prest bezala markatuko da&nbsp;
fi: Klikkaamalla 'Vahvista varaus' merkitsee niteen odottamaan noutoa kirjastosta
fr: Cliquer sur le bouton 'Confirmer la réservation' marque l'exemplaire dans la liste des réservations en attente de retrait sur le site
hi: पुष्टि होल्ड बटन पर क्लिक पुस्तकालय से पिक के लिए इंतजार कर के रूप में आइटम का प्रतीक होगा
it: Cliccando il bottone 'Conferma prenotazione' marcherai la copia come in attesa di essere presa dalla biblioteca
oc: Clicar sul boton 'Confirmar la reservacion' marque l'exemplar dins la lista des reservacions en espèra de retirament sul site
pl: Po kliknięciu 'Potwierdź zamówienie' zamówienie zostanie zrealizowane dla kolejnego użytkownika
pt: Ao clicar no botão de confirmar, vai marcar o exemplar como estando à espera de recolha na biblioteca
pt_br: Clicando no botão Confirmar reserva irá marcar o exemplar como 'aguardando retirada' na biblioteca
sk: Kliknutie na tlačidlo Potvrdiť rezerváciu označí exemplár ako čakajúci na vyzdvihnutie z knižnice
sv: Klickar du på knappen Bekräfta reservation markeras objektet som i väntan på hämtning från biblioteket
tr: Ayırma işlemini onayla butonunu tıklamak, materyali kütüphaneden alınmayı bekliyor olarak işaretler
zh_tw: 勾選確認預約鈕，將標記該館藏為預約到館待提取

source: Clicking the Print Slip and Confirm button will mark the item as waiting for pickup at the library and present the library with a receipt to print and place on the book with the patron's information
ar: النقر على الطباعة السريعة وزر التأكيد سوف يحدد المواد في انتظار الالتقاط في المكتبة ويقدم إيصالا للمكتبة للطباعة ووضعه على الكتاب مع معلومات المستفيد
cs: Kliknutím na tlačítko "Tisk lístku" a "potvrzení" označíte výtisk jako čekající na vyzvednutí v knihovně a pošlete knihovně potvrzení k tisku a umístění na knihu s informacemi o čtenáři.
da: Når der klikkes på knappen 'Udskriv seddel og bekræft', markeres eksemplaret som klar til afhentning i biblioteket og en kvittering med lånerens informationer udskrives til placering på bogen.
de: Wenn Sie auf 'Quittung drucken und bestätigen' klicken, wird das Exemplar als in der Bibliothek abholbereit markiert und eine Quittung mit den Informationen über den Benutzer und die Vormerkung zur Einlage im Buch ausgedruckt.
el: Πατώντας τα κουμπιά Εκτύπωση Απόδειξης και Επιβεβαίωση το τεκμήριο θα επισημανθεί ως σε αναμονή για παραλαβή από τη βιβλιοθήκη και θα εφοδιάσει τη βιβλιοθήκη με μία απόδειξη για εκτύπωση με τις πληροφορίες του χρήστη ώστε να τοποθετηθεί στο βιβλίο
es: Haciendo clic en el botón Imprimir Recibo y Confirmar se marcará el ítem como en espera para ser recogido de la biblioteca e imprimirá un recibo con la información del usuario para ser colocado en el libro
eu: Klik egiten baduzu Inprimatu egiaztagiria eta berretsi botoian, elementua liburutegian jasotzeko markatu egingo du, eta egiaztagiri bat bidaliko du liburutegira bazkidearen informazioarekin, inprimatu eta liburuan jartzeko
fi: Klikkaamalla 'Tulosta kuitti ja vahvista' merkitsee niteen odottamaan noutoa kirjastosta ja antaa kirjaston tulostaa varauskuitin, jossa asiakkaan tiedot
fr: En cliquant sur le bouton d'impression de ticket et de confirmation, vous placerez l'exemplaire dans la liste des réservations en attente de retrait à la bibliothèque et vous imprimerez un ticket que vous pourrez placer dans le livre
hi: प्रिंट और संरक्षक की जानकारी के साथ पुस्तक पर जगह के लिए प्रिंट पर्ची क्लिक करके और पुस्तकालय में पिक के लिए इंतजार कर के रूप में आइटम के निशान और एक रसीद के साथ पुस्तकालय पेश करेंगे बटन की पुष्टि
it: Cliccando su Stampa ricevuta e Conferma marcherai la copia come in attesa di esse presa dall'utente e verrà presentata una ricevuta da stampare e mettere sul libro con le informazioni dell'utente
oc: En clicant sul boton d'impression de ticket e de confirmacion, vous placerez l'exemplar dins la lista des reservacions en espèra de retirament a la bibliotèca e vous imprimirez un ticket que poiretz placer dins lo livre
pl: Kliknięcie 'Drukuj wszystkie rewersy i potwierdź', użytkownik zostanie automatycznie powiadomiony o tym, że książka jest gotowa do odbioru w bibliotece
pt: Ao clicar no botão de imprimir recibo e confirmar, vai marcar o exemplar como estando à espera de recolha na biblioteca onde existirá um recibo a acompanhar o processo
pt_br: Ao clicar no botão de Imprimir Comprovante e Confirmar, o item será marcado como esperando retirada na biblioteca, e na biblioteca ficará disponível um recibo com as informações do usuário para imprimir e por no livro
sk: Kliknutie na tlačidlo Vytlačiť ústrižok a potvrdiť označí exemplár ako čakajúci na vyzdvihnutie v knižnici a zhotoví potvrdenku na tlač a umiestnenie do knihy s informáciou o čitateľovi
sv: Klickar du på knappen Skriv ut kvittering och bekräfta markeras objektet som i väntan på hämtning från biblioteket och biblioteket får ett kvitto som kan skrivas ut och placeras på boken med låntagarens information
tr: Fiş bas ve onayla butonuna basmak materyali kütüphanede alınmayı bekliyor olarak işaretler ve çıktısı alınmak ve kitap üzerine yerleştirilmek üzere, üstünde kullanıcı bilgileri bulunan bir makbuz sunar
zh_tw: 勾選列印收條與確認鈕，將標記館藏為預約到館待提取，並將圖書與讀者資訊列印，供館員夾在圖書中

source: Clicking the Print Slip, Transfer and Confirm button will mark the item as in transit to the library where the hold was placed and present the library with a receipt to print and place on the book with the patron's information
ar: النقر على شريط الطباعة، النقل وزر التأكيد سوف يحدد المادة في النقل إلى المكتبة التي تم وضع الحجز فيها ويقدم للمكتبة إيصالا للطباعة ووضعه على الكتاب مع معلومات المستفيد
cs: Kliknutím na tlačítko "Tisk lístku" a "Přesun" a "Potvrzení" označíte výtisk jako "na cestě" do rezervující knihovny a pošlete knihovně potvrzení k tisku a umístění na knihu s informacemi o čtenáři.
da: Når der klikkes på knappen 'Udskriv seddel, transferer og bekræft', markeres eksemplaret som under overførsel til biblioteket, hvor reserveringen blev lavet og en kvittering med lånerens informationer udskrives til placering på bogen
de: Wenn Sie auf 'Quittung drucken, Transport und bestätigen' klicken, wird das Exemplar als in Transport zu der Bibliothek, in der die Vormerkung gesetzt wurde, markiert und eine Quittung mit den Informationen über den Benutzer und die Vormerkung zur Einlage im Buch ausgedruckt.
el: Πατώντας τα κουμπιά Εκτύπωση Απόδειξης, Μεταφορά και Επιβεβαίωση το τεκμήριο θα επισημανθεί ως σε μεταφορά στη βιβλιοθήκη όπου έγινε η κράτηση και θα εφοδιάσει τη βιβλιοθήκη με μία απόδειξη για εκτύπωση με τις πληροφορίες του χρήστη ώστε να τοποθετηθεί στο βιβλίο
es: Haciendo clic en el botón Imprimir Recibo, Transferir y Confirmar se marcará el ítem como en tránsito a la biblioteca donde se hizo la reserva e imprimirá un recibo con la información del usuario para ser colocado en el libro
eu: Klik egiten baduzu Inprimatu egiaztagiria, transferitu eta berretsi botoian, elementua erreserba egin zen liburutegirako bidean bezala markatuko da, eta liburutegira bazkidearen informazioa duen egiaztagiri bat bidaliko du, hura inprimatu eta liburuan jartzeko
fi: Klikkaamalla 'Tulosta kuitti, siirrä ja hyväksy' merkitset niteen kuljetettavaksi kirjastoon, josta asiakas haluaa varauksen noutaa ja voit tulostaa varauksen väliin kuljetuskuitin
fr: En cliquant sur le bouton de confirmation, de transfert et d'impression, vous marquerez l'exemplaire comme étant en transit vers le site où la réservation a été faite et vous imprimerez un ticket contenant des informations sur l'adhérent qui a fait la demande
hi: प्रिंट पर्ची क्लिक करने, स्थानांतरण और पुस्तकालय के लिए पारगमन में के रूप में आइटम का प्रतीक होगा बटन की पुष्टि करें जहां होल्ड रखा गया था और संरक्षक की जानकारी के साथ एक रसीद मुद्रित करने के लिए और किताब पर जगह के साथ पुस्तकालय पेश
it: Cliccando sul bottone Stampa ricevuta, Trasferisci e conferma, marcherai la copia come in transito verso la biblioteca che ha fatto la prenotazione e verrà presentata una ricevuta da stampare e mettere nel libro con le informazioni dell'utente
oc: En clicant sul boton de confirmacion, de transferiment e d'impression, vous marcarez l'exemplar coma étant en transit cap a lo site où la reservacion a été faite e vous imprimirez un ticket que conten des informacions sus l'aderent qui a fait la demande
pl: Kliknięcie 'Drukuj wszystkie rewersy, prześlij i potwierdź' zmieni status egzemplarza jako 'W drodze' oraz zostanie dołączony rewers potwierdzenia przekazania egzemplarza do biblioteki, gdzie zostało złożone zamówienie
pt: Ao clicar no botão de imprimir recibo, transferir e confirmar acontece o mesmo que usando os processos separados.
pt_br: Clicando no botão Imprimir recibo, transferir e confirmar irá marcar o item como em transito para a biblioteca em que foi realizada a reserva e imprimir um recibo impresso para a biblioteca atual com o livro e as informações do usuário
sk: Kliknutie na tlačidlo Vytlačiť ústrižok, Presunúť a Potvrdiť označí exemplár ako na ceste do knižnice, kde bola rezervácia zadaná a zhotoví potvrdenku na tlač a umiestnenie do knihy s informáciou o čitateľovi
sv: Klickar du på knappen Skriv ut kvittering, överför och bekräfta markeras objektet som på väg till biblioteket där reservationen gjordes och biblioteket får ett kvitto som kan skrivas ut och placeras på boken med låntagarens information
tr: Fiş bas, transfer ve onayla butonuna tıklamak, materyali ayırtma işleminin yapıldığı kütüphaneye gönderiliyor olarak işaretler ve kitap üzerine yerleştirilmek üzere, üstünde kullanıcı bilgileri bulunan bir makbuz sunar.
zh_tw: 勾選列印收條、轉移與確認鈕，將標記館藏為轉移至指定的圖書館，並將館藏、讀者與圖書館資訊一併列印，供館員夾在圖書中

source: Clicking the down arrow to the right of the hold will stick the hold at the bottom of the list even if more requests are made.
ar: النقر على السهم السفلي على يسار الحجز سيلصق الحجز في أسفل القائمة حتى لو أن مزيداً من الطلبات طُلِبَت.
cs: Klepnutím na šipku dolů napravo od rezervací podrží rezervaci v dolní části seznamu, i když je dáno více pořadavků.
da: Klik på pilen ned til højre for reserveringen binder reserveringen til bunden af listen, selv hvis der laves flere reserveringer.
de: Wenn Sie den Pfeil nach unten auf der rechten Seite der Vormerkung anklicken, wird die Vormerkung an die letzte Stelle der Warteliste verschoben und bleibt auch dann auf dieser Position, wenn weitere Vormerkungen auf den Titel gesetzt werden.
el: Κάνοντας κλικ στο κάτω βελάκι στα δεξιά της κράτησης θα βάλει την κράτηση στο κάτω μέρος της λίστα ακόμα και αν γίνουν περισσότερες αιτήσεις.
es: Haciendo clic en la flecha hacia abajo a la derecha de la reserva la llevará al final de la lista aun si se hacen mas requerimientos.
eu: Haciendo clic en la flecha hacia abajo a la derecha de la reserva la llevará al final de la lista aun si se hacen más requerimientos.
fi: Klikkaamalla nuolta alaspäin varauksen oikealla puolella saa varauksen pysymään alimmaisena listalla, vaikka muita pyyntöjä tehtäisiin.
fr: En cliquant sur la flèche bas, à droite d'une réservation, vous déplacez la réservation vers le bas.
hi: होल्ड के सही करने के लिए नीचे तीर क्लिक करके सूची भले ही अधिक अनुरोध किया जाता है के तल पर होल्ड रहना होगा।
it: Cliccando la freccia in giù accanto alla prenotazione, sposterà la prenotazione al fondo della lista, anche se erano state fatte altre richieste.
oc: En clicant sus la sageta bas, a dreita d'una reservacion, vous déplacez la reservacion cap a lo bas.
pl: Po kliknięciu na strzałkę po prawej od zamówienia, rezerwacje będą umieszczane zawsze na dole tabeli, nawet jeśli jest więcej zamówień.
pt: Clicando na seta à direita da reserva irá manter a reserva no fundo da lista mesmo que outros pedidos sejam recebidos.
pt_br: Ao clicar na seta para baixo no lado direito da reserva fará com que ela ocupe o último lugar da lista, mesmo que mais pedidos de reserva sejam feitos.
sk: Kliknutie na šípku nadol napravo od rezervácie prilepí rezerváciu na spodok zoznamu aj keď sú zadané viaceré žiadosti.
sv: Klickar du på nedåtpilen till höger om reservationen gör att reservationen stannar längst ner i listan även om fler reservationer görs.
tr: Daha çok istek yapılmış olsa bile, ayırmanın sağındaki aşağı ok tuşuna tıklamak listenin altındaki ayırmayı tutacaktır.
zh_tw: 勾選預約右方的向下箭頭，無條件地將預約拉向清單的下方。

source: Clicking the plus sign to the right of the Vendor search box will expand the search and allow you to search for additional fields.
ar: النقر على علامة الزائد على يسار مربع بحث المورد سيوسع لك البحث ويتيح لك البحث بحقول إضافية.
cs: Kliknutím na znaménko plus, napravo do pole hledání dodavatele, se rzozšíří toto hledání a budeme moci přidat další vyhledávací pole.
da: Klik på plus-tegnet til højre for leverandør-søge-feltet vil udvide søgningen og tillade søgning i andre felter.
de: Wenn Sie auf das Pluszeichen neben der Lieferantensuche klicken, werden weitere Suchoptionen verfügbar
el: Πατώντας το σημείο συν στα δεξιά του πλαισίου αναζήτησης Προμηθευτή θα διευρυνθεί η αναζήτηση και και θα σας επιτρέψει να κάνετε αναζήτηση σε επιπρόσθετα πεδία.
es: Hacer clic en el signo más (+) a la derecha de la caja de búsqueda de proveedor la expandirá y le permitirá buscar por campos adicionales.
eu: Seleccionar el signo más ,a la derecha de la caja de búsqueda de Proveedor, se desplegará y le permitirá buscar por campos adicionales.
fi: Klikkaamalla plusmerkkiä toimittajahaun oikealla puolella saat laajemman haun ja voit valita lisäkenttiä hakuun.
fr: En cliquant sur le bouton plus se trouvant sur la droite de la boîte de recherche Fournisseur, vous faites afficher des options de recherche supplémentaires.
hi: वेंडर खोज बॉक्स खोज का विस्तार होगा की सही करने के लिए धन चिह्न पर क्लिक करें और आप अतिरिक्त क्षेत्रों के लिए खोज करने के लिए अनुमति देते हैं।
it: Cliccando il segno più a destra della casella di ricerca del fornitore aprirà la ricerca avanzata con altri campi a disposizione.
oc: En clicant sul boton plus se trouvant sus la dreita de la bóstia de recèrca Provesidor, fasètz afichar des opcions de recèrca suplementaires.
pl: Kliknięcie na znak plus po prawej stronie okna Wyszukiwania dostawcy, wyświetli dodatkowe parametry wyszukiwania.
pt: Ao clicar no sinal mais à direita da caixa de pesquisa do fornecedor irá expandir a pesquisa e permitirá pesquisar noutros campos.
pt_br: Ao clicar no sinal de adição (+) à direita do caixa de pesquisa de fornecedor irá expandir a busca e permitir que você pesquise por campos adicionais.
sk: Kliknutím na znamienko plus napravo od políčka hľadania predajcu sa rozšíri jeho hľadanie a budete môcť hľadať dodatočné polia.
sv: Klickar du på plustecknet till höger om sökrutan för leverantör expanderas sökningen så att du kan söka i ytterligare fält.
tr: Arama sağlayıcı kutusunun sağındaki + işaretine tıklamak daha detaylı arama yaptıracak ve size ek alanlar arama imkanı sunacaktır.
zh_tw: 勾選代理商搜尋盒右方的加號，將展開搜尋並允許搜尋額外的欄位。

source: Clicking the small plus sign [+] to the right of the search box will open up an advanced patron search with more filters including the ability to limit to a specific category and/or library.
ar: النقر على علامة زائد الصغيرة [+] على يسار مربع البحث ستفتح بحث مستفيد متقدم بالمزيد من المرشحات بما في ذلك القدرة على تحديد فئة محددة و/أو المكتبة.
cs: Kliknutím na znaménko plus napravo od pole hledání, budou možnosti hledání čtenářů rozšířeny o další filtry hledání a limitování vyhledávání na konkrétní kategorii a/nebo knihovnu.
de: Klicken Sie auf das kleine Pluszeichen [+] rechts neben dem Eingabefeld und es werden weitere Suchoptionen angeboten, über die Sie auf einen Bestimmten Benutzertyp oder eine bestimmte Bibliothek einschränken können.
el: Πατώντας το μικρό σύμβολο συν [+] τα δεξιά του πλαισίου αναζήτησης θα ανοίξει μία σύνθετη αναζήτηση μέλους με περισσότερα φίλτρα, συμπεριλαμβανομένης της δυνατότητας περιορισμού σε μία συγκεκριμένη κατηγορία και/ή βιβλιοθήκη.
es: Al hacer clic en el pequeño signo más [+] a la derecha de la caja de búsqueda se abrirá una búsqueda avanzada de usuarios con más filtros, incluyendo la posibilidad de limitar a una categoría específica y/o biblioteca.
eu: Gehi sinu txikian klik egitean [+] bilaketa-kaxaren eskuinaldean dagoena, filtro gehiagodun bazkideen bilaketa aurreratuko kaxa bat irekiko da, posible eginez kategoria espezifiko eta/edo liburutegi bat mugatzea.
fi: Klikkaamalla pientä plusmerkkiä [+] hakulaatikon oikealla puolella saat laajemman asiakashaun, jossa on erilaisia suodattimia rajoittamaan hakua tiettyyn asiakastyyppiin ja/tai kirjastoon.
fr: Cliquez sur le bouton [+] à droite de la boîte de recherche Fournisseur pour afficher des options de recherche supplémentaires.
hi: छोटे प्लस पर हस्ताक्षर [+] खोज बॉक्स के दाईं एक विशिष्ट श्रेणी और / या पुस्तकालय के लिए सीमित करने की क्षमता सहित अधिक फिल्टर के साथ एक उन्नत संरक्षक खोज खुल जाएगा करने के लिए क्लिक करें।
it: Cliccando il segno più a destra della casella di ricerca verrà mostrata la ricerca avanzata di utenti, con un numero maggiore di filtri tra cui la categoria utente e la biblioteca di appartenenza.
oc: Clicatz sul boton [+] a dreita de la bóstia de recèrca Provesidor per afichar des opcions de recèrca suplementaires.
pl: Po kliknięciu na znak małego plusa [+], znajdującego się po prawej stronie pola wyszukiwania, wyświetlą się opcje wyszukiwania zaawansowanego, zawierające filtry i opcje zawężania do konkretnej kategorii i/lub biblioteki.
pt: Ao clicar no sinal [+] à direita da caixa de pesquisa irá abrir uma pesquisa avançada de leitor com mais filtros incluindo a capacidade de limitar a uma categoria ou biblioteca específica.
pt_br: Ao clicar no sinal de adição (+) à direita do caixa de pesquisa irão aparecer opções avançadas de pesquisa, com mais filtros. Incluem-se aí a limitação por categoria de usuário e/ou biblioteca.
sk: Kliknutím na znamienko plus [+] napravo od políčka hľadania predajcu sa rozšíri jeho hľadanie a budete môcť hľadať dodatočné polia.
tr: Arama kutusunun sağındaki küçük artı işaretine [+] tıklamak özel bir kategori ve/veya kütüphaneyi sınırlayabilmeyi içeren daha fazla filtreli gelişmiş bir kullanıcı arama penceresi açacaktır.
zh_tw: 勾選代理商搜尋盒右方的加號 [+]，打開進階讀者搜尋，包括讀者類型與圖書館的限制欄位。

source: Clicking this button will generate the next issue for you and mark the previously expected issue as 'Late' automatically. You can then check the 'Edit' box to the right of each issue and edit the status on multiple issues at once.
ar: النقر على هذا الزر سيولد لك العدد التالي ، ويحدد العدد المتوقع السابق على أنه 'متأخر' تلقائياً. تستطيع لاحقاً تفحص مربع الـ'تحرير' على يسار كل عدد وتحرير الحالات لأكثر من عدد في نفس الوقت.
cs: Kliknutím na toto tlačítko se vygeneruje další vydání a předcházející se označí jako "Opožděné". Později je možné zašakrtnout "Upravit" napravo od každého z vydání a upravit tak stav více z nich najednou.
da: Klik på denne knap laver den næste udgave og markerer automatisk den tidligere forventede udgave som 'Sent'. Klik så på feltet 'Edit' til højre for hver udgave og editer statur for flere udgaver samtidigt.
de: Wenn Sie auf diese Schaltfläche klicken, wird das nächste Heft erzeugt und das aktuell erwartete Heft automatisch auf 'Verspätet' gesetzt. Über die Schaltfläche 'Bearbeiten' auf der rechten Seite der Hefte können Sie einzelne oder mehrere Hefte noch weiter bearbeiten.
el: Κάνοντας κλικ σε αυτό το κουμπί θα δημιουργηθεί το επόμενο τεύχος και το προηγούμενο θα χαρακτηριστεί αυτόματα ως 'Αργοπορημένο'. Μετά μπορείτε να επιλέξετε το κουτί 'Επεξεργασία' στα δεξιά κάθε τεύχους και να επεξεργαστείτε την κατάσταση σε πολλαπλά τεύχη ταυτόχρονα.
es: Haciendo clic en este botón generará el siguiente ejemplar y marcará automáticamente el ejemplar previo esperado como 'Retrasado'. Puede entonces hacer clic en 'Editar' a la derecha de cada ejemplar y editar el estado de múltiples ejemplares a la vez.
eu: Haciendo clic en este botón generará el siguiente ejemplar y marcará automáticamente el ejemplar previo esperado como 'Retrasado'. Puede entonces hacer clic en 'Editar' a la derecha de cada ejemplar y editar el estado de múltiples ejemplares a la vez.
fi: Klikkaamalla tätä painiketta luot seuraavan numeron valmiiksi ja merkitset edellisen odotetun numeron 'Myöhässä'-tilaan automaattisesti. Voit sen jälkeen valita 'Muokkaa' numeron oikealla puolella ja muokata useamman numeron tilaa kerralla.
fr: En cliquant sur ce bouton, vous générez le prochain fascicule et vous marquez comme En retard le fascicule précédent. Vous pouvez cocher les boîtes dans la colonne Modifier afin d'appliquer un changement de statut à plusieurs fascicules à la fois.
hi: इस बटन को क्लिक करके आप के लिए अगले अंक उत्पन्न होगा और जैसा कि 'देर' से स्वचालित रूप से पहले की उम्मीद मुद्दा निशान। तुम तो हर मुद्दे की सही करने के लिए 'संपादन' बॉक्स की जाँच करें और एक बार में कई मुद्दों पर स्थिति संपादित कर सकते हैं।
it: Cliccando questo bottone genererà il fascicolo successivo e marcherà il precedente come 'In ritardo'. Potrai poi modificare la casella 'Edit' acanto ad ogni fascicolo e cambiare lo status contemporaneamente a più fascicoli.
oc: En clicant sus ce boton, vous générez lo prochain fascicul e vous marquez coma En retard lo fascicul precedent. Podètz cocher les bóstias dins la colomna Modificar per fin d'aplicar un cambiament de estatut a plusieurs fasciculs a l'encòp.
pl: Klikając 'Wygeneruj następny numer', dodany zostanie kolejny numer, natomiast numer poprzedni zostanie automatycznie oznaczony jako 'Opóźniony'. Jeśli chcesz modyfikować status wielu numerów jednocześnie, zaznacz wybrane numery i wybierz 'Modyfikuj'.
pt: Ao clicar neste botão irá gerar o próximo número e marcar o número anterior esperado como 'Atrasado' automaticamente. Pode posteriormente marcar a caixa 'Editar' à direita de cada número e editar o estado de vários número ao mesmo tempo.
pt_br: Ao clicar neste botão um novo fascículo será gerado e o fascículo anterior aparecerá como 'Atrasado' automaticamente. Você pode então clicar em 'Editar' ao lado de cada fascículo e editar o status deles.
sk: Kliknutím na toto tlačidlo sa vygeneruje ďalšie číslo a automaticky sa predchádzajúce očakávané číslo označí ako 'Oneskorené'. Potom môžete zaškrtnúť políčko 'Upraviť' napravo od každého čísla a upraviť stav u viacerých čísiel naraz.
sv: Klickar du på denna knapp genereras nästa nummer för dig och föregående förväntade nummer markeras automatiskt som 'Sent'. Du kan sedan markera kryssrutan 'Redigera' till höger om varje nummer och redigera status för flera nummer på en gång.
tr: Bu butonu tıklamak size sonraki yayını oluşturur ve daha önce beklenen yayını otomatik olarak 'Gecikmiş' işaretler. Daha sonra her bir yayının sağındaki 'Düzenle' kutusunu kontrol edebilir ve durumu bir defada çoklu yayınlarda düzenleyebilirsiniz.
zh_tw: 勾選此鈕將產生下一期，供館員標記，並把稍早那期自動標記為 '遲到'。館員可勾選每期右方的 '編輯' 鈕，並立即編輯其狀態。

source: Close a budget
ar: إغلاق ميزانية
cs: Uzavřít rozpočet
de: Etat schließen
es: Cerrar un presupuesto
eu: Itxi aurrekontua
fi: Sulje budjetti
fr: Clôturer un budget
hi: एक बजट बंद
it: Chiudi un budget
oc: Clôturer un budgèt
pt: Fechar um orçamento
sk: Uzavrieť rozpočet
tr: Bir bütçe kapatın
zh_tw: 關閉預算
