Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: If no information is imported from the MARC record regarding fund information the 'Default accounting details' tab can be used to apply values related to the accounting.
ar: إذا لم استيراد معلومات من تسجيلة مارك بخصوص معلومات التمويل، يمكن استخدام تبويب "تفاصيل الحساب الافتراضية" لتطبيق القيم المتعلقة بالحساب.
cs: Pokud se v importovaných MARC záznamech nenacházejí informace vztahující se k rozpočtu, můžete použít záložku "Výchozí podrobnosti účtování" pro nastavení požadovaných hodnot.
de: Wenn keine Konto-Information aus dem MARC-Datensatz übernommen werden kann, können Sie Voreinstellungen auf dem Reiter 'Standardrechnungsdetails' festlegen.
el: Εάν δεν εισαχθεί καμία πληροφορία από την εγγραφή MARC που να αφορά πληροφορίες χρηματοδότησης η καρτέλα 'Προεπιλεγμένες λογιστικές λεπτομέρειες' μπορεί να χρησιμοποιηθεί για εφαρμόσετε τιμές που σχετίζονται με τα λογιστικά.
es: Si no se ha importado información desde el registro MARC respecto a la información de los fondos, la pestaña 'Detalles contables predeterminados' puede ser utilizada para aplicar los valores relacionados con la contabilidad.
eu: MARC erregistrotik ez bada informazioa inportatu funtsetako informazioetara, 'Default accounting details' ataza kontabilitatearekin zerikusia duren baloreekin erabil daiteke.
fi: Jos MARC-tietueesta ei tuoda mitään tilitietoa, 'Tilitystietojen oletusarvot' -välilehteä voidaan käyttää antamaan arvoja tilaukselle.
fr: Si aucune information n'est importée depuis la notice MARC concernant les informations de fonds, l'onglet 'par défaut' des détails comptables peut être utilisé pour appliquer des valeurs liées à la comptabilité.
hi: कोई जानकारी मार्क रिकॉर्ड से आयात नही किया जाता है तो फंड जानकारी के बारे में 'डिफाल्ट लेखा विवरण' टैब लेखा से संबंधित मूल्यों को लागू करने के लिए लेखा से संबधित इस्तेमाल किया जा सकता है।
it: Se non vi sono informazioni sui fondi e/o sull' acquisto nei record MARC importati, il tab 'Dettagli economici (quelli di default)' può essere usato per applicare dei valori di default riguardanti l'acquisizione.
oc: Se aucune informacion n'est importada dempuèi la notícia MARC concernant les informacions de fonds, l'onglet 'per defaut' des detalhs comptables pòt èsser utilizat per aplicar des valors liées a la comptabilité.
pl: Jeśli nie zaimportowano żadnych informacji o funduszu z przygotowanego pliku z rekordami MARC, do rozliczenia się z księgowością zostanie użyta wartość z kolumny 'Domyślne szczegóły księgowania'.
pt: Se nenhuma informação é importada do registo MARC o separado 'Informações financeiras' pode ser usado para aplicar valores relacionados com a contabilidade.
pt_br: Caso nenhuma informação relacionada ao fundo seja importada do registro MARC, a aba 'Detalhes de conta padrão' pode ser utilizada para aplicar valores relacionados a conta.
sk: Ak zo záznamu MARC nie je naimportovaná žiadna informácia o fonde, na použitie hodnôt súvisiacich s účtovaním možno využiť záložku 'Predvolené detaily účtovania'.
tr: Fon bilgisine ilişkin MARC kaydından aktarılan bir bilgi yoksa, 'Varsayılan hesap ayrıntıları' sekmesi hesaplamayla ilgili değerleri uygulamak için kullanılabilir.
zh_tw: 若未從 MARC 記錄匯入基金資訊，可以使用 '預設帳戶詳情' 鈕，將價格加入帳戶。

source: If no values are entered in these fields, they will use the OPACSerialIssueDisplayCount and StaffSerialIssueDisplayCount system preference values
ar: إذا لم تكن هنالك قيم مدخلة في هذه الحقول ، فإنهم سيستخدمون القيم في تفضيلي النظام OPACSerialIssueDisplayCount و StaffSerialIssueDisplayCount
cs: Jestliže nejsou zadány žádné hodnoty do těchto poli, použijí se systémová nastavení parametrů OPACSerialIssueDisplayCount a StaffSerialIssueDisplayCount
da: Hvis der ikke indtastes værdier i disse felter, bruger de systemindstillingerne OPACSerialIssueDisplayCount og StaffSerialIssueDisplayCount
de: Wenn keine Werte in diese Felder eingegeben wurden, werden die Werte aus den Systemparametern OPACSerialIssueDisplayCount und StaffSerialsIssueDisplayCount verwendet
el: Αν δεν υπάρχουν τιμές σε αυτά τα πεδία, θα χρησιμοποιήσουν τις τιμές των προτιμήσεων συστήματος OPACSerialIssueDisplayCount και StaffSerialIssueDisplayCount
es: Si no se introducen los valores en estos campos, se utilizarán los valores OPACSerialIssueDisplayCount y StaffSerialIssueDisplayCount del sistema de preferencias
eu: Si no se introducen los valores en estos campos, se utilizarán los valores OPACSerialIssueDisplayCount y StaffSerialIssueDisplayCount del sistema de preferencias
fi: Jos näihin kenttiin ei syötetä mitään, niissä käytetään OPACSerialIssueDisplayCount ja StaffSerialIssueDisplayCount-järjestelmäasetuksien arvoja
fr: Si aucune n'est entrée, les préférences système seront utilisées : OPACSerialIssueDisplayCount et StaffSerialIssueDisplayCount.
hi: कोई मूल्यों इन क्षेत्रों में प्रवेश कर रहे हैं, वे OPACSerialIssueDisplayCount और StaffSerialIssueDisplayCount प्रणाली वरीयता मूल्यों का उपयोग करेगा
it: Se non sono stati inseriti valori in questi campi, allora saranno usate le prefernze di sistema OPACSerialIssueDisplayCount e StaffSerialIssueDisplayCount
oc: Se aucune n'est entrada, las preferéncias sistèma seràn utilizadas : OPACSerialIssueDisplayCount e StaffSerialIssueDisplayCount.
pl: Jeśli żadne wartości nie zostaną wprowadzone, system ustawi domyślne wartości z opcji OPACSerialIssueDisplayCount i StaffSerialIssueDisplayCount
pt: Se não forem inseridos valores nesses campos, os mesmo vão usar os valores das preferências OPACSerialIssueDisplayCount e OPACSerialIssueDisplayCount
pt_br: Se nenhum valor for inserido nestes campos, serão utilizados os valores registrados nas preferências OPACSerialIssueDisplayCount e StaffSerialIssueDisplayCount
sk: Ak sa do týchto polí nezadajú žiadne polia, použijú hodnoty nastavena systému OPACSerialIssueDisplayCount a StaffSerialIssueDisplayCount
sv: Om inga värden anges i dessa fält, använder de systeminställningarna OPACSerialIssueDisplayCount och StaffSerialIssueDisplayCount
tr: Bu alanlara hiçbir değer girilmezse, OPAC Süreli Yayın Sayı Gösterim Sayacı ve Personel Süreli Yayın Sayı Gösterim Sayaç sistem tercih değerlerini kullanacaklardır.
zh_tw: 若未在這些欄位鍵入值，將使用OPACSerialIssueDisplayCount與StaffSerialIssueDisplayCount系統偏好的值

source: If not then you'll see an error explaining why you can't discharge the patron.
fi: Jos ei, saat virheilmoituksen, jossa kerrotaan, miksi et voi antaa asiakkaalle velattomuusilmoitusta.
hi: यदि नहीं तो आप एक त्रुटि देखेंगे जो स्पष्ट करेगा कि क्यों आप संरक्षक डिस्चार्ज नहीं कर सकते ।
oc: Se es de non, veiretz aparéisser una error qu'explica perqué podètz pas atribuir un quitus a l'aderent.

source: If the AllowOfflineCirculation preference is set to 'Enable' the library staff can continue to perform circulation actions within Koha when the system is offline.
ar: إذا تم ضبط التفضيل AllowOfflineCirculation إلى "تفعيل" يمكن لموظفي المكتبة الاستمرار في إجراءات الإعارة في كوها حين يكون النظام دون اتصال
cs: Pokud je nastaveno AllowOfflineCirculation na "Povoleno", bude možné provádět výpůjčky i když nebude systém Koha zrovna dostupný.
de: Ist der Systemparameter AllowOfflineCirculation auf Aktiviere gesetzt, kann die Ausleihe in Koha fortgesetzt werden, auch wenn das System offline ist.
el: Εάν η προτίμηση ΕπίτρεψεΔιακίνησηΥλικούΕκτόςΣύνδεσης έχει οριστεί σε 'Ενεργό' το προσωπικό της βιβλιοθήκης μπορεί να συνεχίσει να πραγματοποιεί ενέργειες διακίνησης υλικού στο Koha όταν το σύστημα είναι εκτός δικτύου.
es: Si la preferencia AllowOfflineCirculation se configura en 'Habilitar' el personal de biblioteca podrá continuar realizando acciones de circulación dentro de Koha cuando el sistema este fuera de línea.
eu: AllowOfflineCirculation preferentzia 'Gaitu' moduan ezartzen bada, liburutegiko langileak zirkulazio akzioak egin ahal izango dituzte nahiz eta sistema lineaz kanpo egon.
fi: Jos AllowOfflineCirculation-järjestelmäasetus on 'Salli', kirjaston henkilökunta voi käyttää Kohan lainaustoimintoja yhteydettömässä tilassa.
fr: Si la préférence AllowOfflineCirculation est positionnée sur 'Activer', le personnel peut continuer à réaliser des transactions de circulation même si le système est hors ligne.
hi: AllowOfflineCirculation वरीयता करने के लिए सेट है, तो 'सक्षम' पुस्तकालय के कर्मचारियों Koha भीतर संचलन कार्रवाई जारी रख सकते हैं करने के लिए जब सिस्टम ऑफ़लाइन है।
it: Se la preferenza 'AllowOfflineCirculation' è messa su 'Attiva', i bibliotecari possono fare operazioni di circolazione anche quando il sistema è offline.
oc: Se la preferéncia AllowOfflineCirculation es positionnée sus 'Activer', lo personal pòt contunhar a réaliser des transactions de circulacion même se lo sistèma es fòra linha.
pl: Jeśli AllowOfflineCirculation jest ustawiony na 'Włącz', to pracownicy biblioteki będą mogli nadal pracować, mimo że Koha będzie w trybie offline.
pt: Se a preferência AllowOfflineCirculation está definida como 'Ativar' os técnicos podem continuar a efetuar ações de circulação no Koha quando o sistema está offline.
pt_br: Caso a preferência AllowOffilineCirculartion esteja configurada para 'Permitir', os funcionários poderão continuar realizando atividades de circulação no Koha mesmo que o sistema esteja off-line.
sk: Ak je AllowOfflineCirculation nastavené na 'Zapnúť', zamestnanci knižnice môžu pokračovať vo vykonávaní obehu v Kohe, keď je systém v režime offline.
tr: Eğer Çevrimdışı dolaşım seçeneği "Etkinleştir" olarak ayarlanırsa, kütüphane personeli sistem çevrimdışı olduğu zaman Koha içerisinde dolaşım işlemlerini gerçekleştirmeye devam edebilir.
zh_tw: 若 AllowOfflineCirculation 偏好已設為 '啟用'，當系統離線時，圖書館員仍能繼續執行流通作業。

source: If the Guarantor is not in the system, you can enter the first and last name in the fields available
ar: إذا ما لم يكن الكفيل في النظام ، يمكنك أن تدخل الاسم الأول والأخير في الحقول المتاحة
cs: Pokud ručitel není v systému, můžete zadat jméno a příjmení v dostupných polích
da: Hvis garanten ikke er i systemet, kan for- og efternavn indtastes i felterne
de: Wenn der Bürge noch nicht im System erfasst ist, können Sie den Vor- und Nachnamen in den verfügbaren Feldern eintragen.
el: Αν ο Εγγυητής δεν είναι στο σύστημα, μπορείτε να εισάγετε το όνομα και το επώνυμό του στα διαθέσιμα πεδία
es: Si el Garante no está en el sistema, puede introducir el nombre y apellido en los campos disponibles
eu: Abal-emailea sisteman ez badago, haren izen-abizenak idatzi ditzakezu erabilgarri dauden eremuetan
fi: Jos Takaajaa ei ole järjestelmässä, voit syöttää etu- ja sukunimen esillä oleviin kenttiin (Huom! Ei käytetä näin)
fr: Si le garant n'est pas dans le système, vous pouvez entrer son nom et son prénom dans les champs prévus à cet effet.
hi: यदि जमानती प्रणाली में नहीं है, तो आप उपलब्ध फ़ील्ड में पहला और अंतिम नाम दर्ज कर सकते हैं
it: Se il garante non è registrato nel sistema, puoi mettere il suo nome e cognome nei campi disponibili.
oc: Se lo garant es pas dins lo sistèma, podètz entrar son nom e son prénom dins los camps prevists a aqueste effet.
pl: Jeżeli opiekuna (użytkownika Dorosłego) nie ma w systemie, możesz wpisać imię i nazwisko w podanych polach
pt: Se o fiador não estiver no sistema, pode introduzir o primeiro e o último nome nos campos disponíveis
pt_br: Se o Responsável não estiver no sistema, você pode digitar o nome nos campos disponíveis
sk: Ak ručiteľ nie je v systéme, môžete zadať jeho meno a priezvisko do dostupných polí
sv: Om förmyndaren inte finns i systemet, kan du ange för- och efternamn i tillgängliga fält
tr: Garantör sistemde değilse, kullanılabilir alanlara ilk ve son isimleri girebilirsiniz.
zh_tw: 若保證人不在系統內，您可在欄位內鍵入姓與名

source: If the URL field is populated then the library name will be linked in the holdings table on the OPAC
ar: إذا تم ملء حقل ال URL فسيتم ربط اسم المكتية في جدول المقتنيات في الأوباك
de: Wenn das URL-Feld ausgefüllt ist, wird der Name der Bibliothek in der Exemplartabelle im OPAC verlinkt.
es: Si el campo URL es llenado, entonces, el nombre de la biblioteca será enlazado en la tabla de existencias en el OPAC
eu: URL eremua betetzen bada, orduan, liburutegiaren izena lotuko da OPACeko izakinen taularekin.
fi: Jos URL-kenttä on täytetty, kirjaston nimi linkitetään verkkokirjaston kokoelmatietoihin
hi: यदि URL फ़ील्ड बसा हुआ है तो पुस्तकालय नाम ओपेक पर होल्डिंगस तालिका में जुड़ा होगा
it: Una volta riempito il campo URL il nome della biblioteca potrà essere linkato nella tabella con i dati di copia presente nell'opac
sk: Ak sa pole URL naplní, potom meno knižnice bude prepojené v tabuľke rezervácií na OPAC
tr: URL alanı doldurulmuşsa, kütüphane adına OPAC'da holdings tablosu içerisinde link verilecektir

source: If the authority has See Alsos in it you will see those broken out on the search results, clicking the linked headings will run a search for that heading instead.
ar: إذا تضمن الإستناد أنظر أيضاً بداخله، فستراهم ظاهرين في نتائج البحث، والنقر على الرأس الذي يحمل الوصلة سيشغل بحثاً آخر عن ذاك الرأس بدلاً من البحث الأول.
cs: Pokud má autoritní záznam odkazy viz též, uvidíte je vyznačené je výsledcích vyhledání, klepnutím na ně se spustí vyhledávání na toto viz též.
da: Hvis normen også indeholder Se også, vises de til højre i søgeresultaterne, klik på de linkede overskrifter starter en søgning efter disse overskrifter istedet.
de: Falls der Normdatensatz 'Siehe auch'-Verweisungen enthälst, werden diese in der Trefferliste angezeigt und ein Klick auf diese führt eine Suche nach der Ansetzung aus.
el: Εάν ο καθιερωμένος όρος έχει κάποια Δείτε Επίσης αυτά θα είναι σπασμένα στα αποτελέσματα αναζήτησης, πατώντας τις διασυνδεδεμένες επικεφαλίδες θα γίνει αναζήτηση για εκείνη την επικεφαλίδα αντ'αυτών.
es: Si la autoridad tiene Ver además en ella verá eso en los resultados de búsqueda, haciendo clic en las cabeceras enlazadas se buscará por las mismas.
eu: Si la autoridad tiene See Alsos en él podrás ver en los resultados de búsqueda, haga clic en los títulos vinculados llevará a cabo una búsqueda de ese título en su lugar.
fi: Jos auktoriteetissa on 'Katso myös' -viittaukset, voit havaita rikkinäisiä linkkejä hakutuloksissa. Klikkaamalla linkkiotsikoita teet uuden haun tällä otsikolla.
fr: Si l'autorité comprend des renvois, vous verrez ceux-ci détaillés dans les résultats de recherche, cliquer sur la vedette liée renverra à une recherche pour cette vedette à la place.
hi: प्राधिकरण में यह Alsos देखें यदि आप लिंक किए गए शीर्षकों पर क्लिक कि बजाय बढ़ रहा है के लिए एक खोज चलेंगे खोज परिणामों पर बाहर टूट उन देखेंगे।
it: Se il record di authority ha 'Vedi anche', li vedrai marcati nei risultati. Cliccando sulle intestazioni relative, vedrai i risultati dell'intestazione accettata.
oc: Se l'autoritat comprend des renvois, veiretz ceux-ci detalhats dins les resultats de recèrca, clicar sus la vedeta liée renverra a una recèrca per aquesta vedeta a la place.
pt: Se a autoridade tiver ligações 'Ver também' verá essas ligações nos resultados de pesquisa, que ao clicar nas mesmas irá realizar uma pesquisa por esse cabeçalho.
pt_br: Caso a autoridade tenha Remissivas Ver Também, você irá vê-las na tela de resultados de pesquisa, clicando nos cabeçalhos linkados irá disparar a busca por estes cabeçalhos ao invés dos outros.
sk: Ak sa vedľa autority vyskytuje fráza Pozri tiež, uvidíte tie, ktoré sú vypísané vo výsledkoch hľadania, naopak kliknutím na odkazové hlavičky sa spustí hľadanie týchto hlavičiek.
sv: Om auktoriteten har Se även, kommer du att se dessa separerade från sökresultaten. Klickar du på rubriklänkarna så genomförs en sökning efter den rubriken istället.
tr: Otoritede ‘Ayrıca bakınız bağlantıları’ mevcutsa, bunları arama sonuçlarında çıktığında göreceksiniz, bağlantılı başlıklara tıklamak o başlık yerine bir araştırma başlatacaktır.
zh_tw: 若權威紀錄包括參見，您將看到它們分列在搜尋結果，勾選連結的標題，將執行搜尋該標題。

source: If the barcode is not found or the item is not actually checked out you will be presented with an error. Otherwise the item is renewed and you will receive a confirmation message.
ar: إذا لم تم العثور على الباركود أو المادة غير معارة بالفعل ستظهر لك رسالة خطأ. وإلا سيتم إعادة تجديد المادة وستتلقى رسالة تأكيد.
cs: Pokud není čárový kód k nalezení nebo dokument není vypůjčen, objeví se chybová hláška. Pokud ne, tento dokument je prodloužen a vy obdržíte potvrzovací zprávu.
de: Wenn der Barcode gefunden wird und das Exemplar nicht ausgeliehen ist, wird die Ausleihe verlängert und eine Bestätigungsmeldung ausgegeben. Andernfalls erscheint eine entsprechende Fehlermeldung.
el: Εάν δεν βρεθεί το barcode ή το αντίτυπο δεν έχει στην πραγματικότητα δανειστεί θα σας εμφανιστεί λάθος. Διαφορετικά το αντίτυπο θα ανανεωθεί και θα λάβετε ένα μήνυμα επιβεβαίωσης.
es: Si el código de barras no se encuentra o el ejemplar está prestado se le presentará un error. En caso contrario el ejemplar es renovado y recibirá un mensaje de confirmación.
eu: Barra-kodea ez badago edo item-a mailegatua baldin badago errore bat agertuko zaio. Kontrakoan item-a berrituko da eta baieztapen oharra iritsiko da.
fi: Jos viivakoodia ei löydy tai nidettä ei ole lainattu, saat virheilmoituksen. Muuten nide uusitaan ja saat vahvistusilmoituksen.
fr: Si le code à barres n'est pas trouvé ou l'exemplaire n'est en fait pas en prêt, une erreur s'affichera. Sinon, l'exemplaire est renouvelé et vous recevrez un message de confirmation.
hi: बारकोड नहीं पाया जाता है या आइटम वास्तव में बाहर की जाँच नहीं की है, तो आप एक त्रुटि के साथ प्रस्तुत किया जाएगा। अन्यथा आइटम नए सिरे से है और आप एक पुष्टिकरण संदेश प्राप्त होगा।
it: Se il barcode non viene trovato o la copia non è in prestito, apparirà un errore. Altrimentii la copia viene rinnovata e riceverai un messaggio di conferma.
oc: Se lo còdi de barras es pas trobat o l'exemplar es en fait pas en prèst , una error s'aficharà. Siquenon, l'exemplar es renovelat e recebretz un messatge de confirmacion.
pl: Jeśli kod kreskowy nie zostanie odnaleziony, wyświetli się propozycja użycia opcji 'Szybkie katalogowanie'. Więcej o Szybkim katalogowaniu w dalszej części instrukcji.
pt: Se o código de barras não for encontrado ou o exemplar não se encontra emprestado será apresentado um erro. Caso contrário o exemplar é renovado e aparecerá uma mensagem de confirmação.
pt_br: Caso o código de barras não seja encontrado ou o exemplar não esteja emprestado, surgirá uma mensagem de erro. Caso contrário, o exemplar será renovado e você receberá uma mensagem de confirmação.
sk: Ak sa čiarový kód nenájde alebo exemplár nie je momentálne vypožičaný, zobrazí sa vám chybové hlásenie. V opačnom prípade sa exemplár obnoví a zobrazí sa vám potvrdzujúce hlásenie.
tr: Eğer barkod bulunamazsa veya materyal ödünç verilemezse bir hata mesajı göreceksiniz. Aksi halde materyalin süresi uzatılacak ve bir onay mesajı göreceksiniz.
zh_tw: 如未發現條碼或是館藏未實際借出，會顯示錯誤訊息。否則，該館藏已更新，您會收到一封確認訊。

source: If the barcode is not found you will be prompted to use fast cataloging to add the item. Learn more about fast cataloging later in this manual.
ar: إذا لم يوجد الباركود فإنه عليك أن تستخدم الفهرسة السريعة ﻹضافة المادة . تعلم المزيد عن الفهرسة السريعة لاحقاً في هذا الدليل.
cs: Pokud nebude čárový kód nalezen, budete dotázání, zda chcete použít rychlou katalogizaci a jednotku zapsat. Informace o rychlé katalogizaci se nacházejí níže na této stránce.
da: Hvis stregkoden ikke findes, opfordres du til at bruge hurtig katalogisering til at tilføje eksemplaret. Læs mere om det senere i denne manual.
de: Wenn der Barcode in der Datenbank nicht gefunden wird, werden Sie aufgefordert eine Schnellaufnahme zu erstellen. Mehr über Schnellaufnahmen erfahren Sie zu einem späteren Zeitpunkt in dieser Hilfe.
el: Αν δεν βρεθεί το barcode θα σας ζητηθεί να χρησιμοποιήσετε τη γρήγορη καταλογογράφηση για να προσθέσετε το αντίτυπο. Μάθετε περισσότερα για τη γρήγορη καταλογογράφηση αργότερα σε αυτό το εγχειρίδιο.
es: Si el código de barras no se encuentra se le ofrecerá utilizar catalogación rápida para agregar el ítem. Aprenda más acerca de catalogación rápida luego en este manual.
eu: Si el código de barras no se encuentra se le ofrecerá utilizar catalogación rápida para agregar el ítem. Aprenda más acerca de catalogación rápida luego en este manual.
fi: Jos viivakoodia ei löydy, sinulle tarjotaan pikaluettelointia, jossa voit lisätä niteen. Käyttöohjeessa on lisätietoja pikaluetteloinnista.
fr: Si le code à barres n'est pas trouvé, vous serez invité à faire un catalogage rapide afin de créer l'exemplaire.
hi: अगर बारकोड नहीं मिला है आप आइटम जोड़ने के लिए तेजी से सूचीबद्ध करने का उपयोग करने के लिए प्रेरित किया जाएगा। बाद में इस पुस्तिका में तेजी से सूचीबद्ध करने के बारे में अधिक जानें।
it: In mancanza di barcode, verrai invitato ad usare la griglia di catalogazione veloce per aggiungere la copia. Più avanti in questo manuale trovi spiegazioni sulla catalogazione veloce.
oc: Se lo còdi de barras es pas trobat, seretz invité a far un catalogatge rapide per fin de crear l'exemplar.
pl: Jeśli kod kreskowy nie zostanie odnaleziony, wyświetli się propozycja użycia opcji 'Szybkie katalogowanie'. Zobacz: Szybkie katalogowanie.
pt: Se o código de barras não for encontrado será perguntado se deseja usar a catalogação rápida para adicionar o exemplar. Aprenda mais sobre catalogação rápida posteriormente neste manual.
pt_br: Se o código de barras não for encontrado você será direcionado à planilha de catalogação expressa para adicionar o item. Aprenda mais sobre a catalogação expressa daqui a pouco neste manual.
sk: Ak sa čiarový kód nenájde, budete musieť použiť rýchlu katalogizáciu pre pridanie exemplára. Čítajte viac o rýchlej katalogizácii neskôr v tejto príručke.
sv: Om streckkoden inte hittas kommer du att uppmanas att använda snabb katalogisering för att lägga till posten. Läs mer om snabb katalogisering senare i denna handbok.
tr: Barkod bulunmazsa, materyali eklemek için hızlı kataloglamayı kullanmaya yönlendirileceksiniz. Daha sonra bu rehberdeki hızlı kataloglama hakkında daha fazlasını öğrenin.
zh_tw: 若找不到條碼，可使用快速編目新增館藏。請從手冊裡查看快速編目詳情。
