Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-staff-help.po
Languages: ar, cs, da, de, el, es, eu, fi, fr, hi, it, oc, pl, pt, pt_br, sk, sv, tr, zh_tw

source: Library will be filled in automatically based on the library you chose from the pull down at the top of the page
ar: سيتم ملأ المكتبة تلقائيا بناء على المكتبة التي تختارها من القائمة المنسدلة أعلى الصفحة
cs: Knihovna se vyplní automaticky na základě knihovny, kterou si vybrete z rozbalovací roletky v horní části stránky
da: Bibliotek udfyldes automatisk efter det bibliotek, der blev valgt i udvalgslisten øverst på siden.
de: Die Bibliothek wird automatisch ausgefüllt, abhängig von der Bibliothek, die Sie am Anfang der Seite aus der Auswahlliste gewählt haben.
el: Η Βιβλιοθήκη θα συμπληρωθεί αυτόματα σύμφωνα με τη βιβλιοθήκη που θα επιλέξετε από την κατεκδιπλούμενη λίστα στην κορυφή της σελίδας
es: La biblioteca se asignará automáticamente. Puede elegir una biblioteca del menú desplegable en la parte superior de la página
eu: Liburutegia automatikoki beteko da, orriaren goialdeko goitiberako menuan aukeratzen duzun liburutegiaren arabera
fi: Kirjastoksi tulee automaattisesti se, jonka olet valinnut alasvetovalikosta sivun yläreunassa
fr: L'information sur le site sera renseigné automatiquement en fonction du site que vous avez choisi.
hi: लाइब्रेरी स्वचालित रूप से पुस्तकालय आप नीचे खींच से चुना पेज के शीर्ष पर के आधार पर भरा जाएगा
it: La biblioteca viene messa in automatico basandosi sulla biblioteche che hai scelto nella lista all'inizio della pagina
oc: L'informacion sul site serà renseigné automaticament en foncion del site qu'avètz choisi.
pl: Biblioteka zostanie automatycznie uzupełniona na podstawie menu rozwijalnego
pt: A biblioteca vai ser preenchida automaticamente baseada na biblioteca escolhida na lista no topo da página
pt_br: A biblioteca vai ser preenchida automaticamente baseada na biblioteca escolhida na lista no topo da página
sk: Knižnica sa vyplní automaticky na základe knižnice, ktorú vyberiete z rozbaľovacej ponuky na vrchu stránky
sv: Bibliotek kommer att fyllas i automatiskt baserat på det bibliotek du väljer från rullgardinsmenyn längst upp i sidan
tr: Sayfanın en üstündeki çek menüden seçtiğiniz kütüphaneye bağlı olarak kütüphane otomatik olarak doldurulacaktır.
zh_tw: 根據從頁面上方的下拉選單選定的圖書館，圖書館將自動補入

source: Licenses
ar: التراخيص
cs: Licence
da: Licenser
de: Lizenzen
el: Άδειες
es: Licencias
eu: Lizentziak
fi: Lisenssit
fr: Licences
hi: लाइसेंस
it: Licenze
oc: Licéncias
pl: Licencje
pt: Licenças
pt_br: Licenças
sk: Licencie
sv: Licenser
tr: Lisanslar
zh_tw: 授權

source: Limit batch item modification to subfields defined in the SubfieldsToAllowForRestrictedBatchmod preference
eu: Loteetako item-en moldaketa mugatu SubfieldsToAllowForRestrictedBatchmod lehentasunean definitutako azpieremuetan
fi: Niteiden muokkauksen eräajon rajoittaminen osakenttiin, jotka on määritelty SubfieldsToAllowForRestrictedBatchmod-asetuksessa
hi: SubfieldsToAllowForRestrictedBatchmod वरीयता में परिभाषित उपक्षेत्रों को सीमा बैच आइटम संशोधन

source: Limit item modification to subfields defined in the SubfieldsToAllowForRestrictedEditing preference
eu: Item-en moldaketa mugatu SubfieldsToAllowForRestrictedBatchmod lehentasunean definitutako azpieremuetan
fi: Niteiden muokkauksen rajoittaminen osakenttiin, jotka on määritelty SubfieldsToAllowForRestrictedBatchmod-asetuksessa
hi: SubfieldsToAllowForRestrictedEditing वरीयता में परिभाषित उपक्षेत्रों को सीमा आइटम संशोधन

source: Limit the ability to transfer items between libraries based on the library sending, the library receiving, and the collection code involved.
ar: تحديد القدرة على نقل المواد بين المكتبات بناء على المكتبة المرسلة، المكتبة المستلمة، ورمز المجموعة
cs: Omezit možnost převážet výtisky mezi knihovnami na základě knihovny odesílající, knihovny přijímající a kódu příslušného fondu.
da: Begræns muligheden for at overføre eksemplarer mellem biblioteker ud fra afsendende og modtagende bibliotek samt samlingskode.
de: Begrenzen Sie den Transport von Exemplaren zwischen Standorten ausgehend vom Lieferstandort, Abholstandort und der Sammlung.
el: Περιορίστε την ικανότητα μεταφοράς τεκμηρίων μεταξύ βιβλιοθηκών βάσει της βιβλιοθήκης αποστολής, της βιβλιοθήκης παραλαβής και τον τύπο τεκμηρίου.
es: Limitar la capacidad de transferir ítems entre bibliotecas basado en la biblioteca de origen, la biblioteca receptora y código de colección en cuestión.
eu: Mugatu liburutegien artean elementuak transferitzeko ahalmena bildatzen duen liburutegian, jasotzen duen liburutegian eta bilduma kodean oinarrituta.
fi: Rajoita mahdollisuutta kuljettaa niteitä kirjastojen välillä perustuen lähettävään kirjastoon, vastaanottavaan kirjastoon ja kokoelmakoodiin.
fr: Limite les possibilités de transferts entre sites, sur la base du site émetteur, récepteur, ainsi que du code de collection (ccode).
hi: पुस्तकालय भेजने, पुस्तकालय प्राप्त करना, और संग्रह शामिल कोड के आधार पर पुस्तकालयों के बीच आइटम हस्तांतरण करने की क्षमता सीमित करें।
it: Limita la possibilità di trasferire copie tra le biblioteche basandosi sulla biblioteca che invia, la biblioteca che riceve e la tipologia di copia coinvolta.
oc: Limite les possibilitats de transferiments entre sites, sus la basa del site émetteur, récepteur, ainsi que del còdi de colleccion (ccode).
pl: Przesyłanie egzemplarzy między bibliotekami związane jest z ustawieniami biblioteki wysyłającej, biblioteki odbierającej i kolekcji egzemplarzy.
pt: Limitar a opção de transferir itens entre as biblioteca através da biblioteca de origem, a biblioteca de destino e o tipo de documento envolvido.
pt_br: Limitar a transferência de exemplares entre bibliotecas com base na biblioteca que envia, biblioteca que recebe e o código da coleção do material.
sk: Obmedzte možnosť presunov exemplárov medzi knižnicami na základe posielajúcej knižnice, prijímajúcej knižnice a dotyčného kódu zbierky.
sv: Begränsa möjligheten att överföra objekt mellan bibliotek baserat på biblioteket som skickar, biblioteket som tar emot och den samlingskod det gäller.
tr: Kütüphane gönderme ve kütüphane kabul ve koleksiyon kodlarıyla ilişkiye dayanan kütüphaneler arasında transfer yeteneğini kısıtlayın.
zh_tw: 根據送出圖書館、接收圖書館與館藏類型，轉移的數量有不同的考量。

source: Limit the number of items a patron can have checked out at the same time by entering a number in the 'Current Checkouts Allowed' field
ar: حدد عدد المواد التي يمكن لمستفيد استعارتها مرة واحدة عن طريق إدخال رقم في حقل " الإعارات المسموح بها حاليا"
cs: Omezit počet výtisků jedné výpůčky čtenáře zadáním počtu do pole "Současně výpůjček povoleno"
da: Begræns antallet af samtidigt udlånte medier ved at angive antallet i feltet 'Max. anatl udlån'
de: Begrenzen Sie die Anzahl gleichzeitig entliehener Medien indem Sie die Anzahl im Feld 'Max. Anzahl Ausleihen' angeben
el: Περιορίστε τον αριθμό τεκμηρίων που μπορεί να έχει δανειστεί την ίδια στιγμή ένα μέλος εισάγοντας έναν αριθμό στο πεδίο 'Τρέχοντες Επιτρεπόμενοι Δανεισμοί'
es: Limite el número de ítems que un usuario puede tener prestado al mismo tiempo ingresando un número en el campo 'Préstamos Vigentes Permitidos'
eu: Mugatu bazkide batek maileguan hartu dezakeen elementuen kopurua une horretan bertan, 'Une honetan onartzen diren maileguak' eremuan kopuru bat idatziz
fi: Rajoita asiakkaalla yhtä aikaa lainassa olevien niteiden määrää syöttämällä numero 'Lainoja sallittu'-kenttään
fr: Limite le nombre de documents qu'un adhérent peut avoir en prêt en même temps en saisissant un nombre dans le champ 'Prêts actuellement autorisés'
hi: 'अनुमति वर्तमान Checkouts' आइटम एक संरक्षक में एक नंबर दर्ज करके एक ही समय में बाहर की जाँच हो सकता है की संख्या सीमित क्षेत्र
it: Limita il numero di prestiti contemporanei ad uno stesso utente inserendo un numero nel campo 'Prestiti attualmente autorizzati'
oc: Limite lo nombre de documents qu'un aderent pòt aver en prèst en même temps en saisissant un nombre dins lo camp 'Prèstes actualament autorizats'
pl: Wypełniając pole 'Liczba dozwolonych obecnie wypożyczeń', ograniczysz liczbę egzemplarzy, które użytkownicy mogą wypożyczyć
pt: Limitar o número de itens que um leitor pode ter em seu puder ao mesmo tempo através do número inserido no campo 'Empréstimo Permitidos'
pt_br: Limitar o número de exemplares que um usuário pode ter em seu poder ao mesmo tempo através do número inserido no campo 'Empréstimos Permitidos'
sk: Obmedzte počet exemplárov, ktoré čitateľ môže mať naraz vypožičané, zadaním čísla v poli 'Momentálne dovolené výpožičky'
sv: Begränsa antalet objekt som en låntagare kan ha till låns samtidigt genom att ange ett nummer i fältet 'Lån som tillåts'
tr: ‘Mevcut izin verilen ödünçler’ alanına rakam girerek kullanıcıların bir kerede ödünç alacağı materyal sayısını kısıtlayın
zh_tw: 在 '借出數量' 欄位鍵入讀者可以借出的總數

source: Limit to a bib number range
ar: حدد إلى نطاق الرقم الببليوغرافي
cs: Omezit na rozsah bibliografických čísel
da: Begræns til et titelpostnummerområde
de: Begrenzen auf Titelsatznummernbreich
el: Περιορισμός σε μία βιβλιογραφική σειρά
es: Limitar a un rango de números bibliográficos
eu: Mugatu bibliografia zenbakien bitarte batera
fi: Rajoita nimeketietueiden numeroväliin
fr: Limiter à une plage de numéro de notices
hi: एक बिब नंबर रेंज करने के लिए सीमा
it: Limita a un intervallo di numeri di sistema
oc: Limitar a una plaja de numèro de notícias
pt: Limitar a um conjunto de números de registo
pt_br: Limitar a um intervalo de números de registro
sk: Obmedziť na rozmedzie kniž. čísiel
sv: Begränsa till ett bib-nummerintervall
tr: Bibliyografik kayıt numara aralığıyla kısıtla
zh_tw: 限制書目號的範圍

source: Limit to a call number range
ar: حدد إلى نطاق رقم الإستدعاء
cs: Omezit na rozsah signatur
da: Begræns til et signaturområde
de: Auf einen Signaturbereich einschränken
el: Περιορισμός σε μία σειρά ταξιθετικών αριθμών
es: Limitar a un rango de signatura
eu: Mugatu katalogo zenbakien bitarte batera
fi: Rajoita luokkanumeroväliin
fr: Limiter à une plage de cotes
hi: एक फोन नंबर रेंज करने के लिए सीमा
it: Limita con un intervallo di segnature
oc: Limitar a una plaja de cotes
pl: Ogranicz do zakresu sygnatur
pt: Limitar a um conjunto de cotas
pt_br: Limitar a um conjunto de cotas
sk: Obmedziť na rozmedzie signatúr
sv: Begränsa till ett hyllsignumintervall
tr: Yer numarası aralığıyla kısıtla
zh_tw: 限制索書號的範圍

source: Limit to a specific item type
ar: حدد إلى نوع مادة معين
cs: Omezit na konkrétní typ výtisku
da: Begræns til en bestemt medietype
de: Auf einen bestimmten Medientyp einschränken
el: Περιορισμός σε έναν συγκεκριμένο τύπο τεκμηρίου
es: Limitar a un tipo de ítem específico
eu: Mugatu elementu mota batera
fi: Rajoita tiettyyn aineistolajiin
fr: LImiter à un type de document
hi: एक विशेष आइटम टाइप करने के लिए सीमा
it: Limita a tipi di copia
oc: Limitar a un tipe de document
pl: Ogranicz do określonego typu dokumentów
pt: Limitar a um tipo de documento
pt_br: Limitar a um tipo de documento
sk: Obmedziť na špecifický typ exemplárov
sv: Begränsa till en viss objekttyp
tr: Özel bir materyal türüyle kısıtla
zh_tw: 祗限特定館藏類型

source: Limit to a specific library or group of libraries
eu: Liburutegi edo liburutegi-talde batera mugatu
fi: Rajoita tiettyyn kirjastoon tai kirjastoryhmään
hi: एक विशिष्ट पुस्तकालय या पुस्तकालयों के समूह के लिए सीमा

source: Limit to an acquisition date range
ar: تحديد لنطاق تاريخ تزويد
cs: Omezit na rozsah data akvizice
da: Begræns til et erhvervelsestidsrum
de: Auf einen Erwerbungszeitraum einschränken
el: Περιορισμός σε ένα εύρος ημερομηνιών πρόσκτησης
es: Limitar a un rango de fecha de adquisición
eu: Mugatu eskuratze data bitarte batera
fi: Rajoita hankintapäiväväliin
fr: Limiter à une période de date d'acquisition
hi: एक अधिग्रहण तिथि सीमा तक ही सीमित
it: Limita a un intervallo di date di acquisto
oc: Limitar a una periòde de data d'aquisicion
pt: Limitar a um conjunto de datas de aquisição
pt_br: Limitar a um intervalo de data de aquisição
sk: Obmedziť na rozmedzie dátumov akvizícií
sv: Begränsa till datumintervall för inköp
tr: Bir sağlama tarihi sınırına kısıtla.
zh_tw: 祗限採訪日期範圍

source: Limit your Category to 10 characters (something short to make it clear what the category is for)
ar: قم بتحديد فئتك إلى 10 أحرف (أحيانا أقصر لتوضيح غرض الفئة)
cs: Omezte kategorii na 10 znaků (něco zkraťte, aby zůstalo jasné, jaká je kategorie pro)
da: Begræns den kategori til 10 tegn (noget kort, der viser, hvad kategorien er til)
de: Verwenden Sie nicht mehr als 10 Zeichen (eine kurze Bezeichnung, die Sie einfach erinnern können)
el: Περιορίστε την Κατηγορία σας σε 10 χαρακτήρες (κάτι σύντομο που να δείχνει τι είναι η κατηγορία)
es: Limite su Categoría a 10 caracteres (algo corto para que quede claro para que es la categoría)
eu: Limite su Categoría a 10 caracteres (algo corto para que quede claro para que es para la categoría).
fi: Rajoita luokka 10 merkkiin. Lyhyt ja selkeä nimi.
fr: Limiter votre catégorie à 10 caractères (quelque chose de court, pour rendre facile la compréhension de l'objet de cette catégorie)
hi: 10 अक्षरों तक सीमित अपनी श्रेणी (क्या वर्ग के लिए है, यह स्पष्ट करने के लिए कम कुछ)
it: Limita il nome della Categoria a 10 caratteri (per rendere chiaro a cosa si riferisce)
oc: Limitar vòstra categoria a 10 caractèrs (quicòm de court, per rendre facile la compréhension de l'objet d'aquesta categoria)
pt: Limitar a categoria a 10 caracteres (algo curto para fácil percepção do que a categoria se refere)
pt_br: Limitar sua categoria a 10 caracteres (algum termo curto apenas para deixar claro para que serve a categoria)
sk: Obmedzte Vašu kategóriu na 10 znakov (niečo krátke, z čoho bude jasné, načo táto kategória slúži)
sv: Begränsa din kategori till 10 tecken (något kort som klargör vad kategorin är avsedd för)
tr: Kategorinizi 10 karaktere sınırlayınız (kategorinin ne için olduğunu açıklamak için kısa her hangi bir şey)
zh_tw: 範疇限制為10個字元(簡短但不失範疇的原意)

source: Link
ar: رابط
cs: Odkaz:
el: Σύνδεσμος
es: Enlace:
eu: Lotura:
fi: Linkki
fr: Lien
hi: लिंक:
oc: Ligam
pt: Ligação
sk: Odkaz
sv: Länk
tr: Bağlantı:
zh_tw: 連結

source: Lists
ar: قوائم
cs: Seznamy
da: Lister
de: Listen
el: Λίστες
es: Listas
eu: Zerrendak
fi: Listat
fr: Listes
hi: सूचियाँ
it: Liste
oc: Listas
pl: Listy
pt: Listas
pt_br: Listas
sk: Zoznamy
sv: Listor
tr: Listeler
zh_tw: 虛擬書架

source: Local Use System Preferences
ar: مفضلات النظام للاستخدام المحلي
cs: Místní nastavení systému
da: Lokalt brug systemindstillinger
de: Lokale Systemparameter
el: Τοπική Χρήση Προτιμήσεων Συστήματος
es: Preferencias del sistema de uso local
eu: Preferencias de sistema de uso local
fi: Paikallisen käytön järjestelmäasetukset
fr: Préférences Usage local
hi: स्थानीय सिस्टम वरीयताएँ
it: Preferenze di sistema locali
oc: Preferéncias Usage local
pl: Lokalne Ustawienia Systemu
pt: Preferências do sistema
pt_br: Preferências globais de uso do sistema
sk: Lokálne nastavenia systému
tr: Yerel kullanım sistem tercihleri
zh_tw: 在地使用系統偏好

source: Local Use:
ar: استخدام محلي:
cs: Místní užití:
da: Lokalt brug:
de: Lokale Nutzung:
el: Τοπική Χρήση:
es: De uso local:
eu: Erabilera lokala:
fi: Paikalliset tiedot:
fr: Usage local&nbsp;:
hi: स्थानीय का प्रयोग करें
it: Uso locale:
oc: Usage local&nbsp;:
pl: Lokalne Ustawienia:
pt: Uso local:
pt_br: Uso local:
sk: Lokálne použitie:
sv: Lokal användning:
tr: Yerel Kullanım:
zh_tw: 在地使用：

source: Locate the "Add new alert" form.
eu: Lokalizatu "Add new alert" formularioa.
fi: Katso "Lisää uusi hälytys"-menettelytapa.
hi: पता लगाएँ फार्म "नई चेतावनी जोड़ें"

source: Locking a budget means that Funds will not be able to be modified by librarians
ar: قفل الميزانية يعني أن أمناء المكتبات لن يتمكنوا من تعديل الارصدة.
cs: Uzamčení rozpočtu znamená, že finanční fondy nebudou moci být upraveny knihovníky
da: Låsning af et budget betyder, at konti ikke kan ændres af bibliotekarer
de: Das Sperren eines Etats bedeutet, dass Konten von den Mitarbeitern nicht verändert werden können
el: Το κλείδωμα ενός κονδυλίου σημαίνει ότι τα Κεφάλαια δεν θα είναι δυνατό να τροποποιηθούν από βιβλιοθηκονόμους
es: Bloquear un presupuesto significa que los fondos no podrán ser modificados por el personal
eu: Aurrekontu bat blokeatzeak esan nahi du liburuzainek ezingo dituztela funtsak aldatu
fi: Budjetin sulkeminen tarkoittaa, että tilejä ei voi muokata.
fr: Verrouiller un budget signifie que ses postes budgétaires ne pourront plus être modifiés par les bibliothécaires
hi: एक बजट ताला लगा मतलब है कि फंड पुस्तकालयाध्यक्षों के द्वारा संशोधित किया जा करने में सक्षम नहीं होगा
it: Bloccare un budget significa che i fondi non possono essere modificati dai bibliotecari
oc: Verròcller un budgèt significa que ses pòstes budgètaris ne poiràn plus èsser modificats pels bibliotecaris
pl: Zablokowanie budżetu oznacza, że bibliotekarze nie będą mogli modyfikować zakładki 'Fundusze'.
pt: Bloquear um orçamento significa que os Fundos não podem ser modificados pelo técnicos
pt_br: Bloquear um orçamento significa que os Fundos não podem ser modificados pelo técnicos
sk: Zamknutie rozpočtu znamená, že knihovníci nebudú môcť meniť Fondy
sv: Att låsa en budget innebär att budgetställen inte kan modifieras av bibliotekarier
tr: Bir bütçeyi kısıtlamak kaynakların kütüphaneciler tarafından değiştirilemeyeceği anlamına gelir
zh_tw: 鎖定預算的意思是館員不能修改基金

source: Log viewer
ar: عارض السجل
cs: Prohlížeč logu
da: Logviser
de: Loganzeige
el: Παρατηρητής ιστορικού
es: Visor del log
eu: Log ikustailea
fi: Lokien katselu
fr: Visualiseur des logs
hi: लॉग प्रदर्शक
it: Visualizzatore dei log
oc: Visualiseur des logs
pl: Podgląd dziennika zdarzeń
pt: Visualização dos logs
pt_br: Visualizador de logs
sk: Zobrazovač denníkov
sv: Loggranskning
tr: Sistem günlüğü görüntüleyici
zh_tw: 檢視紀錄

source: Logs:
ar: سجلات:
el: Ιστορικό:
es: Registros:
eu: Erregistroak:
fi: Lokitiedostot:
fr: Journeaux:
hi: लॉग:
oc: Jornals:
pl: Dziennik zdarzeń:
sk: Denníky:
sv: Loggar:
tr: Sistem günlükleri:
zh_tw: 紀錄：

source: Lost items
ar: مواد مفقودة
cs: Ztracené jednotky
da: Mistede eksemplarer
de: Vermisste Exemplare
el: Χαμένα Τεκμήρια
es: Ítems perdidos
eu: Galdutako elementuak
fi: Kadonnut aineisto
fr: Exemplaires perdus
hi: आइटम खोया
it: Copie smarrite
oc: Exemplars perduts
pl: Egzemplarze zagubione
pt: Exemplares perdidos
pt_br: Itens extraviados
sk: Stratené exempláre
sv: Förlorade objekt
tr: Kayıp materyaller
zh_tw: 遺失館藏

source: M = Sundry
ar: M = متنوع
cs: M = Různé
da: M = Forskelligt
de: S = Verschiedenes
el: M = Διάφορα
es: M = Diverso
eu: M = Diversos
fi: M = Muu
fr: M = Frais divers
hi: एम = फुटकर
it: Assorito
oc: M = Frais divèrses
pl: M = Sundry (Różne)
pt: M = Diversos
pt_br: M = Diversos
sk: M = Rôzne
sv: M = Varierande
tr: M= Muhtelif
zh_tw: M = 各種各樣的

source: MANITOBA PUBLIC library.gov.mb.ca:210 horizon
hi: MANITOBA सार्वजनिक library.gov.mb.ca:210 क्षितिज
tr: MANITOBA PUBLIC library.gov.mb.ca:210 horizon (MANITOBA HALK kütüphanesi)

source: MARC Bibliographic Framework Test
ar: إختبار قالب مارك الببليوجرافي
cs: Test bibliografické šablony MARC
da: Test den bibliografiske MARC-struktur
de: Test des bibliographischen MARC-Frameworks
el: Έλεγχος Βιβλιογραφικού Πλαισίου MARC
es: Prueba de hojas de trabajo bibliográficas MARC
eu: MARC bibliografia lan-orriaren proba
fi: MARC-luettelointipohjan testaus
fr: Test de grille de catalogage MARC
hi: मार्क ग्रंथ सूची फ्रेमवर्क टेस्ट
it: Test della griglia di catalogazione bibliografica MARC
oc: Test de grasilha de catalogatge MARC
pl: Test Szablonu Bibliograficznego MARC
pt: Teste do modelo bibliográfico MARC
pt_br: Teste do modelo Bibliográfico MARC
sk: Test knižničného rámca MARC
sv: Test av MARC bibliografiskt ramverk
tr: MARC Bibliyographic Çerçeve Testi
zh_tw: MARC 書目框架測試

source: MARC Bibliographic Frameworks
ar: قوالب مارك الببليوجرافية
cs: Bibliografická šablona MARC
da: Bibliografisk MARC-struktur
de: Bibliographische MARC-Frameworks
el: Βιβλιογραφικά Πλαίσια MARC
es: Hojas de trabajo bibliográfico MARC
eu: MARC bibliografia lan-orriak
fi: MARC-luettelointipohja
fr: Grilles de catalogage MARC
hi: मार्क ग्रंथसूची फ्रेमवर्क
it: Griglia di catalogazione bibliografica MARC
oc: Grasilhas de catalogatge MARC
pl: Szablony Bibliograficzne MARC
pt: Modelos bibliográficos MARC
pt_br: Planilhas bibliográficas MARC
sk: Knižničné rámce MARC
sv: MARC bibliografiska ramverk
tr: MARC Bibliyografik Çerçeveleri
zh_tw: MARC 書目框架

source: MARC Bibliographic Frameworks Subfields
ar: الحقول الفرعية في قوالب مارك الببليوغرافية
cs: Podpole bibliografické šablony MARC
da: Bibliografisk MARC-struktur underfelter
de: Bibliographische MARC-Frameworks - Unterfelder
el: Υποπεδία Βιβλιογραφικών Πλαισίων MARC
es: Subcampos de hojas de trabajo bibliográfica MARC
eu: MARC bibliografia lan-orrien azpieremuak
fi: MARC-luettelointipohjan osakentät
fr: Sous champs des grilles de catalogage MARC
hi: MARC ग्रन्थसूची फ्रेमवर्क उपक्षेत्रों
it: Sottocampi delle griglie di catalogazione MARC
oc: Sous camps des grasilhas de catalogatge MARC
pl: Podpola Szablonów Bibliograficznych MARC
pt: Subcampos dos modelos bibliográficos MARC
pt_br: Subcampos das planilhas bibliográficas MARC
sk: Podpolia knižničných rámcov MARC
sv: Underliggande fält för MARC bibliografiska ramverk
tr: MARC Bibliyografik Çerçeveleri Alt alanları
zh_tw: MARC 書目框架分欄

source: MARC Bibliographic Frameworks Tags
ar: الوسوم في قوالب مارك الببليوجرافية
cs: Pole bliografické šablony MARC
da: Bibliografisk MARC-struktur felter
de: Bibliographische MARC-Frameworks - Felder
el: Ετικέτες Βιβλιογραφικών Πλαισίων MARC
es: Campos de hojas de trabajo bibliográfico MARC
eu: MARC bibliografia lan-orrien etiketak
fi: MARC-luettelointipohjan kentät
fr: Champs des grilles de catalogage MARC
hi: MARC ग्रन्थसूची फ्रेमवर्क टैग
it: Tags delle griglie di catalogazione MARC
oc: Camps des grasilhas de catalogatge MARC
pl: Etykiety Szablonów Bibliograficznych MARC
pt: Campos dos modelos bibliográficos MARC
pt_br: Tags das planilhas bibliográficas MARC
sk: Menovky knižničných rámcov MARC
sv: Taggar för MARC bibliografiska ramverk
tr: MARC Bibliyografik Çerçeveleri Etiketleri
zh_tw: MARC 書目框架欄號

source: MARC Modification Templates
ar: قوالب تعديل مارك
cs: Šablony modifikace MARC
de: Templates für MARC-Modifikation
el: Πρότυπα Τροποποίησης MARC
es: Plantillas de modificación MARC
eu: MARC modifikazio txantiloiak
fi: MARC-muokkauksen pohjat
fr: Modèles de modification MARC
hi: मार्क संशोधन टेम्पलेट्स
it: Templates di modifica MARC
oc: Modèls de modificacion MARC
pl: Szablony modyfikacji MARC
pt: Modelos MARC de Modificação
pt_br: Templates de modificação MARC
sk: Šablóny úprav MARCu
tr: MARC Modifikasyon Şablonları
zh_tw: MARC 修改面板

source: MARC Record Subfields
ar: حقول فرعية في سجل مارك
cs: Podpole formátu MARC
da: MARC post underfelter
de: MARC-Unterfelder
el: Υποπεδία Εγγραφής MARC
es: Subcampos de registro MARC
eu: MARC erregistroen azpieremuak
fi: MARC-tietueen osakentät
fr: Sous-champs MARC
hi: मार्क रिकार्ड उपक्षेत्रों
it: Sottocampi MARC
oc: Soscamps MARC
pl: Podpola MARC
pt: Subcampos MARC
pt_br: Subcampos de Registros MARC
sk: Podpolia záznamu MARC
sv: MARC underliggande fält för poster
tr: MARC Kaydı Altalanları
zh_tw: MARC 紀錄分欄

source: MARC export
ar: تصدير مارك
cs: Export do formátu MARC
da: MARC-eksport
el: Εξαγωγή MARC
es: Exportar MARC
eu: Exportar MARC
fi: MARC-tietueiden vienti
fr: Export MARC
hi: मार्क निर्यात
it: Esporta MARC
oc: Export MARC
pl: Eksport MARC
pt: Exportar MARC
pt_br: Exportação MARC
tr: MARC Dışa Aktarımı
zh_tw: MARC 匯出

source: MARC field allows you to pick which field you'd like to search in
eu: MARC eremuak ahaltzen duen bilaketa egin nahi duzun eremua aukeratzea
fi: MARC-kentällä voit valita, mistä kentästä haluat hakea
hi: मार्क क्षेत्र तुम्हें लेने के लिए आप खोज करना चाहते हैं जो क्षेत्र की अनुमति देता है
