Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: Publication Date 1
th: ปีที่พิมพ์ 1

source: Publication Date 2
th: ปีที่พิมพ์ 2

source: Publication Details
th: รายละเอียดการพิมพ์

source: Publication Details:
th: รายละเอียดการพิมพ์:

source: Publication Year
th: ปีที่พิมพ์

source: Publication year
th: ปีที่พิมพ์

source: Publication year:
th: ปีที่พิมพ์:

source: Publication/Copyright Date: Newest to Oldest
th: ปีที่พิมพ์/ลิขสิทธิ์: ใหม่สุดไปเก่าสุด

source: Publication/Copyright Date: Oldest to Newest
th: ปีที่พิมพ์/ลิขสิทธิ์: เก่าสุดไปใหม่สุด

source: Published by:
th: พิมพ์โดย:

source: Published date
th: ปีที่พิมพ์

source: Published on
th: พิมพ์เมื่อ

source: Publisheddate
th: ปีที่พิมพ์

source: Publisher
th: ผู้พิมพ์

source: Publisher :%s
th: ผู้พิมพ์ :%s

source: Publisher Location
th: สถานที่ตั้งของผู้พิมพ์

source: Publisher's Device:
th: อุปกรณ์ของผู้พิมพ์:

source: Publisher:
th: ผู้พิมพ์:

source: Publishers and Imprints:
th: ผู้พิมพ์และสถานที่พิมพ์:

source: Pulkova (Leningrad), Russia
th: Pulkova (Leningrad) รัสเซีย

source: Purchase order:
th: ใบคำสั่งซื้อ:

source: Purchase suggestions give the users of the OPAC a way to lodge requests for the library to purchase for items.
th: ข้อเสนอแนะในการจัดซื้อทำให้ผู้ใช้ของ OPAC มีวิธีส่งคำขอให้ห้องสมุดจัดซื้อรายการหนังสือ

source: Q: How do I check out an item to a patron?
th: ถาม: ฉันจะลงรายการยืมออกให้กับสมาชิกห้องสมุดได้อย่างไร

source: Q: How do I create a new &quot;List&quot; from the Staff Intranet?
th: ถาม: ฉันจะสร้าง &quot;รายการ&quot; จากอินทราเน็ตของเจ้าหน้าที่ได้อย่างไร

source: Q: How do I create a new subscription?
th: ถาม: ฉันจะสร้างการบอกรับเป็นสมาชิกใหม่ได้อย่างไร

source: Q: How do I set up a sticky date?
th: ถาม: ฉันจะตั้งค่าวันที่ช่วยเตือนได้อย่างไร

source: Q: What are &quot;Lists&quot;?
th: ถาม: &quot;รายการ&quot; คืออะไร

source: Q: What can I do when I have found a subscription?
th: ถาม: ฉันสามารทำอะไรได้บ้างเมื่อพบว่ามีการบอกรับเป็นสมาชิก

source: Q: What can I do with a blocked checkout?
th: ถาม: ฉันสามารถทำอะไรกับการยืมออกที่ถูกบล็อกได้บ้าง

source: Q: What do I need before I can setup a subscription?
th: ถาม: ฉันต้องการอะไรก่อนที่จะสามารถตั้งค่าการบอกรับเป็นสมาชิก

source: Q: What does the serials module do?
th: ถาม: ระบบงานสิ่งพิมพ์ต่อเนื่องทำอะไร

source: Q: What happens if an item is checked out to another patron?
th: ถาม: จะเกิดอะไรขึ้นถ้ารายการถูกยืมออกให้กับสมาชิกห้องสมุดคนอื่น

source: Q: What to do I do if there is a problem with a checkout?
th: ถาม: ฉันจะทำอย่างไรถ้ามีปัญหาในการยืมออก

source: Q: What types of &quot;Lists&quot; are there?
th: ถาม: มีประเภท &quot;รายการ&quot; อะไรบ้าง

source: Qty
th: ปริมาณ

source: Qty.
th: ปริมาณ

source: Quadruplex (reel)
th: สี่แนว (ม้วน)

source: Quality of image
th: คุณภาพของรูป

source: Quantity
th: ปริมาณ

source: Quantity Received
th: ปริมาณที่ได้รับ

source: Quantity ordered
th: ปริมาณที่สั่งซื้อ

source: Quantity ordered:
th: ปริมาณที่สั่งซื้อ:

source: Quantity received:
th: ปริมาณที่ได้รับ:

source: Quantity:
th: ปริมาณ:

source: Quarterly
th: รายไตรมาส

source: Query authority file when adding/editing a record (during cataloging)
th: สอบถามแฟ้มรายการหลักฐานเมื่อมีการเพิ่ม/แก้ไขระเบียน (ระหว่างวิเคราะห์หมวดหมู่และลงรายการ)

source: Queue
th: คิว

source: Queue:
th: คิว:

source: RESERVED ITEM
th: รายการสำรอง

source: RESTRICTED
th: แบบจำกัด

source: RLIST (Routing List): Used in the serials module
th: RLIST (รายการนำส่งทรัพยากร): ใช้ในระบบงานสิ่งพิมพ์ต่อเนื่อง

source: Rank
th: อันดับ

source: Rank (display order):
th: อันดับ (แสดงลำดับ):

source: Rank/Biblioitemnumbers
th: อันดับ/หมายเลขรายการบรรณานุกรม

source: Rank:
th: อันดับ:

source: Rate
th: อัตรา

source: Rate:
th: อัตรา:

source: Read Koha Documentation
th: อ่านคู่มือ Koha

source: Read and Contribute to Discussions
th: อ่านและสนับสนุนเพื่อการอภิปราย

source: Read/Write to the Koha Wiki
th: อ่าน/เขียน Koha Wiki

source: Reading Record
th: การอ่านระเบียน

source: Reading Record for %s %s
th: การอ่านระเบียนของคุณ %s %s

source: Reason
th: เหตุผล

source: Reason Update
th: เหตุผลในการปรับปรุง

source: Receieved
th: ได้รับ

source: Receipt Summary for %s
th: รายงานสรุปที่ได้รับของ %s

source: Receipt Summary for <i>%s</i>
th: รายงานสรุปที่ได้รับของ <i>%s</i>

source: Receive
th: ได้รับ

source: Receive Orders from %s
th: ได้รับคำสั่งซื้อจาก %s

source: Receive Shipment
th: ได้รับการจัดส่ง

source: Receive a new shipment
th: ได้รับการจัดส่งใหม่

source: Receive any item and/or manage what appears in subscription summary (in OPAC and librarian interface)
th: ได้รบรายการและ/หรือจัดการสิ่งที่ปรากฎในรายงานสรุปการบอกรับเป็นสมาชิก (ใน OPAC และส่วนติดต่อของบรรณารักษ์)

source: Receive items from : %s
th: ได้รับรายการจาก : %s

source: Receive orders from %s
th: ได้รับใบสั่งซื้อจาก %s

source: Receive shipment
th: ได้รับการจัดส่ง

source: Receive shipment from vendor <a1>%s</a>
th: ได้รับการจัดส่งจากผู้แทน <a1>%s</a>

source: Received
th: ได้รับ

source: Received On
th: ได้รับเมื่อ

source: Received by: %s
th: ได้รับโดย: %s

source: Received issues
th: ฉบับที่ได้รับ

source: Received on
th: ได้รับเมื่อ

source: Receives overdue notices:
th: ได้รับข้อความแจ้งเตือนการเกินกำหนดส่ง:

source: Receiving Orders
th: การได้รับใบสั่งซื้อ

source: Receiving Orders Help
th: การได้รับวิธีใช้ใบสั่งซื้อ

source: Recieving Serials
th: การได้รับสิ่งพิมพ์ต่อเนื่อง

source: Record Matching Rules
th: กฎในการจับคู่ระเบียน

source: Record matching failed -- unable to retrieve selected matching rule.
th: การจับคู่ระเบียนล้มเหลว ไม่สามารถเรียกกฎการจับคู่ที่เลือก

source: Record matching rule:
th: กฎในการจับคู่ระเบียน:

source: Record matching rules
th: กฎในการจับคู่ระเบียน

source: Recording Technique for Remote Sensing Image:
th: เทคนิคในการบันทึกสำหรับรูปการวัดค่าระยะไกล:

source: Recording technique:
th: เทคนิคในการบันทึก:

source: Records are downloaded to the workstation that requests the export and are saved in a file called "marc.pl."
th: ระเบียนถูกดาวน์โหลดไปยังเวิร์กสเตชันที่ขอการส่งออกและบันทึกในแฟ้มชื่อ "marc.pl."

source: Reduction ratio:
th: อัตราส่วนการลดลง:

source: Reference
th: หนังสืออ้างอิง

source: Refine Results:
th: ปรับผลลัพธ์:

source: Refine your search
th: ปรับการค้นหาของคุณ

source: Refined categories of colour for moving pictures
th: ประเภทของสีที่ปรับสำหรับภาพยนตร์

source: Refunds
th: คืนเงิน

source: Registration date:
th: วันที่ลงทะเบียน:

source: Regular
th: ประจำ

source: Regular print
th: พิมพ์ประจำ

source: Regularity
th: ความสม่ำเสมอ

source: Reject
th: ปฏิเสธ

source: Rejected
th: ปฏิเสธ

source: Rejecting a tag adds it to your blacklist
th: การปฏิเสธแท็กจะเพิ่มแท็กนั้นไว้ในบัญชีดำ

source: Related Titles
th: ชื่อเรื่องที่เกี่ยวข้อง

source: Related record not required
th: ไม่ต้องการระเบียนที่เกี่ยวข้อง

source: Relationship:
th: ความสัมพันธ์:

source: Relevance
th: ความสัมพันธ์กัน

source: Relief codes 1:
th: รหัสยกหนี้ 1:

source: Relief codes 2:
th: รหัสยกหนี้ 2:

source: Relief codes 3:
th: รหัสยกหนี้ 3:

source: Relief codes 4:
th: รหัสยกหนี้ 4:

source: Remember for Session:
th: สิ่งที่จำสำหรับเซสชัน:

source: Remote Image
th: รูประยะไกล

source: Remote image:
th: รูประยะไกล:

source: Remove
th: เอาออก

source: Remove duplicates
th: เอารายการที่ซ้ำออก

source: Remove non-local items
th: เอารายการที่ไม่ใช่ท้องถิ่นออก

source: Remove selected Items
th: เอารายการที่เลือกออก

source: Remove this match check
th: เอาการตรวจสอบการจับคู่นี้ออก

source: Remove this matchpoint
th: เอาจุดการจับคู่นี้ออก

source: Renew
th: ต่ออายุ

source: Renew %s
th: ต่ออายุ %s

source: Renew Account
th: ต่ออายุบัญชี

source: Renew Patron
th: ต่ออายุสมาชิก

source: Renew all
th: ต่ออายุทั้งหมด

source: Renew or Return checked items
th: ยืมต่อหรือคืนรายการหนังสือ

source: Renewal
th: การต่ออายุ

source: Renewal Failed
th: ไม่สามารถต่ออายุได้

source: Renewal due date: %S
th: วันครบกำหนดต่ออายุคือ %S

source: Renewing a subscription means that you define some informations for the renewal. When those informations have been filled, a suggestion is automatically created in Koha. This suggestion can be managed by the librarian that orders books, as any other order (= budget and bookseller are defined here).
th: การต่ออายุการบอกบอกรับเป็นสมาชิกหมายความว่าคุณกำหนดข้อมูลบางอย่างสำหรับการต่ออายุ เมื่อมีการใส่ข้อมูลเหล่านั้น ข้อเสนอแนะจะถูกสร้างโดยอัตโนมัติใน Koha ข้อเสนอแนะนี้สามารถจัดการโดยบรรณารักษ์ที่สั่งซื้อหนังสือ เช่นเดียวกับใบสั่งซื้ออื่นๆ (= งบประมาณและผู้ขายหนังสือถูกกำหนดที่นี่)

source: Rental charge
th: ค่าเช่า

source: Rental charge is not a number
th: ค่าเช่าไม่ใช่ตัวเลข

source: Rental charge:
th: ค่าเช่า:

source: Reordering holds
th: การจองอีกครั้ง

source: Rep.Price
th: ราคาแทนที่

source: Repeat this Tag
th: ทำซ้ำแท็กนี้

source: Repeatable
th: ทำซ้ำได้

source: Repeatable Holidays
th: วันหยุดที่ซ้ำได้

source: Repeatable holiday
th: วันหยุดที่ซ้ำได้

source: Repeatable,
th: ทำซ้ำได้

source: Repeatable:
th: ทำซ้ำได้:

source: Replace existing record with incoming record
th: แทนที่ระเบียนที่มีอยู่ด้วยระเบียนที่เข้ามา

source: Replacement Price
th: ราคาค่าซื้อในการแทนที่

source: Replacement Price:
th: ราคาค่าซื้อในการแทนที่:

source: Replacement cost :
th: ค่าซื้อในการแทนที่ :

source: Replacement cost:
th: ค่าซื้อในการแทนที่:

source: Report Koha Bugs
th: รายงานบัก Koha

source: Report Name
th: ชื่อรายงาน

source: Report Name:
th: ชื่อรายงาน:

source: Report:
th: รายงาน:

source: Reported on %s
th: รายงานเรื่อง %s

source: Reports
th: รายงาน

source: Reports Dictionary
th: พจนานุกรมของระบบออกรายงาน

source: Reports Dictionary Help
th: วิธีใช้พจนานุกรมของระบบออกรายงาน

source: Reports can be scheduled to run either at a one off time, or repeatedly at a defined period using the task scheduler. The task scheduler is found under Tools &gt;Task Scheduler
th: ระบบออกรายงานสามารถกำหนดเวลาที่จะเรียกใช้ได้ในครั้งเดียว หรือทำซ้ำในเช่วงเวลาที่กำหนด โดยใช้ตัวกำหนดงาน สามารถพบตัวกำหนดงานได้ที่ใต้ 'เครื่องมือ' &gt; Task Scheduler

source: Reports on item types
th: รายงานเกี่ยวกับประเภทของทรัพยากร

source: Requested
th: ที่ขอ

source: Required
th: ที่ต้องการ

source: Required field
th: เขตข้อมูลที่ต้องมี

source: Required match checks <a1>Add match check</a>
th: การตรวจสอบการจับคู่ที่ต้องการ <a1>เพิ่มการตรวจสอบการจับคู่</a>

source: Requires that the 'patronimages' system preference is set to 'ON' to use this feature.
th: ต้องมีการตั้งค่าเปิดการปรับแต่งระบบ 'patronimages' เพื่อใช้คุณลักษณะนี้

source: Reserve Cancelled
th: ยกเลิการสำรอง

source: Reserve Found
th: พบการสำรอง

source: Reserve found for %s (<a1>%s</a>).
th: พบการสำรองขของ %s (<a1>%s</a>)

source: Reserved by
th: สำรองโดย

source: Reserves <a1>Sort</a>
th: การสำรอง <a1>เรียงลำดับ</a>

source: Reset Pattern
th: ตั้งค่ารูปแบบใหม่

source: Restore
th: เก็บ

source: Restricted:
th: แบบเข้มงวด:

source: Result
th: ผลลัพธ์

source: Results
th: ผลลัพธ์

source: Results %s through %s
th: ผลลัพธ์ตั้งแต่ %s ถึง %s

source: Results %s to %s of %s
th: ผลลัพธ์ตั้งแต่ %s ถึง %s ของทั้งหมด %s รายการ

source: Results %s to %s of %s found for '
th: ผลลัพธ์ %s ถึง %s ของ %s ที่พบ '

source: Results <b>%s</b> through <b>%s of %s</b> records.
th: ผลลัพธ์ตั้งแต่ <b>%s</b> ถึง <b>%s ของระเบียน %s</b> รายการ

source: Results of Search
th: ผลลัพธ์ของการค้นหา

source: Results per page :
th: ผลลัพธ์ต่อหน้า :

source: Return
th: ส่งคืน

source: Return Date
th: ส่งคืนวันที่

source: Return Failed
th: การส่งคืนล้มเหลว

source: Return all
th: ส่งคืนทั้งหมด

source: Return date
th: ส่งคืนวันที่

source: Return to Patron Detail
th: กลับไปที่รายละเอียดของสมาชิกห้องสมุด

source: Return to fund list
th: กลับไปที่รายการกองทุน

source: Return to: <a1>Guided Reports</a>
th: กลับไปที่: <a1>รายงาน</a>

source: Returns
th: ส่งคืน

source: Review &rsaquo;
th: ตรวจทาน &rsaquo;

source: Review Tags
th: ตรวจทานแท็ก

source: Reviewer
th: ผู้ตรวจทาน

source: Reviews
th: บทวิจารณ์

source: Right
th: ขวา

source: Rio de Janeiro, Brazil
th: ริโอ เด จาเนโร บราซิล

source: Road Type
th: ประเภทของถนน

source: Road Type Search:
th: การค้นหาประเภทของถนน:

source: Road Types
th: ประเภทของถนน

source: Road Types &rsaquo;
th: ประเภทของถนน &rsaquo;

source: Road Types &rsaquo; Confirm Deletion of Road Type
th: ประเภทของถนน &rsaquo; ยืนยันการลบประเภทของถนน

source: Road type
th: ประเภทของถนน

source: Road type id :
th: รหัสประเภทของถนน :

source: Road type:
th: ประเภทของถนน:

source: Road types
th: ประเภทของถนน

source: Robert Lyon (Corporate Serials)
th: Robert Lyon (สิ่งพิมพ์ต่อเนื่องของบริษัท)

source: Rollover at:
th: การย้อนที่:

source: Rollover:
th: การย้อน:

source: Rom&acirc;n&#259; (Romanian)
th: Rom&acirc;n&#259; (โรมาเนีย)

source: Rome, Italy
th: โรม อิตาลี

source: Routing
th: การกำหนดเส้นทาง

source: Routing List
th: รายการนำส่งทรัพยากร

source: Row
th: แถว

source: Rules for overdue actions:
th: กฎสำหรับการกระทำเกินกำหนด:

source: SMS Messaging
th: การส่งข้อความ SMS

source: SMS number:
th: หมายเลข SMS:

source: SQL View
th: มุมมอง SQL

source: STACK
th: สแตก

source: SUBTOTAL
th: ผลรวมย่อย

source: SUGGEST
th: แนะนำ

source: Salutation:
th: คำทักทาย:

source: Sample
th: ตัวอย่าง

source: Santiago, Chile
th: ซานติอาโก้ ชิลี

source: Saturday
th: เสาร์

source: Save
th: บันทึก

source: Save Changes
th: บันทึกการเปลี่ยนแปลง

source: Save Compound
th: บันทึกผลรวม

source: Save Record
th: บันทึกระเบียน

source: Save Report
th: บันทึกรายงาน

source: Save Your Custom Report
th: บันทึกรายงานแบบกำหนดเอง

source: Save subscription
th: บันทึกการบอกรับเป็นสมาชิก

source: Save subscription history
th: บันทึกประวัติการบอกรับเป็นสมาชิก

source: Save the file locally to your machine and then when you are attached to the network, open the Inventory/Stocktaking page again and use the &quot;Browse&quot; feature to find the file on your local drive. Now set the last seen to the date you wish to use (normally today's date).
th: บันทึกแฟ้มนี้ไว้ในคอมพิวเตอร์ของคุณ จากนั้นเมื่อคุณเชื่อมต่อกับเครือข่าย ให้เปิดหน้าการสำรวจหนังสือ/ตรวจนับหนังสืออีกครั้ง และใช้คุณลักษณะ &quot;เรียกดู&quot; ค้นหาแฟ้มในไดรฟ์ในเครื่อง ขณะนี้ให้ตั้งค่าวันที่เห็นล่าสุดเป็นวันที่คุณต้องการใช้ (ปกติเป็นวันที่วันนี้)

source: Saved Report Results
th: ผลลัพธ์รายงานที่บันทึก

source: Saved Reports
th: รายงานที่บันทึก

source: Saved Results
th: ผลลัพธ์ที่บันทึก

source: Saved SQL
th: SQL ที่บันทึก

source: Saving A Report
th: การบันทึกรายงาน

source: Saxophone
th: แซกโซโฟน

source: Scan Index for: %S
th: สแกนดัชนีสำหรับ: %S

source: Scan Index:
th: สแกนดัชนี:

source: Scan Indexes
th: สแกนดัชนี

source: Scan a barcode to check in:
th: สแกนบาร์โค้ดเพื่อคืน:

source: Scan to type the barcode for the book you want to transfer into the barcode field
th: สแกนเพื่อพิมพ์บาร์โค้ดของหนังสือที่คุณต้องการถ่ายโอนไปยังเขตข้อมูลบาร์โค้ด

source: Schedule tasks to run
th: จัดกำหนดงานที่จะเรียกใช้

source: Schedule this report to run using the: <a1>Scheduler Tool</a>
th: จัดกำหนดรายงานนี้ทำงานโดยใช้: <a1>เครื่องมือตัวจัดกำหนดการ</a>

source: Scheduling A Report
th: การจัดกำหนดรายงาน

source: Score:
th: คะแนน:

source: Script of Title
th: สคริปต์ของชื่อเรื่อง

source: Scroll down to the image upload form
th: เลื่อนลงไปยังรฟอร์มอัปโหลดรูป

source: Search
th: ค้นหา

source: Search All Headings
th: ค้นหาหัวเรื่องทั้งหมด

source: Search Authorities
th: ค้นหารายการหลักฐาน

source: Search Budgets
th: ค้นหางบประมาณ

source: Search Cities
th: ค้นหาเมือง

source: Search Currencies
th: ค้นหาสกุลเงิน

source: Search Domain
th: ค้นหาโดเมน

source: Search Existing Notices:
th: ค้นหาข้อความแจ้งเตือนที่มีอยู่:

source: Search Existing Records
th: ค้นหาระเบียนที่มีอยู่

source: Search For:
th: ค้นหา:

source: Search Funds
th: ค้นหากองทุน

source: Search Funds:
th: ค้นหากองทุน:

source: Search ISBN or Title:
th: ค้นหา ISBN หรือชื่อเรื่อง:

source: Search Main Heading
th: ค้นหาหัวเรื่องหลัก

source: Search Notices
th: ค้นหาข้อความแจ้งเตือน

source: Search On
th: ค้นหาใน

source: Search Orders
th: ค้นหาใบสั่งซื้อ

source: Search Patron Categories
th: ค้นหาประเภทของสมาชิกห้องสมุด

source: Search Patrons
th: ค้นหาสมาชิกห้องสมุด

source: Search Printers
th: ค้นหาเครื่องพิมพ์

source: Search Results
th: ค้นหาผลลัพธ์

source: Search Road Types
th: ค้นหาประเภทของถนน

source: Search Stop Words
th: ค้นหาคำที่ไม่ใช้สืบค้น

source: Search String Matches
th: ค้นหาสตริงที่ตรงกัน

source: Search Subscriptions
th: ค้นหาการบอกรับเป็นสมาชิก

source: Search Subscriptions:
th: ค้นหาการบอกรับเป็นสมาชิก:

source: Search Suggestions
th: ค้นหาข้อเสนอแนะ

source: Search System Preferences
th: ค้นหาการปรับแต่งระบบ

source: Search also : a list of field that Koha will also search on when the user do a search on the subfield
th: ค้นหาด้วย : รายการเขตข้อมูลที่ Koha จะค้นหาด้วยเมื่อผู้ใช้ทำการค้นหาเขตข้อมูลย่อย

source: Search between two dates
th: ค้นหาระหว่างวันที่สองวัน

source: Search by Patron Category Name:
th: ค้นหาตามชื่อประเภทของสมาชิกห้องสมุด:

source: Search catalog:&nbsp;
th: ค้นหารายการทรัพยากร:&nbsp;

source: Search for Biblio
th: ค้นหาบรรณานุกรม

source: Search for Serial Routing List
th: ค้นหารายการนำส่งทรัพยากรสิ่งพิมพ์ต่อเนื่อง

source: Search for Tag
th: การค้นหาแท็ก

source: Search for a subscription by using the filter button (with a ISSN or a title). If you enter a title, you can use the wildcard % : entering <b>%Times%</b> returns every subscription containing Times in the title. Entering <b>New York%</b> returns every subscription with title starting with New York
th: ค้นหาการบอกรับเป็นสมาชิกโดยใช้ปุ่มตัวกรอง (ที่มี ISSN หรือชื่อเรื่อง) ถ้าคุณใส่ข้อมูลชื่อเรื่อง คุณสามารถใช้เครื่องหมายดอกจัน % : การใส่ <b>%Times%</b> จะส่งคืนการบอกรับเป็นสมาชิกทุกรายการที่มีคำว่า Times อยู่ในชื่อเรื่อง ขณะที่การใส่ <b>New York%</b> จะส่งคืนการบอกรับเป็นสมาชิกทุกรายการที่ชื่อเรื่องขึ้นต้นด้วย New York

source: Search for a vendor
th: ค้นหาผู้แทน

source: Search for guarantor
th: ค้นหาผู้รับรอง

source: Search for items
th: ค้นหารายการ

source: Search for the Authority
th: ค้นหารายการหลักฐาน

source: Search for the patron you have the image for
th: ค้นหาสมาชิกห้องสมุดที่คุณมีรูป

source: Search for the vendor you want by using the 'Vendor Search' at the top.
th: ค้นหาผู้แทนที่คุณต้องการโดยใช้ 'การค้นหาผู้แทน' ที่อยู่บนสุด

source: Search for this Author
th: ค้นหาผู้แต่งนี้

source: Search in the calendar the day you want to set as holiday.
th: ค้นหาวันในปฏิทินที่คุณต้องการตั้งค่าเป็นวันหยุด

source: Search index:
th: ค้นหาดัชนี:

source: Search on
th: ค้นหาใน

source: Search on %s
th: ค้นหาใน %s

source: Search on <!-- TMPL_VAR NAME="marc_value" ESCAPE="html" -->
th: ค้นหาใน <!-- TMPL_VAR NAME="marc_value" ESCAPE="html" -->

source: Search on <!-- TMPL_VAR name="marc_value" -->
th: ค้นหาใน <!-- TMPL_VAR name="marc_value" -->

source: Search or browse for the patron you'd like to edit
th: ค้นหาหรือเรียกดูสมาชิกห้องสมุดที่คุณต้องการแก้ไข

source: Search orders to add to this shipment
th: ค้นหาใบสั่งซื้อที่จะเพิ่มในการจัดส่งนี้

source: Search orders:
th: ค้นหาใบสั่งซื้อ:

source: Search results
th: ค้นหาผลลัพธ์

source: Search string matches %S
th: ค้นหาสตริงที่ตรงกับ %S

source: Search targets
th: ค้นหาเป้าหมาย

source: Search the Catalog
th: ค้นหารายการทรัพยากร

source: Search the catalog and the reservoir:
th: ค้นหารายการทรัพยากรและคลังหนังสือ:

source: Search value
th: ค้นหาค่า

source: Search value:
th: ค้นหาค่า:

source: Search vendors:
th: ค้นหาผู้แทน

source: Search z390.50 Servers
th: ค้นหาเซิร์ฟเวอร์ z390.50

source: Search:&nbsp;
th: ค้นหา:&nbsp;

source: Searchable:
th: ค้นหาได้:

source: Searched for
th: ค้นหา

source: Searching
th: การค้นหา

source: Searching Koha's bibliographic and authorities databases can be accomplished in two ways: Koha can utilize a textual index engine (Zebra) or use its own internal indexing scheme (NoZebra).
th: การค้นหาบรรณานุกรมและฐานข้อมูลรายการหลักฐานของ Koha สามารถเสร็จสมบูรณ์ได้ด้วยสองวิธี คือ Koha สามารถใช้กลไกจัดทำดัชนีแบบข้อความ (Zebra) หรือใช้แบบแผนการทำดัชนีภายในของตัวเอง (NoZebra)

source: Searching Subtypes on the Staff Client
th: การค้นหาประเภทย่อยบนไคลเอ็นต์เจ้าหน้าที่

source: Searching:
th: การค้นหา:

source: Searching: %s
th: การค้นหา: %s

source: Seasat
th: ดาวเทียมซีแซต

source: Season
th: ฤดู

source: Seasonal only
th: ตามฤดูกาลเท่านั้น

source: Second
th: วินาที

source: Second (complete with 0):
th: วินาที (ลงท้ายด้วย 0):

source: Secondary support material
th: วัสดุสนับสนุนรอง

source: Secondary support material - visual projection
th: วัสดุสนับสนุนรอง - เครื่องฉายภาพ

source: Seconds:
th: วินาที:

source: See any subscription attached to this biblio
th: ดูการบอกรับเป็นสมาชิกที่แนบกับบรรณานุกรมนี้

source: See online help for advanced options
th: ดูวิธีใช้แบบออนไลน์สำหรับตัวเลือกขั้นสูง

source: Seen
th: เห็น

source: Select
th: เลือก

source: Select "New Label Batch" to create a Label batch.
th: เลือก "ชุดงานป้ายใหม่" เพื่อสร้างชุดงาน 'ป้าย'

source: Select "New Patron Card Batch" to create a Label batch.
th: เลือก "ชุดงานบัตรสมาชิกห้องสมุดใหม่" เพื่อสร้างชุดงาน 'ป้าย'

source: Select 'Authority types'
th: เลือก 'ประเภทของรายการหลักฐาน'

source: Select All
th: เลือกทั้งหมด

source: Select Day:
th: เลือกวัน:

source: Select Download Format:
th: เลือกรูปแบบการดาวน์โหลด:

source: Select From Database Value
th: เลือกจากค่าฐานข้อมูล

source: Select Month:
th: เลือกเดือน:

source: Select Records to Export
th: เลือกระเบียนที่จะส่งออก

source: Select a Category type
th: เลือกประเภท

source: Select a MARC file to stage in the import reservoir. It will be parsed, and each valid record staged for later import into the catalog.
th: เลือกแฟ้ม MARC ที่จะสเตจในคลังหนังสือนำเข้า แฟ้มจะถูกวิเคราะห์และแต่ละระเบียนที่ถูกต้องจะสเตจสำหรับการนำเข้ายังรายการทรัพยากรในภายหลัง

source: Select a borrower category
th: เลือกประเภทผู้ยืม

source: Select a branch
th: เลือกสาขา

source: Select a branch:
th: เลือกสาขา:

source: Select a collection
th: เลือกคอลเลกชัน

source: Select a file to import into the borrowers table
th: เลือกแฟ้มที่จะนำเข้ายังตารางผู้ยืม

source: Select a library :
th: เลือกห้องสมุด :

source: Select a library:
th: เลือกห้องสมุด:

source: Select a location:
th: เลือกตำแหน่งที่ตั้ง:

source: Select a notice and patrons on the routing list will be notified when new issues are received.
th: เลือกข้อความแจ้งเตือน แล้วสมาชิกในรายการนำส่งทรัพยากรจะได้รับแจ้งเมื่อห้องสมุดได้รับฉบับใหม่

source: Select a patron:
th: เลือกสมาชิกห้องสมุด:

source: Select an authority framework
th: เลือกโครงร่างรายการหลักฐาน

source: Select an existing list
th: เลือกรายการที่มีอยู่

source: Select how you wish to order the report. You can select multiple criteria to order against and the hierarchy that the are applied. For example order alphabetically by Surname, and then alphabetically by First Name
th: เลือกวิธีที่คุณต้องการเรียงลำดับรายงาน คุณสามารถเลือกเกณฑ์ในการเรียงลำดับได้หลายเกณฑ์และลำดับชั้นที่จะใช้ ตัวอย่างเช่น เรียงลำดับนามสกุลตามตัวอักษร จากนั้นจึงเรียงลำดับชื่อตามตัวอักษร

source: Select items you want to check
th: เลือกรายการที่คุณต้องการตรวจสอบ

source: Select local databases
th: เลือกฐานข้อมูลในท้องถิ่น

source: Select none to see all branches
th: เลือก 'ไม่มี' เพื่อดูทุกสาขา

source: Select notice:
th: เลือกรายการแจ้งเตือน:

source: Select one of the module areas to report on. Guided reports can only generate reports from within one module. For reports across modules, you will need to use either a compound report, or build a custom report using SQL statements.
th: เลือกพื้นที่ระบบงานพื้นที่ใดพื้นที่หนึ่งที่จะรายการ ระบบสามารถจัดทำรายงานต่างๆ ได้จากระบบงานเดียว ถ้าต้องการรายงานระหว่างหลายระบบงาน คุณจะต้องใช้รายการรวม หรือสร้างรายงานแบบกำหนดเองโดยใช้คำสั่ง SQL

source: Select remote databases:
th: เลือกฐานข้อมูลระยะไกล:

source: Select table
th: เลือกตาราง

source: Select the Patron Alert: you will need to choose a Notice that can be sent to patrons when a new issue arrives. To edit this notice, go to Tools &gt; Notices.
th: เลือกการแจ้งเตือนสมาชิกห้องสมุด: คุณจะต้องเลือกข้อความแจ้งเตือนที่สามารถส่งไปยังสมาชิกห้องสมุดเมื่อฉบับใหม่มาถึง เมื่อต้องการแก้ไขข้อความแจ้งเตือนนี้ ให้ไปที่ เครื่องมือ &gt; ข้อความแจ้งเตือน
