Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: Fines for returned items are forgiven.
th: ค่าปรับสำหรับรายการที่ส่งคืนได้รับการยกหนี้

source: Fines:
th: ค่าปรับ:

source: Finish
th: เสร็จสิ้น

source: Finished
th: เสร็จสิ้น

source: First
th: แรก

source: First arrival:
th: มาถึงครั้งแรก:

source: First issue publication date:
th: วันที่ของสิ่งพิมพ์ฉบับแรก:

source: First name:
th: ชื่อตัว:

source: First note: You can only create Printer Profiles for existing label templates.
th: หมายเหตุแรก: คุณสามารถสร้าง 'โพรไฟล์สิ่งพิมพ์' ให้กับแม่แบบป้ายที่มีอยู่ได้เท่านั้น

source: First you will need
th: อันดับแรก คุณจำเป็นจะต้อง

source: First, you need to browse your computer to find the MARC record that you grabbed for your item. Click on
th: ก่อนอื่น คุณต้องเรียกดูในคอมพิวเตอร์ของคุณเพื่อหาระเบียน MARC ที่คุณใช้กับรายการของคุณ ให้คลิก

source: Firstly, check the catalog details that you are recieiving the right item. If these are correct, you can add the item details.
th: อันดับแรก ให้ตรวจสอบรายละเอียดของรายการทรัพยากรว่าคุณได้รับรายการที่ถูกต้อง ถ้าถูกต้อง คุณสามารถเพิ่มรายละเอียดของรายการได้

source: Firstname
th: ชื่อ

source: Fix Itemtype
th: กำหนดประเภทของทรัพยากรไว้คงที่

source: Float
th: ลอย

source: Flute a bec
th: ฟลุต

source: Flute traversiere
th: ฟลุต

source: Font Size:
th: ขนาดตัวอักษร:

source: Font:
th: ตัวอักษร:

source: For data that is given an authorized value in the Koha database, you the drop down list to select one value
th: สำหรับข้อมูลที่ให้ค่าที่กำหนดใช้ในฐานข้อมูลของ Koha ให้คุณเลือกค่าจากรายการแบบหล่นลง

source: For date fields you can either select:
th: สำหรับเขตข้อมูลวันที่ คุณสามารถเลือก:

source: For each 'Delay' you choose a notice type (or 'letter') that will go to the borrower.
th: ให้คุณเลือกประเภทของข้อความแจ้งเตือน (หรือ 'จดหมาย') ที่จะส่งไปยังผู้ยืมให้กับแต่ละ 'ล่าช้า'

source: For each copy you will need to set that Item Barcode, Home Library and Item Type.
th: คุณจะต้องตั้งค่าบาร์โค้ดรายการ ห้องสมุดหลัก และประเภทของทรัพยากรให้กับแต่ละเล่ม

source: For each group of pictures that has the cardnumber of the patron and the file containing that patrons picture. One patron per line separated by either commas or tabs.
th: สำหรับแต่ละกลุ่มรูปภาพที่มีหมายเลขบัตรของสมาชิกห้องสมุดและแฟ้มที่มีรูปของสมาชิกห้องสมุด โดยคั่นสมาชิกห้องสมุดหนึ่งรายต่อบรรทัดด้วยเครื่องหมายจุลภาคหรือแท็บ

source: For each item you will need to check the following:
th: คุณจะต้องตรวจสอบสิ่งต่อไนี้ให้กับแต่ละรายการ

source: For each patron category (rows), there is a count given by branch. Each row and and columns are also totaled
th: มีการนับที่ให้โดยสาขาสำหรับประเภทของสมาชิกแต่ละประเภท (แถว) แต่ละแถวและคอลัมน์ก็จะถูกรวมผลด้วย

source: For each patron type (left most column), enter a number under the columns labeled 'Delay'. The number you enter represents DAYS.
th: สำหรับประเภทของสมาชิกแต่ละประเภท (คอลัมน์ซ้ายสุด) ให้ใส่จำนวนใต้คอลัมน์ที่ชื่อ 'ล่าช้า' จำนวนที่คุณใส่เป็นจำนวนวัน

source: For each subfield you can set :
th: สำหรับแต่ละเขตข้อมูลย่อย คุณสามารถตั้งค่า :

source: For example, if your home branch is set to 'Main Library', any items checked out to a patron on your terminal will be considered by Koha to be checked out from the 'Main Library' branch. An item transferred on that computer will be recorded as transferred from the 'Main Library' branch.
th: ตัวอย่างเช่น ถ้าสาขาหลักของคุณตั้งค้าเป็น 'ห้องสมุดหลัก' รายการที่ยืมออกให้กับสมาชิกห้องสมุดในเครื่องปลายทาง จะได้รับการพิจารณาจาก Koha ว่าถูกยืมออกจากสาขา 'ห้องสมุดหลัก' รายการที่ถ่ายโอนจากคอมพิวเตอร์เครื่องนั้นจะได้รับการบันทึกเป็นถ่ายโอนจากสาขา 'ห้องสมุดหลัก'

source: For free text fields in that database, enter a string/phrase for the criteria to match on
th: สำหรับเขตข้อมูลข้อความอิสระในฐานข้อมูลนั้น ให้ใส่สตริง/วลี สำหรับเกณฑ์ที่จะจับคู่

source: For help with the Reports Dictionary - see online help within the Dictionary Pages
th: สำหรับวิธีใช้พจนานุกรมระบบออกรายงาน ให้ดูวิธีใช้แบบออนไลน์ที่อยู่ในหน้าพจนานุกรม

source: For more information about Authority Records with MARC 21 see the tutorial on the <a1>Library of Congress website</a>
th: สำหรับข้อมูลเพิ่มเติมเกี่ยวกับระเบียนที่กำหนดใช้ด้วย MARC 21 ให้ดูบทช่วยสอนใน <a1>Library of Congress website</a> (เพจอาจเป็นภาษาอังกฤษ)

source: For single language setups, there will be 2 options here. One for the 'opac (language code)' and the 'Librarian interface'. For multilingual setups, multiple languages for the OPAC will show.
th: ตรงนี้มีตัวเลือก 2 ตัวสำหรับการตั้งค่าภาษาเดียว ตัวเลือกหนึ่งสำหรับ 'OPAC (รหัสภาษา)' และอีกตัวเลือกหนึ่งสำหรับ 'ส่วนติดต่อของบรรณารักษ์' ส่วนการตั้งค่าแบบหลายภาษา ภาษาต่างๆ สำหรับ OPEC จะแสดง

source: For this library, you can specify the maximum number of loans that a patron of a given category can make, regardless of the item type.
th: สำหรับห้องสมุดนี้ คุณสามารถระบุจำนวนมากสุดของการยืมที่สมาชิกห้องสมุดของประเภทที่ให้สามารถยืมได้ โดยไม่เกี่ยวกับประเภทของทรัพยากร

source: For vendor ID: %s
th: สำหรับรหัสผู้แทนจำหน่าย: %s

source: Forgive fines on return:
th: ยกหนี้ค่าปรับเมื่อคืน:

source: Forgive overdue charges
th: ยกหนี้ค่าบริการเกินกำหนด

source: Forgiven
th: ยกหนี้

source: Form not submitted because of the following problem(s)
th: ไม่ได้ส่งฟอร์มเนื่องจากมีปัญหาต่อไปนี้

source: Form of Cartographic Item:
th: ฟอร์มของรายการแผนที่:

source: Form of Contents 1:
th: ฟอร์มของเนื้อหา 1:

source: Form of Contents 2:
th: ฟอร์มของเนื้อหา 2:

source: Form of Contents 3:
th: ฟอร์มของเนื้อหา 3:

source: Form of Contents 4:
th: ฟอร์มของเนื้อหา 4:

source: Form of Musical Work:
th: ฟอร์มของงานเพลง:

source: Form of contents codes 1:
th: ฟอร์มของรหัสเนื้อหา 1:

source: Form of contents codes 2:
th: ฟอร์มของรหัสเนื้อหา 2:

source: Form of contents codes 3:
th: ฟอร์มของรหัสเนื้อหา 3:

source: Form of contents codes 4:
th: ฟอร์มของรหัสเนื้อหา 4:

source: Form of item: Coded Data: Medium Designator (Not repeatable)
th: ฟอร์มของรายการ: ข้อมูลที่เข้ารหัส: ตัวกำหนดสื่อ (ซ้ำไม่ได้)

source: Form of release - videorecording
th: ฟอร์มของการนำออกใช้ - การบันทึกวิดีโอ

source: Form of release - visual projection, motion picture
th: ฟอร์มของการนำออกใช้ - เครื่องฉายภาพ ภาพยนตร์

source: Form of release:
th: ฟอร์มของการนำออกใช้:

source: Form of reproduction
th: ฟอร์มของการจำลอง

source: Format
th: รูปแบบ

source: Format your file with the following fields
th: จัดรูปแบบแฟ้มของคุณด้วยเขตข้อมูลต่อไปนี้

source: Framework
th: โครงร่าง

source: Framework Code
th: รหัสโครงร่าง

source: Framework code
th: รหัสโครงร่าง

source: Framework code missing
th: ขาดรหัสโครงร่าง

source: Framework description
th: คำอธิบายโครงร่าง

source: Framework name, then go to MARC biblio to set MARC editor parameters
th: ชื่อโครงสร้าง จากนั้นไปที่บรรณานุกรม MARC เพื่อตั้งค่าพารามิเตอร์ตัวแก้ไข MARC

source: Fran&ccedil;ais (French)
th: Fran&ccedil;ais (ฝรั่งเศส)

source: Free
th: ฟรี

source: Frequency
th: ความถี่

source: Frequency (*):
th: ความถี่ (*):

source: Frequency of issue
th: ความถี่ของฉบับ

source: Frequency:
th: ความถี่:

source: Friday
th: วันศุกร์

source: From
th: จาก

source: From %S
th: จาก %S

source: From %S (inclusive) to %S (exclusive)
th: จาก %S (inclusive) ถึง %S (exclusive)

source: From %s:
th: จาก %s:

source: From A Suggestion -
th: จากข้อเสนอแนะ -

source: From a Suggestion
th: จากข้อเสนอแนะ

source: From a new (empty) record
th: จากระเบียนใหม่ (ว่าง)

source: From a new (empty) record -
th: จากระเบียนใหม่ (ว่าง) -

source: From an existing record -
th: จากระเบียนที่มีอยู่ -

source: From an existing record:
th: จากระเบียนที่มีอยู่:

source: From biblio number:
th: จากหมายเลขบรรณานุกรม:

source: From here you can click on the serial title and edit the record with new subscription information
th: จากตรงนี้ คุณสามารถคลิกชื่อชุดหนังสือ และแก้ไขระเบียนด้วยข้อมูลการบอกรับเป็นสมาชิกใหม่

source: From here you can edit the item or add another item
th: จากตรงนี้ คุณสามารถแก้ไขรายการหรือเพิ่มอีกรายการ

source: From here you can pick to either hold the next available item or a particular item
th: จากตรงนี้คุณสามารถเลือกการจองรายการที่มีถัดไป หรือรายการใดรายการหนึ่ง

source: From here you can toggle the 'reviewson' feature which controls comments within your OPAC
th: จากตรงนี้คุณสามารถสลับปิดเปิดคุณลักษณะ 'reviewson' ซึ่งควบคุมความคิดเห็นใน OPAC

source: From itemcallnumber:
th: จากเลขเรียกหนังสือรายการ:

source: From the following screen you can alter fields, subfields and add additional tags
th: จากหน้าจอต่อไปนี้ คุณสามารถแก้ไขเขตข้อมูล เขตข้อมูลย่อย และเพิ่มแท็กเพิ่มเติม

source: From the pull down you can choose which branch to apply holidays to.
th: จากเมนูแบบหล่นลง คุณสามารถเลือกสาขาที่จะใช้วันหยุด

source: From this menu you can approve or reject tags
th: จากเมนูนี้ คุณสามารถอนุมัติหรือปฏิเสธแท็ก

source: From this menu you must choose the patron record to link to the child or professional.
th: จากเมนูนี้ คุณจะต้องเลือกระเบียนสมาชิกที่จะเชื่อมโยงกับสมาชิกเด็กหรือสมาชิกที่มีสถานภาพพิเศษ

source: From this menu you will see all comments/reviews awaiting approval.
th: จากเมนูนี้ คุณจะเห็นความคิดเห็น/บทวิจารณ์ที่รอการอนุมัติ

source: From this module you can easily see what has been spent from each budget
th: จากระบบงานนี้ คุณสามารถเห็นสิ่งที่ใช้จากแต่ละงบประมาณได้อย่างสะดวก

source: From:
th: จาก:

source: Full level
th: ระดับเต็ม

source: Functional Designation
th: การกำหนดฟังก์ชันการทำงาน

source: Fund
th: กองทุน

source: Fund Administration
th: งานดูแลระบบกองทุน

source: Fund added
th: มีการเพิ่มกองทุน

source: Fund modified
th: มีการปรับเปลี่ยนกองทุน

source: Fund:
th: กองทุน:

source: Funds &amp; Budgets
th: กองทุนและงบประมาณ

source: Funds and Budgets
th: กองทุนและงบประมาณ

source: Funds and budgets
th: กองทุนและงบประมาณ

source: Funds and budgets administration
th: งานดูแลระบบกองทุนและงบประมาณ

source: Funds and budgets administration for acquisitions.
th: งานดูแลระบบกองทุนและงบประมาณสำหรับระบบงานจัดหาทรัพยากร

source: Funds can be library specific if needed, but this is an optional field
th: กองทุนสามารถเป็นห้องสมุดที่ระบุได้ถ้าจำเป็น แต่เขตข้อมูลนี้ไม่บังคับ

source: Funds may be ignored if you are setting your System Preferences to &quot;simple&quot; acquisitions: the funds are only useful when using &quot;normal&quot; acquisitions.
th: อาจละเว้นกองทุน ถ้าคุณกำลังตั้งค่าการปรับแต่งระบบให้เป็นระบบงานจัดหาทรัพยากร &quot;ธรรมดา&quot; เนื่องจากกองทุนจะมีประโยชน์เมื่อใช้ระบบงานจัดหาทรัพยากร &quot;ปกติ&quot;

source: GNU General Public License, version 2
th: GNU General Public License รุ่น 2

source: GST Registered
th: GST ที่ลงทะเบียน

source: GST Registered:
th: GST ที่ลงทะเบียน:

source: Galego (Galician)
th: กาเลโก (กาลิเซีย)

source: Gall
th: ความกล้า

source: Gap between Columns:
th: ช่องว่างระหว่างคอลัมน์:

source: Gap between Rows:
th: ช่องว่างระหว่างแถว:

source: Gauss
th: เกาส์

source: Geauga County Public Library
th: ห้องสมุดสาธารณะ Geauga County

source: General
th: ทั่วไป

source: Generate and download %s
th: สร้างและดาวน์โหลด %s

source: Generate labels for Batch
th: สร้างป้ายให้กับชุดงาน

source: Generating A New Report From SQL
th: การสร้าง 'รายงานใหม่จาก SQL'

source: Generation
th: รุ่นอายุ

source: Generation:
th: รุ่นอายุ:

source: Geodetic adjustment
th: การปรับเปลี่ยนพิกัดภูมิศาสตร์

source: Get It!
th: ตอบรับ!

source: Get There:
th: ไปที่นั่น:

source: Get there
th: ไปที่นั่น

source: Get there:
th: ไปที่นั่น:

source: Get there: More &gt; Administration &gt; General system preferences &gt; Patrons &gt; ExtendedPatronAttributes
th: ไปที่นั่น: &gt; งานดูแลระบบ &gt; เพิ่มเติม การปรับแต่งระบบส่วนกลาง &gt; ระบบงานจัดการสมาชิก &gt; ExtendedPatronAttributes

source: Get there: Patrons &gt; Patron Record &gt; More &gt; Set Permissions
th: ไปที่นั่น: สมาชิก &gt; ระเบียนสมาชิก &gt; เพิ่มเติม &gt; ตั้งค่าสิทธิ

source: Get this one !
th: เลือกอันนี้ !

source: Getway II Ethiopia Co. (Yohannes Mulugeta (Team Leader), Tegene Assefa, Abiyot Bayou)
th: Getway II Ethiopia Co. (Yohannes Mulugeta (หัวหน้าทีม), Tegene Assefa, Abiyot Bayou)

source: Global system preferences
th: การปรับแต่งระบบส่วนกลาง

source: Go
th: ไป

source: Go to <a1>original authority</a>
th: ไปที่ <a1>รายการหลักฐานต้นฉบับ</a>

source: Go to the 'Administration' module (usually under 'More' in your Global Nav)
th: ไปที่ระบบงาน 'งานดูแลระบบ' (มักอยู่ใต้ 'เพิ่มเติม' ใน 'การนำทางส่วนกลาง')

source: Go to the 'Administration' module.
th: ไปที่ระบบงาน 'งานดูแลระบบ'

source: Go to the 'Reports' module (usually under 'More' in your Global Nav)
th: ไปที่ระบบงาน 'ระบบออกรายการ' (มักอยู่ใต้ 'เพิ่มเติม' ใน 'การนำทางส่วนกลาง')

source: Go to the 'Tools' module (usually under 'More' in your Global Nav)
th: ไปที่ระบบงาน 'เครื่องมือ' (มักอยู่ใต้ 'เพิ่มเติม' ใน 'การนำทางส่วนกลาง')

source: Go to the Patrons menu at the top of the staff client
th: ไปที่เมนู 'ระบบงานจัดการสมาชิก' ที่บนสุดไคลเอ็นต์ของเจ้าหน้าที่

source: Gone no Address:
th: ไม่มีที่อยู่:

source: Goode's homolographic
th: เส้นโครงแผนที่ Homolographic ของ Goode

source: Goode's homolosine
th: เส้นโครงแผนที่ Homolosine ของ Goode

source: Government Publication
th: สิ่งพิมพ์รัฐบาล

source: Grand ensemble - orchestre de cuivres
th: วงใหญ่ - วงออร์เคสตรา

source: Greenwich, United Kingdom
th: กรีนนิช อังกฤษ

source: Groove width:
th: ความว้างของ Groove:

source: Group
th: กลุ่ม

source: Group Maintenance
th: การดูแลกลุ่ม

source: Group(s):
th: กลุ่ม:

source: Group:
th: กลุ่ม:

source: Groups of Libraries
th: กลุ่มของห้องสมุด

source: Guarantees:
th: การรับรอง:

source: Guarantor Information
th: ข้อมูลผู้รับรอง

source: Guarantor:
th: ผู้รับรอง:

source: Guided Reports
th: รายงาน

source: Guided Reports Wizard
th: ตัวช่วยสร้างรายงาน

source: HELP
th: วิธีใช้

source: HINT : if a subfield is non mandatory, Koha automatically adds an empty value to the authorized value list, that is selected by default. If the subfield is mandatory, no empty value is added (and you should NOT add it in the list, as it's an illegal value !)
th: คำแนะนำ : ถ้าเขตข้อมูลย่อยไม่ใช่เขตข้อมูลบังคับ Koha จะเพิ่มค่าว่างให้กับรายการค่าที่กำหนดใช้ที่ถูกเลือกตามค่าเริ่มต้น แต่ถ้าเขตข้อมูลย่อยเป็นเขตข้อมูลบังคับ จะไม่มีการเติมค่าว่าง (และคุณไม่ควรเพิ่มค่าในรายการนั้น เนื่องจากเป็นค่าไม่ถูกต้อง)

source: HINT2 : in the MARC editor, the list is ordered by Text, NOT by value. So you can define a default value by putting a space before the value you want to see first. For example, if your list is related to language, you can set &quot;ENG&quot; as authorized value and &quot; English&quot; as text. The space will order &quot;ENG&quot; as first default value, and the space won't be shown (because HTML automatically discard useless spaces). Super hint : you can put a value 1st with N spaces, then another one 2nd with N-1 space,..., a value in Nth position with 1 space. Don't abuse of this feature, it's easier to find a value in an alphabetical order. It should be used only to have a default value
th: คำแนะนำ2 : ในตัวแก้ไข MARC รายการจะเรียงลำดับตามข้อความ ไม่ใช่ตามค่า ดังนั้น คุณจึงสามารถกำหนดค่าเริ่มต้นได้ด้วยการใส่ช่องว่างก่อนค่าที่ต้องการจะเห็นเป็นอันดับแรก ตัวอย่างเช่น ถ้ารายการของคุณเกี่ยวกับภาษา คุณอาจตั้งค่า &quot;ENG&quot; เป็นค่าที่กำหนดใช้และ &quot;อังกฤษ&quot; เป็นข้อความ ช่องว่างจะเรียงลำดับ &quot;ENG&quot; เป็นค่าเริ่มต้นแรก และช่องว่างนั้นจะไม่แสดง (เนื่องจาก HTMLจะละเว้นช่องว่างที่ไม่มีประโยชน์โดยอัตโนมัติ) คำแนะนำเพิ่มเติม : คุณสามารถใส่ค่าอันดับแรกด้วยช่องว่าง N แล้วใส่ค่าที่สองด้วยช่องว่าง N-1 เช่นนี้ไปเรื่อย ค่าในตำแหน่งลำดับที่ N บวกกับ 1 ช่องว่าง อย่าใช้คุณลักษณะนี้ในทางที่ผิด เพราะเป็นช่วยให้ค้นหาค่าที่เรียงตามลำดับอักษรได้ง่ายขึ้น จึงควรใช้เฉพาะกับค่าเริ่มต้น

source: Handbooks
th: คู่มือ

source: Handle fines and charges for patrons (including paying, adding credits, and adding invoices)
th: จัดการค่าปรับและค่าธรรมเนียมของสมาชิก (รวมถึงการชำระเงิน การเพิ่มเครดิต และการเพิ่มใบแจ้งหนี้)

source: Harpe
th: ฮาร์ฟ

source: Has been checked out %s times
th: ยืมออกไป %s ครั้ง

source: Hasn't been tested with data sets larger than 100,000 records
th: ยังไม่เคยทดสอบกับชุดข้อมูลมากกว่า 100,000 ระเบียน

source: Hautbois
th: โอโบ

source: Haute contre
th: ระดับเสียงของนักร้องที่ต่ำที่สุด

source: Header row could not be parsed
th: ไม่สามารถแยกวิเคราะห์แถวส่วนหัวได้

source: Heading A-Z
th: หัวเรื่อง A-Z

source: Heading Ascendant
th: หัวเรื่องเรียงลำดับขึ้น

source: Heading Descendant
th: หัวเรื่องเรียงลำดับลง

source: Heading Z-A
th: หัวเรื่อง Z-A

source: Hectametres
th: มาตราเมตริก

source: Help
th: วิธีใช้

source: Help input
th: การป้อนข้อมูลวิธีใช้

source: Help! I've gotten an error message!
th: ช่วยด้วย! ฉันได้รับข้อความแสดงข้อผิดพลาด!

source: Helsinki, Finland
th: เฮลซิงกิ ฟินแลนด์

source: Hemisphere:
th: ซีกโลก:

source: Here are details on these options:
th: ต่อไปนี้เป็นรายละเอียดของตัวเลือกต่างๆ

source: Here are some other suggestions:
th: ต่อไปนี้เป็นส่วนหนึ่งของข้อเสนอแนะอื่นๆ

source: Here you should list all of the words you wish Koha to ignore when performing catalog searches or building the keyword index.
th: ตรงนี้ คุณควรใส่รายการคำทั้งหมดที่คุณต้องการให้ Koha ละเว้นเมื่อดำเนินการค้นหารายการทรัพยากรหรือสร้างดัชนีคำสำคัญ

source: Hint : you can update the serial history manually. This can be useful for an old subscription or to clean the existing history. Modify these fields with care, as future serial receive will continue to update them automatically.
th: คำแนะนำ: คุณสามารถปรับปรุงประวัติของสิ่งพิมพ์ต่อเนื่องได้ด้วยตนเอง ซึ่งจะเป็นประโยชน์สำหรับการบอกรับเป็นสมาชิกเก่า หรือเพื่อล้างประวัติที่มีอยู่ ให้ปรับเปลี่ยนเขตข้อมูลเหล่านี้ด้วยความระมัดระวัง เนื่องจากมีการปรับปรุงสิ่งพิมพ์ต่อเนื่องที่จะได้รับในอนาคตต่อโดยอัตโนมัติ

source: Hint:
th: คำแนะนำ:

source: History
th: ประวัติ

source: History end date
th: วันที่สิ้นสุดประวัติ

source: History start date
th: วันที่เริ่มต้นประวัติ

source: Hold
th: การจอง

source: Hold Date
th: วันที่จอง

source: Hold Found (item is already waiting): <a1>%s</a>
th: พบการจอง (รายการกำลังรออยู่): <a1>%s</a>

source: Hold Found: <a1>%s</a>
th: พบการจอง: <a1>%s</a>

source: Hold Ratio:
th: อัตราส่วนการจอง:

source: Hold Ratios to Calculate Items Needed
th: อัตราส่วนการจองที่จะคำนวณรายการที่ต้องการ

source: Hold at
th: จองที่

source: Hold date
th: วันที่จอง

source: Hold details
th: รายละเอียดการจอง

source: Hold fee:
th: ค่าธรรมเนียมการจอง:

source: Hold find for (%s) must transfered
th: พบการจองของ (%s) ต้องมีการถ่ายโอน

source: Hold for:
th: จองไว้สำหรับ:

source: Hold found for (%s), please transfer
th: พบการจองของ (%s) กรุณาถ่ายโอน

source: Hold in %s
th: จองที่ %s

source: Hold needing transfer found: <a1>%s</a>
th: พบการจองที่ต้องมีการถ่ายโอน: <a1>%s</a>

source: Hold placed by :
th: ส่งการจองตาม :

source: Hold placed on %s.
th: ส่งการจองเมื่อ %s

source: Hold priority can be altered by viewing the holds for the title
th: ลำดับความสำคัญของการจองสามารถปรับเปลี่ยนได้ด้วยการดูการจองของขื่อเรื่อง

source: Hold ratios
th: อัตราส่วนการจอง

source: Holding Libraries <a1>Sort</a>
th: ห้องสมุดที่มีการจอง <a1>เรียงลำดับ</a>

source: Holdingbranch
th: สาขาที่มีการจอง

source: Holdings
th: รายการที่ห้องสมุดมี

source: Holds
th: การจอง

source: Holds Queue
th: คิวการจอง

source: Holds awaiting pickup
th: การจองที่รอมารับ

source: Holds to pull
th: การจองที่จะยกเลิก

source: Holds waiting:
th: การจองที่รอ:

source: Holiday exception
th: ยกเว้นวันหยุด

source: Holiday only on this day
th: เฉพาะวันหยุดในวันนี้

source: Holiday repeated every same day of the week
th: วันหยุดที่ซ้ำทุกวันเดียวกันในสัปดาห์

source: Holiday repeated yearly on the same date
th: วันหยุดที่ซ้ำในวันเดียวกันของทุกปี

source: Holidays Calendar Help
th: วิธีใช้ปฏิทินวันหยุด

source: Holidays are set per library and the same holiday will need to be set for all libraries in a system.
th: วันหยุดจะกำหนดต่อห้องสมุด และจะต้องตั้งวันหยุดวันเดียวกันให้กับทุกห้องสมุดในระบบ

source: Home
th: หน้าแรก

source: Home &rsaquo; Tools &rsaquo; Tags &rsaquo;
th: หน้าแรก &rsaquo; เครื่องมือ &rsaquo; แท็ก &rsaquo;

source: Home Library
th: ห้องสมุดหลัก

source: Home Library:
th: ห้องสมุดหลัก:

source: Home library:
th: ห้องสมุดหลัก:

source: Home:
th: หน้าแรก

source: Horizontal:
th: แนวนอน:

source: Hostname/Port
th: ชื่อโฮสต์/พอร์ต

source: Hostname:
th: ชื่อโฮสต์:

source: Hours:
th: ชั่วโมง:

source: How do I add Items to an Order?
th: ฉันจะเพิ่มรายการลงในใบสั่งซื้อได้อย่างไร

source: How do I add the cataloging data?
th: ฉันจะเพิ่มข้อมูลรายการทรัพยากรได้อย่างไร

source: How do I enable the Holiday Calendar?
th: ฉันจะเปิดใช้งาน 'ปฏิทินวันหยุด' ได้อย่างไร

source: How do I find what items are missing?
th: ฉันจะค้นหารายการที่ขาดได้อย่างไร

source: How do I get a file of barcodes to upload?
th: ฉันจะรับแฟ้มของบาร์โค้ดที่จะอัปโหลดได้อย่างไร

source: How do I manage suggestions?
th: ฉันจะจัดการข้อเสนอแนะได้อย่างไร

source: How do I print Labels using this feature?
th: ฉันจะพิมพ์ 'ป้าย' โดยใช้คุณลักษณะนี้ได้อย่างไร

source: How do I process a Transfer To Receive?
th: ฉันจะดำเนินการ 'ถ่ายโอนเพื่อรับ' ได้อย่างไร

source: How do I receive an expected issue?
th: ฉันจะได้รับฉบับที่คาดไว้ได้อย่างไร

source: How do I receive an unexpected or supplemental issue?
th: ฉันจะได้รับฉบับที่ไม่คาดว่าจะได้รับหรือฉบับเพิ่มได้อย่างไร

source: How do I receive items that have arrived?
th: ฉันจะได้รับรายการที่มาถึงได้อย่างไร

source: How do I receive multiple identical items?
th: ฉันได้รับรายการที่เหมือนกันหลายรายการได้อย่างไร

source: How do I schedule overdue notices?
th: ฉ้นจะกำหนดเวลาของข้อความแจ้งเตือนการเกินกำหนดส่งได้อย่างไร

source: How do I set up a new subscription?
th: ฉันจะตั้งค่าการบอกรับเป็นสมาชิกใหม่ได้อย่างไร

source: How do I setup a Printer Profile?
th: ฉันจะตั้งค่า 'โพรไฟล์ของเครื่องพิมพ์' ได้อย่าไร

source: How do I turn on/off Comments in my OPAC?
th: ฉันจะเปิด/ปิด 'ความคิดเห็น' ใน OPAC ได้อย่างไร

source: How do I use this feature?
th: ฉันจะใช้คุณลักษณะนี้ได้อย่างไร

source: How do I&nbsp; check in (return) an item?
th: ฉันจะส่ง (คืน) รายการได้อย่างไร

source: How does an Hold come off this list?
th: การจองมาปรากฎในรายการนี้ได้อย่างไร

source: How to add a new bibliographic record?
th: วิธีเพิ่มระเบียนบรรณานุกรม ทำอย่างไร

source: How to add new items to a record?
th: วิธีเพิ่มรายการใหม่ลงในระเบียน ทำอย่างไร

source: How to configure Koha?
th: วิธีกำหนดค่า Koha ทำอย่างไร

source: How to edit a bibliographic record?
th: วิธีแก้ไขระเบียนบรรณานุกรม ทำอย่างไร

source: How to lodge a Claim?
th: จะส่งทวงถามได้อย่างไร

source: How to place an order?
th: วิธีส่งใบสั่งซื้อ ทำอย่างไร

source: How to post a News Item?
th: วิธีประกาศรายการ 'ข่าวสาร' ทำอย่างไร

source: How to process items:
th: วิธีดำเนินการรายการ ทำอย่างไร

source: How to resolve a Claim?
th: วิธีแก้ปัญหา 'การทวงถาม' ทำอย่างไร

source: Hrvatski (Croatian)
th: Hrvatski (โครเอเชีย)

source: I can log in, what is next?
th: ฉันเข้าสู่ระบบได้แล้ว ให้ทำอะไรเป็นสิ่งถัดไป

source: I encountered some problems.
th: ฉันมีปัญหา

source: ID
th: รหัส

source: IMPORTANT
th: สำคัญ

source: IMPORTANT : This tool is NOT intended to import ISO 2709 in your ACTIVE database. If you need to migrate data from another ILS, then you must consider $kohaInstall/scripts/misc/bulkmarcimport.pl
th: สำคัญ : เครื่องมือนี้ไม่ได้ทำเพื่อนำเข้าฐานข้อมูล ISO 2709 ที่คุณใช้งานอยู่ ถ้าคุณต้องการโยกย้ายข้อมูลจากอีก ILS คุณจะต้องพิจารณาใช้ $kohaInstall/scripts/misc/bulkmarcimport.pl

source: IMPORTANT NOTE : the z3950search will NOT work until your system administrator has not activated the z3950 client daemon on your server. The daemon is in KohaDirectory/script/z3950daemon. It should be added to rc.d to be launched during server boot.
th: หมายเหตุสำคัญ : การค้นหาของ z3950 จะไม่ทำงานจนกว่าผู้ดูแลระบบของคุณจะปิดใช้งานเดมอนไคลเอ็นต์ z3950 บนเซิร์ฟเวอร์ เดมอนอยู่ใน KohaDirectory/script/z3950daemon ควรเพิ่มไว้ใน rc.d เพื่อที่จะเปิดใช้งานในระหว่างเริ่มต้นระบบเซิร์ฟเวอร์

source: IMPORTANT NOTE Online Help is overwritten during a Koha Upgrade.
th: หมายเหตุสำคัญ วิธีใช้แบบออนไลน์จะถูกบันทึกทับระหว่างการปรับปรุ่น Koha

source: IMPORTANT:
th: สำคัญ:
