Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: encaustic
th: งานเคลือบ

source: encyclopaedia
th: สารานุกรม

source: encyclopedia
th: สารานุกรม

source: engraving
th: การจารึก

source: engraving in the crayon manner
th: การจารึกด้วยชอล์ก

source: ephemera
th: สิ่งพิมพ์ระยะสั้น

source: erotica
th: อีโรติกา

source: essay, feuilleton
th: เรียงความ ต่อเนื่อง

source: essays
th: เรียงความ

source: etching
th: การแกะสลัก

source: ethnological information
th: ข้อมูลทางชาติพันธุ์วิทยา

source: ex: barcode, itemcallnumber, title, "050a 050b", 300a
th: เช่น บาร์โค้ด เลขเรียกหนังสือ ชื่อเรื่อง "050a 050b", 300a

source: examination paper
th: ข้อสอบ

source: excellent
th: ยอดเยี่ยม

source: exists.
th: มีอยู่

source: expected at
th: คาดหวัง ณ

source: expired
th: หมดอายุ

source: f - Manuscript cartographic material
th: f - วัสดุแผนที่ต้นฉบับ

source: f- Braille
th: f- เอกสารอักษรเบรลล์

source: f- Established heading and subdivision
th: f- หัวเรื่องและส่วนย่อยที่สร้าง

source: f- Federal/national
th: f- แห่งรัฐ/แห่งชาติ

source: f- French only
th: f- ฝรั่งเศสเท่านั้น

source: f- Novels
th: f- นวนิยาย

source: f- Specialized
th: f- ที่เชี่ยวชาญ

source: f- Standard of unknown origin
th: f- มาตรฐานของจุดเริ่มต้นที่ไม่ทราบ

source: f- intergovernmental
th: f- ระหว่างรัฐบาล

source: f- photoprint
th: f- กระดาษอัดภาพ

source: fa- Arabic
th: fa- อาหรับ

source: fable
th: นิทาน

source: facsimiles
th: โทรสาร

source: fair
th: ปานกลาง

source: fairy tale
th: เทพนิยาย

source: false colour photography
th: ภาพถ่ายที่สีเพี้ยน

source: fauna
th: สัตว์ป่า

source: feature in
th: คุณลักษณะใน

source: felt-tip pen
th: ปากกาลายสักหลาด

source: festschrift
th: หนังสือที่ระลึก

source: fic:0 Non fiction
th: fic:0 ไม่ใช่นวนิยาย

source: fic:1 Fiction
th: fic:1 นวนิยาย

source: fiction
th: นวนิยาย

source: film (sound film)
th: ฟิล์ม (ฟิล์มเสียง)

source: film base other than safety film
th: แผ่นฟิล์มที่ไม่ใช่ฟิล์มแบบปลอดภัย

source: film cartridge
th: กล่องฟิล์ม

source: film cassette
th: ตลับฟิล์ม

source: film reel
th: ม้วนฟิล์ม

source: film strip roll
th: ม้วนฟิล์มสตริป

source: filmslip
th: ฟิล์มสลิป

source: filmstrip cartridge
th: กล่องฟิล์มสตริป

source: filter
th: ตัวกรอง

source: first generation (Master)
th: รุ่นแรก (ต้นฉบับ)

source: flora
th: ดอกไม้

source: flowline map, flow map
th: แผนที่แสดงการเคลื่อนไหว แผนที่โฟลว์

source: folktales
th: นิทานพื้นบ้าน

source: for
th: สำหรับ

source: for %s
th: สำหรับ %s

source: for '%s'
th: สำหรับ '%s'

source: for <a1>%s %s (%s)</a>
th: สำหรับ <a1>%s %s (%s)</a>

source: for <a1>%s %s</a>
th: สำหรับ <a1>%s %s</a>

source: for <a1>Bibliographic Record %s</a>
th: สำหรับ <a1>ระเบียนบรรณานุกรม %s</a>

source: for Serials
th: สำหรับระบบงานสิ่งพิมพ์ต่อเนื่อง

source: for branch = %s
th: สำหรับสาขา = %s

source: for category = %s
th: สำหรับประเภท = %s

source: form lines
th: บรรทัดฟอร์ม

source: forms
th: ฟอร์ม

source: framework values
th: ค่าโครงร่าง

source: from %s since %s
th: จาก %s ตั้งแต่ %s

source: frontispiece
th: หน้าภาพพิเศษ

source: full level
th: ระดับเต็ม

source: full score, graphic score
th: สกอร์แบบเต็ม สกอร์กราฟิก

source: full track
th: แทร็กแบบเต็มเพลง

source: furniture
th: เฟอร์นิเจอร์

source: g - Projected medium
th: g - สื่อที่ฉายภาพ

source: g- Conventional romanization or conventional form of name in language of cataloging agency
th: g- การถอดชื่อเป็นอักษรโรมันหรือรูปแบบสามัญของชื่อในภาษาของหน่วยงานระบบงานวิเคราะห์หมวดหมู่และลงรายการ

source: g- General
th: g- ทั่วไป

source: g- Reference and subdivision
th: g- หนังสืออ้างอิงและส่วนย่อย

source: g- government in exile or clandestine
th: g- รัฐบาลพลัดถิ่นหรือรัฐบาลลับ

source: ga- Greek
th: ga- กรีก

source: games and recreation
th: เกมและสันทนาการ

source: genealogical tables
th: ตารางลำดับวงศ์ตระกูล

source: glass
th: แก้ว

source: globe
th: โลก

source: gnomonic
th: โนโมนิก

source: go to <!-- TMPL_VAR name="bibliotitle" -->
th: ไปที่ <!-- TMPL_VAR name="bibliotitle" -->

source: golding
th: ทอง

source: gone no address
th: ไปโดยไม่มีที่อยู่

source: good
th: ดี

source: gouache
th: กูอาจ

source: graphic score
th: คะแนนกราฟิก

source: graphite
th: กราไฟท์

source: greater than 9 kilometres
th: มากกวา 9 กิโลเมตร

source: group by
th: จัดกลุ่มตาม

source: h- Humor,satires,etc.
th: h- เรื่องตลก

source: h- level not determined
th: h- ไม่มีการกำหนดระดับ

source: h- picture
th: h- รูปภาพ

source: ha- Hebrew
th: ha- ฮิบรู

source: hachures
th: เส้นลายขวานสับ

source: hagiography
th: วรรณกรรมนักบุญ

source: half track
th: กึ่งสายพาน

source: hand coloured
th: ลงสีด้วยมือ

source: hand-made paper
th: กระดาษทำมือ

source: hand-written
th: ลายมือ

source: handcoloured
th: ลงสีด้วยมือ

source: handwritten
th: ลายมือ

source: hardboard
th: กระดาษอัด

source: has &quot;%s&quot; in unrecognized format: &quot;%s&quot;
th: มี &quot;%s&quot; ในรูปแบบที่ไม่รู้จัก: &quot;%s&quot;

source: has all required privileges on database
th: มีสิทธิพิเศษที่ต้องการทั้งหมดในฐานข้อมูล

source: has never been checked out.
th: ไม่เคยยืมออก

source: has unrecognized value &quot;%s&quot;
th: มีค่าที่ไม่รู้จัก &quot;%s&quot;

source: hasn't been transfered yet from %s
th: ยังไม่ถ่ายโอนจาก %s

source: heliogravure
th: โฟโต้กราวัวร์

source: hidden
th: ซ่อน

source: hidden : allows you to select from 19 possible visibility conditions, 17 of which are implemented. They are the following:
th: ซ่อน : คุณสามารถเลือกจาก 19 เงื่อนไขในการมองเห็นที่เป็นไปได้ โดยมี 17 เงื่อนไขที่มีการนำมาใช้ ดังต่อไปนี้

source: hidden : means that the field is managed, but NOT shown in opac. It's usually for internal fields
th: ซ่อน : หมายความว่าเขตข้อมูลถูกจัดการ แต่ไม่แสดงใน OPAC มักเป็นเขตข้อมูลภายใน

source: hidden,
th: ซ่อน

source: high (31x - 60x)
th: สูง (31x - 60x)

source: high oblique
th: ภาพเฉียงสูง

source: historical information about music
th: ข้อมูลประวัติเกี่ยวกับเพลง

source: historical work
th: งานในอดิต

source: history
th: ประวัติ

source: holdingbranch NOT mapped
th: ไม่ได้แมปสาขาการจอง

source: holdingbranch defined
th: ไม่ได้กำหนดสาขาการจอง

source: holdings coded value
th: ค่าที่เข้ารหัสการจอง

source: holds administrative preferences such as admin email address, sessions and timout.
th: มีการปรับแต่งของงานดูแลระบบ เช่น ที่อยู่อีเมลของผู้ดูแล เซสชัน และการหมดเวลาทำงาน

source: holds preference related to advanced search functions such as removing stop words or allowing stemming.
th: ระงับการปรับแต่งที่เกี่ยวกับฟังก์ชันการค้นหาขึ้นสูง เช่น การเอาคำที่ไม่ใช้สืบค้นออก หรือการอนุญาตการค้นหารากศัพท์

source: holds preference related to handling authority records.
th: มีการปรับแต่งเกี่ยวกับการจัดการระเบียนรายการหลักฐาน

source: holds preferences related to acquisitions and serials such as handling patron suggestions and taxes.
th: มีการปรับแต่งเกี่ยวกับระบบงานจัดหาทรัพยากรและสิ่งพิมพ์ต่อเนื่อง เช่น การจัดการข้อเสนอแนะของสมาชิกห้องสมุดและภาษี

source: holds preferences related to internationalization and localization such as date formats and languages.
th: มีการปรับแต่งเกี่ยวกับความเป็นสากลและความเป็นท้องถิ่น เช่น รูปแบบวันที่และภาษา

source: holds preferences that control circulation functions such as holds and fines.
th: มีการปรับแต่งที่ควบคุมฟังก์ชันระบบงานยืม-คืน เช่น การจองและค่าปรับ

source: holds preferences that control how your system handles patron functions. Some preferences include the minimum password length and membership number settings.
th: มีการปรับแต่งที่ควบคุมวิธีที่ระบบจัดการฟังก์ชันของสมาชิกห้องสมุด บางการปรับแต่งรวมถึงความยาวขั้นต่ำของรหัสผ่านและการตั้งค่าหมายเลขสมาชิกภาพ

source: holds preferences that control the cataloging functions. This is where you choose your MARC flavor, set up Z39.50 and barcoding.
th: มีการปรับแต่งที่ควบคุมฟังก์ชันระบบงานวิเคราะห์หมวดหมู่และลงรายการ เป็นจุดที่คุณเลือก MARC ที่ต้องการ ตั้งค่า Z39.50 และใส่บาร์โค้ด

source: holds preferences that will add content from outside sources to your OPAC and Staff Client. This is where you can turn on cover images, FRBR and tagging.
th: มีการปรับแต่งที่จะเพิ่มเนื้อหาจากแหล่งข้อมูลภายนอกลงใน OPAC และไคลเอ็นต์เจ้าหน้าที่ เป็นจุดที่คุณสามารถเปิดรูปปก FRBR และการติดป้ายแท็ก

source: holds queue
th: คิวการจอง

source: holds to retrieve off the shelf
th: การจองที่จะเรียกจากชั้นหนังสือ

source: holds waiting for patron pickup
th: การจองที่รอสมาชิกห้องสมุดมารับ

source: homebranch NOT mapped
th: ไม่ได้แมปสาขาหลัก

source: homebranch defined
th: มีการกำหนดสาขาหลัก

source: humour, satire
th: เรื่องตลก

source: hypsometric tints - layer method
th: แผนที่แถบสี - วิธีการจำแนกชั้นข้อมูล

source: i - Nonmusical sound recording
th: i - การบันทึกเสยงที่ไม่ใช่เพลง

source: i- Inclusive dates of collection
th: i- รวมวันที่คอลเลกชัน

source: i- Integrating resource
th: i- การรวมทรัพยากร

source: i- International intergovernmental
th: i- ระหว่างรัฐบาลนานาชาติ

source: i- Letters
th: i- จดหมาย

source: i- Subdivided geographically&mdash;indirect
th: i- ที่แยกย่อยทางภูมิศาสตร์&mdash;ทางอ้อม

source: i- print
th: i- พิมพ์

source: ia- Thai
th: ia- ไทย

source: identity
th: ข้อมูลประจำตัว

source: illuminations
th: การทำให้ส่องสว่าง

source: illustrateur
th: ผู้วาดภาพประกอบ

source: illustrations
th: ภาพประกอบ

source: image
th: รูป

source: image file
th: แฟ้มรูป

source: imbibition dye transfer
th: การถ่ายโอนสีย้อมแบบดูดอุ้ม

source: import
th: นำเข้า

source: important in controlling how Koha works :
th: สำคัญในการควบคุมวิธีทำงานของ Koha :

source: imported successfully.
th: นำเข้าได้สำเร็จ

source: in %s
th: ใน %s

source: in %s Catalog
th: ในรายการทรัพยากรของ %s

source: in <i>%s</i>
th: ในปี <i>%s</i>

source: in first issue of next volume - attached
th: ในฉบับแรกของปีถัดไป- รวมเล่ม

source: in first issue of next volume - loose
th: ในฉบับแรกของปีถัดไป - แยกแผ่น

source: in first issue of next volume loose - separately paged
th: ในฉบับแรกของปีถัดไปแบบแยกแผ่น - แยกหน้า

source: in first issue of next volume loose - unpaged
th: ในฉบับแรกของปีถัดไปแบบแยกแผ่น - ไม่มีเลขหน้า

source: in last issue of volume - attached
th: ในฉบับสุดท้ายของปี - รวมเล่ม

source: in last issue of volume - loose
th: ในฉบับสุดท้ายของปี - แยกแผ่น

source: in last issue of volume - unpaged
th: ในฉบับสุดท้ายของปี - ไม่มีเลขหน้า

source: in last issue of volume-loose - separately paged
th: ในฉบับสุดท้ายของปีแบบแยกแผ่น - แยกหน้า

source: in parts
th: เป็นส่วนๆ

source: in transit
th: อยู่ในระหว่างนำส่ง

source: include GST
th: รวม GST

source: incomplete
th: ไม่สมบูรณ์

source: index
th: ดัชนี

source: index is not available
th: ไม่มีดัชนี

source: index or name list accompanying cartographic item in booklet...
th: ดัชนีหรือรายชื่อประกอบรายการแผนที่ในหนังสือเล่มเล็ก...

source: index or name list on cartographic item itself
th: ดัชนีหรือรายชื่อในรายการแผนที่เอง

source: index or name list present but location not specified
th: มีดัชนีหรือรายชื่อแต่ไม่มีการระบุตำแหน่ง

source: individual biography
th: ชีวประวัติบุคคลคนเดียว

source: industrial production
th: การผลิตในงานอุตสาหกรรม

source: infrared line scanning
th: การสแกนสายอินฟราเรด

source: inner counter
th: ตัวนับภายใน

source: input fieldset
th: ชุดเขตข้อมูลสำหรับใส่ข้อมูล

source: input fieldset.
th: ชุดเขตข้อมูลสำหรับใส่ข้อมูล

source: instantaneous (unique, cut on the spot)
th: ทันที (ที่ไม่ซ้ำ ตัดบนสปอต)

source: instruction (language)
th: คำแนะนำ (ภาษา)

source: instructional material
th: สื่อการสอน

source: instructional materials
th: สื่อการสอน

source: instructional work
th: งานสอน

source: instructions
th: คำแนะนำ

source: instrumental parts
th: ส่วนในการสอน

source: interviews
th: บทสัมภาษณ์

source: invalid authority types
th: ประเภทของรายการหลักฐานไม่ถูกต้อง

source: invoice, %s
th: ใบแจ้งหนี้ %s

source: irregular
th: ไม่ประจำ

source: is a URL,
th: เป็น URL

source: is exactly
th: ตรงกับ

source: isopleth
th: ไอโซเพลท

source: issues expected
th: ฉบับที่จะได้รับ

source: it contains the name of the librarian that created the subscription, the name of the supplier providing the subscription, the cost and the budget affected. It also contains the title of the biblio managed by the subscription.
th: มีชื่อของบรรณารักษ์ที่สร้างการบอกรับเป็นสมาชิก ชื่อของผู้ขายที่บริการบอกรับเป็นสมาชิก ค่าบริการและงบประมาณที่เกี่ยวข้อง นอกจากนี้ยังมีชื่อเรื่องของบรรณานุกรมที่จัดการโดยการบอกรับเป็นสมาชิกนั้น

source: it contains various information to calculate arrival dates.
th: มีข้อมูลหลายอย่างที่จะคำนวณวันที่มาถึง

source: it is not damaged (unless the AllowHoldsOnDamagedItems system preference is ON), AND
th: ไม่ใช่รายการที่เสียหาย (นอกจากว่าจะมีการเปิด AllowHoldsOnDamagedItems ในการปรับแต่งระบบ) และ

source: it is not lost AND,
th: ไม่ใช่สูญหาย และ

source: it is not marked not for loan AND,
th: ไม่ใช่ถูกทำเครื่องหมายเป็นยืม และ

source: it is not on loan (unless the AllowOnShelfHolds system preference is ON)
th: ไม่ใช่รายการที่ยืม (นอกจาว่าจะมีการเปิด AllowOnShelfHolds ในการปรับแต่งระบบ)

source: it is not withdrawn AND,
th: ไม่ใช่การยกเลิก และ

source: item
th: รายการ

source: item fields
th: เขตข้อมูลรายการ

source: item type not defined
th: ไม่มีการกำหนดประเภทของทรัพยากร

source: itemnum
th: หมายเลขรายการ

source: itemnum : the field itemnumber is mapped to a field in tab -1
th: หมายเลขรายการ : หมายเลขรายการเขตข้อมูลถูกแมปกับเขตข้อมูลในแท็บ -1

source: items
th: รายการ

source: items. <a1>Show all items</a>
th: รายการ. <a1>แสดงรายการทั้งหมด</a>

source: itemtype NOT mapped
th: ไม่ได้แมปประเภทของทรัพยากร

source: ivory
th: สีงาช้าง

source: j - Musical sound recording
th: j - การบันทึกเสียงดนตรี

source: j- Juvenile
th: j- เยาวชน

source: j- Short stories
th: j- เรื่องสั้น

source: jewellery
th: อัญมณี

source: jigsaws
th: ตัวต่อ

source: juvenile literature
th: วรรณกรรมเยาวชน

source: juvenile, general
th: เยาวชน ทั่วไป

source: k - Two-dimensional nonprojectable graphic
th: k - กราฟิกที่ไม่สามารถฉายได้แบบสองมิติ

source: k- Canadian Subject Headings
th: k- หัวเรื่องเกี่ยวกับแคนาดา

source: k- Range of years of bulk collection
th: k- ช่วงของปีคอลเลคชันจำนวนมาก

source: k- adult, serious
th: k- ผู้ใหญ่ เข้มงวด

source: k- technical drawing
th: k- การเขียนแบบเทคนิค

source: ka- Korean
th: ka- เกาหลี

source: l- Local
th: l- ท้องถิ่น

source: l-format:co CD Software
th: l-รูปแบบ:co ซีดีซอฟแวร์

source: l-format:cr Website
th: l-รูปแบบ:cr เว็บไซต์

source: l-format:fk Braille
th: l-รูปแบบ:fk เอกสารอักษรเบรลล์

source: l-format:sd CD audio
th: l-รูปแบบ:sd ซีดีเพลง

source: l-format:ss Cassette recording
th: l-รูปแบบ:ss การบันทึกคาสเซ็ต

source: l-format:ta Regular print
th: l-รูปแบบ:ta งานพิมพ์ปกติ

source: l-format:tb Large print
th: l-รูปแบบ:tb งานพิมพ์ขนาดใหญ่

source: l-format:vd DVD video / Videodisc
th: l-รูปแบบ:vd ดีวีดีวิดีโอ / วิดีโอดิสก์

source: l-format:vf VHS tape / Videocassette
th: l-รูปแบบ vf เทป/วีดีโอคาสเซ็ต VHS

source: la- Tamil
th: la- ทมิฬ

source: laboratory and construction kits
th: ชุดทดลองทางเคมีและชุดกิจกรรมสร้างความรู้

source: lacquered (e.g. acetate)
th: ที่เคลือบ (เช่น อะซีเตท)

source: landforms
th: ลักษณะดิน

source: large print
th: งานพิมพ์ขนาดใหญ่

source: last on: %s
th: ถึงวันที่: %s

source: lateral or combined cutting
th: การตัดด้านข้างหรือแบบรวม

source: lavierung India ink
th: หมึกอินเดีย Lavierung

source: law reports and digests
th: การตัดสินคดีและบันทึกข้อเท็จจริงทางกฎหมาย

source: laws and legislation
th: กฏหมายและระเบียบข้อบังคับ

source: leather
th: หนัง

source: lectures, speeches
th: การบรรยาย สุนทรพจน์

source: legal articles
th: บทความทางด้านกฎหมาย

source: legal cases and case notes
th: คดีความและรายละเอียดคดี

source: legal work
th: งานด้านกฎหมาย

source: legend
th: คำอธิบายแผนภูมิ

source: less than 1 centimetre
th: น้อยกว่า 1 เซนติเมตร

source: letters
th: จดหมาย

source: library catalogue
th: รายการทรัพยากรห้องสมุด

source: library maintains its own authority records based on the dataset
th: ห้องสมุดเก็บรักษาระเบียนรายการหลักฐานของห้องสมุดเองตามชุดข้อมูล

source: libretto
th: ละครเพลง

source: libretto or text
th: ละครเพลงหรือข้อความ

source: like
th: เหมือน

source: linear scale
th: สเกลแนวตรง

source: link : useless for instance
th: การเชื่อมโยง : ไม่มีประโยชน์สำหรับอินสแตนซ์

source: lino-cut
th: ภาพพิมพ์แกะยาง

source: list of patron suggestion reject or accept reasons (appears when managing suggestions)
th: รายการเหตุผลที่ปฏิเสธหรือยอมรับข้อเสนอแนะของสมาชิกห้องสมุด (ปรากฎเมื่อมีการจัดการข้อเสนอแนะ)

source: literature surveys/reviews
th: การสำรวจวรรณกรรม/บทวิจารณ์

source: lithography
th: การพิมพ์หิน

source: lithography/option>
th: การพิมพ์หิน/option>

source: live action
th: ละครคนแสดง

source: lobby cards
th: ล็อบบี้การ์ด

source: lost
th: สูญหาย

source: low oblique
th: ลาดต่ำ

source: low reduction
th: การลดต่ำ

source: m - Computer file
th: m - แฟ้มคอมพิวเตอร์

source: m- Mixed forms
th: m- รูปแบบผสม

source: m- Monograph/item
th: m- หนังสือ/รายการ

source: m- Multiple dates
th: m- หลายวันที่

source: m- Multistate
th: m- หลายรัฐ

source: m- adult, general
th: m- ผู้ใหญ่ ทั่วไป

source: m- master
th: m- ต้นฉบับ

source: ma- Georgian
th: ma- จอร์เจีย

source: machines
th: เครื่องจักร

source: magenta strip
th: แถบสีแดงม่วง

source: magnetic audio tape in cartridge
th: เทปเสียงแม่เหล็กในกล่อง

source: magnetic audio tape in cassette
th: เทปเสียงแม่เหล็กในคาสเซท

source: magnetic audio tape on reel
th: เทปเสียงแม่เหล็กเป็นม้วน

source: magnetic sound track on motion picture film
th: แท็กเสียงแม่เหล็กในฟิล์มภาพยนตร์

source: magnetic storage medium - computer compatible
th: สื่อการเก็บแบบแม่เหล็ก - เข้ากับคอมพิวเตอร์

source: magnetic storage medium - not computer compatible
th: สื่อการเก็บแบบแม่เหล็ก - ไม่เข้ากับคอมพิวเตอร์

source: majolica
th: เครื่องเคลือบดินเผาของอิตาลี

source: management
th: การจัดการ

source: manual
th: คู่มือ

source: manually and plotted
th: โดยผู้ใช้และลงจุด

source: manuscript
th: เอกสารเขียนด้วยมือ

source: map
th: แผนที่

source: map view
th: มุมมองแผนที่

source: maps
th: แผนที่

source: marble
th: หินอ่อน

source: mass produced
th: ผลิตเป็นจำนวนมาก

source: master
th: ต้นฉบับ

source: master tape
th: เทปต้นฉบับ

source: maxim, aphorism, proverb, anecdote
th: คติพจน์ คำพังเพย สุภาษิต เกร็ดประวัติ

source: mb- Armenian
th: mb- อาร์มีเนีย

source: medals
th: เหรียญ

source: member %s
th: สมาชิก %s

source: memoir
th: บันทึก

source: memoirs
th: บันทึก

source: mental or cognitive map
th: แผนที่ในใจ

source: metal
th: โลหะ

source: metal (e.g. aluminium)
th: โลหะ (เช่น อลูมิเนียม)

source: metal and glass
th: โลหะและแก้ว

source: metal and plastic (compact discs)
th: โลหะและพลาสติก (คอมแพคดิสก์)

source: metall
th: โลหะ

source: meteorological
th: อุตุนิยมวิทยา

source: micro opaque
th: ไมโคร โอเปค

source: microfiche
th: ไมโครฟิช

source: microfiche cassette
th: ตลับเทปไมโครฟิช

source: microfilm cassette
th: ตลับเทปไมโครฟิล์ม

source: microfilm reel
th: ม้วนไมโครฟิล์ม

source: microfilm slip
th: สลิปไมโครฟิล์ม

source: microform
th: ไมโครฟอร์ม

source: microform cartridge
th: ตลับไมโครฟอร์ม

source: microgroove/fine
th: ร่องเข็มจานเสียง/ละเอียด

source: microphotography
th: การภ่ายภาพที่ขนาดเล็กมาก

source: microprint
th: ไมโครพริ้นท์

source: microscope slides
th: สไลด์กล้องจุลทรรศน์

source: minerals
th: แร่

source: mini-print
th: ภาพพิมพ์ขนาดเล็ก

source: miniature
th: ย่อส่วน

source: miscellane
th: เบ็ดเตล็ด

source: missing
th: ขาด

source: mixed
th: ผสม

source: mixed base (nitrate and safety)
th: แผ่นผสม (ไนเตรทและความปลอดภัย)

source: mixed collection
th: คอลเลกชันที่ผสม

source: mixed collection (containing more than one type of base)
th: คอลเลกชันที่ผสม (มีประเภทของฐานมากกว่าหนึ่งประเภท)

source: mixed emulsion
th: อิมัลชันแบบผสม

source: mixed generations
th: รุ่นผสม

source: mixed polarity
th: ขั้วผสม

source: mixing tracks
th: การผสมแทร็ก

source: model
th: แบบจำลอง

source: models
th: แบบจำลอง

source: models for making
th: แบบจำลองสำหรับการทำ

source: modern
th: ทันสมัย

source: modify
th: ปรับเปลี่ยน

source: monaural
th: ข้อมูลเสียง

source: monoaural
th: เสียงเดียว

source: monochrome
th: สีเดียว

source: monographic series
th: หนังสือชุด

source: monotype
th: ประเภทเดียว

source: month
th: เดือน

source: monthly
th: รายเดือน

source: mother (positive)
th: แม่ (โพสิทีฟ)

source: motion picture
th: ภาพยนตร์

source: multi-colour
th: หลายสี

source: multichannel, surround or quadraphonic
th: หลายช่องทาง รอบด้าน หรือสี่แถบ

source: multicoloured
th: หลายสี

source: multimedia
th: มัลติมีเดีย

source: multimedia (e.g. an item in regular print with a microfiche supplement)
th: มัลติมีเดีย (เช่น รายการในภาพพิมพ์ปกติที่มีส่วนเพิ่มเติมเป็นไมโครฟิช)

source: multiple formats
th: หลายรูปแบบ

source: multiple or other
th: หลายรายการหรือรายการอื่น

source: multiple or other form
th: หลายรายการหรือรายการอื่นจาก

source: multiple/other lit. forms
th: หลายฟอร์ม/ฟอร์มอื่น

source: multispectral photography
th: ภาพถ่ายหลายช่วงคลื่น

source: multispectral scanning
th: การสแกนหลายช่วงคลื่น

source: mus:i Non-musical recording
th: mus:i ไม่ใช่การบันทึกเพลง

source: mus:j Musical recording
th: mus:j การบันทึกเพลง

source: music
th: ดนตรี

source: must
th: ต้อง

source: must have USAGE, INSERT, UPDATE, DELETE, DROP and CREATE privileges on
th: ต้องมีสิทธิพิเศาในการใช้งาน แทรก ปรับปรุง ลบ วาง และสร้าง บน

source: n- Complete authority record
th: n- ระเบียนรายการหลักฐานที่ครบถ้วน

source: n- Dates unknown
th: n- ไม่ทราบวันที่

source: n- New
th: n- ใหม่

source: n- Not applicable
th: n- ไม่ใช้

source: ned&#601;rl&#593;ns (Dutch)
th: ned&#601;rl&#593;ns (ดัช)

source: negative
th: เนกาทีฟ

source: newspaper
th: หนังสือพิมพ์

source: newspaper format
th: รูปแบบหนังสือพิมพ์

source: next
th: ถัดไป

source: nitrate
th: ไนเตรท

source: nitrate - brownish, discoloration, fading, dusty
th: ไนเตรท - สีน้ำตาล สีตก สีจาง เป็นฝุ่น

source: nitrate - congealed
th: ไนเตรท - ข้นแข็ง

source: nitrate - frothy, bubbles, blisters
th: ไนเตรท - เป็นฟอง พอง

source: nitrate - powder
th: ไนเตรท - ผง

source: nitrate - pungent odour
th: ไนเตรท - กลิ่นฉุน

source: nitrate - sticky
th: ไนเตรท - เหนียว

source: nitrate - suspicious odour
th: ไนเตรท - กลิ่นน่าสงสัย

source: no NULL value in frameworkcode
th: ไม่ใช่ค่า NULL ในรหัสโครงร่าง

source: no active
th: ไม่ได้ใช้งานอยู่

source: no cumulative index or table of contents
th: ไม่ใช่ดัชนีรวมหรือสารบัญ

source: no deterioration
th: ไม่ใช่การเสื่อม

source: no frequency (i.e. irregular)
th: ไม่ใช่ความถี่ (เช่น ไม่ประจำ)

source: no illustrations
th: ไม่มีภาพประกอบ

source: no index or name lis
th: ไม่มีดัชนีหรือรายการชื่อ

source: no narrative tex
th: ไม่ใช่ข้อความบรรยาย

source: no secondary support
th: ไม่มีการสนับสนุนสำรอง

source: no sound
th: ไม่มีเสียง

source: no title-page issued
th: ไม่มีหน้าชื่อเรื่องที่ออก

source: non required value
th: ไม่ใช่ค่าที่ต้องการ

source: non-anamorphic (wide screen)
th: ไม่ใช่อะนามอร์ฟิก (จอกว้าง)

source: non-photographic image
th: รูปที่ไม่ใช่ภาพถ่าย

source: none
th: ไม่มี

source: nonnitrate - advanced deterioration
th: ไม่ใช่ไนเตรท - การเสื่อมขั้นสูง

source: nonnitrate - detectable deterioration (e.g. diacetate odour)
th: ไม่ใช่ไนเตรท - การเลื่อมที่ตรวจพบได้ (เช่น กลิ่นไดอาเซเตต)

source: nonnitrate - disaster
th: ไม่ใช่ไนเตรท - ความเสียหาย

source: normalised irregular
th: ความไม่ประจำที่กลายเป็นปกติ

source: north
th: ทางเหนือ

source: not
th: ไม่ใช่

source: not '%s' format.
th: ไม่ใช่รูปแบบ '%s'

source: not a conference publication
th: ไม่ใช่เอกสารการประชุม

source: not a literary text
th: ไม่ใช่ข้อความวรรณกรรม

source: not a motion picture
th: ไม่ใช่ภาพยนตร์

source: not a motion picture or video recording
th: ไม่ใช่ภาพยนตร์หรือการบันทึกวิดีโอ

source: not a motion picture or visual projection
th: ไม่ใช่ภาพยนตร์หรือการฉายภาพ

source: not a reproduction
th: ไม่ใช่การจำลอง

source: not a safety base
th: ไม่ใช่ความปลอดภัย

source: not a videorecording
th: ไม่ใช่การบันทึกวิดีโอ

source: not a visual projection
th: ไม่ใช่การฉายภาพ

source: not applicable
th: ไม่มีคำตอบที่ใช้ได้

source: not applicable (item is silent)
th: ไม่มีคำตอบที่ใช้ได้ (รายการเป็นแบบเงียบ)

source: not applicable (item not a colour film)
th: ไม่มีคำตอบที่ใช้ได้ (รายการไม่ใช่ฟิล์มสี)
