Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: All patrons with checkouts older than %s have been anonymized
th: ไมีมีการระบุชื่อสมาชิกทั้งหมดที่มีการยืมออกมากกว่า %s

source: Allow password:
th: อนุญาตให้ใช้รหัสผ่าน:

source: Allow staff member to access to the reports module
th: อนุญาตให้เจ้าหน้าที่เข้าถึงระบบออกรายงาน

source: Allow staff member to edit authorities
th: อนุญาตให้เจ้าหน้าที่สามารถแก้ไขรายการหลักฐาน

source: Allow staff member to manage serials subscriptions and claims
th: อนุญาตให้เจ้าหน้าที่สามารถจัดการการบอกรับเป็นสมาชิกสิ่งพิมพ์ต่อเนื่องและทวงถาม

source: Allows the library to specify a list of library location codes -- if used alone, it will rank the list statically, selecting the top-ranking available location to be added to the picklist.
th: อนุญาตให้ห้องสมุดระบุรายการรหัสตำแหน่งที่ตั้งห้องสมุด ถ้าใช้ฟังก์ชันนี้อย่างเดียว ระบบจะจัดอันดับรายการตามสถิติ โดยเลือกตำแหน่งที่ตั้งที่อยู่ในอันดับสูงสุดให้เพิ่มลงในรายการให้เลือก

source: Altering Authorities Records
th: การแก้ไขระเบียนรายการหลักฐาน

source: Alternate Address
th: ที่อยู่อีกแห่ง

source: Alternate Contact
th: ที่ติดต่ออีกแห่ง

source: Alternate address
th: ที่อยู่อีกแห่ง

source: Alternative Contact
th: ที่ติดต่ออีกแห่ง

source: Alternative phone
th: โทรศัพท์อีกเลขหมาย

source: Alternative phone:
th: โทรศัพท์อีกเลขหมาย:

source: Alternatively, the library can opt into the auto-detection of authority records when a record is saved.&nbsp; This is done by turning the 'BiblioAddsAuthorities' system preference on.
th: อีกทางเลือกหนึ่ง ห้องสมุดอาจเลือกใช้การตรวจหาอัตโนมัติของระเบียนรายการหลักฐานเมื่อมีการบันทึกระเบียน &nbsp; ทำได้ด้วยการเปิดการปรับแต่งระบบ 'BiblioAddsAuthorities'

source: Alternatively, you can browse a section of patron by selecting the first letter of the Patron's last name from the list on the right.
th: อีกทางเลือกหนึ่ง คุณสามารถเรียกดูส่วนของสมาชิกได้ด้วยการเลือกตัวอักษรแรกของนามสกุลของสมาชิกจากรายการที่อยู่ด้านขวา

source: Altitude of Sensor
th: ระดับความสูงของเซนเซอร์

source: Always add items
th: เพิ่มรายการเสมอ

source: Ambrose Li (translation tool)
th: Ambrose Li (เครื่องมือในการแปล)

source: Amount
th: จำนวน

source: Amount Outstanding
th: จำนวนยอดคงเหลือ

source: Amount:
th: จำนวน:

source: Amsterdam, Netherlands
th: อัมสเตอร์ดัม เนเธอร์แลนด์

source: An Error has Occurred!
th: มีข้อผิดพลาดเกิดขึ้น!

source: An Order can have multiple copies/units placed against it. A Basket can have multiple Orders.
th: คำสั่งซื้อสามารถได้มีหลายเล่มหรือหน่วยต่อหนึ่งคำสั่ง ตะกร้าหนึ่งสามารถมีหลายคำสั่งซื้อ

source: An integer value (e.g 1,2,3). Items at position 1 appear at the top of the listings. If two items have the same position value then the order defaults to publication date, where the oldest item displays at the top posistion, and newer items are displayed under this.
th: ค่าจำนวนเต็ม (เช่น 1, 2, 3) รายการที่ตำแหน่ง 1จะปรากฎบนสุดของรายการแสดง ถ้าสองรายการมีค่าตำแหน่งเหมือนกัน ค่าเริ่มต้นของลำดับจะเป็นปีที่พิมพ์ โดยหนังสือเล่มที่เก่าที่สุดจะแสดงในตำแหน่งบนสุด และเล่มที่ใหม่กว่าจะแสดงใต้เล่มนี้

source: An item is available for an item level hold if
th: รายการที่พร้อมบริการสำหรับการจองระดับรายการ ถ้า

source: And your results will be sorted by Library code
th: และผลลัพธ์ของคุณจะเรียงลำดับตามรหัสห้องสมุด

source: Andrew Arensburger (the small and great C4::Context module)
th: Andrew Arensburger (C4 เล็กและยอดเยี่ยม::ระบบงานบริบท)

source: Annual
th: รายปี

source: Anonymize check-out history older than
th: ไม่มีการระชื่อในประวัติการยืมออกที่นานกว่า

source: Any
th: ใดๆ

source: Any Category code
th: รหัสประเภทใดๆ

source: Any Document type
th: ประเภทของเอกสารใดๆ

source: Any Library
th: ห้องสมุดใดๆ

source: Any Phrase
th: วลีใดๆ

source: Any Word
th: คำใดๆ

source: Any audience
th: ผู้ใช้ใดๆ

source: Any available copy
th: เล่มที่มีเล่มใดๆ

source: Any content
th: เนื้อหาใดๆ

source: Any format
th: รูปแบบใดๆ

source: Any item type
th: ประเภทของทรัพยากรใดก็ได้

source: Any of the data fields listed may be included in the label by selecting a numeric value from the dropdown selections. These values determine the order in which the data will print (one data field per line).
th: การเลือกค่าตัวเลขจากการเลือกแบบหล่นลง อาจไม่ได้รวมเขตข้อมูลของข้อมูลที่แสดงอยู่ในป้าย ค่าเหล่านี้จะกำหนดลำดับที่ข้อมูลจะพิมพ์ (หนึ่งเขตข้อมูลต่อบรรทัด)

source: Any regularity
th: ความสม่ำเสมอใดๆ

source: Any type
th: ประเภทใดๆ

source: Any word
th: คำใดๆ

source: Anywhere
th: ที่ใดๆ

source: Apache version:
th: รุ่นของ Apache:

source: Appear in Position
th: ปรากฎในตำแหน่ง

source: Appear in position
th: ปรากฎในตำแหน่ง

source: Applied different matching rule. Number of records matched now %s
th: ใช้กฎในการจับคู่อื่น จำนวนระเบียนที่ตรงกันในปัจจุบัน %s

source: Apply Filter
th: ใช้ตัวกรอง

source: Apply Filter(s)
th: ใช้ตัวกรอง

source: Apply different matching rule
th: ใช้กฎในการจับคู่อื่น

source: Applying a Printer Profile
th: การใช้ 'โพรไฟล์เครื่องพิมพ์'

source: Approve
th: อนุมัติ

source: Approved
th: อนุมัติ

source: Approving a tag adds it to your whitelist
th: การอนุมัติแท็กเป็นการเพิ่มแท็กลงในบัญชีขาว

source: April
th: เมษายน

source: Arbitrarily complex queries
th: การสอบถามที่ซับซ้อนอย่างไม่มีกฎเกณฑ์

source: Are you sure you want to close this basket?
th: คุณต้องการปิดตะกร้านี้ใช่หรือไม่

source: Are you sure you want to delete this item?
th: คุณแน่ใจว่าต้องการลบรายการนี้ใช่หรือไม่

source: Are you sure you want to delete this profile?
th: คุณแน่ใจว่าต้องการลบโพรไฟล์นี้ใช่หรือไม่

source: Are you sure you want to delete this record?
th: คุณแน่ใจว่าต้องการลบระเบียนนี้ใช่หรือไม่

source: Are you sure you want to delete this shelf?
th: คุณแน่ใจว่าต้องการลบชั้นนี้ใช่หรือไม่

source: Are you sure you want to delete this subscription?
th: คุณแน่ใจว่าต้องการลบการบอกรับเป็นสมาชิกนี้ใช่หรือไม่

source: Area
th: พื้นที่

source: Area:
th: พื้นที่:

source: Armenian
th: อาร์เมเนีย

source: Arrived
th: มาถึง

source: Arrived : when an book arrives, you can set it's status to "arrived". Then, the issue disappear from this list, and the number of the issue is added to the "arrived list" (on the left box)
th: มาถึง : เมื่อหนังสือมาถึง คุณสามารถตั้งค่าสถานะของหนังสือเป็น "มาถึง" จากนั้น หนังสือเล่มนั้นจะหายไปจากรายการนี้ และจำนวนของหนังสือจะเพิ่มเข้าไปใน "รายการที่มาถึง" (ในกล่องด้านซ้าย)

source: Arrived numbers : the list of issues you have in your library. Automatically filled when a new number is marked "arrived". You can manually change this field if you want, for example, to change a long list (1,2,3,4,...,51) to a shorter one (1-51)
th: หมายเลขที่มาถึง : รายการหนังสือที่มีในห้องสมุดของคุณ เป็นการเติมข้อมูลโดยอัตโนมัติเมื่อมีการทำเครื่องหมาย "มาถึง" ที่หมายเลขใหม่ คุณสามารถเปลี่ยนแปลงเขตข้อมูลนี้ได้ด้วยตนเองตามต้องการ เช่น เปลี่ยนรายการแบบยาว (1,2,3,4,...,51) เป็นรายการแบบสั้น (1-51)

source: As part of the upgrade process your online help will be overwritten with the new Help as part of the install. If you want to keep a copy of your online help, you should instruct your System Administrator to upgrade the Online Help directory in the Koha file tree.
th: เนื่องจากเป็นส่วนหนึ่งของกระบวนการที่ปรับรุ่น วิธีใช้แบบออนไลน์จะถูกบันทึกทับด้วย 'วิธีใช้' ใหม่ในขั้นตอนการติดตั้ง ถ้าคุณต้องการเก็บสำเนาของวิธีใช้แบบออนไลน์ คุณควรบอกให้ผู้ดูแลระบบของคุณปรับรุ่นไดเรกทอรี่ 'วิธีใช้แบบออนไลน์' ในทรีแฟ้มของ Koha

source: Ask for or make a change in the user's privileges. Need help? See
th: การขอหรือเปลี่ยนแปลงสิทธิพิเศษของผู้ใช้ ต้องการความช่วยเหลือใช่หรือไม่ ให้ดูที่

source: Asort1 is an authorized value attached to acquisitions, that can be used for stats purposes
th: Asort1 เป็นค่าที่กำหนดใช้กับระบบงานจัดหาทรัพยากร ค่านี้ใช้สำหรับวัตถุประสงค์ในการทำสถิติ

source: Asort2 is an authorized value attached to acquisitions, that can be used for stats purposes
th: Asort2 เป็นค่าที่กำหนดใช้กับระบบงานจัดหาทรัพยากร ค่านี้ใช้สำหรับวัตถุประสงค์ในการทำสถิติ

source: At the bottom of the patron information page you will find quick access to items the patron has checked out, overdue and on hold.
th: ที่ด้านล่างของหน้าข้อมูลสมาชิกห้องสมุด คุณจะพบการเข้าถึงอย่างรวดเร็วไปยังรายการต่างๆ ที่สมาชิกยืมออก ยืมเกินกำหนด และจอง

source: At this step you will need to fill out the following details:
th: ในขั้นตอนนี้ คุณจะต้องใส่รายการต่อไปนี้

source: At this time, this is not a feature of Koha. All comments go through moderation.
th: ในปัจจุบัน นี่ไม่ใช่คุณลักษณะของ Koha ความคิดเห็นทั้งหมดจะส่งไปยัง

source: Athens, Greece
th: เอเธนส์ กรีก

source: Attention:
th: เรียน:

source: Attitude of sensor
th: แอตทริบิวต์ของเซนเซอร์

source: Audience
th: ผู้ใช้

source: August
th: สิงหาคม

source: Auth
th: ชื่อผู้แต่ง

source: Auth field copied
th: มีการคัดลอกเขตข้อมูลชื่อผู้แต่ง

source: Auth value
th: ค่าชื่อผู้แต่ง

source: Auth value : means the value is not free, but in the authorized value list of the selected type
th: ค่ารายการหลักฐาน : หมายถึงค่าที่ไม่อิสระ แต่ในอยู่ในรายการค่าที่กำหนดใช้ของประเภทที่เลือก

source: Auth value:
th: ค่ารายการหลักฐาน :

source: Author
th: ชื่อผู้แต่ง

source: Author (A-Z)
th: ชื่อผู้แต่ง (A-Z)

source: Author (Z-A)
th: ชื่อผู้แต่ง (Z-A)

source: Author:
th: ชื่อผู้แต่ง:

source: Authorities
th: รายการหลักฐาน

source: Authorities Help
th: วิธีใช้รายการหลักฐาน

source: Authorities:
th: รายการหลักฐาน:

source: Authority #%s (%s)
th: รายการหลักฐาน #%s (%s)

source: Authority Control
th: การควบคุมรายการหลักฐาน

source: Authority MARC Framework:
th: โครงร่าง MARC รายการหลักฐาน:

source: Authority MARC framework for
th: โครงร่าง MARC รายการหลักฐานของ

source: Authority MARC subfield structure
th: โครงสร้างเขตข้อมูลย่อย MARC รายการหลักฐาน

source: Authority MARC subfield structure admin for %s (authority: %s)
th: งานดูแลระบบโครงสร้างเขตข้อมูลย่อย MARC ของ %s (รายการหลักฐาน: %s)

source: Authority Types
th: ประเภทของรายการหลักฐาน

source: Authority field to copy:
th: เขตข้อมูลรายการหลักฐานที่จะคัดลอก:

source: Authority search
th: การค้นหารายการหลักฐาน

source: Authority search results
th: ผลลัพธ์การค้นหารายการหลักฐาน

source: Authority type
th: ประเภทของรายการหลักฐาน

source: Authority type : code missing
th: ประเภทของรายการหลักฐาน: รหัสไม่ครบ

source: Authority type:
th: ประเภทของรายการหลักฐาน:

source: Authority types
th: ประเภทของรายการหลักฐาน

source: Authority:
th: ประเภทของรายการหลักฐาน:

source: Authorized
th: ที่กำหนดใช้

source: Authorized Values create a 'controlled vocabulary' for your staff. As an example, let us assume that your Koha installation is used by several libraries, and you use MARC 21. You might want to restrict the 850a MARC subfield to the institution codes for just those libraries. In that case, you could define an authorized values category (perhaps called &quot;INST&quot;) and enter the institution codes as the authorized values for that category.
th: ค่าที่กำหนดใช้จะสร้าง 'ศัพท์ที่ควบคุม' สำหรับเจ้าหน้าที่ห้องสมุด ตัวอย่างเช่น สมมติว่ามีหลายห้องสมุดใช้การติดตั้ง Koha ของคุณ และคุณใช้ MARC 21 คุณอาจต้องการจำกัดเขตข้อมูล 850a MARC ให้เป็นรหัสสถาบันของห้องสมุดเหล่านั้น ในกรณีนี้ คุณสามารถกำหนดประเภทค่าที่กำหนดใช้ (อาจตั้งชื่อว่า &quot;INST&quot;) และใส่รหัสสถาบันเป็นค่าที่กำหนดใช้ของประเภทดังกล่าว

source: Authorized value
th: ค่าที่กำหนดใช้

source: Authorized value category:
th: ประเภทของค่าที่กำหนดใช้:

source: Authorized value category; if one is selected, the patron record input page will only allow values to be chosen from the authorized value list. However, an authorized value list is not enforced during batch patron import.
th: ประเภทค่าที่กำหนดใช้ ถ้ามีการเลือกประเภทหนึ่ง หน้าใส่ข้อมูลระเบียนสมาชิกจะให้เลือกค่าต่างๆ จากรายการค่าที่ทำหนดใช้เท่านั้น แต่รายการค่าที่กำหนดใช้จะไม่มีผลบังคับในระหว่างการนำเข้าข้อมูลชุดระบบงานสมาชิก

source: Authorized value:
th: ค่าที่กำหนดใช้:

source: Authorized values
th: ค่าที่กำหนดใช้

source: Authorized values management
th: การจัดการค่าที่กำหนดใช้

source: Authors
th: ชื่อผู้แต่ง

source: Auto-detection of authority records when a record is saved
th: การตรวจหาอัตโนมัติของระเบียนรายการหลักฐานเมื่อมีการบันทึกระเบียน

source: Autumn
th: ฤดูใบไม้ร่วง

source: Avail
th: พร้อมบริการ

source: Availability
th: ความพร้อมบริการ

source: Available
th: พร้อมบริการ

source: Available since
th: พร้อมบริการตั้งแต่

source: Average : Returns the average value
th: เฉลี่ย : คืนค่าเฉลี่ย

source: Average Checkout Period
th: ระยะเวลาเฉลี่ยนในการยืมออก

source: Average checkout period statistics
th: สถิติระยะเวลาเฉลี่ยในการยืมออก

source: Average loan time
th: เวลายืมเฉลี่ย

source: Axel Bojer and Thomas Gramstad
th: Axel Bojer และ Thomas Gramstad

source: BASKET
th: ตะกร้า

source: BSD License
th: ใบอนุญาตให้ใช้งานของบีเอสดี

source: Back
th: ย้อนกลับ

source: Back To Top
th: กลับไปด้านบน

source: Back to Catalog Maintenance
th: กลับไป 'การดูแลรายการทรัพยากร'

source: Back to System Preferences
th: กลับไปที่ 'การปรับแต่งระบบ'

source: Back to Tools
th: กลับไปยัง 'เครื่องมือ'

source: Back to biblio
th: กลับไปยังบรรณานุกรม

source: Bar Code
th: บาร์โค้ด

source: Barcode
th: บาร์โค้ด

source: Barcode %s
th: บาร์โค้ด %s

source: Barcode (as text)
th: บาร์โค้ด (เป็นข้อความ)

source: Barcode : %s
th: บาร์โค้ด : %s

source: Barcode Type
th: ประเภทของบาร์โค้ด

source: Barcode file:
th: แฟ้มบาร์โค้ด:

source: Barcode:
th: บาร์โค้ด:

source: Barcodetype:%s
th: ประเภทของบาร์โค้ด:%s

source: Baryton
th: บาริโทน

source: Base of emulsion material - visual projection
th: ฟิล์มฉาบอิมัลชัน เครื่องฉาย

source: Base of film:
th: แผ่นฐานของฟิล์ม:

source: Basic constraints
th: ข้อจำกัดพื้นฐาน

source: Basic parameters
th: พารามืเตอร์พื้นฐาน

source: Basket
th: ตะกร้า

source: Basket %s for <a1>%s</a>
th: ตะกร้า %s ของคุณ <a1>%s</a>

source: Basket Details
th: รายละเอียดของตะกร้า

source: Basket empty
th: ตะกร้าว่าง

source: Basket number: %s
th: หมายเลขตะกร้า: %s

source: Basket/Order
th: ตะกร้า/คำสั่งซื้อ

source: Batavia (Djakarta), Indonesia
th: ปัตตะเวีย (จะคาร์ทะ), อินโดนีเซีย

source: Batch
th: ชุดงาน

source: Batch:
th: ชุดงาน:

source: Be careful selecting columns.
th: ให้ระวังในการเลือกคอลัมน์

source: Be sure to update the 'Quantity received' as well as any other information you need for your records
th: ตรวจสอบให้มั่นใจว่าได้ปรับปรุง 'จำนวนที่ได้รับ' และข้อมูลอื่นๆ ที่ระเบียนจำเป็นต้องมี

source: Because the 'ExtendedPatronAttributes` system preference is currently OFF, extended patron attributes cannot be given to patron records. Go <a1>here</a> if you wish to turn this feature on.
th: เนื่องจากการปรับแต่งระบบ 'ExtendedPatronAttributes` ถูกปิดอยู่ในปัจจุบัน ทำให้ไม่สามารถให้แอตทริบิวต์ของสมาชิกที่ขยายลงในระเบียนของสมาชิกได้ ถ้าคุณต้องการเปิดคุณลักษณะนี้ ให้ไป <a1>ที่นี่</a>

source: Before we begin, please verify you have the correct credentials to continue. Please log in with the username and password given to you by your systems administrator and located in your
th: ก่อนที่เราจะเริ่ม กรุณาตรวจสอบว่าคุณมีข้อมูลประจำตัวที่ถูกต้องที่จะใช้ดำเนินการต่อ กรุณาเข้าสู่ระบบด้วยชื่อผู้ใช้และรหัสผ่านที่ผู้ดูแลระบบให้คุณ และค้นหาใน

source: Before you begin, it is very important that you take note of the branch and printer settings and change them if necessary. This should only have to be done the first time you do circulations (or returns) from a workstation, after which a browser cookie will remember the correct settings. If you do returns under the wrong branch settings Koha will reset the location of all items scanned to the incorrect branch
th: ก่อนที่คุณจะเริ่ม สิ่งสำคัญมากคือคุณจะต้องจดสาขาและการตั้งค่าต่างๆ ของเครื่องพิมพ์ รวมทั้งเปลี่ยนการตั้งค่าถ้าจำเป็น ควรทำให้เรียบร้อยในครั้งแรกที่คณลงรายการในระบบงานยืม-คืน (หรือคืน) จากเวิร์กสเตชัน หลังจากนั้นคุกกี้ของเบราว์เซอร์จะจำการตั้งค่าที่ถูกต้อง ถ้าคุณลงรายการคืนภายใต้การตั้งค่าสาขาที่ผิด Koha จะตั้งค่าตำแหน่งที่ตั้งใหม่ของรายการทั้งหมดที่สแกนไปยังสาขาที่ไม่ถูกต้อง

source: Before you begin, it is very important that you take note of the branch and printer settings and change them if necessary. This should only have to be done the first time you do circulations from a workstation, after which a browser cookie will remember the correct settings. If you do circulations under the wrong branch settings then Koha will reset the location of all items scanned to the incorrect branch and the statistical reports will credit all circulations to the wrong branch
th: ก่อนที่คุณจะเริ่ม สิ่งสำคัญมากคือคุณจะต้องจดสาขาและการตั้งค่าต่างๆ ของเครื่องพิมพ์ รวมทั้งเปลี่ยนการตั้งค่าถ้าจำเป็น ควรทำให้เรียบร้อยในครั้งแรกที่คณลงรายการในระบบงานยืม-คืนจากเวิร์กสเตชัน หลังจากนั้นคุกกี้ของเบราว์เซอร์จะจำการตั้งค่าที่ถูกต้อง ถ้าคุณลงรายการระบบงานยืม-คืนภายใต้การตั้งค่าสาขาที่ผิด Koha จะตั้งค่าตำแหน่งที่ตั้งใหม่ของรายการทั้งหมดที่สแกนไปยังสาขาที่ไม่ถูกต้อง และรายงานทางสถิติก็จะเครดิตระบบงานยืม-คืนทั้งหมดไปผิดสาขา

source: Before you begin, it is very important that you take note of the branch and printer settings and change them if necessary. This should only have to be done the first time you do circulations from a workstation, after which a browser cookie will remember the correct settings. If you do circulations under the wrong branch settings then Koha will reset the location of all items scanned to the incorrect branch and the statistical reports will credit all circulations to the wrong branch.
th: ก่อนที่คุณจะเริ่ม สิ่งสำคัญมากคือคุณจะต้องจดสาขาและการตั้งค่าต่างๆ ของเครื่องพิมพ์ รวมทั้งเปลี่ยนการตั้งค่าถ้าจำเป็น ควรทำให้เรียบร้อยในครั้งแรกที่คณลงรายการในระบบงานยืม-คืนจากเวิร์กสเตชัน หลังจากนั้นคุกกี้ของเบราว์เซอร์จะจำการตั้งค่าที่ถูกต้อง ถ้าคุณลงรายการระบบงานยืม-คืนภายใต้การตั้งค่าสาขาที่ผิด Koha จะตั้งค่าตำแหน่งที่ตั้งใหม่ของรายการทั้งหมดที่สแกนไปยังสาขาที่ไม่ถูกต้อง และรายงานทางสถิติก็จะเครดิตระบบงานยืม-คืนทั้งหมดไปผิดสาขา

source: Before you can set up a new subscription, you will need to have set up:
th: ก่อนที่คุณจะตั้งค่าการบอกรับเป็นสมาชิกใหม่ คุณจะต้องตั้งค่าต่อไปนี้

source: Before you can setup up a subscription, you will need to setup a &quot;Vendor&quot; under Acquisitions, and a new &quot;Biblio&quot; under Cataloging. When cataloging the new biblio, do not add any items. Adding of items is handled by the Serials module.
th: ก่อนที่คุณจะตั้งค่าการบอกรับเป็นสมาชิก คุณจะต้องตั้งค่า &quot;ผู้แทน&quot; ใต้ 'ระบบงานจัดหาทรัพยากร' และเพิ่ม &quot;บรรณานุกรม&quot; ใต้ 'ระบบงานวิเคราะห์หมวดหมู่และลงรายการ' เมื่อระบบงานวิเคราะห์หมวดหมู่และลงรายการมีบรรณานุกรมใหม่ อย่าเพิ่มรายการใดๆ เนื่องจากการเพิ่มรายการจะจัดการโดย 'ระบบงานสิ่งพิมพ์ต่อเนื่อง'

source: Begin Claim
th: เริ่มทวงถาม

source: Begin by defining your branch categories. If, for example, you have one main library and several branch libraries, you might set up an &quot;M&quot; (Main) category and a &quot;B&quot; (Branch) category, with descriptions &quot;Main Library&quot; and &quot;Branch Library.&quot;
th: เริ่มจากการกำหนดประเภทของสาขา ตัวอย่างเช่น ถ้าคุณมีห้องสมุดหลักหนึ่งแห่งและห้องสมุดสาขาหลายแห่ง คุณอาจตั้งค่าประเภท &quot;ล&quot; (หลัก) และประเภท &quot;ส&quot; (สาขา) พร้อมกับคำอธิบาย &quot;ห้องสมุดหลัก&quot; และ &quot;ห้องสมุดสาขา&quot;

source: Beginning at offset:
th: การเริ่มต้นที่ออฟเซ็ต:

source: Beginning date:
th: วันที่เริ่ม:

source: Begins with
th: เริ่มด้วย

source: Below is a summary of the various pieces of the advanced search limit:
th: ด้านล่างเป็นสรุปของข้อมูลต่างๆ ของข้อจำกัดการค้นหาขั้นสูง:

source: Benedykt P. Barszcz (Polish for 2.0)
th: Benedykt P. Barszcz (โปแลนด์ของรุ่น 2.0)

source: Berne, Switzerland
th: เบิร์น สวิตเซอร์แลนด์

source: Beta
th: รุ่นเบต้า

source: Biannual
th: ทุกสองปี

source: Biblio Record Number:
th: หมายเลขระเบียนบรรณานุกรม:

source: Biblio count
th: การนับบรรณานุกรม

source: Biblio framework
th: โครงร่างบรรณานุกรม

source: Biblio:
th: บรรณานุกรม:

source: Bibliographic Data to Print
th: ข้อมูลบรรณานุกรมที่จะพิมพ์

source: Bibliographies
th: บรรณานุกรม

source: Biblionumber:
th: หมายเลขบรรณานุกรม:

source: Biblios in reservoir
th: บรรณานุกรมในคลังหนังสือ

source: Billing
th: การเรียกเก็บเงิน

source: Billing from %s to %s
th: การเรียกเก็บเงินตั้งแต่ %s ถึง %s

source: Bimonthly
th: รายสองเดือน

source: Binding Material 1:
th: วัสดุเย็บเล่ม 1:

source: Binding Material 2:
th: วัสดุเย็บเล่มl 2:

source: Binding Material 3:
th: วัสดุเย็บเล่ม 3:

source: Biography
th: ชีวประวัติ

source: Biography code
th: รหัสชีวประวัติ

source: Biography:
th: ชีวประวัติ:

source: Birmingham (UK) based developer Mark James for the famfamfam Silk iconset.
th: เบอร์มิงแฮม (อังกฤษ) ยึดตามนักพัฒนาชื่อ มาร์ค เจมส์ สำหรับชุดไอคอน famfamfam Silk

source: Biweekly
th: รายปักษ์

source: Bogota, Colombia
th: โบโกตา กัมพูชา

source: Bombay, India
th: มุมไบ อินเดีย

source: Books
th: หนังสือ

source: Books on Tape
th: หนังสือเสียง

source: Books, Pamphlets, Technical reports, Manuscripts, Legal papers, Theses and dissertations
th: หนังสือ จุลสาร รายงานทางวิชาการ เอกสารตัวเขียน เอกสารทางกฎหมาย วิทยานิพนธ์และสาระนิพนธ์

source: Borrow books from the library with this staff account
th: ยืมหนังสือจากห้องสมุดด้วยบัญชีเจ้าหน้าที่

source: Borrower
th: ผู้ยืม

source: Borrower Number
th: หมายเลขผู้ยืม

source: Borrowernumber:
th: หมายเลขผู้ยืม:

source: Borrowers that have no email defined will have their notices sent via email to the library for printing. The email is sent to the branch admin email, or failing that to the address set in the system preference as the 'KohaAdminEmailAddress'. This email is generated by the misc/cronjobs/overdue_notices.pl cron job. Contact your system administrator for help with this setting.
th: ผู้ยืมที่ไม่มีการกำหนดอีเมล จะได้รับข้อความแจ้งเตือนที่ส่งผ่านอีเมลไปยังห้องสมุดเพื่อการพิมพ์ อีเมลดังกล่าวจะส่งไปที่อีเมลของผู้ดูแลสาขา หรือส่งไปยังที่อยู่อีเมลซึ่งกำหนดไว้ในการปรับแต่งระบบว่าเป็น 'KohaAdminEmailAddress' อีเมลนี้จะสร้างจากตารางงานอัตโนมัติ misc/cronjobs/overdue_notices.pl ให้ติดต่อขอความช่วยเหลือในการตั้งค่านี้กับผู้ดูแลระบบของคุณ

source: Bound with':
th: เย็บเล่มด้วย':

source: Braille
th: เอกสารอักษรเบรลล์

source: Braille or Moon script
th: อักษรเบรลล์หรือมูน

source: Bridge Material Type Icons Project
th: โครงการ Bridge Material Type Icons

source: Broadcast standard - videorecording
th: มาตรฐานการออกอากาศในการบันทึกวิดีโอ

source: Browse by last name: <a1>A</a> <a2>B</a> <a3>C</a> <a4>D</a> <a5>E</a> <a6>F</a> <a7>G</a> <a8>H</a> <a9>I</a> <a10>J</a> <a11>K</a> <a12>L</a> <a13>M</a> <a14>N</a> <a15>O</a> <a16>P</a> <a17>Q</a> <a18>R</a> <a19>S</a> <a20>T</a> <a21>U</a> <a22>V</a> <a23>W</a> <a24>X</a> <a25>Y</a> <a26>Z</a>
th: เรียกดูจากนามสกุล: <a1>A</a> <a2>B</a> <a3>C</a> <a4>D</a> <a5>E</a> <a6>F</a> <a7>G</a> <a8>H</a> <a9>I</a> <a10>J</a> <a11>K</a> <a12>L</a> <a13>M</a> <a14>N</a> <a15>O</a> <a16>P</a> <a17>Q</a> <a18>R</a> <a19>S</a> <a20>T</a> <a21>U</a> <a22>V</a> <a23>W</a> <a24>X</a> <a25>Y</a> <a26>Z</a>

source: Browse for the file from the Koha interface
th: เรียกดูแฟ้มจากส่วนติดต่อ Koha

source: Browse for the image on your computer and click 'Upload'
th: เรียกดูรูปบนคอมพิวเตอร์แล้วคลิก 'อัปโหลด'

source: Browse system logs
th: เรียกดูบันทึกของระบบ

source: Browse the system logs
th: เรียกดูบันทึกของระบบ

source: Brussels, Belgium
th: บรัสเซลส์ เบลเยียม

source: Bsort1 is an authorized value attached to patrons, that can be used for stats purposes
th: Bsort1 เป็นค่าที่กำหนดใช้แนบกับสมาชิกห้องสมุด สามารถใช้ในการทำสถิติ

source: Bsort2 is an authorized value attached to patrons, that can be used for stats purposes
th: Bsort2 เป็นค่าที่กำหนดใช้แนบกับสมาชิกห้องสมุด สามารถใช้ในการทำสถิติ

source: Budget
th: งบประมาณ

source: Budget Amount:
th: จำนวนงบประมาณ:

source: Budget Data Recorded
th: มีการบันทึกข้อมูลงบประมาณ

source: Budget Date
th: วันที่งบประมาณ

source: Budget amount
th: จำนวนงบประมาณ

source: Budget amount:
th: จำนวนงบประมาณ:

source: Budget deleted
th: งบประมาณถูกลบ

source: Budget information will also be accessible via the 'Acquisitions' module
th: Budget information will also be accessible via the 'ระบบงานจัดหาทรัพยากร' module

source: Budgeted GST:
th: GST งบประมาณ:

source: Budgeted cost:
th: ค่าใช้จ่ายงบประมาณ:

source: Budgets
th: งบประมาณ

source: Budgets &rsaquo;
th: งบประมาณ &rsaquo;
