Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: TIP: Be careful about changing the 'Authorized value' as it may be associated with existing records
th: เคล็ดลับ: ให้ระวังเกี่ยวกับการเปลี่ยนแปลง 'ค่าที่กำหนดใช้' เนื่องจากเกี่ยวโยงกับระเบียนที่มีอยู่

source: TIP: Consult your system administrator if you are unsure of how to fill in the above fields.
th: เคล็ดลับ: ปรึกษากับผู้ดูแลระบบของคุณ ถ้าคุณไม่แน่ใจเกี่ยวกับวิธีเติมเขตข้อมูลข้างต้น

source: TIP: Encourage your patrons to provide an email address. Koha will use this email address to contact patrons when an item they reserved is available and to send overdue notices.
th: เคล็ดลับ: สนับสนุนให้สมาชิกห้องสมุดให้ที่อยู่อีเมลไว้ Koha จะใช้ที่อยู่อีเมลในการติดต่อสมาชิกเมื่อรายการที่สมาชิกสำรองไว้มีให้บริการ และเพื่อส่งใบเตือนการยืมเกินกำหนด

source: TIP: For electronic resources you might want to enter
th: เคล็ดลับ: สำหรับทรัพยากรอิเล็กทรอนิกส์ที่คุณอาจต้องการใส่

source: TIP: For help with what each field is, see the Notices: Database Fields section of this manual
th: เคล็ดลับ: สำหรับคำอธิบายเกี่ยวกับข้อมูลในแต่ละเขตข้อมูล ให้ดูที่ส่วน 'ข้อความแจ้งเตือน: เขตข้อมูลของฐานข้อมูล' ในคู่มือนี้

source: TIP: For instructions on ordering from a suggestion see 'Managing Suggestions' in this manual
th: เคล็ดลับ: สำหรับคำแนะนำเกี่ยวกับการจัดลำดับจากข้อเสนอแนะ ให้ดูที่ 'การจัดการข้อเสนอแนะ' ในคู่มือนี้

source: TIP: Funds may be ignored if you are setting your Global System Preferences for 'Acquisitions' to &quot;simple&quot; acquisitions: the funds are only useful when using &quot;normal&quot; acquisitions.
th: เคล็ดลับ: อาจมีการละเว้นกองทุน ถ้าคุณตั้งค่าการปรับแต่งระบบส่วนกลางของ 'ระบบงานจัดหาทรัพยากร' เป็น ระบบงานจัดหาทรัพยากร &quot;ธรรมดา&quot; เนื่องจากกองทุนจะมีประโยชน์เมื่อใช้ระบบงานจัดหาทรัพยากร &quot;ปกติ&quot;

source: TIP: If a staff member is set to 'superlibrarian' they have access to all functions and do not need any other permissions checked
th: เคล็ดลับ: ถ้าเจ้าหน้าที่ได้รับการตั้งค่าเป็น 'บรรณารักษ์ชำนาญการ' จะมีสิทธิในการเข้าถึงฟังก์ชันทั้งหมดและไม่ต้องมีการตรวจสอบสิทธิอื่นๆ อีก

source: TIP: If independent branches is on and the canreservefromotherbranches system preference is OFF, a staff operator is prevented from placing an item-level hold request on an item from a different branch
th: เคล็ดลับ: ถ้าเปิดใช้สาขาอิสระ และปิดการปรับแต่งระบบ canreservefromotherbranches เจ้าหน้าที่จะไม่สามารถส่งคำขอจองระดับรายการไปยังรายการจากสาขาอื่น

source: TIP: If this preference is turned OFF after being ON, the system reverts to the original behavior, although the specific permissions are retained.&nbsp; This means if a staff member has been given granular permissions they will retain those even if this is turned OFF
th: เคล็ดลับ: ถ้าปิดการปรับปต่งนี้หลังจากเปิด ระบบจะแปลงกลับไปดำเนินการดั้งเดิม แม้ว่าจะยังเก็บสิทธิที่ระบุไว้ก็ตาม หมายความว่าถ้าเจ้าหน้าที่ได้รับสิทธิอย่างละเอียด เจ้าหน้าที่จะยังมีสิทธิดังกล่าวแม้เมื่อปิดการปรับแต่งนี้

source: TIP: If you create a manual credit, be aware that it won't be applied to any particular lost or late item
th: เคล็ดลับ: ถ้าคุณสร้างเครดิตด้วยตนเอง ให้ระวังว่าจะไม่สามารถนำไปใช้กับรายการที่สูญหายหรือรายการที่ล่าช้าได้

source: TIP: If you would like to define one overdue schedule for ALL libraries at once, select 'Default'. This will apply the schedule you define to all the libraries in your system
th: เคล็ดลับ: ถ้าคุณต้องการกำหนดเวลาครบกำหนดของห้องสมุดทั้งหมดในครั้งเดียว ให้เลือก 'ค่าเริ่มต้น' จะเป็นการใช้กำหนดเวลาที่คุณกำหนดกับทุกห้องสมุดในระบบ

source: TIP: If your passwords are already encrypted, talk to your systems administrator about options.
th: เคล็ดลับ: ถ้ารหัสผ่านของคุณมีการเข้ารหัสลับไว้อยู่แล้ว ให้ติดต่อกับดูแลระบบเกี่ยวกับตัวเลือกต่างๆ

source: TIP: In the 'Authority field to copy', enter the authority field that should be copied from the authority record to the bibliographic record. e.g., in MARC21, field 100 in the authority record should be copied to field 100 in the bibliographic record
th: เคล็ดลับ: ใน 'เขตข้อมูลรายการหลักฐานที่จะคัดลอก' ให้ใส่เขตข้อมูลรายการหลักฐานที่ควรจะถูกคัดลอกจากระเบียนรายการหลักฐานไปยังระเบียนบรรณานุกรม เช่น ใน MARC21 เขตข้อมูล 100 ในระเบียนรายการหลักฐานควรจะถูกคัดลอกไปยังเขตข้อมูล 100 ในระเบียนบรรณานุกรม

source: TIP: Koha automatically sets up authorized value categories for your item types and branch codes, and you can link these authorized values to MARC subfields when you set up your MARC tag structure
th: เคล็ดลับ: Koha จะตั้งค่าประเภทค่าที่กำหนดใช้สำหรับประเภทของทรัพยากรและรหัสสาขาให้โดยอัตโนมัติ และคุณสามารถเชื่อมโยงค่าที่กำหนดใช้เหล่านี้กับเขตข้อมูลย่อย MARC ได้เมื่อคุณตั้งค่าโครงสร้างแท็ก MARC

source: TIP: Make sure this subfield is managed in the same tab as the other managed subfields for this tag, and then click the &quot;hidden&quot; checkbox so it will not be displayed with the rest of the record
th: เคล็ดลับ: ตรวจสอบให้แน่ใจว่าเขตข้อมูลย่อยได้รับการจัดการในแท็บเดียวกันเช่นเดียวกับเขตข้อมูลย่อยอื่นที่จัดการสำหรับแท็กนี้ จากนั้นให้คลิกกล่องกาเครื่องหมาย &quot;ซ่อน&quot; เพื่อไม่ให้เขตข้อมูลแสดงรวมกับระเบียนที่เหลือ

source: TIP: Mark vendors inactive if you no longer order from them or if they merged with another vendor, but you want to keep the data of your orders with them
th: เคล็ดลับ: ทำเครื่องหมายผู้แทนเป็นไม่ใช้งานถ้าคุณไม่ได้สั่งซ์อกับผู้แทนดังกล่าวอีกต่อไป หรือถ้าผู้แทนนั้นรวมกิจการกับผู้แทนรายอื่น แต่คุณต้องการเก็บข้อมูลใบสั่งซื้อที่ทำกับผู้แทนไว้

source: TIP: Marking an item Lost via the edit item page will automatically put a fine on the patron's record for the replacement cost of the item
th: เคล็ดลับ: การทำเครื่องหมายรายการเป็นสูญหายผ่านหน้าแก้ไขรายการจะเป็นการใส่ค่าปรับสำหรับค่าซื้อในการแทนที่รายการที่หายไปในระเบียนของสมาชิกห้องสมุดรายนั้นโดยอัตโนมัติ

source: TIP: Note that in this case an error message appears notifying the circulation librarians that the patron might want to pick the book up at his/her home branch.
th: เคล็ดลับ: โปรดทราบว่าในกรณีนี้ ข้อความแสดงข้อผิดพลาดจะปรากฎขึ้นเพื่อแจ้งให้บรรณารักษ์ของระบบงานยืม-คืนทราบว่าสมาชิกห้องสมุดอาจต้องการรับหนังสือที่ห้องสมุดสาขาหลักของสมาชิก

source: TIP: Note that you are approving the terms used, but not the title the terms are applied to, moderation is for checking that terms are approriate for your library
th: เคล็ดลับ: โปรดทราบว่าคุณกำลังอนุมัติข้อกำหนดที่ใช้ แต่ไม่ได้อนุมัติชื่อเรื่องที่ข้อกำหนดนำไปใช้ด้วย การตรวจสอบเป็นการตรวจว่าข้อกำหนดต่างๆ มีความเหมาะสมกับห้องสมุดของคุณ

source: TIP: Notice also that if you'd like to notify patrons of new serial issues, you can click on 'define a notice' which will take you to the 'Notices' tool
th: เคล็ดลับ: โปรดทราบด้วยว่าถ้าคุณต้องการแจ้งให้สมาชิกห้องสมุดทราบฉบับสิ่งพิมพ์ต่อเนื่องฉบับใหม่ คุณสามารถคลิกที่ 'กำหนดข้อความแจ้งเตือน' ซึ่งจะนำคุณไปยังเครื่องมือ 'ข้อความแจ้งเตือน

source: TIP: Only expiration date is required
th: เคล็ดลับ: ต้องการเฉพาะวันที่หมดอายุ

source: TIP: Only patrons of type &quot;A&quot; (adult) are searched for when you look for guarantors through the &quot;find guarantor&quot; interface. This means that (for example) library staff (type &quot;S&quot;) and other children (type &quot;C&quot;) cannot be found as guarantors
th: เคล็ดลับ: เมื่อคุณค้นหาผู้รับรองผ่านส่วนติดต่อ &quot;ค้นหาผู้รับรอง&quot; จะมีการค้นหาเฉพาะสมาชิกห้องสมุดประเภท &quot;A&quot; (ผู้ใหญ่) เท่านั้น หมายความว่า (ยกตัวอย่าง) ไม่อาจพบเจ้าหน้าที่ห้องสมุด (ประเภท &quot;S&quot;) และเด็ก (ประเภท &quot;C&quot;) คนอื่นเป็นผู้รับรอง

source: TIP: Only the 'Company Name' is required but the more contact information you provide, the easier it will be to contact vendors when necessary
th: เคล็ดลับ: ต้องการเฉพาะ 'ชื่อบริษัท' เท่านั้น แต่คุณสามารถให้ข้อมูลที่ติดต่อเพิ่มเติมได้ จะทำให้ติดต่อผู้แทนได้ง่ายขึ้นเมื่อจำเป็น

source: TIP: Patron uses for Lists
th: เคล็ดลับ: สมาชิกห้องสมุดใช้สำหรับรายการ

source: TIP: Patrons can alter their notification setting using the Messaging tool on their account.
th: เคล็ดลับ: สมาชิกห้องสมุดสามารถแก้ไขการตั้งค่าข้อความแจ้งเตือนของตนได้โดยใช้เครื่องมือการส่งข้อความในบัญชีของตัวเอง

source: TIP: Patrons will be able to update/change their password via the OPAC
th: เคล็ดลับ: สมาชิกห้องสมุดจะสามารถปรับปรุง/เปลี่ยนแปลงรหัสผ่านของตนได้ผ่าน OPAC

source: TIP: Separate these fields by a space.
th: เคล็ดลับ: แยกเขตข้อมูลเหล่านี้ด้วยช่องว่าง

source: TIP: Some vendors will list the prices in their own currency, but bill in your currency
th: เคล็ดลับ: ผู้แทนบางรายจะแสดงรายการราคาในสกุลเงินของตัวเอง แต่เรียกเก็บเงินเป็นสกุลเงินของคุณ

source: TIP: The blacklist is already populated with some key terms depending on the dictionary you're using
th: เคล็ดลับ: บัญชีดำถูกนำเข้าแบบอัตโนมัติแล้วด้วยบางข้อกำหนดสำคัญที่ขึ้นอยู่กับพจนานุกรมที่คุณใช้

source: TIP: The first time you access this page, you will be asked to add your first fund -- thereafter you will have the option of editing and deleting funds.
th: เคล็ดลับ: ครั้งแรกที่คุณเข้าถึงหน้านี้ คุณจะถูกขอให้เพิ่มกองทุนแรก หลังจากนั้น คุณจะมีตัวเลือกสำหรับการแก้ไขและการลบกองทุน

source: TIP: The only fields above that are required are the two under 'Output format'.
th: เคล็ดลับ: เขตข้อมูลข้างต้นที่ต้องการคือสองเขตข้อมูลใต้ 'รูปแบบเอาท์พุท'

source: TIP: The repeatibility and unique_id settings of an attribute type cannot be changed after creation - this is to avoid having to deal with changing constraints if an attribute type is already in use by patron records
th: เคล็ดลับ: ไม่สามารถเปลี่ยนการตั้งค่าความสามารถในการทำซ้ำและ unique_id ของประเภทแอตทริบิวต์ได้หลังจากการสร้าง เนื่องจากต้องการเลี่ยงไม่ให้มีการจัดการกับการเปลี่ยนแปลงข้อจำกัดถ้ามีระเบียนของสมาชิกห้องสมุดใช้ประเภทของแอตทริบิวต์ประเภทใดประเภทหนึ่งแล้ว

source: TIP: This can be used to record statistics of items that are used, but do not get checked out, such as reference items, magazines, etc. You can then run a report to gather the statistics from this card
th: เคล็ดลับ: สามารถใช้บันทึกสถิติของรายการที่ใช้ แต่ไม่อาจรับรายการที่ยืมออก เช่น หนังสืออ้างอิง นิตยสาร เป็นต้น ดังนั้น คุณจึงสามารถเรียกใช้รายงานให้รวบรวมสถิติจากบัตรนี้

source: TIP: This field is not editable once it is set
th: เคล็ดลับ: เขตข้อมูลนี้ไม่สามารถแก้ไขได้เมื่อถูกตั้งค่า

source: TIP: This is handy if your patron has a PO Box and you want their home address as well.
th: เคล็ดลับ: พร้อมใช้เสมอถ้าสมาชิกห้องสมุดมีตู้ ป.ณ. และคุณต้องการข้อมูลที่อยู่บ้านด้วยเช่นกัน

source: TIP: This is not necessary, you will still be able to mark items received without closing a basket.&nbsp; Closing a basket is good practice for keeping track of late orders which is discussed in this manual.
th: เคล็ดลับ: ไม่ใช่สิ่งจำเป็น คุณยังคงสามารถทำเครื่องหมายรายการที่ได้รับได้โดยไม่ต้องปิดตะกร้า การปิดตะกร้าเป็นการปฏิบัติที่ดีสำหรับการติดตามใบสั่งซื้อล่าช้า ซึ่งได้อธิบายไว้ในคู่มือนี้

source: TIP: This report is only applicable if the ReserveNeedReturn system preference is on.
th: เคล็ดลับ: รายงานนี้จะใช้งานได้เฉพาะเมื่อเปิดใช้ ReserveNeedReturn ในการปรับแต่งระบบ

source: TIP: This will only show a reading history if you have the 'intranetreadinghistory' preference turned 'ON'
th: เคล็ดลับ: จะแสดงเฉพาะประวัติการอ่านเมื่อคุณ 'เปิด' การปรับแต่ง 'intranetreadinghistory'

source: TIP: To add another received item, click the '+' (plus) icon at the bottom left. If you add too many click the '-' (minus) to the right of the '+' (plus)
th: เคล็ดลับ: เมื่อต้องการเพิ่มอีกรายการที่รับ ให้คลิกไอคอน '+' (เครื่องหมายบวก) ที่ด้านล่างซ้าย ถ้าคุณเพิ่มมากจนเกินไป ให้คลิก '-' (เครื่องหมายลบ) ที่อยู่ด้านขวาของ '+' (เครื่องหมายบวก)

source: TIP: To add another received item, click the '+' (plus) icon at the bottom left.&nbsp; If you add too many click the '-' (minus) to the right of the '+' (plus)
th: เคล็ดลับ: เมื่อต้องการเพิ่มอีกรายการที่รับ ให้คลิกไอคอน '+' (เครื่องหมายบวก) ที่ด้านล่างซ้าย&nbsp; ถ้าคุณเพิ่มมากจนเกินไป ให้คลิก '-' (เครื่องหมายลบ) ที่อยู่ด้านขวาของ '+' (เครื่องหมายบวก)

source: TIP: To modify a rule, create a new one with the same patron type and item type
th: เคล็ดลับ: เมื่อต้องการปรับเปลี่ยนกฎ ให้สร้างกฎใหม่ด้วยประเภทสมาชิกห้องสมุดและประเภทของทรัพยากรเดียวกัน

source: TIP: To place no limits for a category, choose the blank field. When blank field is chosen all categories will be included in the statistical count.
th: เคล็ดลับ: เมื่อต้องการให้ไม่มีข้อจำกัดสำหรับประเภท ให้เลือกเขตข้อมูลเปล่า เมื่อมีการเลือกเขตข้อมูลเปล่า ประเภททั้งหมดจะถูกรวมไว้ในการนับทางสถิติ

source: TIP: To receive serials see the 'Receiving Serials' part of this manual.
th: เคล็ดลับ: เมื่อต้องการรับสิ่งพิมพ์ต่อเนื่อง ให้ดูส่วน 'การรับสิ่งพิมพ์ต่อเนื่อง' ในคู่มือนี้

source: TIP: To turn on messaging options you will need to turn the 'EnhancedMessagingPreferences' system preference to 'ON'
th: เคล็ดลับ: เมื่อต้องการเปิดตัวเลือกการส่งข้อความ คุณจะต้อง 'เปิด' 'EnhancedMessagingPreferences' ในการปรับแต่งระบบ

source: TIP: Use 'Library note' for notes you'd like your circulation staff to see.
th: เคล็ดลับ: ใช้ 'บันทึกย่อห้องสมุด' บันทึกย่อข้อมูลต่างๆ ที่คุณต้องการให้เจ้าหน้าที่ระบบงานยืม-คืนเห็น

source: TIP: Use 'OPAC note' for notes you'd like the patron to see.
th: เคล็ดลับ: ใช้ 'บันทึกย่อของ OPAC' สำหรับบันทึกย่อที่คุณต้องการให้สมาชิกห้องสมุดเห็น

source: TIP: Use manual credits to pay partial fines.
th: เคล็ดลับ: ใช้ manual credits ชำระค่าปรับบางส่วน

source: TIP: Why educators might use Lists
th: เคล็ดลับ: นักวิชาการอาจใช้ 'รายการ' ด้วยเหตุใด

source: TIP: Why staff might use Lists
th: เคล็ดลับ: เจ้าหน้าที่อาจใช้ 'รายการ' ด้วยเหตุใด

source: TIP: You can define the terms used in the Guarantor field. 'Mother' and 'Father' are default settings, but you can add &quot;Grandparent&quot; or &quot;Legal Guardian&quot; for instance
th: เคล็ดลับ: คุณสามารถกำหนดคำที่ใช้ในเขตข้อมูล 'ผู้รับรอง' ส่วนการตั้งค่าเริ่มต้นคือ 'มารดา' และ 'บิดา' เช่น คุณอาจเพิ่ม &quot;ปู่หรือตา&quot; หรือ &quot;ผู้ปกครองตามกฎหมาย&quot;

source: TIP: You will need to set up your library's notices to populate this pull down
th: เคล็ดลับ: คุณจะต้องตั้งค่าข้อความแจ้งแตือนของห้องสมุดคุณเพื่อนำเข้าข้อความดึงลงนี้แบบอัตโนมัติ

source: TOTAL
th: ยอดรวม

source: TOTAL (%s)
th: ยอดรวม (%s)

source: Tab Separated Text
th: แท็บ 'ข้อความที่แยก'

source: Tab:%s | $%s %s
th: แท็บ:%s | $%s %s

source: Tab:%s,
th: แท็บ:%s,

source: Tabs in use
th: แท็บที่กำลังใช้งาน

source: Tabular:
th: แบบตาราง:

source: Tag
th: แท็ก

source: Tag %s Subfield Constraints
th: แท็ก %s ข้อจำกัดเขตข้อมูลย่อย

source: Tag %s Subfield Structure
th: แท็ก %s โครงสร้างเขตข้อมูลย่อย

source: Tag Deleted
th: แท็กถูกลบ

source: Tag:
th: แท็ก:

source: Tag: %s
th: แท็ก: %s

source: Tags
th: แท็ก

source: Talk to your system administrator about loading additional plugins for use in this module.
th: ปรึกษาผู้ดูแลระบบของคุณเกี่ยวกับการโหลดปลั๊กอินเพิ่มเติมสำหรับใช้ในระบบงานนี้

source: Tambour, batterie
th: กลอง แบตเตอรี่

source: Tape configuration:
th: การทำหนดค่าเทป:

source: Tape width:
th: ความกว้างของเทป:

source: Target
th: เป้าหมาย

source: Target (database) record check field
th: เขตข้อมูลตรวจสอบระเบียนเป้าหมาย (ฐานข้อมูล)

source: Target Audience Code
th: รหัสระดับผู้ใช้

source: Target Audience Code 2
th: รหัสระดับผู้ใช้ 2

source: Target Audience Code 3
th: รหัสระดับผู้ใช้ 3

source: Target:
th: เป้าหมาย:

source: Technical reports
th: รายงานทางวิชาการ

source: Technique (Prints) 1
th: เทคนิค (งานพิมพ์) 1

source: Technique (Prints) 2
th: เทคนิค (งานพิมพ์) 2

source: Technique (Prints) 3
th: เทคนิค (งานพิมพ์) 3

source: Technique - videorecording, motion picture
th: เทคนิค - การบันทึกวิดีโอ ภาพยนตร์

source: Techniques (Drawings, Paintings) 1
th: เทคนิค (รูปวาด การระบายสี) 1

source: Techniques (Drawings, Paintings) 2
th: เทคนิค (รูปวาด การระบายสี) 2

source: Techniques (Drawings, Paintings) 3
th: เทคนิค (รูปวาด การระบายสี) 3

source: Template Code
th: รหัสแม่แบบ

source: Template Code:
th: รหัสแม่แบบ:

source: Template Description:
th: คำอธิบายแม่แบบ:

source: Template ID: %s
th: รหัสแม่แบบ: %s

source: Template Name
th: ชื่อแม่แบบ

source: Template Name:
th: ชื่อแม่แบบ:

source: Template Settings
th: การตั้งค่าแม่แบบ

source: Template:
th: แม่แบบ:

source: Templates
th: แม่แบบ

source: Tenor
th: เสียงเทเนอร์

source: Term
th: คำศัพท์

source: Term/Phrase
th: คำศัพท์/วลี

source: Terms
th: คำศัพท์

source: Terms Summary
th: สรุปเงื่อนไข

source: Test
th: ทดสอบ

source: Test Blacklist
th: ทดสอบบัญชีดำ

source: Test Prediction Pattern
th: ทดสอบรูปแบบการคาดการณ์

source: Tested
th: ที่ทดสอบ

source: Tetun (Tetum)
th: Tetun (เตตุม)

source: Text
th: ข้อความ

source: Text Justification
th: การจัดข้อความเต็มแนว

source: Text for OPAC : what appears before the field in the OPAC. If empty, the text for librarian is used instead
th: ข้อความสำหรับ OPAC คือสิ่งที่ปรากฎก่อนเขตข้อมูลใน OPAC ถ้าว่าง จะใช้ข้อมูลสำหรับบรรณารักษ์แทน

source: Text for OPAC:
th: ข้อความสำหรับ OPAC:

source: Text for librarian : what appears before the subfield in the librarian interface
th: ข้อความสำหรับบรรณารักษ์: สิ่งที่ปรากฎก่อนเขตข้อมูลย่อยในส่วนติดต่อบรรณารักษ์

source: Text for librarian:
th: ข้อความสำหรับบรรณารักษ์:

source: Text for librarians
th: ข้อความสำหรับบรรณารักษ์

source: Text for opac
th: ข้อความสำหรับ OPAC

source: Textarea
th: พื้นที่ข้อความ

source: The &quot;numbering formula&quot; can be filled with any text and/or numbers. Three special tokens {X}, {Y} and {Z} can be used to define the calculation formula. This allows you to define patterns not possible with the Numbering Pattern drop downs.
th: สามารถใส่ข้อมูล &quot;การให้หมายเลข&quot; ด้วยข้อความและ/หรือตัวเลขใดๆ ใช้โทเค็นพิเศษสามอย่างนี้ {X}, {Y} และ {Z} กำหนดสูตรการคำนวณ จะทำให้คุณสามารถกำหนดรูปแบบที่ทำไม่ได้ในตัวเลือกแบบหล่นลงของ 'รูปแบบการให้หมายเลข'

source: The 'Not for loan' option can be used for items that cannot be checked out of the library
th: ตัวเลือก 'ไม่ให้ยืม' สามารถใช้กับรายการที่ไม่สามารถให้ยืมออกจากห้องสมุดได้

source: The 'Patron attribute type code' should be unique and is the only required field
th: 'รหัสประเภทแอตทริบิวต์ของสมาชิกห้องสมุด' ควรเป็นค่าที่ไม่ซ้ำและเป็นเขตข้อมูลที่ต้องการเท่านั้น

source: The 'Street type' dropdown menu comes from your Patrons and Circulation parameters.
th: เมนู 'ประเภทของถนน' แบบหล่นลงมาจากพารามิเตอร์ของ 'ระบบงานจัดการสมาชิกและระบบงานยืม-คืน'

source: The 'Weight' refers to the number of times the tag has been used within the system
th: 'น้ำหนัก' อ้างอิงจำนวนครั้งที่แท็กถูกใช้ภายในระบบ

source: The ... to the right of the input field are used to indicate that this field uses a plugin. Various plugins have been created to help make it easier to catalog records more quickly.
th: ... ที่อยู่ด้านขวาของเขตข้อมูลสำหรับใส่ข้อมูลใช้ระบุว่าเขตข้อมูลนี้ใช้ปลั๊กอิน มีการสร้างปลั๊กอินหลายตัวมาช่วยทำให้การลงรายการระเบียนรายการทรัพยากรง่ายขึ้นและรวดเร็วยิ่งขึ้น

source: The 2 following fields are available for your own usage. They can be useful for statistical purposes
th: เขตข้อมูล 2 เขตต่อไปนี้มีไว้สำหรับการใช้งานของคุณเอง เป็นประโยชน์สำหรับวัตถุประสงค์ทางสถิติ

source: The Actual price is what is committed to your
th: ราคาจริงคือราคาที่ตกลงกับ

source: The Bibliographic editor allows queries to the authority file at the add/edit stage of a record, so that cataloging staff can create the links between a bibliographic and authority record when they are cataloging.
th: ตัวแก้ไขบรรณานุกรมทำให้สามารถสอบถามไปยังแฟ้มรายการหลักฐานในขั้นตอนเพิ่ม/แก้ไขระเบียน ดังนั้นเจ้าหน้าที่ที่ลงรายการจึงสามารถสร้างการเชื่อมโยงระหว่างบรรณานุกรมกับระเบียนรายการหลักฐานได้เมื่อมีการวิเคราะห์หมวดหมู่และลงรายการ

source: The Bridge Material Type Icon Set
th: Bridge Material Type Icon Set

source: The Bridge Material Type Icon Set is licensed under a <a1>Creative Commons Attribution-ShareAlike 2.5 License</a> by the Bridge Consortium of Carleton College and St. Olaf College.
th: Bridge Material Type Icon Set ได้รับอนุญาตให้ใช้ตามสัญญา <a1>Creative Commons Attribution-ShareAlike 2.5 License</a> โดยความร่วมมือของ Bridge Consortium of Carleton College และ St. Olaf College

source: The City, State dropdown menu comes from your Patrons and Circulation parameters.
th: เมนู 'เมือง รัฐ' แบบหล่นลงมาจากพารามิเตอร์ของ 'ระบบงานจัดการสมาชิกและระบบงานยืม-คืน'

source: The Guided Reports Wizard helps you build reports using all the fields in the database for each module. The reports can then be saved and run using the scheduler.
th: ตัวช่วยสร้างรายงานช่วยคุณสร้างรายงานต่างๆ โดยใช้เขตข้อมูลทั้งหมดในฐานข้อมูลของแต่ละระบบงาน จึงสามารถบันทึกรายงานและเรียกใช้ได้โดยใช้ตัวจัดกำหนด

source: The Holidays Calendar allows the library to define days where the library is closed. Circulation rules are then recalculated to taken in to account that library is closed and there will be no one present to return items.
th: ปฏิทินวันหยุดทำให้ห้องสมุดสามารถกำหนดวันต่างๆ ที่ห้องสมุดปิด กฏในการยืม-คืนจะคำนวณใหม่โดยพิจารณาวันที่ห้องสมุดปิด ไม่ให้เป็นวันมีการส่งคืนรายการใดๆ

source: The Koha Acquisitions module provides a way where the library can record orders placed with vendors and manage purchase budgets.
th: 'ระบบงานจัดหาทรัพยากร' ของ Koha มีวิธีให้ห้องสมุดสามารถบันทึกใบสั่งซื้อที่ส่งให้กับผู้แทนและจัดการงบประมาณจัดซื้อ

source: The Patrons portion stores the information you add about your patrons.
th: ส่วนของสมาชิกห้องสมุดเก็บข้อมูลที่คุณเพิ่มเกี่ยวกับสมาชิกห้องสมุด

source: The attribute value %s is already is use by another patron record.
th: มีระเบียนสมาชิกห้องสมุดระเบียนอื่นใช้ค่าแอตทริบิวต์ %s อยู่แล้ว

source: The authorized values for &quot;Reason&quot; can be set under System Administration &gt; Authorized Values. From the drop down select the &quot;SUGGEST&quot; authorized value category and add your custom reasons.
th: ค่าที่กำหนดใช้สำหรับ &quot;เหตุผล&quot; สามารถตั้งค่าได้ใต้ 'งานดูแลระบบ' &gt; ค่าที่กำหนดใช้ จากตัวเลือกแบบหล่นลง ให้เลือกประเภทของค่าที่กำหนดใช้ &quot;แนะนำ&quot; และเพิ่มเหตุผลแบบกำหนดเองของคุณ

source: The barcode was not found
th: ไม่พบบาร์โค้ด

source: The biblio.biblionumber and biblioitems.biblioitemnumber fields be mapped to a MARC subfield,
th: เขตข้อมูล biblio.biblionumber และเขตข้อมูล biblioitems.biblioitemnumber จะแมปกับเขตข้อมูลย่อย MARC

source: The card number can be auto-calculated, scanned in from a barcode scanner or entered in by hand. The auto-calculated card number can be turned ON and OFF in your system preferences.
th: หมายเลขบัตรสมาชิกห้องสมุดอาจรับการคำนวณโดยอัตโนมัติ สแกนจากเครื่องสแกนบาร์โค้ดหรือใส่ข้อมูลด้วยมือ สามารถเปิดหรือปิดคุณลักษณะหมายเลขบัตรสมาชิกที่คำนวณโดยอัตโนมัติได้ในการปรับแต่งระบบ

source: The claim will be resolved once received status has changed. Search for the Subscription and then click &quot;Serial receive&quot; to locate the issue and change it's status.
th: การทวงถามจะได้รับการแก้ไขเมื่อมีการเปลี่ยนสถานะเป็นได้รับ ให้ค้นหา 'การบอกรับเป็นสมาชิก' นั้น แล้วคลิก &quot;ได้รับสิ่งพิมพ์&quot; เพื่อค้นหาฉบับสิ่งพิมพ์และเปลี่ยนสถานะของฉบับดังกล่าว

source: The column <b>Koha field</b> shows that the subfield is linked with a Koha field. Koha can manage a MARC interface, and a Koha interface. This link ensures that both DB are synchronized
th: คอลัมน์ <b>เขตข้อมูล Koha</b> แสดงว่าเขตข้อมูลย่อยถูกเชื่อมโยงกับเขตข้อมูล Koha ระบบ Koha สามารถจัดการส่วนติดต่อ MARC และส่วนติดต่อ Koha ได้ การเชื่อมโยงนี้ทำให้มั่นใจว่ามีการทำข้อมูลให้ตรงกันทั้งสองฐานข้อมูล

source: The column Koha field shows that the subfield is linked with a Koha field. Koha can manage a MARC interface, or a Koha interface. This link ensures that both DB are synchronized, thus you can change from a MARC to a Koha interface easily.
th: คอลัมน์เขตข้อมูล Koha แสดงว่าเขตข้อมูลย่อยถูกเชื่อมโยงกับเขตข้อมูล Koha ระบบ Koha สามารถจัดการส่วนติดต่อ MARC และส่วนติดต่อ Koha ได้ การเชื่อมโยงนี้ทำให้มั่นใจว่ามีการทำข้อมูลให้ตรงกันทั้งสองฐานข้อมูล ดังนั้น คุณจึงสามารถเปลี่ยนจากส่วนติดต่อ MARC เป็น Koha ได้โดยสะดวก

source: The correspounding subfield MUST be in with -1 (ignore) tab
th: เขตข้อมูลย่อยที่สอดคล้องกันจะต้องอยู่ในแท็บ -1 (ละเว้น)

source: The database returned the following error:
th: ฐานข้อมูลส่งคืนข้อผิดพลาดต่อไปนี้
