Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: The default minimum password length is 3 characters long. To change this value, update your system preferences.
th: ค่าเริ่มต้นความยาวต่ำสุดของรหัสผ่านคือ 3 อักขระ เมื่อต้องการเปลี่ยนค่านี้ ให้ปรับปรุงการปรับแต่งระบบ

source: The dictionary provides a way that you can define custom criteria for reporting by combining existing criteria.
th: พจนานุกรมทำให้คุณมีวิธีที่สามารถกำหนดเกณฑ์แบบกำหนดเองสำหรับการจัดทำรายงานได้ด้วยการรวมเกณฑ์ที่มีอยู่

source: The easiest way to generate the barcode file is to scan the barcodes of all the items on the shelf in situ to a text file. This can be done using a standard keyboard wedge type Barcode scanner and a Laptop, or using a handheld PC with an integrated scanner (e.g Palm or iPaq).
th: วิธีที่ง่ายที่สุดในการสร้างแฟ้มบาร์โค้ดคือสแกนบาร์โค้ดของรายการทั้งหมดบนชั้นหนังสือในสถาบันเป็นแฟ้มข้อความ สามารถกระทำได้โดยใช้เครื่องอ่านบาร์โค้ดชนิดที่สามารถอ่านบาร์โค้ดมาตรฐานทั่วไปได้กับแล็ปท็อปหนึ่งเครื่อง หรือใช้พีซีมือถือที่มีเครื่องอ่านในตัว (เช่น ปาล์ม หรือ iPaq)

source: The email notice report that is compiled and sent to the admin (for borrowers with no email in Koha) rely on the 'delays' to determine when/how often that email gets sent as well.
th: รายงานข้อความแจ้งเตือนทางอีเมลที่เป็นไปตามกำหนดและส่งไปยังผู้ดูแล (สำหรับผู้ยืมที่ไม่มีอีเมลใน Koha) ก็ขึ้นอยู่กับความ 'ล่าช้า' ที่เป็นตัวกำหนดเวลา/ความถี่ที่อีเมลจะถูกส่งไปเช่นกัน

source: The extended attributes feature is completely optional. If the 'ExtendPatronAttributes' system preference is OFF, customizable patron attributes will not be usable.
th: คุณลักษณะของแอตทริบิวต์ที่ขยายเป็นตัวเลือกโดยสมบูรณ์ ถ้าปิด 'ExtendPatronAttributes' ในการปรับแต่งระบบ แอตทริบิวต์ของสมาชิกห้องสมุดที่กำหนดเองได้ก็จะใช้ไม่ได้

source: The field itemnum MUST be mapped
th: ต้องมีการแมปหมายเลขรายการเขตข้อมูล

source: The fields 'branchcode' and 'categorycode' are <b>required</b> and <b>must match</b> valid entries in your database.
th: เขตข้อมูล 'branchcode' และ 'categorycode' เป็นเขตข้อมูลที่ <b>ต้องการ</b> และ <b>ต้องตรง</b> กับรายการที่ถูกต้องในฐานข้อมูลของคุณ

source: The filing rule %s is used by at least one classification source. Please remove it from all classification source definitions before trying again.
th: กฎในการจัดเก็บ %s ถูกใช้โดยแหล่งระบบการจัดหมวดหมู่หนังสือ กรุณาย้ายกฎในการจัดเก็บออกจากแหล่งระบบการจัดหมวดหมู่หนังสือทั้งหมดก่อนที่จะลองอีกครั้ง

source: The first time you access this page, you will be asked to add your first fund -- thereafter you will also have the option of editing and deleting funds.
th: ครั้งแรกที่คุณเข้าถึงหน้านี้ คุณจะถูกขอให้เพิ่มกองทุนแรก หลังจากนั้นคุณมีตัวเลือกของการแก้ไขและการลบกองทุนด้วย

source: The following error occurred while importing the database structure:
th: ข้อผิดพลาดต่อไปนี้เกิดขึ้นขณะที่นำเข้าโครงสร้างฐานข้อมูล

source: The following error was encountered:
th: มีข้อผิดพลาดต่อไปนี้:

source: The following fields are wrong. Please fix them.
th: เขตข้อมูลต่อไปนี้ผิด กรุณาแก้ไข

source: The following items have not been received from you and are now considered missing:
th: ยังไม่ได้รับรายการต่อไปนี้จากคุณ และปัจจุบันถือว่าขาด:

source: The following patrons have bills.
th: สมาชิกห้องสมุดต่อไปนี้มีใบแจ้งหนี้

source: The guided reports feature expects that you have some knowledge of the Koha database structure and what each field is used for. Be careful selecting columns as a poor choice may lead to a report that is so large that it either times out before it can be generated, or it will require a large amount of system resources to generate and slow down the operation of Koha.
th: คุณลักษณะระบบออกรายงานคาดว่าคุณมีความรู้บ้างเกี่ยวกับโครงสร้างฐานข้อมูล Koha และจุดมุ่งหมายในการใช้แต่ละเขตข้อมูล จึงควรระวังในการเลือกคอลัมน์ เนื่องจากตัวเลือกที่แย่อาจนำไปสู่รายงานที่มีขนาดใหญ่เกินไป จนหมดเวลาก่อนที่จะสร้างรายงาน หรืออาจต้องใช้ทรัพยากรระบบเป็นจำนวนมากในการสร้าง และทำให้การทำงานของ Koha ช้าลง

source: The home branch is the branch you want recorded as the origination of circulation functions while you are logged in.
th: สาขาหลักคือสาขาที่คุณต้องการบันทึกเป็นต้นกำเนิดของฟังก์ชันระบบงานยืม-คืนในขณะที่คุณเข้าสู่ระบบ

source: The index name is 'aud' and it's derived from 008/22
th: ชื่อดัชนีคือ 'aud' และได้รับจาก 008/22

source: The index name is 'ctype' is taken from the 008 and it's where we get the 'additional content types'. It's position 008/24-28 field. Common values are:
th: ชื่อดัชนีคือ 'ctype' นั้นรับมา 008 และเป็นจุดที่รับ 'ประเภทของเนื้อหาเพิ่มเติม' โดยเป็นตำแหน่งเขตข้อมูล 008/24-28 ค่าปกติคือ

source: The index name is 'l-format' and it's an index of positions 007/01 and 007/02. Common values are:
th: ชื่อดัชนีคือ 'l-format' และเป็นดัชนีของตำแหน่ง 007/01 กับ 007/02 ค่าปกติคือ

source: The item types are the &quot;categories&quot; into which your library items fall. For instance, you probably want to have videocassettes in a different category from non-fiction books, and mysteries in a different category from children's picture books. If you already are using a commercial ILS, you almost certainly already have all of your materials divided up into such categories. Now you need to tell Koha what your categories are.
th: ประเภทของทรัพยากรเป็น &quot;ประเภท&quot; ที่คุณลงรายการทรัพยากรในห้องสมุด ตัวอย่างเช่น คุณอาจต้องการให้วิดีโอคาสเซทอยู่ในประเภทอื่นที่ไม่หนังสือสารคดี และเรื่องลึกลับอยู่ประเภทอื่นที่ไม่ใช่หนังสือภาพของเด็ก ถ้าคุณกำลังใช้ระบบ ILS ที่จำหน่ายเชิงพาณิชย์อยู่แล้ว แสดงว่าคุณมีวัสดุทั้งหมดที่แบ่งเป็นประเภทดังกล่าวอยู่แล้ว ขณะนี้คุณเพียงต้องบอกให้ Koha ทราบประเภทต่างๆ ที่คุณมี

source: The itemtype code is limited to four characters. This code is rarely displayed by Koha; instead the description of the type will be what users see.
th: รหัสประเภทของทรัพยากรถูกจำกัดที่สี่อักขระ Koha ไม่ค่อยแสดงรหัสนี้นัก แต่จะแสดงให้ผู้ใช้เห็นคำอธิบายของประเภทรหัสแทน

source: The left part
th: ส่วนซ้าย

source: The list <i>%s</i> is not empty.
th: รายการ <i>%s</i> ไม่ว่าง

source: The list of patron suggestion reject or accept reasons
th: รายการข้อเสนอแนะของสมาชิกห้องสมุดปฏิเสธหรือยอมรับเหตุผล

source: The list of status to describe a damaged item
th: รายการสถานะในการอธิบายรายการที่เสียหาย

source: The list of status to describe a lost item
th: รายการของสถานะในการอธิบายรายการสูญหาย

source: The log viewer will show you what actions are being taking in your ILS during a set time period
th: ตัวแสดงรายการบันทึกจะแสดงให้คุณเห็นการกระทำที่ปฏิบัติใน ILS ของคุณในระหว่างช่วงเวลาที่กำหนด

source: The new charge will appear on the 'Account' tab
th: ค่าบริการใหม่จะปรากฎบนแท็บ 'บัญชี'

source: The new credit will appear on the 'Account' tab
th: เครดิตใหม่จะปรากฎบนแท็บ 'บัญชี'

source: The number for the next expected Issue should display in the top row. The status will default to waited. If the serial has arrived, then select &quot;arrived&quot; from the drop down. If SerialAddItems is turned on you will be prompted to add the item detail.
th: หมายเลขของฉบับที่คาดหวังถัดไปควรแสดงในแถวบนสุด สถานะจะเป็นรอตามค่าเริ่มต้น ถ้าสิ่งพิมพ์ต่อเนื่องมาถึง ให้เลือก &quot;มาถึง&quot; จากตัวเลือกแบบหล่นลง ถ้าเปิด SerialAddItems อยู่ คุณจะได้รับพร้อมท์ให้เพิ่มรายละเอียดของรายการนั้น

source: The number of days (%s) must be a number between 0 and 999.
th: จำนวนวัน (%s) ต้องเป็นจำนวนระหว่าง 0 ถึง 999

source: The numbering of issues received can be a complex formulas. The "numbering formula" can be filled with any text and/or numbers. 3 special tokens <b>{X} {Y}</b> and <b>{Z}</b> can be user to define the calculation formula. XYZ values are calculated with the following method:
th: การให้หมายเลขฉบับสิ่งพิมพ์ต่อเนื่องที่ได้รับสามารถเป็นสูตรที่ซับซ้อน "สูตรการให้หมายเลข" สามารถเติมได้ด้วยข้อความและ/หรือตัวเลข โทเค็นพิเศษสามตัว <b>{X} {Y}</b> และ <b>{Z}</b> สามารถเป็นผู้ใช้ที่จะกำหนดสูตรการคำนวณ โดยค่า XYZ จะถูกคำนวณด้วยวิธีการต่อไปนี้

source: The numbering of items received can contain complex formulas. The "numbering formula" can be filled with any text and/or numbers. 3 special tokens <b>{X} {Y}</b> and <b>{Z}</b> can be user to define the calculation formula. XYZ values are calculated with the following method:
th: การให้หมายเลขรายการที่ได้รับอาจมีสูตรที่ซับซ้อน "สูตรการให้หมายเลข" สามารถเติมได้ด้วยข้อความและ/หรือตัวเลข โทเค็นพิเศษสามตัว <b>{X} {Y}</b> และ <b>{Z}</b> สามารถเป็นผู้ใช้ที่จะกำหนดสูตรการคำนวณ โดยค่า XYZ จะถูกคำนวณด้วยวิธีการต่อไปนี้

source: The online help directory is:
th: นามานุกรมวิธีใช้แบบออนไล์คือ

source: The other way to set the library is to click 'Set library' on the main circulation page
th: การตั้งค่าห้องสมุดอีกวิธี คือคลิก 'ตั้งค่าห้องสมุด' บนหน้าหลักของระบบงานยืม-คืน

source: The password entered is too short
th: รหัสผ่านที่ใส่นั้นสั้นเกินไป

source: The patron settings have been updated
th: การตั้งค่าของสมาชิกต้องได้รับการปรับปรุง

source: The pull-down menu lists all the Koha tables that can receive values from the MARC records. The columns from each table are listed below the pull-down menu.
th: เมนูแบบดึงลงจะแสดงรายการตารางทั้งหมดของ Koha ที่สามารถรับค่าจากระเบียน MARC ได้ โดยคอลัมน์จากแต่ละตารางจะแสดงใต้เมนูแบบดึงลง

source: The replacement price is the total cost of what it would cost to replace the item if you had to purchase the item retail at recommended retail. This is the amount that a patron could be charged if item is lost or damaged beyond repair.
th: ราคาค่าซื้อในการแทนที่คือค่าใช้จ่ายทั้งหมดที่จะเกิดขึ้นในการแทนที่รายการถ้าคุณต้องซื้อปลีกรายการนั้นที่การขายปลีกที่แนะนำ นี่เป็นจำนวนเงินที่สมาชิกห้องสมุดอาจถูกเรียกเก็บถ้ารายการสูญหายหรือเสียหายเกินกว่าจะซ่อมแซม

source: The report you have created has now been saved. You can now
th: รายงานที่คุณสร้างได้รับการบันทึกแล้ว ขณะนี้คุณสามารถ

source: The reservoir can be populated with MARC records through the &quot;Stage MARC Records for Import&quot; under Tools.
th: สามารถนำเข้าคลังหนังสือแบบอัตโนมัติได้ด้วยระเบียน MARC records ผ่าน &quot;สเตจระเบียน MARC สำหรับการนำเข้า&quot; ที่อยู่ใต้ 'เครื่องมือ'

source: The reservoir is a holding area for bibilographic records that are not yet used in the library catalog.&nbsp; When an item arrives that matches a record in the reservoir, the two can be matched and the bibliographic pulled from the reservoir into the main catalog.
th: คลังหนังสือเป็นพื้นที่การจองสำหรับระเบียนบรรณานุกรมที่ยังไม่ได้ใช้ในรายการทรัพยากรของห้องสมุด&nbsp; เมื่อรายการมาถึงและตรงกับระเบียนในคลังหนังสือ ทั้งสองรายการจะถูกจับคู่และบรรณานุกรมจะถูกดึงจากคลังหนังสือไปไว้ในรายการทรัพยากรหลัก

source: The right part
th: ส่วนขวา

source: The right part deals with issues. When you create a new subscription, the 1st issue is automatically calculated. When you want/need, you can define issues that have a new status:
th: ส่วนขวาจะจัดการกับฉบับสิ่งพิมพ์ เมื่อคุณสร้างการบอกรับเป็นสมาชิกใหม่ จะมีการคำนวณฉบับแรกโดยอัตโนมัติ เมื่อคุณต้องการ/จำเป็น คุณสามารถกำหนดฉบับสิ่งพิมพ์ที่มีสถานะใหม่:

source: The rules are applied from most specific to less specific, using the first found in this order:
th: มีการใช้กฎจากที่ระบุมากสุดไปที่ระบุต่ำน้อยกว่า โดยใช้รายการที่พบก่อนในใบสั่งซื้อนี้:

source: The sequence of steps is:
th: ลำดับขั้นตอน ได้แก่

source: The serials module is used to manage subscriptions the library has to vairous titles. These are normally Serials or Journals, but in practice can be anything.
th: ระบบงานสิ่งพิมพ์ต่อเนื่องจะใช้จัดการการบอกรับเป็นสมาชิกที่ห้องสมุดมีหลายชื่อเรื่อง ปกติเป็นสิ่งพิมพ์ต่อเนื่องหรือวารสาร แต่ในทางปฏิบัติ อาจเป็นอะไรก็ได้

source: The set of matching records are assigned a score (the value of which is determined by the match point rule). Then, the rest of the match points are considered and the scores of each set of matches is added up. The set of matching records whose total score is over a threshold value defined in the matching rule are candidate matches.
th: มีการมอบหมายคะแนนให้กับชุดของระเบียนการจับคู่ (ค่าที่กำหนดโดยกฏของค่าการจับคู่) ดังนั้น จะมีการพิจารณาค่าการจับคู่ที่เหลือ และมีการบวกเพิ่มคะแนนของแต่ละชุดการจับคู่ โดยชุดของระเบียนการจับคู่ที่คะแนนรวมสูงกว่าค่าขีดจำกัดที่กำหนดไว้ในกฎในการจับคู่เป็นการจับคู่ข้อมูลที่เสนอ

source: The sort fields are used for internal use and reports.
th: เขตข้อมูลที่เรียงลำดับใช้สำหรับการใช้ภายในและรายงานต่างๆ

source: The statistics wizards provide a way to build simple reports for each module. The reports produced can either be viewed on screen or downloaded for opening in a spreadsheet program or text editor.
th: ตัวช่วยสร้างสถิติมีวิธีในการสร้างรายงานธรรมดาให้กับแต่ละระบบงาน โดยรายงานที่จัดทำสามารถดูได้บนหน้าจอหรือดาวน์โหลดไปเปิดในโปรแกรมสแปรดชีทหรือในตัวแก้ไขข้อความ

source: The status of tags can always be edited by clicking on one of these filters and changing the status
th: สถานะของแท็กสามารถแก้ไขได้เสมอ ด้วยการคลิกที่ตัวกรองตัวใดตัวหนึ่งเหล่านี้ หรือเปลี่ยนสถานะ

source: The subscription
th: การบอกรับเป็นสมาชิก

source: The summary contains an &quot;ISBD&quot; like description to explain how the entry must be shown in the result list. The syntax is :
th: รายงานสรุปมี &quot;ISBD&quot; เป็นดังคำอธิบายที่จะอธิบายว่ารายการนั้นต้องแสดงผลลัพธ์อย่างไรในรายการผลลัพธ์ ไวยากรณ์คือ

source: The summary field is used to edit the way this item displays on the search results page
th: เขตข้อมูลสรุปใช้แก้ไขวิธีที่รายการนี้จะแสดงในหน้าผลลัพธ์การค้นหา

source: The tag reported must contain a MARC tag number. Every subfield in the selected tag will be copied to the &quot;destination tag&quot; in the biblio. for example, in UNIMARC, the tag 200 ot personal authority will be reported to 600, 700, 701, depending on what is cliqued in the biblio MARC editor.
th: แท็กที่รายงานจะต้องมีหมายเลขแท็ก MARC ทุกเขตข้อมูลย่อยในแท็กที่เลือกจะถูกคัดลองไปยัง &quot;แท็กปลายทาง&quot; ในบรรณานุกรม ตัวอย่างเช่น ใน UNIMARC แท็ก 200 ของรายการหลักฐานส่วนบุคคลจะถูกรายงานไปที่ 600, 700, 701 ขึ้นอยู่กับสิ่งที่เข้ากลุ่มในตัวแก้ไข MARC ของบรรณานุกรม

source: The terms summary in the top left will allow you to filter your results by tag status
th: สรุปข้อกำหนดในด้านบนซ้ายจะทำให้คุณสามารถกรองผลลัพธ์ได้ด้วยสถานะของแท็ก

source: The three latest issues related to this subscription:
th: สิ่งพิมพ์สามฉบับล่าสุดที่เกี่ยวกับการบอกรับเป็นสมาชิกนี้ ได้แก่

source: The title of the news post. Try to keep this short and pithy. Avoid long sentances.
th: ชื่อเรื่องประกาศข่าวสาร ควรพยายามให้สั้นและกระชับ หลีกเลี่ยงประโยคยาว

source: The total at the bottom of the page should be within a few cents of the total for the invoice.
th: ผลรวมที่ด้านล่างของหน้าควรต่างกับผลรวมของใบแจ้งหนี้เพียงไม่กี่บาท

source: The upload file appears to be empty.
th: แฟ้มที่อัปโหลดปรากฎเป็นว่างเปล่า

source: The upload file does not appear to be a zip file. The extention is not '.zip'.
th: แฟ้มที่อัปโหลดไม่ปรากฎเป็นแฟ้มบีบอัด ส่วนขยายของแฟ้มไม่ใช่ '.zip'

source: The values defined in this preference will show up in a pull down menu when entering patron information.These values can be used in geographic statistics.
th: ค่าที่กำหนดในการปรับแต่งนี้ไม่แสดงในเมนูแบบดึงลงเมื่อมีการใส่ข้อมูลของสมาชิกห้องสมุด ค่าเหล่านี้สามารถใช้ในสถิติทางภูมิศาสตร์

source: The vendor price is the price given to you by the vendor, sometimes called the &quot;List Price&quot;. Depdending on how the Vendor is setup this may or maynot include any discount given to you by the vendor and/or any sales tax. See Vendors for more information.
th: ราคาของผู้แทนเป็นราคาที่ผู้แทนเสนอให้กับคุณ บางครั้งเรียกว่า &quot;ใบแจ้งราคา&quot; ราคานี้อาจรวมหรือไม่รวมส่วนลดที่มีผู้แทนมีให้กับคุณ และ/หรือภาษีขาย ทั้งนี้ ขึ้นอยู่กับวิธีตั้งค่าผู้แทน ให้ดูข้อมูลเพิ่มเติมที่ 'ผู้แทน'

source: Themes
th: ธีม

source: Then adjust the label height and width to correct label creep across and down page.
th: จากนั้น ให้ปรับความสูงและความกว้างของป้ายเพื่อให้มีความหนืดป้ายที่ถูกต้องทั้งในแนวขวางและตามยาวของหน้า

source: Then select a label template from the pull-down list of templates.
th: แล้วเลือกแม่แบบป้ายจากรายการแบบดึงลงของแม่แบบ

source: Then, click 'Submit'
th: จากนั้น คลิก 'ส่ง'

source: Then, you can see the values defined for the category &quot;Lost&quot; and edit them if you like.
th: จากนั้น คุณจะเห็นค่าต่างๆ ที่กำหนดไว้สำหรับประเภท &quot;สูญหาย&quot; และแก้ไขค่าได้ตามต้องการ

source: There are 2 types of holiday:
th: วันหยุดมีสองประเภท ได้แก่

source: There are 3 types of reports that can be generated:
th: รายงานที่สามารถจัดทำได้มีอยู่ 3 ประเภท ได้แก่

source: There are no late orders.
th: ไม่มีใบสั่งซื้อล่าช้า

source: There are no libraries defined. <a1>Start defining libraries</a>.
th: ไม่มีการกำหนดห้องสมุด <a1>เริ่มการกำหนดห้องสมุด</a>

source: There are no outstanding (accepted) suggestions.
th: ไม่มีข้อแนะนำ (ที่ยอมรับ) คงเหลือ

source: There are no overdues for today.
th: ไม่มีการเกินกำหนดส่งคืนของวันนี้

source: There are no saved matching rules.
th: ไม่มีกฎในการจับคู่ที่บันทึกไว้

source: There are no saved patron attribute types.
th: ไม่มีประเภทแอตทริบิวต์ของสมาชิกห้องสมุดที่บันทึกไว้

source: There are no saved reports. <a1>Build new?</a>
th: ไม่มีรายงานที่บันทึกไว้ <a1>ต้องการสร้างใหม่ใช่หรือไม่</a>

source: There are number of predefined reports in Koha. Check the the Circulation module for additional Circulation specific reports.
th: มีรายกงานที่กำหนดไว้ล่วงหน้าจำนวนหนึ่งใน Koha ให้ตรวจหารายงานเพิ่มเติมเฉพาะระบบงานยืม-คืนได้ใน 'ระบบงานยืม-คืน'

source: There are three indexes that comprise Content: 'fic' is derived from 003/33; 'bio' is derived from the 008/34 and 'mus' is derived from LEADER/06. Common values for each of these are:
th: มีดัชนีที่ประกอบเนื้อหาอยู่สามดัชนี ได้แก่ หนึ่ง 'fic' ที่ได้รับจาก 003/33 สอง 'bio' ที่ได้รับจาก 008/34 และสาม 'mus' ที่ได้รับจาก LEADER/06 ค่าทั่วไปของแต่ละดัชนีมีดังนี้

source: There are three ways to add authorities to a record:
th: วิธีเพิ่มรายการหลักฐานในระเบียนมีสามวิธี ได้แก่

source: There are three ways to set your home branch.
th: วิธีตั้งค่าสาขาหลักมีสามวิธี

source: There are two parts to the System Administration in Koha.
th: มีสองส่วนไปยังงานดูแลระบบใน Koha

source: There are two ways to lodge a claim with the supplier:
th: วิธียื่นการทวงถามกับผู้จำหน่วยมีสองวิธี ได้แก่

source: There is a limit of 100K on the size of the picture uploaded and it is recommended that the image be 120x200 pixels, but smaller images will work as well.
th: ขนาดของรูปภาพที่อัปโหลดจำกัดไว้ที่ 100K และแนะนำว่ารูปควรมีขนาด 120x200 พิกเซล แต่รูปที่เล็กกว่าก็ใช้งานได้ดีเช่นกัน

source: There is more than 1 MARC tag related to items tab (10) : %s
th: มีแท็ก MARC มากกว่า 1 แท็กที่เกี่ยวข้องกับแท็บรายการ (10) : %s

source: There is no category type to add
th: ไม่มีชนิดประเภทที่จะเพิ่ม

source: There is no sanity checker in the reports engine
th: ไม่มีตัวตรวจสอบปกติในกลไกระบบออกรายงาน

source: Thesaurus:
th: ศัพท์สัมพันธ์:

source: These are custom defined criteria defined for your Koha in the Reports Dictionary
th: เหล่านี้เป็นเกณณ์ที่กำหนดเองซึ่งกำหนดไว้สำหรับ Koha ของคุณใน 'พจนานุกรมของระบบออกรายงาน'

source: These are the entities where items are purchased, or donated from. Orders are placed with Vendors.
th: เหล่านี้เป็นนิติบุคคลที่ขายหรือบริจาคหนังสือให้ห้องสมุด ใบสั่งซื้อถูกส่งไปที่ตัวแทนจัดจำหน่ายต่างๆ

source: These criteria are known to the system and are drawn from your system preferences
th: ระบบรู้จักเกณฑ์เหล่านี้และดึงมาจากการปรับแต่งระบบ

source: These fields found: %s
th: พบเขตข้อมูลเหล่านี้: %s

source: These fields will then appear when adding/editing a patron as a pull down to make it easier to enter data
th: เขตข้อมูลเหล่านี้จะปรากฎเมื่อมีการเพิ่ม/แก้ไขสมาชิกห้องสมุดเป็นตัวเลือกแบบดึงลงเพื่อทำให้ง่ายต่อการป้อนข้อมูล

source: These include any of the data fields that may be mapped to your MARC frameworks. See <em>Home › Administration › MARC Links</em> for valid kohafields.
th: รวมถึงเขตข้อมูลใดๆ ที่อาจถูกแมปกับโครงร่าง MARC ของคุณ ให้ดูเขตข้อมูล Koha ที่ถูกต้องที่ <em>หน้าแรก › งานดูแลระบบ › การเชื่อมโยง MARC</em>

source: These rules can be applied to individual libraries by choosing them from the pull down at the top of the page, by default the rules are applied to all libraries
th: กฎเหล่านี้สามารถใช้กับห้องสมุดแต่ละแห่งได้ด้วยการเลือกกฎจากตัวเลือกแบบดึงลงที่ด้านบนของหน้า ตามค่าเริ่มต้นแล้ว จะใช้กฎกับทุกห้องสมุด

source: Theses
th: วิทยานิพนธ์

source: Third
th: ครั้งที่สาม

source: Third overdue
th: ครบกำหนดครั้งที่สาม

source: This MARC check does not guarantee that you will like the first results of your efforts to set up your MARC displays, etc. -- it simply checks for major errors. You will probably revise your MARC setup several times before you are completely pleased with it. Be sure to run the MARC Bibliographic Framework Test after every revision.
th: การตรวจสอบ MARC ไม่ได้รับรองว่าคุณจะพอใจในผลลัพธ์แรกของความพยายามในการตั้งค่าการแสดงผล MARC ของคุณ หรืออื่นๆ เพราะเป็นเพียงการตรวจหาข้อผิดพลาดสำคัญเท่านั้น คุณอาจต้องแก้ไขการตั้งค่า MARC หลายครั้งก่อนที่พอใจกับการแสดงผลทั้งหมด อย่าลืมเรียกใช้ 'การทดสอบโครงร่างบรรณาณานุกรม MARC' หลังการแก้ไขแต่ละครั้ง

source: This allows staff members access to specific tools
th: อนุญาตให้เจ้าหน้าที่เข้าถึงเครื่องมือเฉพาะ

source: This can be particularly useful when people have lost their cards or when children forget their cards. That way, you can avoid having multiple numbers for the same patron.
th: อาจมีประโยชน์โดยเฉพาะเมื่อสมาชิกห้องสมุดทำบัตรหาย หรือเมื่อเด็กๆ ลืมนำบัตรมา ด้วยวิธีดังกล่าว คุณสามารถหลีกเลี่ยงการออกหลายหมายเลขให้กับสมาชิกห้องสมุดคนเดียวกัน

source: This category is used %s times
th: ใช้ประเภทนี้ทั้งหมด %s ครั้ง

source: This currency is used %s times. Deletion not possible
th: ใช้สกุลเงินนี้ทั้งหมด %s ครั้ง ไม่สามารถลบได้

source: This error means that the link was broken and that the page doesn't exist
th: ข้อผิดพลาดนี้หมายความว่าการเชื่อมโยงใช้ไม่ได้ และไม่มีหน้าดังกล่าว

source: This error means that you aren't authorized to view this page
th: ข้อผิดพลาดนี้หมายความว่าคุณไม่มีสิทธิในการดูหน้านี้

source: This feature is under Global System Preferences:
th: คุณลักษณะนี้อยู่ใต้ 'การปรับแต่งระบบส่วนกลาง':

source: This feature is yet to be developed, but is in the works.
th: คุณลักษณะนี้ยังไม่ได้รับการพัฒนา แต่ใช้งานอยู่

source: This framework is used %s times
th: ใช้โครงร่างนี้ทั้งหมด %s ครั้ง

source: This guided report will give you a snapshot of items have not been checked out at all. You can limit these items by branch
th: รายงานที่ระบบช่วยสร้างนี้จะให้สแนปช็อตว่ารายการใดไม่เคยถูกยืมออกเลย คุณสามารถจำกัดรายการเหล่านี้ได้ด้วยสาขา

source: This guided report will give you a snapshot of which (OR HOW MANY?) items have not been checked out at all. You can limit these items by branch
th: รายงานที่ระบบช่วยสร้างนี้จะให้สแนปช็อตว่ารายการใด (หรือเท่าใด) ไม่เคยถูกยืมออกเลย คุณสามารถจำกัดรายการเหล่านี้ได้ด้วยสาขา

source: This guided report will show you which patrons
th: รายงานนี้จะแสดงสมาชิกห้องสมุดที่

source: This guided report will show you which patrons have checked out the most items.
th: รายงานนี้จะแสดงสมาชิกห้องสมุดที่ยืมหนังสือมากที่สุด

source: This hold (%s) was placed by <b> : %s %s</b>, Please retain this hold.
th: การจองนี้ (%s) ส่งโดยคุณ <b> %s %s</b> กรุณาเก็บการจองนี้

source: This hold is waiting
th: การจองนี้กำลังรอ

source: This hold placed by : <b> %s %s</b> at the library : <b> %s </b>, Please transfer this hold.
th: การจองนี้ส่งโดยคุณ <b> %s %s</b> ที่ห้องสมุด <b> %s </b> กรุณาถ่ายโอนการจองนี้

source: This inventory feature works by using the &quot;Last Seen Date&quot; as criteria for building reports. From these reports the library can identify which items are missing.
th: คุณลักษณะการสำรวจหนังสือนี้ทำงานโดยใช้ &quot;วันที่เห็นล่าสุด&quot; เป็นเกณฑ์สำหรับสร้างรายงาน ห้องสมุดสามารถระบุรายการที่ขาดได้จากรายงานเหล่านี้

source: This is a critical component of managing serials. In order to make the system predict the next issue the user must fill out each of these fields. Once completed it will populate the Numbering Calculation box below.
th: นี่เป็นคอมโพเนนต์ที่สำคัญของการจัดการสิ่งพิมพ์ต่อเนื่อง เมื่อต้องการให้ระบบคาดฉบับถัดไป ผู้ใช้จะต้องใส่ข้อมูลในแต่ละเขตข้อมูลเหล่านี้ เมื่อข้อมูลสมบูรณ์ ระบบจะนำเข้าแบบอัตโนมัติในกล่อง 'การให้หมายเลขการคำนวณ' ที่อยู่ด้านล่าง
