Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: Next step - Receive issues (see online help on Receive Issues page)
th: ขั้นตอนถัดไป คือรับฉบับสิ่งพิมพ์ (ดูวิธีใช้แบบออนไลน์ในหน้า 'รับฉบับสิ่งพิมพ์')

source: Next&gt;&gt;
th: ถัดไป&gt;&gt;

source: Nicholas Rosasco, (Documentation Compiler)
th: Nicholas Rosasco (ผู้รวบรวมเอกสารประกอบ)

source: Nicolas Morin (French Translation in 2.0)
th: Nicolas Morin (แปลภาษาฝรั่งเศสลในรุ่น 2.0)

source: Nimbus
th: เมฆฝน

source: No
th: ไม่

source: No Barcode
th: ไม่มีบาร์โค้ด

source: No Groups defined.
th: ไม่มีการกำหนดกลุ่ม

source: No Item with barcode: %s
th: ไม่มีรายการที่มีบาร์โค้ด: %s

source: No Label Batches Currently Defined
th: ไม่มีการกำหนดชุดงานป้ายในปัจจุบัน

source: No Layout Specified: <a1>Select a Label Layout</a>
th: ไม่มีการระบุเค้าโครง: <a1>เลือกเค้าโครงป้าย</a>

source: No Limit
th: ไม่จำกัด

source: No MARC frameworks are available for your language. Defaulting to the frameworks supplied for English (en)
th: ไม่มีโครงร่าง MARC สำหรับภาษาไทย โครงร่างเริ่มต้นที่มีให้เป็นภาษาอังกฤษ (en)

source: No Patron Card Batches Currently Defined
th: ไม่มีการกำหนดชุดงานบัตรสมาชิกห้องสมุดในปัจจุบัน

source: No Printer Profiles currently defined.
th: ปัจจุบันยังไม่มีการกำหนด 'โพรไฟล์ของเครื่องพิมพ์'

source: No Private Lists.
th: ไม่มีรายการส่วนตัว

source: No Public Lists.
th: ไม่มีรายการสาธารณะ

source: No Template Specified: <a1>Select a Label Template</a>
th: ไม่มีการระบุแม่แบบ: <a1>เลือกแม่แบบป้าย</a>

source: No accepted suggestions.
th: ไม่มีข้อเสนอแนะที่ยอมรับ

source: No address stored for patron.
th: ไม่มีข้อมูลที่อยู่ของสมาชิก

source: No address stored.
th: ไม่มีข้อมูลที่อยู่

source: No city stored.
th: ไม่มีข้อมูลเมือง

source: No claims notice defined. <a1>Please define one</a>.
th: ไม่มีการกำหนดข้อความแจ้งเตือนการทวงถาม <a1>กรุณาเลือกข้อความแจ้งเตือนการทวงถาม</a>

source: No comments to moderate
th: ไม่มีความคิดเห็นให้ตรวจสอบ

source: No database named
th: ไม่มีการตั้งชื่อฐานข้อมูล

source: No email stored.
th: ไม่มีข้อมูลอีเมล

source: No holds allowed
th: ไม่มีการอนุญาตการจอง

source: No holds found.
th: ไม่พบการจอง

source: No image:
th: ไม่มีรูป:

source: No irregularities noticed
th: ไม่มีความผิดปกติที่สังเกต

source: No items
th: ไม่มีรายการ

source: No items available
th: ไม่มีรายการ

source: No items for %s
th: ไม่มีรายการของ %s

source: No items found.
th: ไม่พบรายการ

source: No log found
th: ไม่พบรายการบันทึก

source: No lost items found
th: ไม่พบรายการสูญหาย

source: No matching rule in effect
th: ไม่มีกฎในการจับคู่ที่มีผลกระทบ

source: No missing issues found.
th: ไม่พบฉบับที่สูญหาย

source: No more renewals possible
th: ไม่มีการต่ออายุที่อาจมีเพิ่มเติม

source: No news loaded
th: ไม่มีการโหลดข่าวสาร

source: No notice
th: ไม่มีข้อความแจ้งเตือน

source: No order
th: ไม่มีคำสั่งซื้อ

source: No outstanding charges
th: ไม่มียอดค้างค่าบริการ

source: No patron matched
th: ไม่ตรงกับสมาชิก

source: No patron records have been anonymized
th: ไม่มีระเบียนสมาชิกที่ทำเป็นข้อมูลแบบไม่ระบุชื่อ

source: No patron records have been removed
th: ไม่มีการย้ายระเบียนของสมาชิกออก

source: No patron with this name, Please, try another
th: ไม่มีสมาชิกชื่อนี้ กรุณาลองรายการอื่น

source: No pending baskets
th: ไม่มีตะกร้าที่ค้าง

source: No pending suggestions.
th: ไม่มีข้อเสนอแนะที่ค้าง

source: No phone stored.
th: ไม่มีข้อมูลโทรศัพท์

source: No physical items for this record
th: ไม่มีรายการจริงของระเบียนนี้

source: No printers defined.
th: ไม่มีการกำหนดเครื่องพิมพ์

source: No reasons defined in <a1>authorized values</a>
th: ไม่มีการกำหนดเหตุผลใน <a1>ค่าที่กำหนดใช้</a>

source: No records have been staged.
th: ไม่มีระเบียนผ่านการสเตจ

source: No rejected suggestions.
th: ไม่มีข้อเสนอแนะที่ถูกปฏิเสธ

source: No results for your query
th: ไม่มีผลลัพธ์ของคิวรีของคุณ

source: No results found
th: ไม่พบผลลัพธ์

source: No results found for <b>%s</b>
th: ไม่พบผลลัพธ์ของ <b>%s</b>

source: No results match your search
th: ไม่มีผลลัพธ์ที่ตรงกับการค้นหาของคุณ

source: No results match your search for
th: ไม่มีผลลัพธ์ตรงกับการค้นหาของคุณ

source: No sample data and settings are available for your language. Defaulting to the samples supplied for English (en)
th: ไม่มีข้อมูลและการตั้งค่าตัวอย่างสำหรับภาษาไทย ตัวอย่างเริ่มต้นที่มีให้เป็นภาษาอังกฤษ (en)

source: No specific type
th: ไม่มีประเภทที่ระบุ

source: No statistics to report
th: ไม่มีสถิติที่จะรายการ

source: No suggestions waiting
th: ไม่มีข้อเสนอแนะที่รอ

source: No title
th: ไม่มีชื่อเรื่อง

source: No transfers to receive
th: ไม่มีการถ่ายโอนที่จะได้รับ

source: No {X}, Issue {Y}
th: ไม่มี {X} ฉบับที่ {Y}

source: No, Do Not Delete
th: ไม่ใช่ อย่าลบ

source: No, Do not Delete
th: ไม่ใช่ อย่าลบ

source: No, Do not Delete!
th: ไม่ใช่ อย่าลบ!

source: No, Don't Check Out (N)
th: ไม่ใช่ ไม่ยืมออก (N)

source: No, do not Delete
th: ไม่ใช่ อย่าลบ

source: No, this is not necessary, you will still be able to mark items received without closing a basket. Closing a basket is good practice for keeping track of late orders which is discussed in this manual.
th: ไม่ใช่ นี่ไม่ใช่สิ่งจำเป็น คุณจะยังคงสามารถทำเครื่องหมายรายการที่ได้รับได้โดยไม่ต้องปิดตะกร้า การปิดตะกร้าเป็นการกระทำที่ดีสำหรับการติดตามคำสั่งซื้อล่าสุด ดังได้อธิบายไว้ในคู่มือนี้

source: No, this report will only remove connections between patrons and items they have checked out in the past but have returned to the library.
th: ไม่ใช่ รายงานฉบับนี้จะตัดออกเฉพาะความสัมพันธ์ระหว่างสมาชิกห้องสมุดกับรายการต่างๆ ที่สมาชิกเคยยืมแต่ได้คืนให้ห้องสมุดแล้ว

source: No. of Items:
th: จำนวนรายการ:

source: No. of times checked out
th: จำนวนครั้งที่ยืมออก

source: No: Save as New Record
th: ไม่: บันทึกเป็นระเบียนใหม่

source: NoZebra (internal Koha indexes)
th: NoZebra (ดัชนีl Koha ภายใน)

source: Nobody
th: ไม่มีสักคน

source: Non fiction
th: สารคดี

source: Non required value
th: ไม่ใช่ค่าที่ต้องการ

source: Non-ISBD
th: ไม่ใช่ ISBD

source: Non-musical recording
th: ไม่ใช่การบันทึกเพลง

source: None
th: ไม่มี

source: None Defined
th: ไม่ได้กำหนด

source: None of the above
th: ไม่ใช่ข้างต้นทั้งหมด

source: Nonpublic note
th: บันทึกย่อที่ไม่ใช่สาธารณะ

source: Nonpublic note:
th: บันทึกย่อที่ไม่ใช่สาธารณะ:

source: Normal
th: ปกติ

source: Normal (16x - 30x)
th: ปกติ (16x - 30x)

source: Normal view
th: มุมมองปกติ

source: Normalised irregular
th: ความผิดปกติที่กลายเป็นปกติ

source: Normalization rule:
th: กฎที่เป็นมาตรฐาน:

source: Normally, you will not want Koha to save keyword references to articles like "The" and "A" and other very common words. Saving keyword references to these words does not help to limit a search and will make the keyword index very large and "cluttered" with words that are not really useful. The "stopwords" list defines these unnecessary words for your installation.
th: ตามปกติ คุณจะไม่ต้องการให้ Koha บันทึกการอ้างอิงคำสำคัญกับคำนำหน้านามอย่าง "The" และ "A" และคำธรรมดามากอื่นๆ การบันทึกการอ้างอิงคำสำคัญกับคำดังกล่าวไม่ได้ช่วยในการจำกัดการค้นหา และจะทำให้ดัชนีคำสำคัญมีขนาดใหญ่มาก และ "กระจาย" ด้วยคำคำที่ไม่มีประโยชน์จริง รายการ "คำที่ไม่ใช้สืบค้น" จะกำหนดคำที่ไม่จำเป็นเหล่านี้สำหรับการติดตั้งของคุณ

source: Norsk Bokmål (Norwegian)
th: Norsk Bokmål (นอร์เวย์)

source: Norsk Nynorsk (Norwegian)
th: Norsk Nynorsk (นอร์เวย์)

source: Northern
th: ทางเหนือ

source: Not Available
th: ไม่มี

source: Not Checked out
th: ไม่ได้ยืมออก

source: Not Issued
th: ไม่ได้พิมพ์

source: Not a biography
th: ไม่ใช่ชีวประวัติ

source: Not all authority types referred to by the frameworks are defined.
th: มีการกำหนดประเภทรายการหลักฐานที่อ้างอิงโดยโครงร่างเพียงบางประเภท

source: Not all subfields for the following tags are in the same tab (or marked 'ignored').
th: บางเขตข้อมูลย่อยสำหรับแท็กต่อไปนี้อยู่ในแท็บเดียวกัน (หรือทำเครื่องหมาย 'ละเว้น')

source: Not at this time.
th: ไม่ใช่ในเวลานี้

source: Not checked out
th: ไม่ได้ยืมออก

source: Not checked out.
th: ไม่ได้ยืมออก

source: Not defined yet
th: ยังไม่มีการกำหนด

source: Not finished
th: ไม่เสร็จสิ้น

source: Not for loan
th: ไม่ให้ยืม

source: Not for loan (%s)
th: ไม่ให้ยืม (%s)

source: Not mandatory,
th: ไม่ได้บังคับ

source: Not on hold
th: ไม่ได้จอง

source: Not repeatable,
th: ทำซ้ำไม่ได้

source: Not seen since:
th: ไม่เห็นตั้งแต่:

source: Note
th: หมายเหตุ

source: Note : The items are exported by this tool unless specified.
th: หมายเหตุ : รายการถูกส่งออกด้วยเครื่องมือนี้เว้นแต่ระบุเป็นอื่น

source: Note for OPAC
th: บันทึกย่อสำหรับ OPAC

source: Note for staff
th: บันทึกย่อสำหรับเจ้าหน้าที่

source: Note for the librarian that will manage your renewal request:
th: บันทึกย่อสำหรับบรรณารักษ์ที่จะจัดการคำขอต่ออายุของคุณ:

source: Note if the classification source is in use (check the box for 'yes' and leave unchecked for 'no')
th: บันทึกย่อถ้ามีการใช้แหล่งระบบการจัดหมวดหมู่หนังสืออยู่ (กาเครื่องหมายกล่องของ 'ใช่' และไม่ต้องกาเครื่องหมายกล่อง 'ไม่ใช่')

source: Note not all system parameters are required to be set. For example if you do not plan to use budget based acquisitions, then Accounts and Budgets, Currencies and Exchange Rates can be ignored. For more detail, see the Koha Wiki (wiki.koha.org) and KohaDocs (www.kohadocs.org).
th: โปรดทราบว่าไม่จำเป็นต้องตั้งค่าพารามิเตอร์ระบบทั้งหมด ตัวอย่างเช่น ถ้าคุณไม่ได้วางแผนที่จะใช้งบประมาณตามระบบงานจัดหาทรัพยากร ก็สามารถละเว้น 'บัญชีและงบประมาณ' กับ 'สกุลเงินและอัตราแลกเปลี่ยน' ได้ สำหรับรายละเอียดเพิ่มเติม ให้ดูที่ Koha Wiki (wiki.koha.org) และ KohaDocs (www.kohadocs.org)

source: Note on Permissions
th: หมายเหตุเกี่ยวกับสิทธิ

source: Note that the Surname (or Last Name) is required for each patron as a default setting. You can define which fields, if any, should be required.
th: อย่าลืมว่าสมาชิกห้องสมุดแต่ละคนต้องมีนามสกุล เนื่องจากเป็นการตั้งค่าเริ่มต้น คุณสามารถกำหนดเขตข้อมูลที่ควรต้องมีข้อมูลได้ (ถ้ามี)

source: Note that the subscription renewal done by the "serials librarian" is supposed to be immediate. We have decided to keep Koha as simple as possible. In fact, the subscription renewal won't be immediate, but we didn't wanted to add too much complexity.
th: อย่าลืมว่าการต่ออายุการบอกรับเป็นสมาชิกที่กระทำโดย "บรรณารักษ์งานสิ่งพิมพ์ต่อเนื่อง" ควรเป็นการดำเนินการโดยทันที ผู้พัฒนาโปรแกรมตั้งใจออกแบบให้ Koha เป็นระบบที่เรียบง่ายที่สุด แม้ในความเป็นจริง การต่ออายุการบอกรับเป็นสมาชิกไม่ได้กระทำโดยทันที แต่ผู้พัฒนาโปรแกรมไม่ต้องการเพิ่มความซับซ้อนให้ระบบมากจนเกินไป

source: Note that you can always print Koha screens directly to a printer attached to your workstation just by using your web browser's Print function.
th: โปรดทราบว่าคุณสามารถพิมพ์หน้าจอ Koha ออกทางเครื่องพิมพ์ที่เชื่อมต่อกับเวิร์กสเตชันของคุณได้โดยตรงเสมอ เพียงใช้ฟังก์ชัน Print ของเว็บเบราว์เซอร์เท่านั้น

source: Note that, if you choose "Zebra", you must configure Zebra before your catalog searching will work)
th: อย่าลืมว่าถ้าคุณเลือก "Zebra" คุณจะต้องกำหนดค่า Zebra ก่อน การค้นหารายการทรัพยากรของคุณจึงจะทำงาน)

source: Note:
th: หมายเหตุ:

source: Note: Be careful selecting when selecting columns. If your choice is too broad it could result in a very large report that will either not complete, or slow your system down.
th: หมายเหตุ: ให้ระวังในการเลือกเมื่อเลือกคอลัมน์ ถ้าตัวเลือกของคุณกว้างจนเกินไป จะส่งผลให้รายงานมีขนาดใหญ่มากจนไม่อาจจัดทำให้เสร็จสมบูรณ์ หรือทำให้ระบบทำงานช้าลง

source: Note: Definitions can be deleted easily, and if you are still learning the structure of the Koha data, it may take a little while to sort out which fields you require. Some trial and error may be required.
th: หมายเหตุ: สามารถลบข้อกำหนดได้อย่างง่ายดาย และถ้าคุณยังคงเรียนรู้โครงสร้างของข้อมูล Koha อาจต้องใช้เวลาเล็กน้อยขณะที่คัดเขตข้อมูลที่คุณต้องการ อาตต้องมีการลองผิดลองถูกบ้าง

source: Note: for 'Authority field to copy', enter the authority field that should be copied from the authority record to the bibliographic record. E.g., in MARC21, field 100 in the authority record should be copied to field 100 in the bibliographic record
th: หมายเหตุ: สำหรับ 'เขตข้อมูลรายการหลักฐานที่จะคัดลอก' ให้ใส่ข้อมูลในเขตข้อมูลรายการหลักฐานที่ควรจะถูกคัดลอกจากระเบียนรายการหลักฐานไปยังระเบียนบรรณานุกรม เช่น ใน MARC21 ควรมีการคัดลอกเขตข้อมูล 100 ในระเบียนรายการหลักฐานไปยังเขตข้อมูล 100 ในระเบียนบรรณานุกรม

source: Note: you should have no reasons to modify the following default values
th: หมายเหตุ: คุณไม่ควรมีเหตุให้ต้องปรับเปลี่ยนค่าเริ่มต้นต่อไปนี้

source: Notes
th: บันทึกย่อ

source: Notes/Comments
th: บันทึกย่อ/ความคิดเห็น

source: Notes:
th: หมายเหตุ:

source: Nothing found
th: ไม่พบสิ่งใด

source: Nothing found. <a1>Try another search</a>.
th: ไม่พบสิ่งใด <a1>ลองค้นหาอย่างอื่น</a>

source: Notice
th: ข้อความแจ้งเตือน

source: Notice/status triggers
th: ข้อความแจ้งเตือน/ทริกเกอร์สถานะ

source: Notices
th: ข้อความแจ้งเตือน

source: Notices are messages sent to patrons, vendors and staff to notify them at key times.
th: ข้อความแจ้งเตือนคือข้อความที่ส่งถึงสมาชิกห้องสมุด ผู้แทน และเจ้าหน้าที่ เพื่อแจ้งเตือนในเวลาที่สำคัญ

source: Notified by
th: แจ้งเตือนโดย

source: Notify id
th: แจ้งรหัส

source: November
th: พฤศจิกายน

source: Now add the names and addresses, phone numbers, etc of your libraries in the &quot;Branches&quot; section. (All of your libraries should be described here, not just the branch libraries.) Give each library a unique and easily-remembered code (maximum of four characters). This code will be used in Koha's database to identify each library. When libraries are listed in Koha, they will be listed in alphabetical order by code.
th: ขณะนี้ ให้เพิ่มชื่อและที่อยู่ หมายเลขโทรศัพท์ รวมทั้งข้อมูลอื่นๆ ของห้องสมุดในส่วน &quot;สาขา&quot; (ห้องสมุดทั้งหมดของคุณควรมีคำอธิบายตรงนี้ ไม่ใช่เพียงห้องสมุดสาขาเท่านั้น) กำหนดรหัสที่ไม่ซ้ำและจำง่ายให้กับแต่ละห้องสมุด (ยาวสุดไม่เกินสี่อักขระ) รหัสนี้จะใช้ในฐานข้อมูลของ Koha เพื่อระบุห้องสมุดแต่ละแห่ง เมื่อห้องสมุดแสดงรายการใน Koha จะเป็นการแสดงตามลำดับอักษรด้วยรหัส

source: Now choose operations that you want to preform on each column. The operations that can be selected are:
th: ให้เลือกการดำเนินงานที่คุณต้องการกระทำในแต่ละคอลัมน์ การดำเนินงานที่สามารถเลือกได้ คือ

source: Now select the criteria that you wish to use to build your definition. Click on the database column name and then press the add button. Once you have selected all your desired columns, press Next.
th: ให้เลือกเกณฑ์ที่คุณต้องการใช้สร้างข้อกำหนด โดยคลิกที่ชื่อคอลัมน์ฐานข้อมูล จากนั้นกดปุ่มเพิ่ม เมื่อคุณเลือกคอลัมน์ที่ต้องการครบแล้ว ให้กด 'ถัดไป'

source: Now we're ready to create the database tables and fill them with some default data.
th: ขณะนี้ เราพร้อมที่จะสร้างตารางฐานข้อมูล และใส่ข้อมูลเริ่มต้นลงในตาราง

source: Now you have set the Last Seen Date of the items, you can use that as a criteria to generate a report. Use the &quot;Select items you want to check&quot; feature to generate this report.
th: ขณะนี้ คุณได้ตั้งค่า 'วันที่เห็นล่าสุด' ของรายการ คุณสามารถใช้วันที่ดังกล่าวเป็นเกณฑ์ในการจัดทำรายงาน ให้ใช้คุณลักษณะ &quot;เลือกรายการที่คุณต้องการตรวจสอบ&quot; สร้างรายงานนี้

source: Now you need to select the values for each column that will make up your new criteria. There are different ways to define the values, based on the type of data in the column you have selected
th: ขณะนี้ คุณจำเป็นต้องเลือกค่าต่างๆ ให้กับแต่ละคอลัมน์ที่จะเป็นเกณฑ์ใหม่ การกำหนดค่ามีหลายวิธี ขึ้นอยู่กับประเภทของข้อมูลในคอลัมน์ที่คุณเลือก

source: Now you will need to select the area that you are binding the definition to. Definitions can only be bound to one area. If you wish to use a similar definition in say, Circulation and Patrons, you will need to create two definitions - one for each area
th: ขณะนี้คุณจะต้องเลือกพื้นที่ที่คุณใช้ข้อกำหนด โดยข้อกำหนดจะผูกกับพื้นที่เดียวเท่านั้น ถ้าคุณต้องการใช้ข้อกำหนดคล้ายกัน เช่น ระบบงานยืม-คืนและระบบจัดการสมาชิกห้องสมุด คุณจะต้องสร้างข้อกำหนดสองรายการ เพื่อใช้หนึ่งข้อกำหนดกับแต่ละพื้นที่

source: Num.
th: จำนวน

source: Num/Patrons
th: จำนวน/สมาชิกห้องสมุด

source: Number
th: จำนวน

source: Number of Columns:
th: จำนวนคอลัมน์:

source: Number of Items Displayed
th: จำนวนรายการที่แสดง

source: Number of Renewals
th: จำนวนการต่ออายุ

source: Number of Rows:
th: จำนวนแถว:

source: Number of issues:
th: จำนวนฉบับ:

source: Number of items added
th: จำนวนรายการที่เพิ่ม

source: Number of items deleted
th: จำนวนรายการที่ลบ

source: Number of items ignored because of duplicate barcode
th: จำนวนรายการที่ละเว้นเนื่องจากบาร์โค้ดซ้ำ

source: Number of months:
th: จำนวนเดือน:

source: Number of num:
th: จำนวนเลขที่:

source: Number of records added
th: จำนวนระเบียนที่เพิ่ม

source: Number of records changed back
th: จำนวนระเบียนที่เปลี่ยนกลับ

source: Number of records deleted
th: จำนวนระเบียนที่ลบ

source: Number of records ignored
th: จำนวนระเบียนที่ละเว้น

source: Number of records not deleted due to items on loan
th: จำนวนระเบียนที่ไม่ลบเนื่องจากรายการถูกยืม

source: Number of records updated
th: จำนวนระเบียนที่ปรับปรุง

source: Number of weeks:
th: จำนวนสัปดาห์:

source: Number only
th: เฉพาะจำนวน

source: Number pattern:
th: รูปแบบหมายลข:

source: Number, Issue
th: หมายเลข ฉบับ

source: Numbered
th: ที่มีหมายเลข

source: Numbering calculation
th: การให้หมายเลขการคำนวณ

source: Numbering formula:
th: สูตรการให้หมายเลข:

source: Numbering pattern
th: การให้หมายเลขรูปแบบ

source: Numbering pattern:
th: การให้หมายเลขรูปแบบ:

source: OD/Issues
th: เกินกำหนดส่ง/ฉบับ

source: OFF
th: ปิด

source: OK
th: ตกลง

source: OK, Preview Routing Slip
th: ตกลง แสดงตัวอย่างใบเวียนเอกสาร

source: ON
th: เปิด

source: OPAC Login:
th: ชื่อที่ใช้เข้าสู่ระบบ OPAC:

source: OPAC and Koha News
th: ข่าวสาร OPAC และ Koha

source: OPAC login
th: ชื่อที่ใช้เข้าสู่ระบบ OPAC

source: OPAC login:
th: ชื่อที่ใช้เข้าสู่ระบบ OPAC:

source: OPAC note:
th: บันทึกย่อ OPAC:

source: OPAC password:
th: รหัสผ่าน OPAC:

source: OR
th: หรือ

source: OR format your file in CSV format with the following fields:
th: หรือจัดรูปแบบแฟ้มเป็นรูปแบบ CSV ที่มีเขตข้อมูลต่อไปนี้

source: OS version ('uname -a'):
th: รุ่นของ OS ('uname -a'):

source: Object
th: วัตถุ

source: Oblique Mercator
th: เส้นโครงแผนที่ Oblique Mercator

source: October
th: ตุลาคม

source: Offset-Horizontal
th: ออฟเซ็ตทางแนวนอน

source: Offset-Vertical
th: ออฟเซ็ตทางแนวตั้ง

source: Offset:
th: ออฟเซ็ต:

source: Olwen Williams (Database design and data extraction for Koha 1.0)
th: Olwen Williams (การออกแบบฐานข้อมูลและการแยกข้อมูลสำหรับ Koha 1.0)

source: On Hold
th: ในการจอง

source: On Title
th: ในชื่อเรื่อง

source: On hold
th: ในการจอง

source: On order (%s)
th: ในใบสั่งซื้อ (%s)

source: On the edit form and in the left-hand column, you will see a "Printer Profile:" field.
th: ในฟอร์มแก้ไขและในคอลัมน์ซ้าย คุณจะเห็นเขตข้อมูล "โพรไฟล์ของเครื่องพิมพ์:

source: On the top left is their address and card number.
th: ด้านบนซ้ายเป็นที่อยู่และเลขเรียกหนังสือ

source: On: %s
th: เมื่อ: %s

source: Once a comment has been approved, it will appear in the OPAC under the 'Comments' tab
th: เมื่อความคิดเห็นได้รับอนุมัติ จะปรากฎใน OPAC ใต้แท็บ 'ความคิดเห็น'

source: Once a framework type is created, you can clic on "MARC structure" to define the exact MARC structure. The first time, Koha will ask you to select an existing framework to copy into the new one. Thus, you don't have to define all the MARC structure
th: เมื่อมีการสร้างประเภทของโครงร่าง คุณสามารถคลิกที่ "โครงสร้าง MARC" เพื่อกำหนดโครงสร้าง MARC ที่ถูกต้อง ในครั้งแรก Koha จะให้คุณเลือกโครงร่างที่มีอยู่เพื่อคัดลอกไปไว้ในโครงร่างใหม่ ดังนั้น คุณจึงไม่ต้องกำหนดโครงสร้าง MARC ทั้งหมด

source: Once a fund is created a budget can then be applied to it
th: เมื่อมีการสร้างกองทุนแล้ว สามารถนำงบประมาณมาใช้กับกองทุนนั้นได้

source: Once an attribute type is defined, values for that attribute can be added to the patron record via the staff interface or the batch patron import. Two uses of extended attributes are:
th: เมื่อมีการกำหนดประเภทของแอตทริบิวต์ สามารถเพิ่มค่าของแอตทริบิวต์นั้นให้กับระเบียนสมาชิกได้ทางส่วนติดต่อของเจ้าหน้าที่ หรือผ่านการนำเข้าชุดงานสมาชิก การใช้แอตทริบิวต์ที่ขยายสองอย่าง ได้แก่

source: Once budgets have been added you can see/search them all by clicking 'Show all budgets' under the list of funds
th: เมื่อมีการเพิ่มงบประมาณที่คุณสามารถเห็น/ค้นหาได้ทั้งหมดด้วยการคลิก 'แสดงงบประมาณทั้งหมด' ใต้รายการกองทุน

source: Once in the tool, you have two options
th: เมื่ออยู่ในเครื่องมือ คุณมีสองตัวเลือก

source: Once open the report can be filtered by the shelving location.
th: เมื่อเปิดรายงาน สามารถกรองได้จากตำแหน่งที่ตั้งของชั้น

source: Once saved your holiday will be color-coded on the calendar
th: เมื่อมีการบันทึกวันหยุด จะปรากฎรหัสสีบนปฏิทิน

source: Once that is filled out then you see the completed details page. If there is a mistake you can go back and Edit the details.
th: เมื่อมีการใส่ข้อมูลดังกล่าว คุณจะเห็นหน้ารายละเอียดที่สมบูรณ์ ถ้ามีข้อผิดพลาด ให้คุณย้อนกลับและ 'แก้ไข' รายละเอียด

source: Once the item has physically arrived in your branch, click &quot;Receive Item&quot;. This will change the status of the item from &quot;In Transit&quot; to &quot;Waiting&quot;. The item will now show on the &quot;Holds Awaiting Pick Up&quot; report.
th: เมื่อรายการมาถึงสาขาของคุณจริง ให้คลิก &quot;ได้รับรายการ&quot; จะเป็นการเปลี่ยนสถานะของรายการจาก &quot;อยู่ในระหว่างนำส่ง&quot; เป็น &quot;รอ&quot; ปัจจุบันรายการดังกล่าวจะแสดงในรายงาน &quot;การจองที่รอมารับp&quot;

source: Once the merge has been completed, a PDF will be generated that can be used to print the labels.
th: เมื่อการผสานเสร็จสมบูรณ์ จะมีการสร้าง PDF ที่สามารถใช้พิมพ์ป้าย

source: Once the status and reason have been selected, these will display for the suggestor in the OPAC.
th: เมื่อมีการเลือกสถานะและเหตุผล สิ่งเหล่านี้จะแสดงสำหรับตัวเสนอแนะใน OPAC

source: Once you finish the steps above, click Save.
th: เมื่อคุณเสร็จสิ้นขั้นตอนข้างต้น ให้คลิก ''บันทึก

source: Once you have completed the process of setting up your MARC Frameworks and checked your MARC to Koha mapping, this program checks for major errors in your MARC setup.
th: เมื่อคุณเสร็จสิ้นการดำเนินการตั้งค่าโครงร่าง MARC และตรวจสอบ MARC กับการแมป Koha แล้ว โปรแกรมนี้จะตรวจหาข้อผิดพลาดสำคัญในการตั้งค่า MARC

source: Once you have created your new definition and it shows on in the Dictionary, you can use the definition for reporting. When you go to create a new report, the criteria for the area you are reporting on will automatically show as limits in the Guided Reports wizard
th: เมื่อคุณสร้างข้อกำหนดใหม่ของคุณและข้อกำหนดนั้นแสดงใน 'พจนานุกรม' คุณสามารถใช้ข้อกำหนดดังกล่าวสำหรับการจัดทำรายงานได้ เมื่อคุณจะสร้างรายงานฉบับใหม่ เกณฑ์สำหรับพื้นที่ซึ่งคุณทำรายงานจะแสดงเป็นข้อจำกัดให้โดยอัตโนมัติในตัวช่วยสร้างรายงาน

source: Once you have found the subscription you need, you can:
th: เมื่อคุณพบการบอกรับเป็นสมาชิกที่ต้องการ คุณสามารถทำดังนี้

source: Once you have generated a report, you can now choose to save the report definition so that you can run it again when required, or setup the Task Scheduler to run the report for you.
th: เมื่อคุณจัดทำรายงาน ปัจจุบันคุณสามารถเลือกที่จะบันทึกข้อกำหนดรายงานเพื่อให้คุณสามารถเรียกใช้รายงานได้อีกครั้งเมื่อต้องการ หรือตั้งค่า Task Scheduler ให้เรียกใช้รายงานสำหรับคุณ

source: Once you have set up a fund, you will see a link to a page for setting up the fund budget. Here you will enter the beginning and ending dates of your budget year and the amount of money in that particular budget line. Do not use any kind of currency notation (like &quot;$&quot;) or commas when entering the number. (Commas will be converted to decimal points.)
th: เมื่อคุณตั้งค่ากองทุน คุณจะเห็นการเชื่อมโยงไปยังหน้าการตั้งค่างบประมาณกองทุน ตรงนี้ คุณจะใส่ข้อมูลวันที่เริ่มต้นและวันที่สิ้นสุดของปีงบประมาณและจำนวนเงินในบรรทัดงบประมาณ อย่าใช้สัญลักษณ์แทนสกุลเงิน (เช่น &quot;$&quot;) หรือเครื่องหมายจุลภาคเมื่อใส่ตัวเลข (เครื่องหมายจุลภาคจะถูกแปลงเป็นจุดทศนิยม)

source: Once you have your fields fill in, click 'Submit'
th: เมื่อคุณใส่ข้อมูลในเขตข้อมูล ให้คลิก 'ส่ง'

source: Once you have your fields filled in, click 'Submit'
th: เมื่อคุณใส่ข้อมูลในเขตข้อมูล ให้คลิก 'ส่ง'
