Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: To order an item you need to establish whether a biblio already exists for it, and either add an item, or set up a new biblio and then add the item.
th: เมื่อต้องการสั่งซื้อรายการ คุณจำเป็นต้องทราบว่ามีบรรณานุกรมของรายการนั้นอยู่แล้วหรือไม่ และต้องเพิ่มรายการ หรือตั้งค่าบรรณานุกรมใหม่แล้วจึงเพิ่มรายการ

source: To order from an existing record, search for the record in your system
th: เมื่อต้องการสั่งซื้อจากระเบียนที่มีอยู่ ให้ค้นหาระเบียนนั้นในระบบของคุณ

source: To pay fines, click the 'Pay fines' tab
th: เมื่อต้องการชำระค่าปรับ ให้คลิกแท็บ 'ชำระค่าปรับ'

source: To place an order, the first step is to locate your Vendor (supplier). If no Vendor exists, you will need to create one. Once you have a Vendor you can place an order.
th: เมื่อต้องการส่งใบสั่งซื้อ ขั้นตอนแรกคือค้นหาผู้แทน (ผู้จำหน่าย) ของคุณ ถ้าไม่มีผู้แทนอยู่ในระบบ คุณจะต้องสร้างผู้แทน เมื่อคุณมีผู้แทน คุณสามารถส่งใบสั่งซื้อได้

source: To receive an order click 'Receive Shipment'
th: เมื่อต้องการรับใบสั่งซื้อ ให้คลิก 'รบการจัดส่ง'

source: To receive an order click 'Receive order' (link) or 'Receive Parcel' (button)
th: เมื่อต้องการรับใบสั่งซื้อ ให้สร้าง 'รับใบสั่งซื้อ' (การเชื่อมโยง) หรือ 'รับพัสดุ' (ปุ่ม)

source: To reject a tag, click 'reject' in that line or check the box and click 'reject' at the top
th: เมื่อต้องการปฏิเสธแท็ก ให้คลิก 'ปฏิเสธ' ในบรรทัดนั้นหรือกาเครื่องหมายกล่องดังกล่าวแล้วคลิก 'ปฏิเสธ' ที่ด้านบน

source: To report this error, you can <a1>email the Koha Administrator</a>.
th: เมื่อต้องการรายงานข้อผิดพลาดนี้ คุณสามารถ <a1>อีเมลถึงผู้ดูแล Koha</a>

source: To schedule overdue notices, you must use Koha's 'Notice/Status Trigger' tool.
th: เมื่อต้องการกำหนดเวลาออกข้อความแจ้งเตือนเกินกำหนดส่งคืน คุณต้องใช้เครื่องมือ 'ทริกเกอร์ข้อความแจ้งเตือน/สถานะ' ของ Koha

source: To screen in the browser:
th: เมื่อต้องการคัดเลือกในเบราว์เซอร์ ให้ทำดังนี้

source: To screen into the browser:
th: เมื่อต้องการคัดเลือกในเบราว์เซอร์ ให้ทำดังนี้

source: To see more search options click [More Options] at the bottom of the page.&nbsp; This will allow for more advanced boolean searching.
th: เมื่อต้องการตัวเลือกในการค้นหาเพิ่มเติม ให้คลิก [ตัวเลือกเพิ่มเติม] ที่ท้ายหน้า&nbsp; จะทำให้สามารถค้นหาบูลีนชั้นสูงเพิ่มเติม

source: To see the history of changes to the patron record click on 'Modification Log' on the menu to the left.
th: เมื่อต้องการดูประวัติการเปลี่ยนแปลงระเบียนของสมาชิกห้องสมุด ให้คลิกที่ 'รายการบันทึกการปรับเปลี่ยน' บนเมนูด้านซ้าย

source: To see the image(s) you imported search for the patron(s) and view their profile
th: เมื่อต้องการดูรูปที่คุณนำเข้า ให้ค้นหาสมาชิกห้องสมุดและดูโพรไฟล์ของสมาชิก

source: To see the patron's reading history, click on the 'Circulation History' tab on the menu to the left.
th: เมื่อต้องการดูประวัติการอ่านของสมาชิกห้องสมุด ให้คลิกที่แท็บ 'ประวัติระบบงานยืม-คืน' บนเมนูด้านซ้าย

source: To set the library you can click '(Set)' to the right of the 'NO_LIBRARY_SET' label
th: เมื่อต้องการตั้งค่าห้องสมุด คุณสามารถคลิก '(ตั้งค่า)' ที่อยู่ด้านขวาของป้าย 'NO_LIBRARY_SET'

source: To update the MARC Framework for your new authority type, click 'MARC structure' next to the authority
th: เมื่อต้องการปรับปรุงโครงร่าง MARC สำหรับประเภทของรายการหลักฐานใหม่ ให้คลิก โครงสร้าง 'MARC' ถัดจากรายการหลักฐานนั้น

source: To update the image for %s %s, enter the name of the new image file to upload and click 'Upload.'
th: เมื่อต้องการปรับปรุงรูปของ %s %s ให้ใส่ชื่อของแฟ้มรูปใหม่เพื่ออัปโหลด แล้วคลิก 'อัปโหลด'

source: To use this feature you will need to setup z39.50 servers to query under &quot;System Administration&quot;.
th: เมื่อต้องการใช้คุณลักษณะนี้ คุณจะต้องตั้งค่าเซิร์ฟเวอร์ z39.50 เพื่อสอบถามภายใต้ &quot;งานรดูแลระบบ&quot;

source: To use this feature, purchase suggestions need to be turned on in system preferences. (System Preferences &gt; OPAC Features &gt; Suggest set to &quot;on&quot;).
th: เมื่อต้องการใช้คุณลักษณะนี้ การปรับแต่งระบบจะต้องเปิดข้อเสนอแนะในการจัดซื้อ (การปรับแต่งระบบ &gt; คุณลักษณะ OPAC &gt; ข้อเสนอแนะตั้งค่าเป็น &quot;เปิด&quot;)

source: To view holds on a title, click the 'Holds' tab on the left
th: เมื่อต้องการดูการจองชื่อเรื่อง ให้คลิกแท็บ 'การจอง' ด้านซ้าย

source: To view the authorized values defined for a category that already exists like 'Lost', choose 'Lost' from the category dropdown menu
th: เมื่อต้องการดูค่าที่กำหนดใช้ซึ่งกำหนดไว้สำหรับประเภทใดประเภทหนึ่งที่มีอยู่แล้ว เช่น 'สูญหาย' ให้เลือก 'สูญหาย' จากเมนูประเภทแบบหล่นลง

source: To whom it may concern
th: เรียนผู้ที่เกี่ยวข้อง

source: To:
th: ถึง:

source: Today's notifications
th: ข้อความแจ้งเตือนของวันนี้

source: Tokyo, Japan
th: โตเกียว ญี่ปุ่น

source: Too Many Holds:
th: มีการจองมากเกินไป

source: Too many checked out (already checked out / max : %s)
th: มีการยืมออกมากเกินไป (ยืมออกไปแล้ว / มากสุดคือ %s)

source: Tools
th: เครื่องมือ

source: Tools Home
th: หน้าแรกของเครื่องมือ

source: Top %s List patrons for Checkouts
th: สมาชิกห้องสมุด %s แรกที่มีการยืมออกมากที่สุด

source: Top %s Most-Circulated Items
th: รายการ %s แรกที่มีการยืม-คืนมากที่สุด

source: Top Lists
th: รายการสูงสุด

source: Top Page Margin:
th: ระยะขอบหน้าบน:

source: Topics
th: หัวข้อ

source: Total
th: ยอดรวม

source: Total Amount <a1>Sort</a>
th: จำนวนยอดรวม <a1>เรียงลำดับ</a>

source: Total Checkouts:
th: การยืมออกรวมทั้งหมด:

source: Total Current Checkouts Allowed
th: จำนวนยอดรวมการยืมออกปัจจุบันที่อนุญาต

source: Total Due
th: จำนวนที่ครบกำหนดทั้งหมด

source: Total Items in Group
th: จำนวนรายการทั้งหมดในกลุ่ม

source: Total Renewals:
th: การต่ออายุทั้งหมด:

source: Total amount credits: $%s
th: จำนวนเครดิตรวมทั้งหมด: $%s

source: Total amount of cash collected:$ %s
th: จำนวนรวมทั้งหมดของเงินสดที่เก็บ:$ %s

source: Total amount paid: $%s
th: จำนวนเงินทั้งหมดที่ชำระ: $%s

source: Total amount refunds: $%s
th: จำนวนเงินทั้งหมดที่คืน: $%s

source: Total cost
th: ค่าใช้จ่ายทั้งหมด

source: Total due
th: การครบกำหนดทั้งหมด

source: Total due: %s
th: การครบกำหนดทั้งหมด: %s

source: Total number written off: %s charges
th: จำนวนทั้งหมดที่ขีดออก: %s ค่าบริการ

source: Total paid: %s
th: จำนวนทั้งหมดที่ชำระ: %s

source: Total written off: %s
th: การขีดฆ่าทั้งหมด: %s

source: Total:
th: ทั้งหมด:

source: Transaction Logs
th: รายการบันทึกทรานแซคชัน

source: Transfer
th: ถ่ายโอน

source: Transfer Now?
th: ถ่ายโอนทันทีใช่หรือไม่

source: Transfer to %s
th: ถ่ายโอนไปที่ %s

source: Transfer to:
th: ถ่ายโอนไปที่:

source: Transfered Items
th: รายการที่ถ่ายโอน

source: Transfers
th: การถ่ายโอน

source: Transfers To Receive Help
th: การถ่ายโอนเพื่อรับวิธีใช้

source: Transfers made to your library on : %s
th: การถ่ายโอนที่ทำกับห้องสมุดของคุณเมื่อวันที่ %s

source: Transfers to receive
th: การถ่ายโอนเพื่อรับ

source: Translation
th: งานแปล

source: Translations
th: งานแปล

source: Transliteration Code
th: รหัสการถอดอักษรตามวิธีเขียน

source: Transparencies 10 * 10 in. (25 * 25 cm)
th: แผ่นใส 10 * 10 นิ้ว (25 * 25 เซนติเมตร)

source: Transparencies 4 * 5 in. (10 * 12.5 cm)
th: แผ่นใส 4 * 5 นิ้ว (10 * 12.5 เซนติเมตร)

source: Transparencies 5 * 7 in. (12.5 * 17.5 cm)
th: แผ่นใส 5 * 7 นิ้ว (12.5 * 17.5 เซนติเมตร)

source: Transparencies 7 * 7 in. (17.5 * 17.5 cm)
th: แผ่นใส 7 * 7 นิ้ว (17.5 * 17.5 เซนติเมตร)

source: Transparencies 8 * 10 in. (20 * 25 cm)
th: แผ่นใส 8 * 10 นิ้ว (20 * 25 เซนติเมตร)

source: Transparencies 8 * 8 in. (20 * 20 cm)
th: แผ่นใส 8 * 8 นิ้ว (20 * 20 เซนติเมตร)

source: Transparencies 9 * 9 in. (22.5 * 22.5 cm)
th: แผ่นใส 9 * 9 นิ้ว (22.5 * 22.5 เซนติเมตร)

source: Treaties
th: สนธิสัญญา

source: Triennial
th: ทุกสามปี

source: Trombone
th: ทรอมโบน

source: Trompette
th: ทรัมเป็ต

source: Tuba
th: ทูบา

source: Tuesday
th: วันอังคาร

source: Tympanon
th: ทิมปานอน

source: Type
th: ประเภท

source: Type <a1>Sort</a>
th: ประเภท <a1>เรียงลำดับ</a>

source: Type C (reel)
th: ประเภท C (ม้วน)

source: Type of Publication Date: Publication Dates 1 and 2
th: ประเภทของปีที่พิมพ์: ปีที่พิมพ์ 1 และ 2

source: Type of Scale:
th: ประเภทของสเกล:

source: Type of Score:
th: ประเภทของสกอร์:

source: Type of continuing resource designator
th: ประเภทของตัวกำหนดทรัพยากรที่ต่อเนื่อง

source: Type of electronic resource:
th: ประเภทของทรัพยากรอิเล็กทรอนิกส์:

source: Type of material
th: ประเภทของวัสดุ

source: Type of material code
th: ประเภทของรหัสวัสดุ

source: Type:
th: ประเภท:

source: Types of Binding:
th: ประเภทของการรวมเล่ม:

source: U-matic
th: ยูเมติก

source: URL : if checked, the subfield is an URL, and can be clicked
th: URL : ถ้ากาเครื่องหมาย เขตข้อมูลย่อยจะเป็น URL และสามารถคลิกได้

source: Unable to delete patron:
th: ไม่สามารถลบสมาชิกห้องสมุด:

source: Unable to delete patrons from other libraries with current settings
th: ไม่สามารถลบสมาชิกห้องสมุดจากห้องสมุดอื่นที่มีการตั้งค่าปัจจุบัน

source: Unable to delete staff user
th: ไม่สามารถลบผู้ใช้ที่เป็นเจ้าหน้าที่

source: Unauthorized user <a1>click to log out</a>
th: ผู้ใช้ที่ไม่มีสิทธิ <a1>คลิกเพื่อออกจากระบบ</a>

source: Unauthorized user<a1>click to log out</a>
th: ผู้ใช้ที่ไม่มีสิทธิ <a1>คลิกเพื่อออกจากระบบ</a>

source: Unavailable (lost or missing)
th: ไม่มี (สูญหายหรือขาด)

source: Undefined
th: ไม่ได้กำหนด

source: Undelete
th: ไม่ได้ลบ

source: Undelete Biblio
th: บรรณานุกรมที่ไม่ได้ลบ

source: Undid import of records
th: ยกเลิกการนำเข้าระเบียน

source: Undo import into catalog
th: ยกเลิกการนำเข้าในรายการทรัพยากร

source: Unique Holiday
th: วันหยุดที่ไม่ซ้ำ

source: Unique holiday
th: วันหยุดที่ไม่ซ้ำ

source: Unique identifier:
th: ตัวระบุที่ไม่ซ้ำกัน:

source: Unit Price
th: ราคาต่อหน่วย

source: Unit cost
th: ต้นทุนต่อหน่วย

source: Unititle:
th: ไม่มีชื่อเรื่อง:

source: Units:
th: หน่วย:

source: Unknown
th: ไม่ทราบ

source: Unknown Batchtype
th: ไม่ทราบประเภทของชุดงาน

source: Unknown Operation (%s) on
th: ไม่ทราบการดำเนินงาน (%s) ใน

source: Unlike Koha 2.0, in this version you can have more than 1 framework to catalogate differently various materials. You can, for example, define 1 framework for monographies, 1 framework for serials, 1 framework for URL...
th: ต่างกับ Koha 2.0 ในรุ่นนี้ คุณสามารถมีโครงร่างได้มากกว่า 1 โครงร่างเพื่อการวิเคราะห์หมวดหมู่และลงรายการวัสดุต่างๆ ตัวอย่างเช่น คุณสามารถกำหนโครงร่างหนึ่งสำหรับชุดหนังสือ โครงร่างหนึ่งสำหรับสิ่งพิมพ์ต่อเนื่อง โครงร่างหนึ่งสำหรับ URL ...

source: Unlimited
th: ไม่จำกัด

source: Unni Knutsen and Marit Kristine Ådland
th: Unni Knutsen และ Marit Kristine Ådland

source: Unpacking completed
th: การแยกชุดข้อมูลเสร็จสมบูรณ์

source: Unpaid
th: ยังไม่ชำระ

source: Unrecognized error!
th: ข้อผิดพลาดที่ไม่ทราบ!

source: Unrecognized or missing field delimeter.
th: ตัวแยกเขตข้อมูลที่ไม่ทราบหรือขาด

source: Unseen since
th: ไม่เห็นตั้งแต่

source: Update
th: ปรับปรุง

source: Update Child to Adult Patron
th: ปรับปรุงสมาชิกห้องสมุดจาก 'เด็ก' เป็น 'ผู้ใหญ่'

source: Update Password for %s, %s
th: ปรับปรุงรหัสผ่านของคุณ %s, %s

source: Update hold(s)
th: ปรับปรุงการจอง

source: Update report :
th: ปรับปรุงรายงาน :

source: Update: %s
th: ปรับปรุง: %s

source: Updated successfully
th: ปรับปรุงเรียบร้อยแล้ว

source: Updating database structure
th: การปรับปรุงโครงสร้างฐานข้อมูล

source: Updating the Calendar:
th: การปรับปรุงปฏิทิน:

source: Upload
th: อัปโหลด

source: Upload Patron Image
th: อัปโหลดรูปสมาชิกห้องสมุด

source: Upload Patron Images
th: อัปโหลดรูปสมาชิกห้องสมุด

source: Upload file
th: อัปโหลดแฟ้ม

source: Upload images in bulk
th: อัปโหลดรูปเป็นจำนวนมาก

source: Upload parsed using %s
th: อัปโหลดการแยกวิเคราะห์โดยใช้ %s

source: Upload patron images
th: อัปโหลดรูปสมาชิกห้องสมุด

source: Upload patron images in batch or one at a time
th: อัปโหลดรูปสมาชิกห้องสมุดเป็นชุดหรือทีละรูป

source: Upload progress:
th: กระบวนการอัปโหลด:

source: Uploading Single Images
th: อัปโหลดรูปเดียว

source: Upper Age Limit and Age Required
th: อายุไม่เกินกำหนดและอายุที่ต้องการ

source: Upper Age Limit and Age Required set the age parameters for this type of user. If you issue children's cards to users between the ages of 2 and 18, for example, then Age Required would be &quot;2&quot; and Upper Age Limit would be &quot;18.&quot; If there is no upper age limit, set this value to 999 (the highest allowed).
th: 'อายุไม่เกินกำหนด' และ 'อายุที่ต้องการ' เป็นตัวตั้งค่าพารามิเตอร์อายุสำหรับประเภทผู้ใช้นี้ ตัวอย่างเช่น ถ้าคุณออกบัตรของเด็กให้กับผู้ใช้อายุระหว่าง 1 ถึง 18 ปี 'อายุที่ต้องการ' จะเป็น &quot;2&quot; และ 'อายุไม่เกินกำหนด' คือ &quot;18.&quot; ถ้าไม่มีการกำหนดอายุเกิน ให้ตั้งค่านี้เป็น 999 (ค่าสูงสุดที่อนุญาต)

source: Upperage limit:
th: อายุไม่เกินกำหนด:

source: Use Saved
th: การใช้ที่บันทึก

source: Use a barcode file
th: ใช้แฟ้มบาร์โค้ด

source: Use dropdowns to apply filters to this category
th: ใช้เมนูแบบหล่นลงเพื่อใช้ตัวกรองกับประเภทนี้

source: Use field 035$a for your auth_header.authid and 035$8 for auth_header.authtypecode. Make sure your zebra authorities index these fields
th: ใช้เขตข้อมูล 035$a สำหรับ auth_header.authid และ 035$8 สำหรับ auth_header.authtypecode ตรวจสอบให้แน่ใจว่ารายการหลักฐาน Zebra ทำดัชนีเขตข้อมูลเหล่านี้

source: Use field 150 for your subject headings
th: ใช้เขตข้อมูล 150 สำหรับหัวเรื่อง

source: Use field 750$9 (add subfield if not present) for auth_header.linkid . Select <b>Is a linking field</b>. You may use any subfield for linking as $9 is not hardcoded
th: ใช้เขตข้อมูล 750$9 (เพิ่มเขตข้อมูลย่อยถ้าไม่มี) สำหรับ auth_header.linkid เลือก <b>เป็นเขตข้อมูลการเชื่อมโยง</b> คุณอาจใช้เขตข้อมูลย่อยใดก็ได้ เนื่องจาก $9 ไม่ได้เข้ารหัส

source: Use the "Confirm" button below to confirm deletion.
th: ใช้ปุ่ม "ยืนยัน" ข้างล่างเพื่อยืนยันการลบ

source: Use the &quot;New Record&quot; button to add a new record. Choose the framework that you will use to shape the bibliographic record. Frameworks are cataloging templates that can be created and edited under &quot;System Admininstration&quot;.
th: ใช้ปุ่ม &quot;สร้างระเบียน&quot; เพื่อเพิ่มระเบียนใหม่ ให้เลือกโครงร่างที่คุณจะใช้จัดรูปร่างระเบียนบรรณานุกรม โครงสร้างเป็นแม่แบบระบบงานวิเคราะห์หมวดหมู่และลงรายการที่สามารถสร้างและแก้ไขได้ภายใต้ &quot;งานดูแลระบบ&quot;

source: Use the dictionary to define custom criteria for reporting.
th: ใช้พจนานุกรมเพื่อกำหนดเกณฑ์แบบกำหนดเองให้กับการรายงาน

source: Use the drop down list to select the main frequency patterns.
th: ใช้รายการแบบหล่นลงเพื่อเลือกรูปแบบความถี่หลัก

source: Use the guided reports engine to create non standard reports. This feature aims to provide some middle ground between the built in canned reports and writing custom SQL reports.
th: ใช้กลไกระบบออกรายงานเพื่อสร้างรายงานที่ไม่ใช่มาตรฐาน คุณลักษณะนี้มีจุดประสงค์เพื่อให้มีพื้นฐานกลางระหว่างรายงานสำเร็จรูปในตัว กับการเขียนรายงาน SQL แบบกำหนดเอง

source: Use the radio button to choose a category for 'column' (In the case above, we've selected 'branch' for the column)
th: ใช้ปุ่มตัวเลือกเพื่อเลือกประเภทของ 'คอลัมน์' (ในกรณีข้างต้น เราได้เลือก 'สาขา' ให้กับคอลัมน์นั้น)

source: Use the radio button to choose a category for 'row' (In the case above, we've selected 'patron category' for the row
th: ใช้ปุ่มตัวเลือกเพื่อเลือกประเภทของ 'แถว' (ในกรณีข้างต้น เราได้เลือก 'ประเภทสมาชิกห้องสมุด' ให้กับแถวนั้น)

source: Use the radio buttons under 'Row' and 'Column' to choose which data set will appear where
th: ใช้ปุ่มตัวเลือกใต้ 'แถว' และ 'คอลัมน์' เพื่อเลือกชุดข้อมูลที่จะปรากฎที่

source: Use the reports dictionary to define custom criteria to use in your reports
th: ใช้พจนานุกรมของระบบออกรายงานเพื่อกำหนดเกณฑ์แบบกำหนดเองที่จะใช้ในรายงานของคุณ

source: Use the search to locate the bibliographic record of the item that you wish to order more copies of.
th: ใช้การค้นหาเพื่อค้นหาระเบียนบรรณานุกรมของรายการที่คุณต้องการสั่งซื้อจำนวนเล่มเพิ่มเติม

source: Use this tool to create rules to apply during the data migration process. It will prevent duplicates from coming into the system when importing MARC records. An import rule or matching rule consists of one or more 'match points' and zero or more 'match checks'. Each match point specifies a 'search index' and a MARC 'tag', 'subfield', or 'length' (fixed field position) when a record is imported. For each match point, a string is constructed from the tag specified in the match point and the related index is searched.
th: ใช้เครื่องมือนี้เพื่อสร้างกฎที่จะนำไปใช้ในกระบวนการย้ายข้อมูล จะช่วยป้องกันไม่ให้ข้อมูลซ้ำเข้ามาในระบบเมื่อมีการนำเข้าระเบียน MARC กฎในการนำเข้าหรือกฎในการจับคู่ประกอบด้วย 'จุดการจับคู่' อย่างน้อยหนึ่งจุด และมีหรือไม่มี 'การตรวจสอบการจับคู่' แต่ละจุดการจับคู่จะระบุ 'ดัชนีการค้นหา' และ 'แท็ก' 'เขตข้อมูลย่อย' หรือ 'ความยาว' MARC (ตำแหน่งเขตข้อมูลที่แก้ไข) เมื่อมีการนำเข้าระเบียน สำหรับแต่ละจุดการจับคู่ จะมีการสร้างสตริงจากแท็กที่ระบุในจุดการจับคู่แลมีการค้นหาะดัชนีที่เกี่ยวข้อง

source: Use tools (export, import, barcodes)
th: ใช้เครื่องมือ (ส่งออก นำเข้า บาร์โค้ด)

source: Use top menu bar to navigate to another part of Koha.
th: ใช้แถบเมนูบนสุดเพื่อนำทางไปยังอีกส่วนของ Koha

source: Use your reload button [ctrl + r] to get the most recent figures. Committed figures are approximate only, as exchange rates will affect the amount actually paid.
th: ใช้ปุ่มรีโหลด [ctrl + r] เพื่อรับตัวเลขปัจจุบันที่สุด ตัวเลขที่ยอมรับเป็นตัวเลขโดยประมาณเท่านั้น เนื่องจากอัตราแลกเปลี่ยนจะมีผลต่อจำนวนเงินที่ชำระจริง

source: Used
th: ใช้

source: Used X times
th: ใช้ X ครั้ง

source: Used in
th: ใช้ใน

source: Used in <a1>%s record(s)</a>
th: ใช้ใน <a1>%s ระเบียน</a>

source: User
th: ผู้ใช้

source: Userid
th: รหัสผู้ใช้

source: Userid / Password update failed
th: การปรับปรุงรหัสผู้ใช้ / รหัสผ่านล้มเหลว

source: Userid:
th: รหัสผู้ใช้:

source: Username:
th: ชื่อผู้ใช้:

source: Using A Definition
th: การใช้ข้อกำหนด

source: Using a Letter defined in Notices. Note that you will need to set up the notice.
th: การใช้จดหมายที่กำหนดใน 'ข้อความแจ้งเตือน' อย่าลืมว่าคุณจะต้องตั้งค่าข้อความแจ้งเตือน

source: Uss the blank line under the expected issue line to add in the details for the unexpected or supplemental issue. Select the appropriate status and save.
th: ใช้บรรทัดที่ว่างใต้บรรทัดฉบับที่คาดหวังเพื่อเพิ่มในรายละเอียดสำหรับฉบับที่คาดว่าจะได้รับหรือฉบับเพิ่ม ให้เลือกสถานะที่เหมาะสมแล้วบันทึก

source: V2000 (videocassette)
th: V2000 (วิดีโอคาสเซท)

source: VHS tape / Videocassette
th: เทป VHS / วิดีโอคาสเซท

source: Value
th: ค่า

source: Value:
th: ค่า:

source: Values
th: ค่า

source: Variable
th: ตัวแปร

source: Variable Name:
th: ชื่อผันแปร:

source: Variable options:
th: ตัวเลือกผันแปร:

source: Variable type:
th: ประเภทของตัวแปร:

source: Variable:
th: ตัวแปร:

source: Vendor
th: ตัวแทนจัดจำหน่าย

source: Vendor Invoice
th: ใบแจ้งหนี้ของตัวแทนจัดจำหน่าย

source: Vendor Search
th: การค้นหาตัวแทนจัดจำหน่าย

source: Vendor Search Results
th: ผลลัพธ์การค้นหาตัวแทนจัดจำหน่าย

source: Vendor is:
th: ตัวแทนจัดจำหน่ายคือ:

source: Vendor name :
th: ชื่อตัวแทนจัดจำหน่าย :

source: Vendor price:
th: ราคาของตัวแทนจัดจำหน่าย:

source: Vendor(s) -
th: ตัวแทนจัดจำหน่าย -

source: Vendor:
th: ตัวแทนจัดจำหน่าย:

source: Vertical:
th: แนวตั้ง:

source: Victor Titarchuk and Serhij Dubyk
th: Victor Titarchuk และ Serhij Dubyk

source: Video Types
th: ประเภทของวิดีโอ

source: Video8 (videocassette)
th: Video8 (วิดีโอคาสเซท)

source: Videotapes 1 in. (2 cm 1/2)
th: เทปบันทึกภาพ 1 นิ้ว (2 เซนติเมตร 1/2)

source: Videotapes 1/2 in. (1 cm 1/3)
th: เทปบันทึกภาพ 1/2 นิ้ว (1 เซนติเมตร 1/3)

source: Videotapes 1/4 in. (1/2 cm)
th: เทปบันทึกภาพ 1/4 นิ้ว (1/2 เซนติเมตร)

source: Videotapes 1/4 in. (2 cm)
th: เทปบันทึกภาพ 1/4 นิ้ว (2 เซนติเมตร)

source: Videotapes 2 in. (5 cm)
th: เทปบันทึกภาพ 2 นิ้ว (5 เซนติเมตร)

source: View
th: ดู

source: View Authorized Values
th: ดูค่าที่กำหนดใช้

source: View Dictionary
th: ดูพจนานุกรม

source: View ISBD in Catalog
th: ดู ISBD ใน 'รายการทรัพยากร'

source: View MARC
th: ดู MARC

source: View MARC in Catalog
th: ดู MARC ในรายการทรัพยากร

source: View Record
th: ดูระเบียน

source: View catalog group by item types
th: ดูกลุ่มรายการทรัพยากรตามประเภทของทรัพยากร

source: View item
th: ดูรายการ

source: View subscription details
th: ดูรายละเอียดการบอกรับเป็นสมาชิก

source: View:
th: ดู:

source: Viewing Patron Accounts
th: การดูบัญชีผู้ใช้ของสมาชิกห้องสมุด

source: Visual Materials
th: ทัศนวัสดุ

source: Vol {X}, Issue {Y}
th: ปีที่ {X} ฉบับที่ {Y}

source: Vol {X}, No {Y}
th: ปีที่ {X} เลขที่ {Y}

source: Vol {X}, No {Y}, Issue {Z}
th: ปีที่ {X} เลขที่ {Y} ฉบับที่ {Z}

source: Volume
th: ปีวารสาร

source: Volume, Issue
th: ปีที่ ฉบับที่

source: Volume, Number
th: ปีที่ เลขที่

source: Volume, Number, Issue
th: ปีที่ เลขที่ ฉบับที่

source: Volume/Copy
th: ปีที่/เล่ม

source: Volume/Copy (for serials):
th: ปีที่/เล่ม (สำหรับสิ่งพิมพ์ต่อเนื่อง)

source: Volume:
th: ปีที่:

source: WARNING: BRANCH AND PRINTING SETTINGS.
th: คำเตือน: การตั้งค่าสาขาและการพิมพ์

source: WITHDRAWN
th: ยกเลิก

source: Wait while system maintenance is being done or <a1>email the Koha Administrator</a>.
th: รอขณะการดูแลระบบกำลังทำงาน หรือ <a1>อีเมลไปหาผู้ดูแล Koha</a>

source: Waiting
th: กำลังรอ

source: Waiting at %s
th: กำลังรออยู่ที่ %s

source: Waiting to be pulled
th: กำลังรอให้ดึง

source: Warning: This value should not change after data has been added to your catalog
th: คำเตือน: ไม่ควรเปลี่ยนแปลงค่านี้หลังจากที่ข้อมูลถูกเพิ่มในรายการทรัพยากรของคุณ

source: Warnings
th: คำเตือน

source: Washington, DC, USA
th: วอชิงตัน ดีซี สหรัฐอเมริกา

source: Watermark:
th: ลายน้ำ:

source: We are ready to do some basic configuration. Please <a1>install basic configuration settings</a> to continue the installation.
th: เราพร้อมที่จะกำหนดค่าพื้นฐานบางอย่าง กรุณา <a1>ติดตั้งการตั้งค่าการกำหนดค่าพื้นฐาน</a> เพื่อดำเนินการติดตั้งต่อ

source: We are upgrading from Koha %s to %s, you must <a1>update your database</a>
th: เรากำลังปรับรุ่นจาก Koha %s เป็น %s คุณต้อง <a1>ปรับปรุงฐานข้อมูลของคุณ</a>

source: Web Installer &rsaquo; Step 1
th: Web Installer &rsaquo; ขั้นตอนที่ 1

source: Web Installer &rsaquo; Step 2
th: Web Installer &rsaquo; ขั้นตอนที่ 2

source: Web Installer &rsaquo; Step 3
th: Web Installer &rsaquo; ขั้นตอนที่ 3

source: Web site:
th: เว็บไซต์:

source: Website
th: เว็บไซต์

source: Wednesday
th: วันพุธ

source: Week
th: สัปดาห์

source: Week #
th: สัปดาห์ที่ #

source: Weekly
th: รายสัปดาห์

source: Weight
th: น้ำหนัก

source: Welcome to the Koha Web Installer
th: Koha Web Installer ยินดีต้อนรับ

source: What Reports are there in Koha?
th: Koha มี &quot;ระบบออกรายงาน&quot; อะไรบ้าง

source: What are Claims?
th: &quot;การทวง&quot; คืออะไร

source: What are Purchase Suggestions?
th: &quot;ข้อเสนอแนะการจัดซื้อ&quot; คืออะไร

source: What can I do in Circulation?
th: ฉันทำอะไรใน &quot;ระบบงานยืม-คืน&quot; ได้บ้าง

source: What do the &quot;...&quot; mean?
th: &quot;...&quot; หมายความว่าอะไร

source: What do you want to do ?
th: คุณต้องการทำอะไร

source: What do you want to do for deleted patrons?
th: คุณต้องทำการทำอย่างไรกับสมาชิกห้องสมุดที่ถูกลบ

source: What happens if I leave the row for an patron type blank? (ie, no 'delays' have been defined)
th: จะเกิดอะไรขึ้นถ้าฉันปล่อยให้แถวของประเภทสมาชิกห้องสมุดว่าง (เช่น ไม่มีการกำหนดว่า 'ล่าช้า')

source: What happens if a patron has debts?
th: จะเกิดอะไรขึ้นถ้าสมาชิกห้องสมุดมีหนี้สิน

source: What happens if an Issue does not turn up?
th: จะเกิดอะไรขึ้นถ้าไม่มีการคืนหนังสือ

source: What happens if the item is on reserve?
th: จะเกิดอะไรขึ้นถ้ารายการดังกล่าวเป็นหนังสือสำรอง

source: What image formats are supported?
th: ระบบรองรับรูปในรูปแบบอะไรบ้าง

source: What is Acquisitions?
th: ระบบงานจัดหาทรัพยากรคืออะไร

source: What is News?
th: &quot;ข่าวสาร&quot; คืออะไร

source: What is a &quot;Label Batch&quot;?
th: &quot;แบชป้าย&quot; คืออะไร

source: What is a &quot;Layout Template&quot;?
th: &quot;แม่แบบเค้าโครง&quot; คืออะไร

source: What is a &quot;Layout&quot;?
th: &quot;เค้าโครง&quot; คืออะไร

source: What is a &quot;Pending Hold&quot;?
th: &quot;การค้างส่ง&quot; คืออะไร

source: What is a &quot;Printer Profile&quot;?
th: &quot;โพรไฟล์เครื่องพิมพ์&quot; คืออะไร

source: What is a Basket and Order?
th: &quot;ตะกร้าและคำสั่งซื้อ&quot; คืออะไร
