Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: Once you have&nbsp; set up patron categories, you should create a new user in &quot;Patrons&quot; with super librarian privileges. Then use that user to log in rather than the root user set up as part of installation.
th: เมื่อคุณตั้งค่าประเภทสมาชิกห้องสมุด คุณควรสร้างผู้ใช้ใหม่ใน &quot;สมาชิกห้องสมุด&quot; พร้อมด้วยสิทธิพิเศษของบรรณารักษ์ชำนาญการ แล้วเข้าสู่ระบบด้วยชื่อผู้ใช้นั้นไม่ใช่ผู้ใช้เริ่มต้นที่ตั้งค่าขึ้นมาเนื่องจากเป็นส่วนหนึ่งของการติดตั้ง

source: Once you press save the new issue will be recorded in the subscription history.
th: เมื่อคุณกดบันทึก ฉบับใหม่จะถูกบันทึกในประวัติการบอกรับเป็นสมาชิก

source: Online Help
th: วิธีใช้แบบออนไลน์

source: Online Public Access Catalog
th: รายการทรัพยากรที่เข้าถึงแบบสาธารณะทางออนไลน์

source: Online Resources:
th: ทรัพยากรแบบออนไลน์:

source: Only 1 MARC tag mapped to items
th: มีการแม็บเฉพาะแท็ก 1 MARC กับรายการ

source: Only PNG, GIF, JPEG, XPM formats are supported.
th: มีการสนับสนุนเฉพาะรูปแบบ PNG, GIF, JPEG, XPM

source: Only PNG, JPEG, XPM formats are supported.
th: มีการสนับสนุนเฉพาะรูปแบบ PNG, JPEG, XPM

source: Only item <a1>
th: เฉพาะรายการ <a1>

source: Only items currently available
th: เฉพาะรายการที่มีในปัจจุบัน

source: Open
th: เปิด

source: Open on: %s
th: เปิดเมื่อ: %s

source: Options
th: ตัวเลือก

source: Options without radio buttons such as 'Patron status', 'Patron activity', and 'Date of Birth' are limits you can place on the report.
th: ตัวเลือกที่ไม่มีปุ่มตัวเลือก เช่น 'สถานะของสมาชิกห้องสมุด' 'กิจกรรมของสมาชิกห้องสมุด' และ 'วันเกิด' เป็นข้อจำกัดที่คุณสามารถใส่ในรายงานได้

source: Order
th: ใบสั่งซื้อ

source: Order Date
th: วันที่ใบสั่งซื้อ

source: Order Details
th: รายละเอียดใบสั่งซื้อ

source: Order Details Help
th: วิธีใช้รายละเอียดใบสั่งซื้อ

source: Order by:
th: สั่งซื้อโดย:

source: Order cost
th: ค่าใช้จ่ายในการสั่งซื้อ

source: Order date:
th: วันที่สั่งซื้อ:

source: Order receive
th: ได้รับใบสั่งซื้อ

source: Order search
th: การค้นหาใบสั่งซื้อ

source: Order this one
th: สั่งซื้อรายการนี้

source: Ordering
th: การสั่งซื้อ

source: Ordering information
th: ข้อมูลการสั่งซื้อ

source: Ordering prices
th: ราคาการสั่งซื้อ

source: Orders Search
th: การค้นหาใบสั่งซื้อ

source: Orders can only be placed against Active vendors.
th: สามารถวางใบสั่งซื้อกับผู้แทนที่ 'ใช้งานอยู่'

source: Orders search &rsaquo; Search Results
th: การค้นหาใบสั่งซื้อ &rsaquo; ผลลัพธ์การค้นหา

source: Ordinateur
th: คอมพิวเตอร์

source: Org.
th: องค์กร

source: Organisztion
th: องค์กร

source: Organization
th: องค์กร

source: Organization = An organization that can have professional patrons attached to it.
th: องค์กร = องค์กรที่สามารถรับรองสมาชิกห้องสมุดประเภทวิชาชีพ

source: Organization email:
th: อีเมลขององค์กร:

source: Organization name
th: ชื่อองค์กร

source: Organization patron
th: สมาชิกองค์กร

source: Organization phone:
th: หมายเลขโทรศัพท์ขององค์กร:

source: Organization(s):
th: องค์กร:

source: Organizational Patrons: can be used for institutional members, e.g. other libraries that borrow from you, in which case Koha expects slightly different information about the institution.
th: สมาชิกประเภทองค์กร: สามารถใช้สำหรับสมาชิกห้องสมุดแบบสถาบัน เช่น ห้องสมุดอื่นที่ยืมจากคุณ ในกรณีที่ Koha คาดว่ามีข้อมูลเกี่ยวกับสถาบันที่ต่างกันเล็กน้อย

source: Organizations
th: องค์กร

source: Organizations (Companies, Academic Instituites etc)
th: องค์กร (บริษัท สถาบันวิชาการ และอื่นๆ)

source: Orgue
th: คอมพิวเตอร์

source: Ornamental Device:
th: อุปกรณ์เสริม:

source: Oslo (Christiania), Norway
th: ออสโล (คริสเทียเนีย) นอร์เวย์

source: Other
th: อื่นๆ

source: Other Options: (choose one)
th: ตัวเลือกอื่นๆ: (เลือกหนึ่งตัวเลือก)

source: Other action
th: การกระทำอื่น

source: Other data
th: ข้อมูลอื่น

source: Other fields updated.
th: มีการปรับปรุงเขตข้อมูลอื่นๆ

source: Other name:
th: ชื่ออื่น:

source: Others...
th: อื่นๆ ...

source: Output
th: เอาท์พุท

source: Output Format:
th: รูปแบบเอาท์พุท:

source: Output format
th: รูปแบบเอาท์พุท

source: Outstanding
th: คงเหลือ

source: Overdue 'Notice/Status Triggers'
th: 'ทริกเกอร์ข้อความแจ้งเตือน/สถานะ' เกินกำหนด

source: Overdue Notice Required
th: ข้อความแจ้งเตือนเกินกำหนดที่ต้องการ

source: Overdue Notice Required lets you bypass generating overdue notices for this user type.
th: 'ข้อความแจ้งเตือนเกินกำหนดที่ต้องการ' ทำให้คุณสามารถสร้างข้อความแจ้งเตือนเกินกำหนดสำหรับประเภทผู้ใช้นี้ได้อย่างรวดเร็ว

source: Overdue fines
th: ค่าปรับเกินกำหนด

source: Overdue notice required:
th: ข้อความแจ้งเตือนเกินกำหนดที่ต้องการ:

source: Overdue notice/status triggers
th: ทริกเกอร์ข้อความแจ้งเตือน/สถานะเกินกำหนด

source: Overdue status
th: สถานะเกินกำหนด

source: Overdue!
th: เกินกำหนด!

source: Overdues
th: เกินกำหนด

source: Overdues:
th: เกินกำหนด:

source: Override Renewal Limit:
th: ข้อจำกัดการต่ออายุที่ใช้แทน:

source: Overwrite the existing one with this
th: เขียนทับข้อมูลที่มีอยู่ด้วย

source: Owner:
th: เจ้าของ:

source: Page
th: หน้า

source: Page Height:
th: ความสูงของหน้ากระดาษ:

source: Page Width:
th: ความกว้างของหน้ากระดาษ:

source: Paid
th: ชำระแล้ว

source: Paid for?:
th: ชำระค่าอะไร:

source: Paper Bin
th: ถังกระดาษ

source: Paper Bin:
th: ถังกระดาษ:

source: Papertype:%s
th: ประเภทของกระดาษ:%s

source: Parameters
th: พารามิเตอร์

source: Paris, France
th: ปารีส ฝรั่งเศส

source: Parsing upload file
th: การแยกวิเคราะห์แฟ้มอัปโหลด

source: Parts Indicator:
th: ตัวบ่งชี้ส่วน:

source: Pascale Nalon (ENSMP) and Jean Yves Lemaire (Chatel Saint Germain)
th: Pascale Nalon (ENSMP) และ Jean Yves Lemaire (Chatel Saint Germain)

source: Password
th: รหัสผ่าน

source: Password Updated
th: มีการปรับปรุงรหัสผ่าน

source: Password is too short
th: รหัสผ่านสั้นเกินไป

source: Password must be at least %s characters long.
th: รหัสผ่านจะต้องมีอักขณะอย่างน้อย %s ตัว

source: Password:
th: รหัสผ่าน:

source: Passwords should be stored in plain text, and will be encrypted as they're imported
th: ควรเก็บรหัสผ่านเป็นข้อความธรรมดา และจะถูกเข้ารหัสเมื่อนำเข้า

source: Pate Eyler (Kaitiaki from 2002 to 2004)
th: Pate Eyler (Kaitiaki ตั้งแต่ 2002 ถึง 2004)

source: Patent document
th: เอกสารสิทธิบัตร

source: Patron
th: สมาชิกห้องสมุด

source: Patron #:
th: สมาชิกห้องสมุด #:

source: Patron <a1>Sort</a>
th: สมาชิกห้องสมุด <a1>เรียงลำดับ</a>

source: Patron Account Flags
th: สถานะบัญชีของสมาชิกห้องสมุด

source: Patron Attribute Types
th: ประเภทแอตทริบิวต์ของสมาชิกห้องสมุด

source: Patron Card
th: บัตรสมาชิกห้องสมุด

source: Patron Card Batches
th: ชุดงานบัตรสมาชิกห้องสมุด

source: Patron Cards to be Printed for Batch %s (%s items)
th: บัตรสมาชิกห้องสมุดที่จะพิมพ์สำหรับชุดงาน %s (%s รายการ)

source: Patron Categories
th: ประเภทสมาชิกห้องสมุด

source: Patron Categories are defined in Patrons and Circulation.
th: มีการกำหนดประเภทของสมาชิกห้องสมุดในระบบงานจัดการสมาชิกและระบบงานยืม-คืน

source: Patron Category
th: ประเภทสมาชิกห้องสมุด

source: Patron Category Administration
th: งานดูแลระบบประเภทสมาชิกห้องสมุด

source: Patron Category:
th: ประเภทสมาชิกห้องสมุด:

source: Patron Cirulation History Help
th: วิธีใช้ประวัติระบบงานยืม-คืนของสมาชิกห้องสมุด

source: Patron Details
th: รายละเอียดของสมาชิกห้องสมุด

source: Patron Details for %s %s (%s)
th: รายละเอียดของสมาชิกห้องสมุดของคุณ %s %s (%s)

source: Patron Fines
th: ค่าปรับสมาชิกห้องสมุด

source: Patron Image Failed to Upload
th: การอัปโหลดรูปสมาชิกห้องสมุดล้มเหลว

source: Patron Image(s) Successfully Uploaded
th: การอัปโหลดรูปสมาชิกห้องสมุดสำเร็จ

source: Patron Image(s) Uploaded With Some Errors
th: การอัปโหลดรูปสมาชิกห้องสมุดมีข้อผิดพลาดบางอย่าง

source: Patron Import
th: การนำเข้าสมาชิกห้องสมุด

source: Patron Information
th: ข้อมูลสมาชิกห้องสมุด

source: Patron Messaging Preferences
th: การปรับแต่งการส่งข้อความให้สมาชิกห้องสมุด

source: Patron Name
th: ชื่อสมาชิกห้องสมุด

source: Patron Not Found
th: ไม่พบสมาชิกห้องสมุด

source: Patron Search
th: การค้นหาสมาชิกห้องสมุด

source: Patron Statistics
th: สถิติของสมาชิกห้องสมุด

source: Patron activity
th: กิจกรรมของสมาชิกห้องสมุด

source: Patron alert with:
th: แจ้งเตือนสมาชิกห้องสมุดด้วย:

source: Patron attribute type code missing
th: ขาดรหัสประเภทแอตทริบิวต์ของสมาชิกห้องสมุด

source: Patron attribute type code:
th: รหัสประเภทแอตทริบิวต์ของสมาชิกห้องสมุด:

source: Patron attribute types
th: ประเภทแอตทริบิวต์ของสมาชิกห้องสมุด

source: Patron categories
th: ประเภทสมาชิกห้องสมุด

source: Patron category
th: ประเภทสมาชิกห้องสมุด

source: Patron category:
th: ประเภทสมาชิกห้องสมุด:

source: Patron current holds
th: การจองปัจจุบันของสมาชิกห้องสมุด

source: Patron desc
th: สมาชิกห้องสมุดเรียงลำดับลง

source: Patron does not exist
th: ไม่มีสมาชิกห้องสมุด

source: Patron fines are calculated based on your system preferences.
th: ค่าปรับสมาชิกห้องสมุดจะคำนวณตามการปรับแต่งระบบ

source: Patron flags:
th: สถานะของสมาชิกห้องสมุด:

source: Patron has
th: สมาชิกห้องสมุดมี

source: Patron has %s in fines.
th: สมาชิกห้องสมุดมีค่าปรับจำนวน %s บาท

source: Patron has %s item(s) checked out.
th: สมาชิกห้องสมุดมีรายการที่ยืมออก %s เล่ม

source: Patron has <a1>Outstanding fines
th: สมาชิกห้องสมุดมี <a1>ค่าปรับคงเหลือ

source: Patron has a credit
th: สมาชิกห้องสมุดมีเครดิต

source: Patron has nothing checked out.
th: สมาชิกห้องสมุดไม่มีการยืมออก

source: Patron has nothing on hold.
th: สมาชิกห้องสมุดไม่มีการจอง

source: Patron is restricted
th: สมาชิกห้องสมุดถูกจำกัด

source: Patron name
th: ชื่อสมาชิกห้องสมุด

source: Patron not found:
th: ไม่พบสมาชิกห้องสมุด:

source: Patron notification:
th: ข้อความแจ้งเตือนสมาชิกห้องสมุด:

source: Patron permissions are used to define the rights of staff members when in the intranet/staff client.
th: สิทธิของสมาชิกห้องสมุดใช้กำหนดสิทธิต่างๆ ของสมาชิกเจ้าหน้าที่เมื่ออยู่ในไคลเอ็นต์อินทราเน็ต/เจ้าหน้าที่

source: Patron selection
th: การเลือกสมาชิกห้องสมุด

source: Patron sort1
th: การเรียงลำดับสมาชิกห้องสมุด 1

source: Patron sort2
th: การเรียงลำดับสมาชิกห้องสมุด 2

source: Patron status
th: สถานะของสมาชิกห้องสมุด

source: Patron types and categories
th: ชนิดและประเภทของสมาชิกห้องสมุด

source: Patron's account has been renewed until %s
th: มีการต่ออายุบัญชีของสมาชิกถึง %s

source: Patron's account is restricted <a1>Lift restriction</a>
th: บัญชีของสมาชิกถูกจำกัด <a1>ยกเลิกข้อจำกัด</a>

source: Patron's address in doubt
th: ที่อยู่ของสมาชิกไม่ชัดเจน

source: Patron's address is in doubt
th: ที่อยู่ของสมาชิกไม่ชัดเจน

source: Patron's address is in doubt.
th: ที่อยู่ของสมาชิกไม่ชัดเจน

source: Patron's age is incorrect for their category. Ages allowed are %s.
th: อายุของสมาชิกไม่ถูกต้องสำหรับประเภทสมาชิก อายุที่อนุญาตคือ %s

source: Patron's card has been reported lost.
th: มีการรายงานว่าบัตรสมาชิกหาย

source: Patron's card has expired. Patron's card expired on %s <a1>Renew</a> or <a2>Edit Details</a>
th: บัตรสมาชิกหมดอายุ บัตรสมาชิกหมดอายุวันที่ %s <a1>ต่ออายุ</a> หรือ <a2>แก้ไขรายละเอียด</a>

source: Patron's card is expired
th: บัตรสมาชิกหมดอายุ

source: Patron's card is lost
th: บัตรสมาชิกหาย

source: Patron's card will expire soon. Patron's card expires on %s <a1>Renew</a> or <a2>Edit Details</a>
th: บัตรสมาชิกจะหมดอายุเร็วๆ นี้ บัตรสมาชิกหมดอายุวันที่ %s <a1>ต่ออายุ</a> หรือ <a2>แก้ไขรายละเอียด</a>

source: Patron's record has guaranteed accounts attached.
th: ระเบียนของสมาชิกได้รับรองบัญชีที่แนบ

source: Patron:
th: สมาชิกห้องสมุด:

source: Patrons
th: สมาชิกห้องสมุด

source: Patrons (anonymize, bulk-delete)
th: สมาชิกห้องสมุด (ไม่ระบุชื่อ ลบเป็นจำนวนมาก)

source: Patrons and circulation
th: ระบบงานจัดการสมาชิกและระบบงานยืม-คืน

source: Patrons can search on item types
th: สมาชิกห้องสมุดสามารถค้นประเภทของทรัพยากร

source: Patrons can use Lists to share their reading favorites/ preferences with other patrons by creating one or more &ldquo;Public Lists&rdquo;. By creating &ldquo;Private Lists&rdquo;, patrons can keep lists of what they&rsquo;ve read, or what they want to read for research or recreation.
th: สมาชิกห้องสมุดสามารถใช้ 'รายการ' ต่างๆ เพื่อใช้รายการโปรด/การปรับแต่งการอ่านร่วมกับสมาชิกห้องสมุดคนอื่นๆ ได้ด้วยการสร้าง &ldquo;รายการสาธารณะ&rdquo; อย่างน้อยหนึ่งรายการ เมื่อสร้าง &ldquo;รายการสาธารณะ&rdquo; แล้ว สมาชิกห้องสมุดจะสามารถเก็บรายการสิ่งที่ได้อ่าน หรือที่ต้องการจะอ่านสำหรับการศึกษาหรือพักผ่อน

source: Patrons checking out the most
th: สมาชิกห้องสมุดที่ยืมออกมากที่สุด

source: Patrons help
th: วิธีใช้ระบบงานจัดการสมาชิก

source: Patrons in any category type may be assigned permissions in the staff interface. The Staff patron type has additional security features over the other types.
th: สมาชิกห้องสมุดในประเภทใดๆ ก็ตาม อาจได้รับการกำหนดสิทธิในส่วนติดต่อของเจ้าหน้าที่ สมาชิกประเภท 'เจ้าหน้าที่' มีคุณลักษณะด้านความปลอดภัยเพิ่มเติมมากกว่าสมาชิกประเภทอื่น

source: Patrons must be logged in to their account online to create and edit lists.
th: สมาชิกห้องสมุดจะต้องเข้าสู่ระบบบัญชีออนไลน์ของตนเองเพื่อสร้างและแก้ไขรายการ

source: Patrons statistics
th: สถิติของสมาชิกห้องสมุด

source: Patrons who haven't checked out
th: สมาชิกห้องสมุดที่ไม่เคยยืมออก

source: Patrons with no Checkouts
th: สมาชิกห้องสมุดที่ไม่มีการยืมออก

source: Patrons with the most Checkouts
th: สมาชิกห้องสมุดที่มีการยืมออกมากที่สุด

source: Patrons with the most checkouts
th: สมาชิกห้องสมุดที่มีการยืมออกมากที่สุด

source: Patrons:
th: สมาชิกห้องสมุด:

source: Pawel Skuza (Polish for 1.2)
th: Pawel Skuza (โปแลนด์สำหรับ 1.2)

source: Pay Fines
th: ชำระค่าปรับ

source: Pay fines
th: ชำระค่าปรับ

source: Payment Amount
th: จำนวนเงินที่ชำระ

source: Payment Type
th: ประเภทการชำระเงิน

source: Payments
th: การชำระเงิน

source: Payments will appear on the Account tab
th: การชำระเงินจะปรากฎบนแท็บ 'บัญชี'

source: Peking, People's Republic of China
th: ปักกิ่ง สาธารณรัฐประชาชนจีน

source: Pending
th: ค้าง

source: Pending Holds Help
th: วิธีใช้การจองที่ค้าง

source: Pending suggestions
th: ข้อเสนอแนะที่ค้าง

source: People (Authors, Editors, Publishers, Illustrators etc)
th: คน (ผู้แต่ง บรรณาธิการ ผู้พิมพ์ ผู้วาดภาพประกอบ เป็นต้น)

source: Perform inventory (stocktaking) of your catalog
th: ทำการสำรวจหนังสือ (ตรวจนับหนังสือ) ของรายการทรัพยากร

source: Period
th: ช่วง

source: Periodical
th: สิ่งพิมพ์ที่ออกตามกำหนด

source: Periodicity
th: เกิดขึ้นเป็นช่วงอย่างสม่ำเสมอ

source: Perl Modules
th: ระบบงาน Perl

source: Perl interpreter:
th: ตัวแปล Perl:

source: Perl modules
th: ระบบงาน Perl

source: Perl version:
th: รุ่นของ Perl:

source: Permanently delete these patrons
th: ลบสมาชิกห้องสมุดเหล่านี้ออกอย่างถาวร

source: Philadelphia, USA
th: ฟิลาเดลเฟีย สหรัฐอเมริกา

source: Phone
th: โทรศัพท์

source: Phone (cell):
th: โทรศัพท์ (มือถือ):

source: Phone (home):
th: โทรศัพท์ (บ้าน):

source: Phone (work):
th: โทรศัพท์ (ที่ทำงาน):

source: Phone:
th: โทรศัพท์:

source: Phone: %s
th: โทรศัพท์: %s

source: Physical Address
th: ที่อยู่จริง

source: Physical Address:
th: ที่อยู่จริง:

source: Physical Details:
th: รายละเอียดตามจริง:

source: Physical dimension
th: มิติตามจริง

source: Physical form of publication
th: รูปแบบตามจริงของสิ่งพิมพ์

source: Physical medium
th: สื่อตามจริง

source: Piano
th: เปียโน

source: Piccolo
th: ขลุ่ยผิว

source: Pick up Library
th: ห้องสมุดที่รับ

source: Pickup at:
th: รับที่:

source: Pickup library is different
th: ห้องสมุดที่รับไม่ใช่ที่เดียวกัน

source: Picture
th: รูปภาพ

source: Place Hold
th: ส่งการจอง

source: Place a hold on <a1>%s</a>
th: ส่งการจองหนังสือ <a1>%s</a>

source: Place a hold on a specific copy
th: ส่งการจองเล่มที่ระบุ

source: Place a hold on the next available copy
th: ส่งการจองเล่มถัดไปที่มี

source: Place holds on books for patrons via the staff interface
th: ส่งการจองหนังสือให้สมาชิกผ่านส่วนติดต่อของเจ้าหน้าที่

source: Placed On
th: ส่งเมื่อ

source: Placed on
th: ส่งเมื่อ

source: Places
th: สถานที่

source: Placing an Order Help
th: การส่งวิธีใช้ใบสั่งซื้อ

source: Planned date
th: วันที่วางแผน

source: Planneddate
th: วันที่วางแผน

source: Planning
th: การวางแผน

source: Planning information bloc
th: การวางแผนบล็อกข้อมูล

source: Please Choose:
th: กรุณาเลือก:

source: Please Confirm Checkout
th: กรุณายืนยันการยืมออก

source: Please check for irregularity by clicking 'Test Prediction Pattern'
th: กรุณาระบุความไม่สม่ำเสมอด้วยการคลิก 'ทดสอบรูปแบบการคาดการณ์'

source: Please check the log for further details.
th: กรุณาตรวจสอบบันทึกรายละเอียดเพิ่มเติม

source: Please choose a numbering pattern
th: กรุณาเลือกรูปแบบการให้หมายเลข

source: Please choose a supplier.
th: กรุณาเลือกผู้จัดหา

source: Please click Next to continue if this information is correct
th: กรุณาเลือก 'ถัดไป' เพื่อดำเนินการต่อถ้าข้อมูลนี้ถูกต้อง

source: Please click next to continue
th: กรุณาคลิก 'ถัดไป' เพื่อดำเนินการต่อ

source: Please consider installing these modules before continuing.
th: กรุณาพิจารณาการติดตั้งระบบงานเหล่านี้ก่อนที่จะดำเนินการต่อ

source: Please contact your system administrator
th: กรุณาติดต่อผู้ดูแลระบบของคุณ

source: Please correct these errors and <a1>start the installer</a> again.
th: กรุณาแก้ไขข้อผิดพลาดและ <a1>เริ่มตัวติดตั้ง</a> อีกครั้ง

source: Please create one
th: กรุณาสร้าง

source: Please create the database before continuing.
th: กรุณาสร้างฐานข้อมูลก่อนดำเนินการต่อ

source: Please enter your username and password:
th: กรุณาใส่ชื่อผู้ใช้และรหัสผ่าน:

source: Please indicate which days of the week you <b>DO NOT<\/b> expect to receive issues.<br \/>
th: กรุณาระบุวันในสัปดาห์ที่คุณ <b>ไม่<\/b> ต้องการรับหนังสือ<br \/>

source: Please pick your language from the following list. If your language is not listed, please inform your systems administrator.
th: กรุณาเลือกภาษาจากรายการต่อไปนี้ ถ้าไม่มีภาษาที่คุณต้องการอยู่ในรายการที่แสดง กรุณาแจ้งดูแลระบบของคุณ

source: Please return <a1>%s</a> to %s
th: กรุณาคืน <a1>%s</a> ที่ %s

source: Please return item to home library: %s
th: กรุณาคืนรายการที่ห้องสมุดหลัก: %s

source: Please return to %s
th: กรุณาคืนที่ %s

source: Please review the error log for more details.
th: กรุณาตรวจทานรายงานบันทึกข้อผิดพลาดเพื่อดูรายละเอียดเพิ่มเติม

source: Please use valid sort criteria. <a1>Return to default results.</a>
th: กรุณาใช้เกณฑ์การเรียงลำดับที่ถูกต้อง <a1>กลับไปยังผลลัพธ์เริ่มต้น</a>

source: Please verify that it exists.
th: กรุณาตรวจสอบว่ามีข้อมูล

source: Please verify that you are using either a single quote or a tab.
th: กรุณาตรวจสอบว่าคุณใช้เครื่องหมายฝนทองหรือแท็บ

source: Please verify the integrity of the zip file and retry.
th: กรุณาตรวจสอบความสมบูรณ์ของแฟ้มบีบอัดและรายการ

source: Plugin:
th: ปลั๊กอิน:

source: Polarity:
th: ขั้ว:

source: Polski (Polish)
th: โปลิช (โปแลนด์)

source: Popularity (Least to Most)
th: ความนิยม (น้อยสุดไปมากสุด)

source: Popularity (Most to Least)
th: ความนิยม (มากสุดไปน้อยสุด)

source: Port:
th: พอร์ต:

source: Portrait
th: ภาพคน

source: Portugu&ecirc;s (Portuguese)
th: Portugu&ecirc;s (โปรตุเกส)

source: Position
th: ตำแหน่ง

source: Position of Platform for Photographic or Remote Sensing Image:
th: ตำแหน่งของแพลตฟอร์มสำหรับการถ่ายภาพหรือรูปการวัดค่าระยะไกล

source: Position:
th: ตำแหน่ง:

source: Postal Address
th: ที่อยู่ทางไปรษณีย์

source: Postal Address:
th: ที่อยู่ทางไปรษณีย์:

source: Posted on %s
th: ประกาศเมื่อ %s

source: Pre-adolescent
th: เด็กก่อนวัยรุ่น

source: Pre-defined Reports
th: รายงานที่กำหนดไว้ล่วงหน้า

source: Preference
th: การปรับแต่ง

source: Preferred publishers
th: ผู้พิมพ์ที่ต้องการ

source: Preschool
th: โรงเรียนเด็กก่อนวัยเรียน

source: Presentation Technique for Photographic or Non-Photographic Image:
th: เทคนิคในการนำเสนอสำหรับการถ่ายภาพหรือรูปที่ไม่ใช่ภาพถ่าย

source: Presentation format - motion picture
th: รูปแบบในการนำเสนอเป็นภาพยนตร์

source: Presentation format - videorecording
th: รูปแบบในการนำเสนอเป็นการบันทึกวิดีโอ

source: Press the &quot;Submit&quot; button to generate the list of items that Koha has not seen.
th: กดปุ่ม &quot;ส่ง&quot; เพื่อสร้างรายการของรายการที่ Koha ไม่เคยเห็น

source: Preview
th: แสดงตัวอย่าง

source: Preview Routing List
th: แสดงตัวอย่างรายการนำส่งทรัพยากร

source: Previous Borrower:
th: ผู้ยืมคนก่อนหน้า

source: Price
th: ราคา

source: Primary
th: ประถมศึกษา

source: Primary (5-8)
th: ประถมศึกษา (5-8)

source: Primary cartographic image 1:
th: รูปแผนที่หลัก 1:

source: Primary cartographic image 2:
th: รูปแผนที่หลัก 2:

source: Primary support material
th: วัสดุสนับสนุนหลัก

source: Prime meridian 1:
th: เมริเดียนหลัก 1:

source: Prime meridian 2:
th: เมริเดียนหลัก 2:

source: Print
th: พิมพ์

source: Print Page
th: พิมพ์หน้า

source: Print Preview
th: แสดงตัวอย่างก่อนพิมพ์

source: Print Receipt for %s
th: พิมพ์ใบเสร็จของ %s

source: Print Slip
th: พิมพ์สลิป

source: Print Slip and Confirm
th: พิมพ์สลิปและยืนยัน

source: Print Type
th: ประเภทของการพิมพ์

source: Printer Added
th: เครื่องพิมพ์ที่เพิ่ม

source: Printer Administration
th: การจัดการระบบเครื่องพิมพ์

source: Printer Deleted
th: เครื่องพิมพ์ถูกลบ

source: Printer Name
th: ชื่อเครื่องพิมพ์

source: Printer Name:
th: ชื่อเครื่องพิมพ์:

source: Printer Profiles
th: โพรไฟล์เครื่องพิมพ์

source: Printer Search:
th: การค้นหาเครื่องพิมพ์:

source: Printer's Device:
th: อุปกรณ์ของเครื่องพิมพ์:

source: Printer:
th: เครื่องพิมพ์:

source: Printers
th: เครื่องพิมพ์

source: Printers &rsaquo; Confirm Deletion of Printer '%s'
th: เครื่องพิมพ์ &rsaquo; ยืนยันการลบเครื่องพิมพ์ '%s'

source: Printers &rsaquo; Modify printer '%s'
th: เครื่องพิมพ์ &rsaquo; ปรับเปลี่ยนเครื่องพิมพ์ '%s'

source: Printers &rsaquo; New printer
th: เครื่องพิมพ์ &rsaquo; เครื่องพิมพ์ใหม่

source: Printers &rsaquo; Printer Added
th: เครื่องพิมพ์ &rsaquo; เครื่องพิมพ์ถูกเพิ่ม

source: Printers &rsaquo; Printer Deleted
th: เครื่องพิมพ์ &rsaquo; เครื่องพิมพ์ถูกลบ

source: Priority
th: ลำดับความสำคัญ

source: Priority:
th: ลำดับความสำคัญ:

source: Private
th: ส่วนตัว

source: Private Lists: Only the person who created the list may view and edit it.
th: รายการส่วนตัว: เฉพาะคนที่สร้างรายการสามารถดูและแก้ไข

source: Production elements
th: องค์ประกอบการผลิต

source: Prof.
th: อาชีพ

source: Professional
th: อาชีพ

source: Professional = A patron that can have an organization as a guarantor.
th: วิชาชีพ = สมาชิกห้องสมุดที่มีองค์กรเป็นผู้รับรอง

source: Professional Patron
th: สมาชิกห้องสมุดประเภทวิชาชีพ

source: Professional Patrons: can also be associated with a guarantor (usually an organization).
th: สมาชิกห้องสมุดประเภทวิชาชีพ: อาจมีผู้รับรองด้วย (ปกติเป็นองค์กร)

source: Professional patron
th: สมาชิกห้องสมุดประเภทวิชาชีพ

source: Professional phone:
th: หมายเลขโทรศัพท์ของสมาชิกประเภทวิชาชีพ:

source: Professionnal mobile:
th: มือถือของสมาชิกประเภทวิชาชีพ:

source: Profile Settings
th: การตั้งค่าโพรไฟล์

source: Profile:
th: โพรไฟล์:

source: Programmed texts
th: ข้อความที่ตั้งโปรแกรม

source: Properties
th: คุณสมบัติ

source: Provide a printername and a tray name for your Profile. Note: You can only have a single instance of printername-trayname per label template.
th: ให้ข้อมูลชื่อเครื่องพิมพ์และชื่อถาดของโพรไฟล์คุณ ข้อสังเกต: คุณสามารถมีอินสแตนซ์เดี่ยวของ printername-trayname ได้เพียงอินสแตนซ์เดียวต่อแม่แบบป้าย

source: Provide patrons with a login for the OPAC.
th: ให้ข้อมูลสมาชิกที่มีชื่อผู้ใช้ของ OPAC

source: Provides access to all admin links and preferences
th: ให้สิทธิในการเข้าถึงการเชื่อมโยงสำหรับผู้ดูแลระบบและการปรับแต่งทั้งหมด

source: Provides cataloging permissions such as altering and adding bibliographic and holdings data)
th: ให้สิทธิในระบบงานวิเคราะห์หมวดหมู่และลงรายการ เช่น การแก้ไขและเพิ่มบรรณานุกรมและข้อมูลการจอง

source: Provides the ability to modify login / permissions for staff users
th: ให้ความสามารถในการปรับเปลี่ยนชื่อผู้ใช้ / สิทธิสำหรับผู้ใช้ที่เป็นเจ้าหน้าที่

source: Public
th: สาธารณะ

source: Public Lists
th: รายการสาธารณะ

source: Public Lists: Anyone may view a public list, but only the person who created it may edit it.
th: รายการสาธารณะ: ทุกคนสามารถดูรายการสาธารณะได้ แต่ผู้ที่สร้างรายการจะสามารถแก้ไขได้เพียงคนเดียว

source: Public Note:
th: บันทึกย่อสาธารณะ:

source: Public note
th: บันทึกย่อสาธารณะ

source: Public note:
th: บันทึกย่อสาธารณะ:

source: Publication Date (yyyy)
th: ปีที่พิมพ์ (yyyy)
