Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: Koha &rsaquo; Reports &rsaquo; Most-Circulated Items
th: Koha &rsaquo; ระบบออกรายงาน &rsaquo; รายการที่มีการยืม-คืนมากที่สุด

source: Koha &rsaquo; Reports &rsaquo; Patrons with No Checkouts
th: Koha &rsaquo; ระบบออกรายงาน &rsaquo; สมาชิกที่ไม่มีการยืมออก

source: Koha &rsaquo; Reports &rsaquo; Patrons with the most Checkouts
th: Koha &rsaquo; ระบบออกรายงาน &rsaquo; สมาชิกที่มีการยืมออกมากที่สุด

source: Koha &rsaquo; Reports &rsaquo; Till Reconciliation
th: Koha &rsaquo; ระบบออกรายงาน &rsaquo; จนมีการกระทบยอด

source: Koha &rsaquo; Search Results
th: Koha &rsaquo; ผลลัพธ์การค้นหา

source: Koha &rsaquo; Search for vendor %s
th: Koha &rsaquo; การค้นหาผู้แทน %s

source: Koha &rsaquo; Serials
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง

source: Koha &rsaquo; Serials %s
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง %s

source: Koha &rsaquo; Serials &rsaquo;
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo;

source: Koha &rsaquo; Serials &rsaquo; %s &rsaquo; Edit Routing List
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; %s &rsaquo; แก้ไขรายการนำส่งทรัพยากร

source: Koha &rsaquo; Serials &rsaquo; Alert subscribers for %s
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; การแจ้งเตือนการสมัครเป็นสมาชิกของ %s

source: Koha &rsaquo; Serials &rsaquo; Check Expiration
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; การตรวจสอบวันหมดอายุ

source: Koha &rsaquo; Serials &rsaquo; Claims
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; การทวงถาม

source: Koha &rsaquo; Serials &rsaquo; Details for Subscription #%s
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; รายละเอียดของการบอกรับเป็นสมาชิก #%s

source: Koha &rsaquo; Serials &rsaquo; Routing Slip Preview
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; แสดงตัวอย่างรายการนำส่งทรัพยากร

source: Koha &rsaquo; Serials &rsaquo; Search for Vendor
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; การค้นหาผู้แทน

source: Koha &rsaquo; Serials &rsaquo; Select Vendor
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; การเลือกผู้แทน

source: Koha &rsaquo; Serials &rsaquo; Serial Collection information for %s
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; ข้อมูลคอลเลกชันสิ่งพิมพ์ต่อเนื่องของ %s

source: Koha &rsaquo; Serials &rsaquo; Serial Edition %s
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; รุ่นสิ่งพิมพ์ต่อเนื่อง %s

source: Koha &rsaquo; Serials &rsaquo; Subscription information for %s
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; ข้อมูลการบอกรับเป็นสมาชิกของ %s

source: Koha &rsaquo; Serials &rsaquo; Subscription information for biblio #%s with title : %s
th: Koha &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง &rsaquo; ข้อมูลการบอกรับเป็นสมาชิกของบรรณานุกรม #%s ด้วยชื่อเรื่อง : %s

source: Koha &rsaquo; Serials Subscription renew #%s
th: Koha &rsaquo; การต่ออายุสมาชิกสิ่งพิมพ์ต่อเนื่อง #%s

source: Koha &rsaquo; Suggestions
th: Koha &rsaquo; ข้อเสนอแนะ

source: Koha &rsaquo; System Administration &rsaquo;
th: Koha &rsaquo; งานดูแลระบบของระบบ &rsaquo;

source: Koha &rsaquo; Tools
th: Koha &rsaquo; เครื่องมือ

source: Koha &rsaquo; Tools &rsaquo;
th: Koha &rsaquo; เครื่องมือ &rsaquo;

source: Koha &rsaquo; Tools &rsaquo; Calendar
th: Koha &rsaquo; เครื่องมือ &rsaquo; ปฏิทิน

source: Koha &rsaquo; Tools &rsaquo; Clean Patron Records
th: Koha &rsaquo; เครื่องมือ &rsaquo; การล้างระเบียนสมาชิก

source: Koha &rsaquo; Tools &rsaquo; Comments waiting for Approval
th: Koha &rsaquo; เครื่องมือ &rsaquo; ความคิดเห็นที่รอการอนุมัติ

source: Koha &rsaquo; Tools &rsaquo; Inventory
th: Koha &rsaquo; เครื่องมือ &rsaquo; การสำรวจหนังสือ

source: Koha &rsaquo; Tools &rsaquo; Labels
th: Koha &rsaquo; เครื่องมือ &rsaquo; ป้าย

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo;
th: Koha &rsaquo; เครื่องมือ &rsaquo; ป้าย &rsaquo;

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo; Create Layout
th: Koha &rsaquo; เครื่องมือ &rsaquo; ป้าย &rsaquo; การสร้างเค้าโครง

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo;: Search
th: Koha &rsaquo; เครื่องมือ &rsaquo; ป้าย &rsaquo; การค้นหา

source: Koha &rsaquo; Tools &rsaquo; MARC Export
th: Koha &rsaquo; เครื่องมือ &rsaquo; การส่งออก MARC

source: Koha &rsaquo; Tools &rsaquo; Manage Staged MARC Records
th: Koha &rsaquo; เครื่องมือ &rsaquo; การจัดการระเบียน MARC ที่สเตจ

source: Koha &rsaquo; Tools &rsaquo; News
th: Koha &rsaquo; เครื่องมือ &rsaquo; ข่าวสาร

source: Koha &rsaquo; Tools &rsaquo; Notice Triggers
th: Koha &rsaquo; เครื่องมือ &rsaquo; ทริกเกอร์ข้อความแจ้งเตือน

source: Koha &rsaquo; Tools &rsaquo; Notices
th: Koha &rsaquo; เครื่องมือ &rsaquo; ข้อความแจ้งเตือน

source: Koha &rsaquo; Tools &rsaquo; Send SMS Message
th: Koha &rsaquo; เครื่องมือ &rsaquo; การส่งข้อความ SMS

source: Koha &rsaquo; Tools &rsaquo; Stage MARC Records For Import
th: Koha &rsaquo; เครื่องมือ &rsaquo; สเตจระเบียน MARC สำหรับการนำเข้า

source: Koha &rsaquo; Tools &rsaquo; Task Scheduler
th: Koha &rsaquo; เครื่องมือ &rsaquo; Task Scheduler

source: Koha &rsaquo; Tools &rsaquo; Upload Patron Images
th: Koha &rsaquo; เครื่องมือ &rsaquo; อัปโหลดรูปสมาชิก

source: Koha &rsaquo; Vendor %s
th: Koha &rsaquo; ผู้แทน %s

source: Koha &rsaquo; Web Installer &rsaquo; Step 1
th: Koha &rsaquo; ตัวติดตั้งเว็บ &rsaquo; ขั้นตอนที่ 1

source: Koha &rsaquo; Web Installer &rsaquo; Step 2
th: Koha &rsaquo; ตัวติดตั้งเว็บ &rsaquo; ขั้นตอนที่ 2

source: Koha &rsaquo; Web Installer &rsaquo; Step 3
th: Koha &rsaquo; ตัวติดตั้งเว็บ &rsaquo; ขั้นตอนที่ 3

source: Koha &rsaquo; Z39.50 Search Results
th: Koha &rsaquo; ผลลัพธ์การค้นหา Z39.50

source: Koha -- Authority details
th: Koha -- รายละเอียดของรายการหลักฐาน

source: Koha -- Cataloging: MARC Import
th: Koha -- ระบบงานวิเคราะห์หมวดหมู่และลงรายการ: การนำเข้า MARC

source: Koha -- Circulation: Transfers
th: Koha -- ระบบงานยืม-คืน: การถ่ายโอน

source: Koha 2 MARC links
th: การเชื่อมโยง Koha 2 MARC

source: Koha 3.0 Installer
th: ตัวติดตั้ง Koha 3.0

source: Koha Field
th: เขตข้อมูล Koha

source: Koha Full Call Number
th: เลขเรียกหนังสือแบบเต็มของ Koha

source: Koha Team
th: ทีม Koha

source: Koha administration
th: งานดูแลระบบ Koha

source: Koha allows you to restrict the values that catalogers can place in some MARC subfields to certain pre-defined &quot;authorized&quot; values. These authorized values are defined here.
th: Koha ให้คุณสามารถจำกัดค่าต่างๆ ที่ผู้รายการทรัพยากรสามารถใส่ในบางเขตข้อมูลย่อยของ MARC เพื่อกำหนดค่า &quot;ที่กำหนดใช้&quot; ไว้ล่วงหน้าในระดับหนึ่ง ค่าที่กำหนดใช้จะกำหนดที่นี่

source: Koha allows you to specify which MARC tags you want to use and which you want to ignore. When you downloaded and installed Koha, you also got the entire list of MARC21 tags and subfields in current use. Now you need to use the administration page to edit this list and tell Koha which tags you want to use and how you want to use them.
th: Koha ให้คุณสามารถระบุแท็ก MARC ที่คุณต้องการใช้และแท็กที่คุณต้องการละเว้น เมื่อคุณดาวน์โหลดและติดตั้ง Koha คุณยังได้รายการแท็ก MARC21 และเขตข้อมูลย่อยทั้งหมดในการใช้งานปัจจุบัน ขณะนี้คุณจะต้องใช้หน้างานดูแลระบบเพื่อแก้ไขรายการนี้และบอกให้ Koha ทราบแท็กที่คุณต้องการใช้และวิธีที่คุณต้องการใช้แท็กดังกล่าว

source: Koha automatically sets up authorized value categories for your item types and branch codes, and you can link these authorized values to MARC subfields when you set up your MARC tag structure.
th: Koha จะตั้งค่าประเภทของค่าที่กำหนดใช้สำหรับประเภทของทรัพยากรและรหัสสาขาโดยอัตโนมัติ และคุณสามารถเชื่อมโยงค่าที่กำหนดใช้เหล่านี้กับเขตข้อมูลย่อยของ MARC ได้เมื่อคุณตั้งค่าโครงสร้างแท็ก MARC

source: Koha calculates automatically the end of the subscription (based on the start date and the number of issues received). when a subscription has ended, you can't change the status of the last "waited number" (as it's not waited in fact). To be able to "receive" this number, you must renew your subscription.
th: Koha จะคำนวณวันสิ้นสุดของการบอกรับเป็นสมาชิกโดยอัตโนมัติ (จากวันที่เริ่มต้นและจำนวนของฉบับสิ่งพิมพ์ที่ได้รับ) เมื่อการบอกรับเป็นสมาชิกสิ้นสุด คุณจะไม่สามารถเปลี่ยนสถานะของ "หมายเลขที่รอ" สุดท้าย (เนื่องจากในความจริงแล้วไม่ได้รอ) เมื่อต้องการให้สามารถ "รับ" หมายเลขนี้ได้ คุณจะต้องต่ออายุการบอกรับเป็นสมาชิก

source: Koha cannot display existing passwords, so this form can only be used to change a patron's username and/or password, but not to recover an exisiting password.
th: Koha ไม่สามารถแสดงรหัสผ่านที่มีอยู่ ดังนั้น ฟอร์มนี้จึงสามารถใช้เปลี่ยนชื่อผู้ใช้และ/หรือรหัสผ่านได้เท่านั้น แต่ไม่สามารถใช้ค้นคืนรหัสผ่านที่มีอยู่ได้

source: Koha cannot display existing passwords. Below is a randomly generated suggestion. Leave the field blank to leave password unchanged.
th: Koha ไม่สามารถแสดงรหัสผ่านที่มีอยู่ได้ ด้านล่างเป็นข้อเสนอแนะที่สร้างขึ้นโดยสุ่ม ปล่อยว่างเขตข้อมูลนี้ถ้าไม่ต้องการเปลี่ยนรหัสผ่าน

source: Koha comes with a number of predefined (or &quot;canned&quot;) reports, along with two report builder engines.
th: Koha มีรายงานต่างๆ จำนวนหนึ่งที่กำหนดไว้ล่วงหน้า (หรือ&quot;สำเร็จรูป&quot;) พร้อมกับกลไลตัวสร้างรายงานสองตัว

source: Koha comes with one Z39.50 server site defined (the U.S. Library of Congress) for finding catalog records to import directly into your catalog. In this area, you can define other servers for searching.
th: Koha มาพร้อมกับไซต์เซิร์ฟเวอร์ Z39.50 ที่กำหนด (ห้องสมุดรัฐสภาของสหรัฐ หรือ Library of Congress )สำหรับการค้นหาระเบียนรายการทรัพยากรที่จะนำเข้ารายการทรัพยากรของคุณโดยตรง ในพื้นที่นี้ คุณสามารถกำหนดเซิร์ฟเวอร์อื่นสำหรับการค้นหา

source: Koha comes with several other categories and pre-defined values your library is likely to use, for instance 'Lost'.
th: Koha มาพร้อมกับประเภทอื่นๆ อีกหลายประเภทและค่าที่กำหนดไว้ล่วงหน้าที่ห้องสมุดของคุณน่าจะใช้ เช่น 'สูญหาย'

source: Koha field:
th: เขตข้อมูล Koha:

source: Koha handles overdue notices in one of two automated ways: by email or by printed labels. If a borrower has an email defined in their patron account, overdue notices automatically get sent to the patron's email account according to the schedule defined in the 'Notice/Status Triggers' Tool.
th: Koha จัดการข้อความแจ้งเตือนเกี่ยวกับการเกินกำหนดส่งคืนด้วยวิธีใดวิธีหนึ่งจากสองวิธีอัตโนมัติ ได้แก่ แจ้งทางอีเมล หรือทางป้ายที่พิมพ์ ถ้าผู้ยืมมีอีเมลที่กำหนดไว้ในบัญชีสมาชิกห้องสมุด ข้อความแจ้งเตือนเกินกำหนดจะส่งไปอยังบัญชีอีเมลของสมาชิกนั้นโดยอัตโนมัติตามกำหนดเวลาที่กำหนดไว้ในเครื่องมือ 'ทริกเกอร์ข้อความแจ้งเตือน/สถานะ'

source: Koha has an built in z39.50 client that can be used to query any number of z39.50 servers. To use the z39.50 search enter at least the ISBN and Title. The search will give you results form&nbsp; the servers you query. Select the record you wish to use and the fields will be populated with cataloging information from that server.
th: Koha มีไคลเอ็นต์ z39.50 ในตัวที่สามารถใช้กับการสอบถามเซิร์ฟเวอร์ z39.50 จำนวนเท่าใดก็ได้ เมื่อต้องการใช้การค้นหา z39.50 ให้ใส่ข้อมูล ISBN และชื่อเรื่องเป็นอย่างน้อย การค้นหาจะให้ฟอร์มผลลัพธ์&nbsp; เซิร์ฟเวอร์ที่คุณสอบถาม ให้เลือกระเบียนที่คุณต้องการใช้และเขตข้อมูลจะนำเข้าแบบอัตโนมัติด้วยข้อมูลระบบงานวิเคราะห์หมวดหมู่และลงรายการจากเซิร์ฟเวอร์นั้น

source: Koha has an extensive set of system preferences. The system preferences control all the various features within Koha and whether they are active in your install or not. System preferences are generally set once at install and then not changed.
th: Koha มีชุดการปรับแต่งระบบที่ครอบคลุม การปรับแต่งระบบจะควบคุมคุณลักษณะต่างๆ ทั้งหมดภายใน Koha และการเปิดใช้งานหรือปิดใช้งานในการติดตั้ง โดยทั่วไป มีการตั้งค่าการปรับแต่งระบบเมื่อติดตั้งและจะไม่มีการเปลี่ยนแปลง

source: Koha internal
th: Koha ภายใน

source: Koha is developed and supported by a large number of developers around the world. Thanks to all the developers and libraries who support Koha
th: Koha ได้รับการพัฒนาและสนับสนุนจากนักพัฒนาจำนวนมากทั่วโลก ขอขอบคุณนักพัฒนาโปรแกรมทุกคนและห้องสมุดทุกแห่งที่สนับสนุน Koha

source: Koha link : <b>very important</b>. Koha is multi-MARC compliant. So, it does not know what the 245$a means, neither what 200$f (those 2 fields being both the title in MARC21 and UNIMARC !). So, in this list you can "map" a MARC subfield to it's meaning. Koha constantly maintains consistency between a subfield and it's meaning. When the user want to search on "title", this link is used to find what is searched (245 if you're MARC21, 200 if you're UNIMARC).
th: การเชื่อมโยง Koha : <b>สำคัญมาก</b> Koha ตรงตามมาตรฐาน MARC หลายอย่าง จึงไม่เข้าใจว่า 245$a หมายถึงอะไร และไม่เข้าใจว่า 200$f หมายถึงอะไร (ทั้งสองเขตข้อมูลนี้เป็นชื่อเรื่องใน MARC21 และ UNIMARC !) ดังนั้น ในรายการนี้ คุณสามารถ "แมป" เขตข้อมูลย่อย MARC กับความหมายของเขตข้อมูลย่อย Koha ดูแลความสอดคล้องระหว่างเขตข้อมูลย่อยกับความหมายของเขตข้อมูลย่อยอย่างสม่ำเสมอ เมื่อผู้ใช้ต้องการค้นหา "ชื่อเรื่อง" การเชื่อมโยงนี้จะใช้ค้นหาสิ่งที่ค้นหา (245 ถ้าคุณใช้ MARC21 และ 200 ถ้าคุณใช้ UNIMARC)

source: Koha link:
th: การเชื่อมโยง Koha:

source: Koha module:
th: ระบบงาน Koha:

source: Koha staff client
th: ไคลเอ็นต์เจ้าหน้าที่ของ Koha

source: Koha supports two types of Lists:
th: Koha สนับสนุนรายการสองประเภท ได้แก่

source: Koha to MARC mapping
th: Koha กับการแมป MARC

source: Koha uses subfield 9 to store the link between a bibliographic record and an authority record.
th: Koha ให้เขตข้อมูลย่อย 9 ในการเก้บการเชื่อมโยงระหว่างระเบียนบรรณานุกรมกับระเบียนรายการหลักฐาน

source: Koha uses the following terms:
th: Koha ใช้เงื่อนไขต่อไปนี้

source: Koha version:
th: รุ่น Koha:

source: Koha was unable to open the image for reading.
th: Koha ไม่สามารถเปิดรูปสำหรับการอ่าน

source: Koha with Zebra
th: Koha ที่มี Zebra

source: Koha without Zebra
th: Koha ที่ไม่มี Zebra

source: LC Call Number:
th: เลขเรียกหนังสือระบบ LC:

source: LOST
th: สูญหาย

source: Label
th: ป้าย

source: Label Batches
th: ชุดงานป้าย

source: Label Height:
th: ความสูงของป้าย:

source: Label Layout
th: เค้าโครงป้าย

source: Label Layouts
th: เค้าโครงป้าย

source: Label Num.
th: เลขที่ป้าย

source: Label Printing
th: การพิมพ์ป้าย

source: Label Profiles
th: โพรไฟล์ของป้าย

source: Label Width:
th: ความกว้างของป้าย:

source: Label and Patron Card Creator
th: ตัวสร้างป้ายและบัตรสมาชิก

source: Label batch created, with id: %s
th: มีการสร้างชุดงานป้าย ด้วยรหัส: %s

source: Label for lib:
th: ป้ายของบรรณานุกรม:

source: Label for opac:
th: ป้ายสำหรับ opac:

source: Labels (spine and barcode)
th: ป้าย (สันหน้งสือและบาร์โค้ด)

source: Laboratory
th: ห้องปฏิบัติการ

source: Laboratory Search
th: การค้นหาห้องปฏิบัติการ

source: Laboratory Search results
th: ผลลัพธ์การค้นหาห้องปฏิบัติการ

source: Lambert's azimuthal equal area
th: เส้นโครงแผนที่ลัมเบิร์ตบริเวณเท่ากันแบบระนาบ

source: Lambert's conformal conic
th: เส้นโครงแผนที่ลัมเบิร์ตคอนฟอร์มาลรูปกรวย

source: Lambert's conformal conict
th: เส้นโครงแผนที่ลัมเบิร์ตคอนฟอร์มาลรูปกรวย

source: Lambert's cylindrical equal area
th: เส้นโครงแผนที่ลัมเบิร์ตบริเวณเท่ากันแบบทรงกระบอก

source: Landsat I
th: ภาพถ่ายดาวเทียม Landsat I

source: Landsat II
th: ภาพถ่ายดาวเทียม Landsat II

source: Landsat III
th: ภาพถ่ายดาวเทียม Landsat III

source: Language
th: ภาษา

source: Language of Cataloguing (Mandatory)
th: ภาษาของระบบงานวิเคราะห์หมวดหมู่และลงรายการ (บังคับ)

source: Language:
th: ภาษา:

source: Languages
th: ภาษา

source: Lao
th: ลาว

source: Large print
th: งานพิมพ์ขนาดใหญ่

source: Laser optical (Reflective) videodisc
th: วิดีโอดิสก์แบบเลเซอร์ออปติคัล

source: Last Borrower:
th: ผู้ยืมล่าสุด:

source: Last Location
th: สถานที่ล่าสุด

source: Last Seen
th: เห็นล่าสุด

source: Last Updated
th: ปรับปรุงล่าสุด

source: Last Updated:
th: ปรับปรุงล่าสุด:

source: Last borrowed:
th: ยืมล่าสุด

source: Last renewal of subscription was <b>%s</b>
th: การต่ออายุบอกรับเป็นสมาชิกครั้งล่าสุดคือ <b>%s</b

source: Last seen
th: เห็นล่าสุด

source: Last seen:
th: เห็นล่าสุด:

source: Last set the horizontal and vertical creep. Be sure to use numbers which correspond to the units you specify at the bottom of the form. Negative values are permitted.
th: สุดท้าย ให้ตั้งค่าความหนืดแนวนอนและแนวตั้ง ตรวจสอบให้แน่ใจว่าใช้หมายเลขที่สอดคล้องกับหน่วยที่คุณระบุที่ท้ายฟอร์ม อนุญาตให้ใช้ค่าลบได้

source: Last value
th: ค่าล่าสุด

source: Last value / begins with : the last value calculated or the 1st value (when adding a subscription
th: ค่าสุดท้าย / เริ่มต้นด้วย : ค่าสุดท้ายที่คำนวณหรือค่าแรก (เมื่อเพิ่มการบอกรับเป็นสมาชิก

source: Late
th: ล่าช้า

source: Late : means that the book is late and should be arrived. A books changed to "late" status stays on the issue list, and the next waited number is generated
th: ช้า : หมายถึงหนังสือมาถึงช้าและควรจะมาถึงแล้ว หนังสือที่เปลี่ยนสถานะเป็น "ช้า" จะอยู่ในรายการฉบับสิ่งพิมพ์ และจะมีการสร้างหมายเลขที่รอถัดไป

source: Late orders
th: ใบสั่งซื้อล่าช้า

source: Latina (Latin)
th: ละติน

source: Law reports and digests
th: การตัดสินคดีและบันทึกข้อเท็จจริงทางกฎหมาย

source: Layout
th: เค้าโครง

source: Layout Name
th: ชื่อเค้าโครง

source: Layout Templates will need to be defined for each type of Label sheet or page you wish to print to.
th: จะต้องมีการกำหนดแม่แบบเค้าโครงให้กับแต่ละประเภทของแผ่นป้ายหรือหน้ากระดาษที่คุณต้องการจะพิมพ์

source: Layout:
th: เค้าโครงt:

source: Layouts
th: เค้าโครง

source: Left
th: ด้านซ้าย

source: Left Page Margin:
th: ระยะขอบซ้ายหน้ากระดาษ:

source: Left on Order
th: ใส่ไว้ในใบสั่งซื้อ

source: Legal articles
th: บทความทางด้านกฎหมาย

source: Legal cases and case notes
th: คดีความและรายละเอียดคดี

source: Legislation
th: กฏหมายและระเบียบข้อบังคับ

source: Lenght
th: ความยาว

source: Length:
th: ความยาว:

source: Letter
th: จดหมาย

source: Level
th: ระดับ

source: Librarian
th: บรรณารักษ์

source: Librarian identity:
th: ข้อมูลประจำตัวบรรณารักษ์:

source: Librarian interface
th: ส่วนติดต่อของบรรณารักษ์

source: Librarian:
th: บรรณารักษ์:

source: Libraries
th: ห้องสมุด

source: Libraries and Groups
th: ห้องสมุดและกลุ่ม

source: Libraries and Groups &rsaquo; Confirm Deletion of Group %s
th: ห้องสมุดและกลุ่ม &rsaquo; ยืนยันการลบกลุ่ม %s

source: Libraries and Groups &rsaquo; Confirm deletion of library '%s'
th: ห้องสมุดและกลุ่ม &rsaquo; ยืนยันการลบห้องสมุด '%s'

source: Libraries and Groups &rsaquo; Edit Group %s
th: ห้องสมุดและกลุ่ม &rsaquo; แก้ไขกลุ่ม %s

source: Libraries and Groups &rsaquo; Modify library %s
th: ห้องสมุดและกลุ่ม &rsaquo; ปรับเปลี่ยนห้องสมุด %s

source: Libraries and Groups &rsaquo; New Group
th: ห้องสมุดและกลุ่ม &rsaquo; กลุ่มใหม่

source: Libraries and groups
th: ห้องสมุดและกลุ่ม

source: Library
th: ห้องสมุด

source: Library (Callnumber)
th: ห้องสมุด (เลขเรียกหนังสือ)

source: Library Branches
th: สาขาห้องสมุด

source: Library Management
th: การจัดการห้องสมุด

source: Library branches are defined in your Basic Parameters.
th: มีการกำหนดสาขาห้องสมุดในพารามิเตอร์พื้นฐานของคุณ

source: Library cannot be deleted because there are patrons using that library
th: ไม่สามารถลบห้องสมุดได้ เนื่องจากมีสมาชิกใช้ห้องสมุดนั้น

source: Library category added
th: มีการเพิ่มประเภทของห้องสมุด

source: Library category deleted
th: มีการลบประเภทของห้องสมุด

source: Library category modified
th: มีการปรับเปลี่ยนประเภทของห้องสมุด

source: Library code
th: รหัสห้องสมุด

source: Library deleted
th: มีการลบห้องสมุด

source: Library is invalid.
th: ห้องสมุดไม่ถูกต้อง

source: Library not saved &mdash; code and/or name missing
th: ห้องสมุดไม่ได้บันทึกรหัส &mdash; และ/หรือขาดชื่อ

source: Library of the patron:
th: ห้องสมุดของสมาชิก:

source: Library saved
th: มีการบันทึกห้องสมุด

source: Library set-up
th: การติดตั้งห้องสมุด

source: Library use
th: การใช้ห้องสมุด

source: Library-maintained authority records
th: ระเบียนรายการหลักฐานที่ดูแลห้องสมุด

source: Library:
th: ห้องสมุด:

source: Licenses
th: ใบอนุญาต

source: Lift Debarment
th: ยกเลิกการตัดสิทธิ

source: Limit to <a1>currently available items.</a>
th: จำกัดอยู่ที่ <a1>รายการที่มีในปัจจุบัน</a>

source: Limit to:
th: จำกัดอยู่ที่:

source: Limit type to:
th: จำกัดอยู่ที่ประเภท:

source: Limits
th: ข้อจำกัด

source: Limits:
th: ข้อจำกัด:

source: Line
th: บรรทัด

source: Link:
th: การเชื่อมโยง:

source: Lisbon, Portugal
th: ลิสบอน โปรตุเกส

source: List Fields
th: แสดงรายการเขตข้อมูล

source: List Item Price Includes GST:
th: แสดงรายการราคารวมทั้ง GST:

source: List Member:
th: แสดงรายการสมาชิก:

source: List Name
th: แสดงรายการชื่อ

source: List Prices are
th: ใบแจ้งราคาคือ

source: List Prices are:
th: ใบแจ้งราคาคือ:

source: List Prices/Invoice Prices
th: ใบแจ้งราคา/ราคาในใบแจ้งหนี้

source: List name:
th: ชื่อรายการ:

source: List the holds that are ready &amp; await for the patron to take them at the library
th: แสดงรายการจองที่รอให้สมาชิกไปรับที่ห้องสมุดแล้ว

source: Lists
th: รายการ

source: Lists &rsaquo; Contents of %s
th: รายการ &rsaquo; เนื้อหาของ %s

source: Lists are a great tool for Reader&rsquo;s Advisory. Staff can use Lists to create a variety of reading lists for patrons (for example, according to age and reading level, or on specific topics).
th: รายการเป็นเครื่องหมายที่ยอดเยี่ยมสำหรับการส่งเสริมการอ่าน เจ้าหน้าที่สามารถใช้ 'รายการ' สร้างรายการการอ่านที่หลากหลายให้กับสมาชิกห้องสมุด (เช่น รายการแนะนำการอ่านตามอายุและระดับการอ่าน หรือตามหัวข้อที่ระบุ)

source: Lists are editable, permanent book lists. If the 'virtualshelves' Systems Preference has been enabled, both staff and patrons may create Lists. An item included on a List is directly linked to that item&rsquo;s bibliographic record in the Online Catalog. Clicking on the item will take you directly the the item&rsquo;s &ldquo;Details Screen&rdquo; and allow you to check for availability, find the item&rsquo;s location or reserve the item.
th: รายการต่างๆ สามารถแก้ไขได้ เป็นรายการหนังสือถาวร ถ้ามีการเปิดใช้งานการปรับแต่งระบบ 'virtualshelves' ทั้งเจ้าหน้าที่และสมาชิกห้องสมุดจะสามารถสร้างรายการได้ รายการที่รวมอยู่ในรายการถูกเชื่อมโยงโดยตรงกับระเบียนบรรณานุกรมของรายการนั้นในรายการทรัพยากรออนไลน์ การคลิกที่รายการดังกล่าวจะนำคุณไปยัง &rsquo;s &ldquo;หน้าจอรายละเอียด&rdquo; ของรายการโดยตรง และทำให้คุณสามารถตรวจสอบความพร้อมบริการ ค้นหาตำแหน่งที่ตั้งของรายการ หรือสำรองรายการนั้นได้

source: Lists can be used by professors to create a bibliography/reading list for class assignments. Clicking on an item in a List connects directly to the details page of that item in the Online Catalog. Students can easily see where the item is in the library and whether or not ist is available for checking out.
th: ผู้สอนสามารถใช้รายการต่างๆ สร้างรายการบรรณานุกรม/การอ่านสำหรับการบ้านในชั้นเรียนได้ การคลิกที่รายการหนังสือในรายการจะเชื่อมต่อโดยตรงกับหน้ารายละเอียดของรายการนั้นในรายการทรัพยากรออนไลน์ นักเรียนสามารถเห็นรายการที่เก็บในห้องสมุดได้โดยง่าย และเห็นด้วยว่ารายการนั้นพร้อมให้บริการยืมออกหรือไม่

source: Literary Text Indicator:
th: ตัวบ่งชี้ข้อความวรรณกรรมr:

source: Literature code
th: รหัสวรรณกรรม

source: Literature:
th: วรรณกรรม:

source: LoC Classification
th: การจัดหมวดหมู่ในห้องสมุด

source: Loading tab...
th: กำลังโหลดแท็บ...

source: Loading, please wait...
th: กำลังโหลด กรุณารอt...

source: Loan Period
th: ระยะเวลาที่ยืม

source: Loan length
th: ความนานในการยืม

source: Local History Materials
th: วัสดุประวัติท้องถิ่น

source: Local Use
th: การใช้ในท้องถิ่น

source: Local Use Recorded
th: มีการบันทึกการใช้ในท้องถิ่น

source: Local Use:
th: การใช้ในท้องถิ่น:

source: Locate the Item on the shelf and then in Circulation, scan or enter the barcode of the item to Check In the item. The item has now been &quot;seen&quot; by Koha and the status has changed. The item will now appear on the &quot;Holds Awaiting Pickup&quot; report.
th: ค้นหา 'รายการ' ในชั้นหนังสือ แล้วใน 'ระบบงานยืม-คืน' ให้สแกนหรือใส่บาร์โค้ดของรายการเพื่อ 'คืน' รายการนั้น ขณะนี้ Koha จะ &quot;เห็น&quot; รายการดังกล่าว และเปลี่ยนสถานะ ปัจจุบันรายการจะปรากฎในรายงาน &quot;การจองที่รอมารับ&quot;

source: Location
th: ตำแหน่งที่ตั้ง

source: Location <a1>Sort</a>
th: ตำแหน่งที่ตั้ง <a1>เรียงลำดับ</a>

source: Location and availability:
th: ตำแหน่งที่ตั้งและความพร้อมใช้งาน:

source: Location selected
th: มีการเลือกตำแหน่งที่ตั้ง

source: Log View
th: มุมมองบันทึก

source: Log in to Koha
th: เข้าสู่ระบบ Koha

source: Log viewer
th: ตัวดูบันทึก
