Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: IMPORTANT: 'Source in use?' controls whether source is available in item editor. For example, Koha ships with Dewey and LCC rules but a Dewey library may not want catalogers to mistakenly use LCC as an item callnumber type. To accomplish this, check box 'source in use?' only for the Dewey Classification Source and leave 'source in use' for all others unchecked.
th: สิ่งสำคัญ: 'ใช้แหล่งข้อมูลใช่หรือไม่' ควบคุมว่ามีแหล่งข้อมูลพร้อมใช้งานในตัวแก้ไขรายการหรือไม่ ตัวอย่างเช่น Koha มาพร้อมกับกฎของระบบดิวอี้ และ LLC แต่ห้องสมุดดิวอี้อาจไม่ต้องการให้ผู้ลงรายการทรัพยากรใช้ LLC เป็นประเภทหมายเลขเรียกหนังสือไปอย่างผิดพลาด เมื่อต้องการทำสิ่งนี้ให้เสร็จสมบูรณ์ ให้กาเครื่องหมาย 'ใช้แหล่งข้อมูลใช่หรือไม่' เฉพาะสำหรับแหล่งระบบการจัดหมวดหมู่หนังสือดิวอี้ และไม่ต้องทำเครื่องหมายที่ 'ใช้แหล่งข้อมูล' สำหรับตัวเลือกอื่นทั้งหมด

source: IMPORTANT: Choose something other than 'None' from the 'By' field to see results
th: สิ่งสำคัญ: เลือกตัวเลือกอื่นที่ไม่ใช่ 'ไม่มี' จากเขตข้อมูล 'ตาม' เพื่อดูผลลัพธ์

source: IMPORTANT: Currently, Koha can not reference multiple biblios in a single notice (in other words--in the example below-- there is not just ONE email sent that describes ALL currently overdue items, but an email sent for EACH overdue item)
th: สิ่งสำคัญ: ปัจจุบัน Koha ไม่สามารถอ้างอิงหลายบรรณานุกรมในข้อความแจ้งเตือนเดียว (ดังในตัวอย่างด้านล่าง ไม่ได้มีการส่งอีเมลเพียงฉบับเดียวเพื่อแจ้งรายการทั้งหมดที่เกินกำหนดส่งคืนในปัจจุบัน แต่จะมีการส่งอีเมลหนึ่งฉบับเพื่อแจ้งแต่ละรายการที่เกินกำหนดส่ง)

source: IMPORTANT: Entering a patron by hand will not work the way you'd expect - you must search
th: สิ่งสำคัญ: การใส่ข้อมูลสมาชิกห้องสมุดด้วยมือจะไม่ได้ผลในแบบที่คุณคาดหวัง คุณจะต้องค้นหา

source: IMPORTANT: Make sure that you use either a comma or a tab to separate IDs from image names
th: สิ่งสำคัญ: ตรวจสอบให้แน่ใจว่าคุณใช้เครื่องหมายจุลภาคหรือแท็บคั่นระหว่างรหัสจากชื่อรูป

source: IMPORTANT: Make sure that your TXT file is a plain text document, not RTF.
th: สิ่งสำคัญ: ตรวจสอบให้แน่ใจว่าแฟ้ม TXT ของคุณเป็นเอกสารข้อความธรรมดา ไม่ใช่ RTF

source: IMPORTANT: Make sure the 'branchcode' and 'categorycode' are valid entries in your database.
th: สิ่งสำคัญ: ตรวจสอบให้แน่ใจว่า 'รหัสสาขา' และ 'รหัสประเภท' เป็นรายการที่ถูกต้องในฐานข้อมูล

source: IMPORTANT: Make sure your staff understands the difference between these fields. 'Library note' is a private note that ONLY staff can view. 'OPAC note' WILL be viewed by the patron.
th: สิ่งสำคัญ: ตรวจสอบให้แน่ใจว่าเจ้าหน้าที่เข้าใจความแตกต่างระหว่างเขตข้อมูลเหล่านี้ 'บันทึกย่อห้องสมุด' เป็นบันทึกย่อที่ดูได้เฉพาะเจ้าหน้าที่เท่านั้น ส่วนสมาชิกห้องสมุดจะดู 'บันทึกย่อ OPAC'

source: IMPORTANT: System preferences should be defined before adding new patrons.
th: สิ่งสำคัญ: ควรมีการปรับแต่งระบบไว้ก่อนที่จะเพิ่มสมาชิกห้องสมุดใหม่

source: IMPORTANT: Tagging will make use of AJAX capability in JavaScript-enabled browsers
th: สิ่งสำคัญ: การติดป้ายแท็กจะใช้ความสามารถ AJAX ในเบราว์เซอร์ที่เปิดใช้งาน JavaScipt

source: IMPORTANT: The Acquisitions 'Wizard' is designed to be a simple statistical snapshot,&nbsp; In each wizard, you will choose a single category to represent 'row' and another to represent 'column'.
th: สิ่งสำคัญ: 'ตัวช่วยสร้าง' ระบบงานจัดหาทรัพยากร ได้รับการออกแบบมาให้เป็นสแนปช็อตทางสถิติแบบเรียบง่าย &nbsp; ในแต่ละตัวช่วยสร้าง คุณสามารถเลือกประเภทเดียวเพื่อแสดง 'แถว' และอีกประเภทเพื่อแสดง 'คอลัมน์'

source: IMPORTANT: The Catalog 'Wizard' is designed to be a simple statistical snapshot. You will choose a single category to represent 'row' and another to represent 'column'.
th: สิ่งสำคัญ: 'ตัวช่วยสร้าง' รายการทรัพยากร ได้รับการออกแบบมาให้เป็นสแนปช็อตทางสถิติแบบเรียบง่าย คุณสามารถเลือกประเภทเดียวเพื่อแสดง 'แถว' และอีกประเภทเพื่อแสดง 'คอลัมน์'

source: IMPORTANT: The Patron 'Wizard' is designed to be a simple statistical snapshot, In each wizard, you will choose a single category to represent 'row' and another to represent 'column'.
th: สิ่งสำคัญ: 'ตัวช่วยสร้าง' ระบบงานจัดการสมาชิก ได้รับการออกแบบมาให้เป็นสแนปช็อตทางสถิติแบบเรียบง่าย คุณสามารถเลือกประเภทเดียวเพื่อแสดง 'แถว' และอีกประเภทเพื่อแสดง 'คอลัมน์'

source: IMPORTANT: The category name must be 8 characters or less. Also, just input one authorized value for the category. You can edit and add more after you save the category.
th: สิ่งสำคัญ: ชื่อประเภทต้องมีความยาวอักขระไม่เกิน 8 ตัว และจะต้องใส่ค่าที่กำหนดใช้เพียงค่าเดียวให้กับประเภท คุณสามารถแก้ไขและเพิ่มข้อมูลได้หลังจากที่คุณบันทึกประเภทนั้นแล้ว

source: IMPORTANT: This feature is still experimental
th: สำคัญ: คุณลักษณะนี้ยังอยู่ในระหว่างทดลอง

source: IMPORTANT: This is an advanced feature and should not be altered without knowing how it will effect data migration.
th: สำคัญ: นี่เป็นคุณลักษณะขั้นสูงและไม่ควรเปลี่ยนถ้าไม่ทราบว่าจะมีผลกับการโยกย้ายข้อมูลอย่างไรบ้าง

source: IMPORTANT: To add authority records in bulk, contact your system administrator and tell them that they can use this script:
th: สำคัญ: เมื่อต้องการเพิ่มระเบียนรายการหลักฐานจำนวนมาก ให้ติดต่อผู้ดูแลระบบของคุณและบอกให้ทราบว่าสามารถใช้สคริปต์ต่อไปนี้

source: IMPORTANT: You will need to have ExtendedPatronAttributes turned on
th: สำคัญ: คุณจำเป็นต้องเปิด ExtendedPatronAttributes

source: IMPORTANT: You will not be able to perform circulation functions without first setting a library.
th: สำคัญ: คุณจะไม่สามารถใช้ระบบงานยืม-คืนได้ถ้าไม่ตั้งค่าห้องสมุดก่อน

source: IMPORTANT: Your dates will not save correctly unless you have set your date format ('dateformat') in the Global System Preferences under 'I18N/L10N'-- DO THIS BEFORE setting budgets
th: สำคัญ: วันที่ของคุณจะไม่ได้รับการบันทึกอย่างถูกต้องถ้าคุณไม่ได้ตั้งค่ารูปแบบวันที่ ('dateformat') ใน 'การปรับแต่งระบบส่วนกลาง' ที่อยู่ใต้ 'I18N/L10N' โดยต้องตั้งค่านี้ก่อนที่จะตั้งค่างบประมาณ

source: INFORMATION: BRANCH AND PRINTER SETTINGS.
th: สำคัญ: การตั้งค่าสาขาและเครื่องพิมพ์

source: INPUT SAVED
th: มีการบันทึกข้อมูล

source: IP address change
th: เปลี่ยนที่อยู่ IP

source: IP address has changed, please log in again
th: มีการเปลี่ยนที่อยู่ IP กรุณาเข้าสู่ระบบอีกครั้ง

source: ISO 10646 Level 3 (Unicode, UTF-8)
th: ISO 10646 ระดับ 3 (Unicode, UTF-8)

source: ITEMS OVERDUE
th: รายการเกินกำหนดส่ง

source: Icon
th: ไอคอน

source: If 'RandomizeHoldsQueueWeight' and 'StaticHoldsQueueWeight' are set, the list of library codes in the 'StaticHoldsQueueWeight' system preference are randomized rather than statically ranked. If RandomizeHoldsQueueWeight alone is set, the list of all available library codes is used to randomize the weight.
th: ถ้ามีการตั้งค่า RandomizeHoldsQueueWeight และ StaticHoldsQueueWeight รายการของรหัสห้องสมุดใน StaticHoldsQueueWeight ของการปรับแต่งระบบจะถูกสุ่ม ไม่ใช่จัดอันดับทางสถิติ ถ้ามีการตั้งค่า RandomizeHoldsQueueWeight เพียงอย่างเดียว รายการของรหัสห้องสมุดที่มีอยู่ทั้งหมดจะถูกใช้สุ่มน้ำหนัก

source: If 'no results found', click on 'New Vendor'.
th: ถ้า 'ไม่พบผลลัพธ์' ให้คลิก 'บริษัที่สั่งซื้อ'

source: If a cardnumber exists in the table, you can choose whether to ignore the new one or overwrite the old one.
th: ถ้ามีเลขเรียกหนังสืออยู่ในตาราง คุณสามารถเลือกว่าจะให้ละเว้นไม่ให้เลขเรียกหนังสือใหม่บันทึกทับเลขเรียกหนังสือเดิมหรือไม่

source: If a library is not set you will see a notice to that affect.
th: ถ้ายังไม่ได้ตั้งค่าห้องสมุด คุณจะเห็นข้อความแจ้งเตือนในเรื่องนี้

source: If a term has been rejected the test will tell you that that term is prohibited.&nbsp; If it has been approved it will show that that word is allowed.
th: ถ้าข้อกำหนดถูกปฏิเสธ การทดสอบจะแจ้งคุณว่าข้อกำหนดนั้นถูกห้าม&nbsp; ถ้าข้อกำหนดได้รับอนุมัติ การทดสอบจะแสดงว่าคำนั้นผ่าน

source: If an issue does not turn up or is late, then select that status from the Status drop down. The issue will now appear under &quot;Claims&quot; and can be managed from there.
th: ถ้าไม่ได้รับสิ่งพิมพ์ฉบับหนึ่งหรือได้รับช้ากว่ากำหนด ให้เลือกสถานะจากตัวเลือก 'สถานะ' แบบหล่นลง สิ่งพิมพ์ฉบับนั้นจะปรากฎใต้ &quot;การทวงถาม&quot; และสามารถจัดการได้จากตรงนั้น

source: If checked, attribute will be a unique identifier &mdash; if a value is given to a patron record, the same value cannot be given to a different record. This setting cannot be changed after an attribute is defined.
th: ถ้ากาเครื่องหมาย แอตทริบิวต์จะเป็นตัวระบบที่ไม่ซ้ำ &mdash; ถ้ามีการให้ค่ากับระเบียนสมาชิกห้องสมุด จะไม่สามารถให้ค่าเดียวกันกับระเบียนอื่นได้ การตั้งค่านี้ไม่สามารถเปลี่ยนแปลงได้หลังจากมีการกำหนดแอตทริบิวต์แล้ว

source: If loading patron attributes, the 'patron_attributes' field should contain a comma-separated list of attribute types and values. The attribute type code and a ':' should precede each value. For example: &quot;INSTID:12345,LANG:fr&quot;. This means that if an input record has more than one attribute, the 'patron_attributes' field must be wrapped in double quotation marks.
th: ถ้ามีการโหลดแอตทริบิวต์ของสมาชิกห้องสมุด เขตข้อมูล patron_attributes ควรจะมีรายการประเภทของแอตทริบิวต์และค่าที่คั่นด้วยเครื่องหมายจุลภาค รหัสประเภทของแอตทริบิวต์และ ':' ควรอยู่ข้างหน้าแต่ละค่า ตัวอย่างเช่น &quot;INSTID:12345,LANG:fr&quot; หมายความว่า ถ้าระเบียนป้อนข้อมูลมีมากว่าหนึ่งแอตทริบิวต์ เขตข้อมูล patron_attributes จะต้องอยู่ในเครื่องหมายอัญประกาศ

source: If making purchases in overseas currency, the exchange rate will need to be set realtive to your local currency. Remember that your local currency should be set to 1.00
th: ถ้าเป็นการจัดซื้อในสกุลเงินต่างประเทศ จะต้องมีการตั้งค่าอัตราแลกเปลี่ยนให้ตรงกับสกุลเงินบาท จำไว้ว่าสกุลเงินบาทควรตั้งเป็น 1.00

source: If matching record is already in the borrowers table:
th: ถ้ามีระเบียนตรงกันอยู่ในตารางผู้ยืมแล้ว:

source: If neither 'RandomizeHoldsQueueWeight' or 'StaticHoldsQueueWeight' is set, the holds queue is statically ranked according to how they are pulled out of the system database.
th: ถ้าไม่มีการตั้งค่าทั้ง 'RandomizeHoldsQueueWeight' และ 'StaticHoldsQueueWeight' คิวการจองจะจัดอันดับทางสถิติตามวิธีที่ดังข้อมูลมาจากฐานข้อมูลระบบ

source: If no patron image exists for this patron, click the &quot;Add Patron Images&quot; link to add an image or images. The pixel dimensions should not exceed 120 X 200. Only PNG, GIF, JPEG, XPM formats are supported.
th: ถ้าไม่มีรูปสมาชิกห้องสมุดของสมาชิกรายนี้ ให้คลิกการเชื่อมโยง &quot;เพิ่มรูปสมาชิกs&quot; เพื่อเพิ่มรูปหนึ่งหรือหลายรูป ขนาดของรูปไม่ควรเกิน 120 X 200 พิกเซล โดยระบบสนับสนุนรูปแบบ PNG, GIF, JPEG และ XPM เท่านั้น

source: If one or more Printer Profiles are defined for this label template, you will see a pull-down control allowing you to select from a list of available Printer Profiles for that label template.
th: ถ้ามีการกำหนดโพรไฟล์ของเครื่องพิมพ์อย่างหน้อยหนึ่งโพรไฟล์ให้กับแม่แบบป้ายนี้ คุณจะเห็นตัวควบคุมแบบดึงลงที่ให้คุณสามารถเลือกได้จากรายการโฟรไฟล์ของเครื่องพิมพ์ที่มีสำหรับแม่แบบป้ายนั้น

source: If the "Printer Profile:" field reads "None Defined" this indicates that you will need to create at least one Printer Profile for this label template in order to apply a Printer Profile to this label template.
th: ถ้าเป็น "Printer Profile:" field reads "None Defined" แสดงว่าคุณจะต้องสร้างโพรไฟล์ของเครื่องพิมพ์อย่างน้อยหนึ่งโพรไฟล์ให้กับแม่แบบป้ายนี้ เพื่อที่จะใช้โพรไฟล์ของเครื่องพิมพ์กับแม่แบบป้ายนี้

source: If the numbers you've entered in a give row beneath the 'delay' columns are logically inconsistent, Koha will give you an alert, and explain the inconsistency.
th: ถ้าหมายเลขที่คุณใส่ในแถวที่ให้ใต้คอลัมน์ 'ล่าช้า' ไม่สอดคล้องกันในทางตรรกะ Koha จะแจ้งเตือนคุณ และอธิบายความไม่สอดคล้องนั้น

source: If the patron does not already have an account, click the 'New' button and choose the patron type you'd like to add
th: ถ้าสมาชิกห้องสมุดยังไม่มีบัญชีผู้ใช้ ให้คลิกปุ่ม 'ใหม่' แล้วเลือกประเภทสมาชิกห้องสมุดที่คุณต้องการเพิ่ม

source: If the total amount loanable for a given patron category is left blank, no limit applies, except possibly for a limit you define for a specific item type.
th: ถ้าจำนวนทั้งหมดที่ยืมได้สำหรับประเภทสมาชิกห้องสมุดที่ให้ยังว่าง จะไม่มีการใช้ข้อจำกัดใดๆ เว้นแต่ว่ามีข้อจำกัดที่คุณกำหนดไว้สำหรับประเภทของทรัพยากรเฉพาะ

source: If there are no comments, the page will inform you of such
th: ถ้าไม่มีความคิดเห็น หน้านี้จะแจ้งคุณ

source: If there is already a patron matching the name you searched, it will show on the results list.
th: ถ้ามีสมาชิกห้องสมุดตรงกับชื่อที่คุณค้นหา ระบบจะแสดงในรายการผลลัพธ์

source: If there is more than one result, click on the name of the patron you'd like to add an image to
th: ถ้ามีผลลัพธ์มากกว่าหนึ่งรายการ ให้คลิกชื่อของสมาชิกห้องสมุดที่คุณต้องการเพิ่มรูปให้

source: If this is not what you were expecting, go to <a1>patron categories
th: ถ้านี่ไม่ใช่สิ่งที่คุณคาดหวัง ให้ไปที่ <a1>ประเภทสมาชิกห้องสมุด

source: If this is your first time logging into Koha, you should now got to Koha Administration and setup all system parameters, especially Patron Categories.
th: ถ้านี่เป็นครั้งแรกที่คุณเข้าสู่ระบบ Koha ปัจจุบันคุณควรอยู่ที่งานดูแลระบบ Koha และตั้งค่าพารามิเตอร์ระบบทั้งหมด โดยเฉพาะประเภทสมาชิกห้องสมุด

source: If this page does not redirect in 5 seconds, click <a1>here</a>.
th: ถ้าหน้านี่ไม่เปลี่ยนเส้นทางใน 5 วินาที ให้คลิก <a1>ที่นี่</a>

source: If this setting is on the permissions menu will offer more granual permissions
th: ถ้าเปิดใช้การตั้งค่านี้ เมนูสิทธิจะให้ตัวเลือกสิทธิที่ละเอียดมากขึ้น

source: If using multiple currencies you will need to pick which currency the totals are in when listed by the vendor and on the invoice.
th: ถ้าใช้หลายสกุลเงิน คุณจะต้องเลือกสกุลเงินของผลรวมที่จะแสดงในรายการตามผู้แทนและในใบแจ้งหนี้

source: If you are CERTAIN that you will never use a MARC tag, then you can delete it, but since this will not result in any appreciable improvement in performance, it is probably better to leave it. There will be tags you want to add, however. If you are using older MARC tags that are not in the list of tags supplied with Koha, then use the MARC tag structure administration page to add them. Similarly, you will probably need to add the holdings tag you currently use, or at least check the subfield structure of the 852 tag if you use it for holdings.
th: ถ้าคุณแน่ใจว่าจะไม่ใช้แท็ก MARC คุณก็สามารถลบแท็กนี้ได้ แต่เนื่องจากการลบจะไม่ส่งผลในการปรับปรุงประสิทธิภาพแต่อย่างใด จึงควรปล่อยไว้จะดีกว่า แต่คุณจะต้องเพิ่มแท็กต่างๆ ถ้าคุณใช้แท็ก MARC ที่เก่ากว่าซึ่งไม่ได้อยู่ในรายการแท็กที่ Koha เตรียมไว้ ให้ใช้หน้างานดูแลระบบโครงสร้างแท็ก MARC เพื่อเพิ่มแท็ก ในทำนองเดียวกัน คุณอาจต้องการเพิ่มแท็กการจองที่ใช้ในปัจจุบัน หรืออย่างน้อยก็ตรวจสอบโครงสร้างเขตข้อมูลย่อยของแท็ก 852 ถ้าคุณใช้แท็กนี้สำหรับการจอง

source: If you are done adding to that order, click the 'Close this basket' link
th: ถ้าคุณเพิ่มลงในใบสั่งซื้อเสร็จแล้ว ให้คลิกการเชื่อมโยง 'ปิดตะกร้านี้'

source: If you are going to be using a printer (or several printers) that are attached to your Koha server for producing statistical and operations reports, then you need to give each printer a name and tell Koha how to access it. You do this by telling Koha which print queue to use.
th: ถ้าคุณกำลังจะใช้เครื่องพิมพ์เครื่องหนึ่ง (หรือหลายเครื่อง) ที่เชื่อมต่อกับเซิร์ฟเวอร์ Koha ของคุณ เพื่อจัดทำรายงานทางสถิติและรายงานการดำเนินงาน คุณจะต้องตั้งชื่อเครื่องพิมพ์แต่ละเครื่อง และบอกวิธีเข้าถึงเครื่องพิมพ์กับ Koha โดยบอกให้ Koha ทราบคิวเครื่องพิมพ์ที่จะใช้

source: If you are not sure what combination of system preferences to use, try using one of the sample profiles at install. Note: many preferences interact with each other. Turning on one system preference may require that others are also set.
th: ถ้าคุณไม่แน่ใจว่าจะใช้การรวมการปรับแต่งระบบอะไร ให้ลองใช้โพรไฟล์ตัวอย่างอันใดอันหนึ่งในการติดตั้ง หมายเหตุ: การปรับแต่งหลายอย่างจะมีผลต่อกันและกัน การเปิดใช้การปรับแต่งระบบหนึ่งอาจต้องการให้มีการตั้งค่าการปรับแต่งอื่นๆ ด้วย

source: If you aren't sure if you've already imported a record, keep the radio button set to
th: ถ้าคุณไม่แน่ใจว่าได้นำเข้าระเบียนแล้วหรือไม่ ให้ปล่อยการตั้งค่าปุ่มตัวเลือกเป็น

source: If you charge a rental fee for items (such as DVDs) enter that amount in the 'Rental charge' field
th: ถ้าคุณเรียกเก็บค่าเช่ารายการ (เช่น ดีวีดี) ให้ใส่จำนวนเงินในเขตข้อมูล 'ค่าเช่า'

source: If you click in the input field of any field that has a ..., the field will be populated with the default data for the plugin. This default data is set either by the plugin itself or system preferences.
th: ถ้าคุณคลิกเขตข้อมูลสำหรับการใส่ข้อมูลที่มี... เขตข้อมูลนั้นจะถูกนำเข้าแบบอัตโนมัติพร้อมกับข้อมูลเริ่มต้นสำหรับปลั๊กอิน ข้อมูลเริ่มต้นนี้ได้รับการตั้งค่าโดยตัวปลั๊กอินเองหรือการปรับแต่งระบบ

source: If you do not choose any filters or limits, you will see all items that have not been checked out of your library
th: ถ้าคุณไม่เลือกตัวกรองหรือข้อจำกัดใดๆ คุณจะเห็นรายการทั้งหมดที่ไม่ได้ถูกยืมออกจากห้องสมุด

source: If you do not choose any filters or limits, you will see all patrons who have not checked anything out of your library
th: ถ้าคุณไม่เลือกตัวกรองหรือข้อจำกัดใดๆ คุณจะเห็นสมาชิกห้องสมุดทั้งหมดที่ยืมวัสดุจากห้องสมุด

source: If you enter a title, you can use the wildcard % : entering %Times% returns every subscription containing Times in the title. Entering New York% returns every subscription with title starting with New York.
th: ถ้าคุณใส่ชื่อเรื่อง คุณสามารถใช้เครื่องหมายดอกจัน % ดังนี้ เมื่อใส่ %Times% ระบบจะแสดงทุกการบอกรับเป็นสมาชิกที่มีคำว่า Times อยู่ในชื่อเรื่อง ถ้าใส่ New York% ระบบจะแสดงทุกการบอกรับเป็นสมาชิกที่มีชื่อเรื่องขึ้นต้นด้วยคำว่า New York

source: If you have a login name and password for other Z39.50 servers, Koha will save your user ID and password in addition to the other information it needs to make a connection. (For anonymous servers, leave the userid and password fields blank.) The other fields on the form control whether or not the server is automatically searched when you request a Z39.50 search (put a "1" in the "Checked" field) and the order in which it is checked.
th: ถ้าคุณมีชื่อและรหัสผ่านที่ใช้เข้าสู่ระบบสำหรับเซิร์ฟเวอร์ Z39.50 อื่น Koha จะบันทึกรหัสผู้ใช้และรหัสผ่านนอกจากข้อมูลอื่น เนื่องจาก Koha ต้องทำการเชื่อมต่อ (สำหรับเซิร์ฟเวอร์นิรนาม ให้ปล่อยว่างเขตข้อมูลรหัสผู้ใช้กับรหัส) เขตข้อมูลอื่นบนฟอร์มจะควบคุมว่าต้องการให้เซิร์ฟเวอร์ถูกค้นหาโดยอัตโนมัติเมื่อคุณร้องขอการค้นหา Z39.50 หรือไม่ (ใส่ "1" ในเขตข้อมูล "Checked") และลำดับในการตรวจสอบ

source: If you have ordered multiple copies of the same item, then use the &quot;+&quot; to bring up another
th: ถ้าคุณสั่งซื้อรายการเดียวกันหลายเล่ม ให้ใช้ &quot;+&quot; เพื่อเพิ่มจำนวน

source: If you know that the item is not in the library already, then create a new record from scratch.
th: ถ้าคุณทราบว่ารายการดังกล่าวไม่อยู่ในห้องสมุดแล้ว ให้สร้างระเบียนใหม่จากหน่วยความจำชั่วคราว

source: If you know the items all have fines or debts associated with them, you can chose to &quot;Forgive All Debts&quot; by using the Check box. By usiing this check box, no charges will be placed against the patrons account.
th: ถ้าคุณทราบรายการทั้งหมดที่มีค่าปรับหรือหนี้สิน คุณสามารถเลือก &quot;ยกหนี้ทั้งหมด&quot; ได้โดยใช้กล่องกาเครื่องหมาย เมื่อใช้กล่องกาเครื่องหมายนี้ จะไม่มีการเรียกเก็บกับบัญชีของสมาชิกห้องสมุด

source: If you only have one patron image you might want to upload it via the patron information page instead of using this bulk tool.
th: ถ้าคุณต้องการอัปโหลดรูปสมาชิกห้องสมุดเพียงรูปเดียว คุณอาจต้องการอัปโหลดรูปผ่านหน้าข้อมูลสมาชิกห้องสมุดแทนที่จะใช้เครื่องมือสำหรับอัปโหลดจำนวนมากนี้

source: If you press the &quot;+&quot; by mistake, use the &quot;-&quot; button to remove the unwanted Item Details
th: ถ้าคุณกด &quot;+&quot; โดยบังเอิญ ให้ใช้ปุ่ม &quot;-&quot; เพื่อลบรายละเอียดรายการที่ไม่ต้องการออก

source: If you try to transfer and item the library it's already at you will be presented with a message to the right of the transfer form telling you that the item is already at the library
th: ถ้าคุณพยายามถ่ายโอนและรายการนั้นมีอยู่แล้วในห้องสมุดดังกล่าว คุณจะได้รับข้อความแสดงที่ด้านขวาของการถ่ายโอน แจ้งให้คุณทราบว่าห้องสมุดดังกล่าวมีรายการนั้นอยู่แล้ว

source: If you want Koha to trigger an action (send a letter or debar member), a delay value is required.
th: ถ้าคุณต้องการให้ Koha ทริกเกอร์การกระทำ (ส่งจดหมายหรือตัดสมาชิก) ต้องมีค่าความล่าช้า

source: If you want Koha to trigger an action (send a letter or debar member), a delay value is required. No delays means no actions will be performed.
th: ถ้าคุณต้องการให้ Koha ทริกเกอร์การกระทำ (ส่งจดหมายหรือตัดสมาชิก) ต้องมีค่าความล่าช้า เมื่อไม่มีความล่าช้าแสดงว่าไม่มีการกระทำที่จะดำเนินการ

source: If you want to claim any issues then you need to elect a supplier at this point.
th: ถ้าคุณต้องการทวงถามฉบับสิ่งพิมพ์ คุณจะต้องเลือกผู้จำหน่ายจากตรงนี้

source: If you want to create a new subscription, click on "Add subscription"
th: ถ้าคุณต้องการสร้างการบอกรับเป็นสมาชิกใหม่ ให้คลิก "เพิ่มการบอกรับเป็นสมาชิก"

source: If you want to create a new subscription, click the "Add subscription" button.
th: ถ้าคุณต้องการสร้างการบอกรับเป็นสมาชิกใหม่ ให้คลิกปุ่ม "เพิ่มการบอกรับเป็นสมาชิก"

source: If you wish to claim late or missing issues you must link this subscription to a vendor. Click OK to ignore or Cancel to return and enter a vendor
th: ถ้าคุณต้องการทวงถามฉบับสิ่งพิมพ์ที่ส่งช้าหรือหาย คุณจะต้องเชื่อมโยงการบอกรับเป็นสมาชิกนี้กับผู้แทน ให้คลิก 'ตกลง' เพื่อละเว้น หรือ 'ยกเลิก' เพื่อกลับไปและใส่ผู้แทน

source: If you wish to provide access to authority records for a given subfield -- MARC 21's 700a subfield, for instance, to make sure an author's name is available in an added entry in its approved form -- you will need to create a subfield &quot;9&quot; for that tag (e.g. tag 700, subfield 9).&nbsp; This is done by adding the subfield via the 'Authority types' administration module.
th: ถ้าคุณต้องการให้มีการเข้าถึงระเบียนรายการหลักฐานสำหรับเขตข้อมูลที่ให้ เช่น เขตข้อมูลย่อย 700a ของ MARC 21 เพื่อตรวจสอบให้แน่ใจว่าชื่อผู้แต่งมีอยู่ในรายการที่เพิ่มในฟอร์มที่อนุมัติ คุณจะต้องสร้างเขตข้อมูลย่อย &quot;9&quot; สำหรับแท็กนั้น (เช่น แท็ก 700 เขตข้อมูลย่อย 9)&nbsp; สามารถทำให้เสร็จได้ด้วยการเพิ่มเขตข้อมูลย่อยผ่าน 'ประเภทของรายการหลักฐาน' ในระบบงานดูแลระบบ

source: If you would like to PERMANENTLY delete a user, click 'Delete' under 'More'. A confirmation box will appear, so don't worry about accidentally deleting a record. Just be absolutely sure before you delete!
th: ถ้าคุณต้องการลบผู้ใช้นี้อย่างถาวร ให้คลิก 'ลบ' ใต้ 'เพิ่มเติม' กล่องการยืนยันจะปรากฎ จึงไม่ต้องวิตกว่าจะมีการลบระเบียนโดยไม่ได้ตั้งใจ เพียงแค่ให้แน่ใจก่อนที่คุณจะลบ!

source: If you would like to edit a patron's information, click the 'Edit' button. You can also click one of the 'Edit' links below each section on the patron record.
th: ถ้าคุณต้องการแก้ไขข้อมูลของสมาชิกห้องสมุด ให้คลิกปุ่ม 'แก้ไข' คุณยังสามารถคลิกการเชื่อมโยงใดการเชื่อมโยงหนึ่งของ 'แก้ไข' ที่อยู่ใต้แต่ละส่วนบนระเบียนสมาชิกห้องสมุด

source: If you'd like a limited number of records, enter in a filter for biblio numbers or item call numbers.
th: ถ้าคุณต้องการจำนวนระเบียนที่จำกัด ให้ใส่ตัวกรองสำหรับจำนวนบรรณานุกรมหรือเลขเรียกหนังสือ

source: If you'd like to change the image, just upload a new image
th: ถ้าคุณตอ้งการเปลี่ยนรูป เพียงแค่อัปโหลดรูปใหม่

source: If you'd like to delete the patron image, click the 'Delete' button under 'Manage Patron Image'
th: ถ้าคุณต้องการลบรูปสมาชิกห้องสมุด ให้คลิกปุ่ม 'ลบ' ใต้ 'จัดการรูปสมาชิกห้องสมุด'

source: If you'd like to only import items of one type or from one library, you can choose those from the pull downs
th: ถ้าคุณต้องการนำเข้ารายการของประเภทเดียวหรือจากห้องสมุดเดียว คุณสามารถเลือกรายการดังกล่าวได้จากเมนูแบบดึงลง

source: If you're adding a 'Child' or 'Professional' you will see an additional field, asking you to define a Guarantor.
th: ถ้าคุณกำลังเพิ่มสมาชิกประเภท 'เด็ก' หรือ 'แบบวิชาชีพ' คุณจะเห็นเขตข้อมูลเพิ่มเติมที่ขอให้คุณกำหนด 'ผู้รับรอง'

source: If you're adding an 'Organization' you will see fewer fields in this first section.
th: ถ้าคุณกำลังเพิ่มสมาชิกประเภท 'องค์กร' คุณจะเห็นเขตข้อมูลน้อยลงในส่วนนี้

source: Ignore
th: ละเว้น

source: Ignore and return to transfers:
th: ละเว้นและกลับไปการถ่ายโอน
