Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: What is a MARC Authority Record?
th: &quot;ระเบียนรายการหลักฐาน MARC&quot; คืออะไร

source: What is a Transfer To Receive?
th: &quot;การโอนรับ&quot; คืออะไร

source: What is a home branch?
th: สาขาหลักคืออะไร

source: What is the &quot;Actual Price&quot;?
th: &quot;ราคาจริง&quot; คืออะไร

source: What is the &quot;Budgeted Price&quot;?
th: &quot;ราคางบประมาณ&quot; คืออะไร

source: What is the &quot;Replacement Price&quot;?
th: &quot;ราคาค่าซื้อในการแทนที่&quot; คืออะไร

source: What is the &quot;Vendor Price&quot;?
th: &quot;ราคาของตัวแทนจัดจำหน่าย&quot; คืออะไร

source: What is the Holidays Calendar?
th: &quot;ปฏิทินวันหยุด&quot; คืออะไร

source: What is the Reports Dictionary
th: &quot;พจนานุกรมระบบออกรายงาน&quot; คืออะไร

source: What is the reservoir?
th: คลังหนังสือคืออะไร

source: What is the z39.50 search?
th: การค้นหา z39.50 คืออะไร

source: What needs to be setup to use Acquisitions?
th: ในการติดตั้งเพื่อใช้ระบบงานจัดหาทรัพยากร จำเป็นต้องมีอะไรบ้าง

source: What size should my images be?
th: รูปของฉันควรมีขนาดเท่าใด

source: What type of notice gets sent when a 'trigger' occurs in the 'Notice/Status Triggers' module? Email? Printed Notice?
th: เมื่อเกิด 'ทริกเกอร์' ในระบบงาน 'ทริกเกอร์ข้อความแจ้งเตือน/สถานะ' จะส่งข้อความแจ้งเตือนประเภทไหนออกไป อีเมลหรือใบแจ้งเตือน

source: What will each permission level do?
th: ระดับสิทธิแต่ละระดับจะทำอะไรได้บ้าง

source: When a patron adds a tag to an item that a librarian has already rejected, it will automatically be rejected.
th: เมื่อสมาชิกห้องสมุดเพิ่มแท็กในรายการที่บรรณารักษ์เคยปฏิเสธแล้ว แท็กนั้นจะถูกปฏิเสธอีกโดยอัตโนมัติ

source: When an item becomes overdue (ie, duration of checkout) is defined in Koha's 'Administration' module:
th: กำหนดเวลาที่รายการจะเกินกำหนด (เช่น ระยะเวลาในการยืม) ถูกกำหนดในระบบงาน 'งานดูแลระบบ' ของ Koha

source: When ever the status is changed to Accepted or Rejected, the reason for the status change can be selected from the &quot;Reason&quot; drop down. Reasons are AuthoriZed values that need to be setup by the library. There is also the option to select &quot;Other&quot; and enter a custom reason.
th: เมื่อสถานะเปลี่ยนเป็น 'ยอมรับ' หรือ 'ปฏิเสธ' สามารถเลือกเหตุผลของการเปลี่ยนสถานะได้จากรายการ &quot;เหตุผล&quot; แบบหล่นลง เหตุผลต่างๆ เป็น 'ค่าที่กำหนดใช้' ซึ่งห้องสมุดจำเป็นต้องตั้งค่าไว้ นอกจากนี้ยังมีตัวเลือก &quot;อื่นๆ&quot; ให้เลือกแล้วใส่เหตุผลแบบกำหนดเอง

source: When finished, click 'Save'
th: เมื่อเสร็จ ให้คลิก 'บันทึก'

source: When looking at the item record, the 'Home Library' will still remain, but the 'Current Location' has changed
th: เมื่อดูระเบียนรายการ 'ห้องสมุดหลัก' จะยังคงอยู่ แต่ 'ตำแหน่งที่ตั้งปัจจุบัน' เปลี่ยน

source: When more than
th: เมื่อมากกว่า

source: When more than : if the calculated number is more than the value here
th: เมื่อมากกว่า : ถ้าตัวเลขที่คำนวณมากกว่าค่าตรงนี้

source: When the catalogers are adding a record, they will see three dots (...) after the textbox of the 700a subfield (or any field you have chosen to add a subfield 9 to). Clicking on these dots will open a pop-up window allowing the cataloger to search your authority records for a standardized version of the author's name. If the desired name is found in your authority records, it can be automatically copied into the 700a subfield. (If the desired name is not found, the cataloger can enter the name manually.)
th: ขณะที่ผู้ลงรายการทรัพยากรเพิ่มระเบียน จะเห็นจุดสามจุด (...) หลังกล่องข้อความของเขตข้อมูลย่อย 700a (หรือเขตข้อมูลที่คุณเลือกเพื่อจะเพิ่มเขตข้อมูลย่อย 9) การคลิกที่จุดดังกล่าวจะเปิดหน้าต่างแบบผุดขึ้นที่อนุญาตให้ผู้ลงรายการทรัพยากรสามารถค้นหาระเบียนรายการหลักฐานสำหรับรุ่นของชื่อผู้แต่งที่เป็นมาตรฐาน ถ้าพบชื่อที่ต้องการในระเบียนรายการหลักฐาน ระบบจะคัดลอกข้อมูลมาไว้ในเขตข้อมูลย่อย 700a โดยอัตโนมัติ (ถ้าไม่พบชื่อที่ต้องการ ผู้ลงรายการทรัพยากรสามารถใส่ชื่อนั้นได้ด้วยตนเอง)

source: When you add or modify an authority clicking on ... that will appear next to 750$9 will let you search any authority and link it to this record. You may repeat tag 750 and add as many linkages as you like
th: เมื่อค้นเพิ่มหรือปรับเปลี่ยนรายการหลักฐาน การคลิกที่ ... ซึ่งจะปรากฎถัดจาก 750$9 จะทำให้คุณสามารถค้นหารายการหลักฐานและเชื่อมโยงรายการหลักฐานกับระเบียนนี้ คุณอาจทำซ้ำแท็ก 750 และเพิ่มเป็นการเชื่อมโยงได้จำนวนมากตามต้องการ

source: When you are finished, click 'Save changes'
th: เมื่อคุณทำเสร็จ ให้คลิก 'บันทึกการเปลี่ยนแปลง'

source: When you define the MARC subfield structure, you can link a subfield to a authorized-value category. When the user ask for adding of modifying a biblio, the subfield is not entered through a free field, but though a list of authorized values
th: เมื่อคุณกำหนดโครงสร้างเขตข้อมูลย่อย MARC คุณสามารถเชื่อมโยงเขตข้อมูลย่อยกับประเภทค่าที่กำหนดใช้ เมื่อผู้ใช้ขอให้มีการเพิ่มการปรับเปลี่ยนบรรณานุกรม เขตข้อมูลย่อยจะไม่ถูกใส่ผ่านเขตข้อมูลอิสระ แต่จะผ่านรายการของค่าที่กำหนดใช้

source: When you're finished click 'Save Changes'
th: เมื่อคุณทำเสร็จ ให้คลิก 'บันทึกการเปลี่ยนแปลง'

source: When you've added all of the items to your shipment you can browse away from the page.
th: เมื่อคุณเพิ่มรายการทั้งหมดในการจัดส่งของคุณ คุณสามารถเรียกดูไปจากหน้านั้นได้

source: When you've entered the necessary data click 'Save'
th: เมื่อคุณใส่ข้อมูลที่จำเป็น ให้คลิก 'บันทึก'

source: When you've made your selections, please click 'Import' below to begin the process. It may take a while to complete, please be patient.
th: เมื่อคุณทำการเลือก กรุณาคลิก 'นำเข้า' ด้านล่าง เพื่อเริ่มกระบวนการ อาจใช้เวลาสักครู่ กรุณารอจนกว่าจะเสร็จ

source: Where are notices defined? (ie, what information will appear in the notice)
th: กำหนดข้อความแจ้งเตือนได้ที่ใด (เช่น ข้อความอะไรจะปรากฎในข้อความแจ้งเตือน)

source: Where do I define fines?
th: ฉันจะกำหนดค่าปรับได้ที่ใด

source: Where do I define overdue schedules? (ie, how many days pass before an item becomes 'overdue')
th: ฉันจะกำหนดเวลาเกินกำหนดได้ที่ใด (เช่น จำนวนวันที่ผ่านก่อนที่รายการจะกลายเป้น 'เกินกำหนดส่ง')

source: Where else do I use notices?
th: ฉันจะใช้ข้อความแจ้งเตือนได้อีกที่ใด

source: Why aren't my cataloging actions being logged?
th: เหตุใดการกระทำระบบงานวิเคราะห์หมวดหมู่และลงรายการของฉันจึงถูกล็อก

source: Why can't I upload patron images?
th: เหตุใดฉันจึงไม่สามารถอัปโหลดรูปของสมาชิกได้

source: Why do I want to add holidays for my library?
th: เหตุใดฉันจึงต้องเพิ่มวันหยุดสำหรับห้องสมุดของฉัน

source: Why would I want to define authorized values for MARC tags?
th: เหตุใดฉันจึงต้องกำหนดค่าที่กำหนดใช้สำหรับแท็ก MARC

source: Why would I want to set a home branch?
th: เหตุใดฉันจึงต้องตั้งค่าสาขาหลัก

source: Width or dimensions
th: ความกว้างหรือมิติ

source: Will I be notified when new tags are added?
th: ฉันจะได้รับแจ้งเมื่อมีการเพิ่มแท็กใหม่ใช่หรือไม่

source: Will running this report sever the connection between patrons and items that are checked out to them currently?
th: การเรียกใช้นี้จะรายงานเซิร์ฟเวอร์ถึงความเชื่อมต่อระหว่างสมาชิกห้องสมุดกับรายการต่างๆ ที่สมาชิกยืมออกในปัจจุบันใช่หรือไม่

source: Winter
th: ฤดูหนาว

source: With Framework :%s
th: ด้วยโครงร่าง :%s

source: With GranularPermissions on this section will be expanded to allow access only to specific tools
th: ด้วย 'สิทธิอย่างละเอียด' ในส่วนนี้ จะเป็นการขยายการเข้าถึงที่อนุญาตให้เฉพาะเครื่องมือที่ระบุ

source: Withdraw
th: ยกเลิก

source: Withdrawn
th: ยกเลิก

source: Withdrawn (%s),
th: ยกเลิก (%s)

source: Withdrawn?:
th: ยกเลิกใช่หรือไม่:

source: Without issues since:
th: ไม่ได้รับฉบับสิ่งพิมพ์ตั้งแต่

source: Without periodicity
th: ไม่มีสิ่งพิมพ์ที่ออกเป็นช่วง

source: Without regularity
th: ไม่มีสิ่งพิมพ์ที่ออกประจำ

source: Women
th: ผู้หญิง

source: Word
th: คำ

source: Words ignored during search.
th: คำที่ละเว้นระหว่างการค้นหา

source: Work:
th: งาน:

source: Working day
th: วันทำงาน

source: Write news for the OPAC and staff interfaces
th: เขียนข่าวสารสำหรับ OPAC และส่วนติดต่อของเจ้าหน้าที่

source: Writeoff
th: ขีดฆ่าออก

source: Xylophone
th: ไซโลโฟน

source: YES
th: ใช่

source: Year
th: ปี

source: Year %S
th: ปี %S

source: Year/Number
th: ปี/หมายเลข

source: Year:
th: ปี:

source: Yes
th: ใช่

source: Yes, Check Out (Y)
th: ใช่ ยืมออก (Y)

source: Yes, Delete
th: ใช่ ลบ

source: Yes, Delete this Framework!
th: ใช่ ลบโครงร่างนี้!

source: Yes, Delete this Fund
th: ใช่ ลบกองทุนนี้

source: Yes, Delete this Subfield
th: ใช่ ลบเขตข้อมูลย่อยนี้

source: Yes, Delete this Tag
th: ใช่ ลบแท็กนี้

source: Yes. Just enter an item type for new items and assign different circulation rules for this item type.
th: ใช่ เพียงใส่ประเภทของทรัพยากรสำหรับรายการใหม่และกำหนดกฎในการยืม-คืนอื่นให้กับประเภทของทรัพยากรใหม่

source: Yes: Edit existing items
th: ใช่: แก้ไขรายการที่มีอยู่

source: YesNo
th: ใช่ไม่ใช่

source: You Searched for %s
th: คุณได้ค้นหา %s

source: You Searched for <b>%s</b>
th: คุณได้ค้นหา <b>%s</b>

source: You also have the option of exporting this data to use in a different format just by choosing to export to an application.
th: นอกจากนี้ คุณมีตัวเลือกของการส่งออกข้อมูลนี้เพื่อใช้ในรูปแบบอื่น เพียงแค่เลือกที่จะส่งออกโปรแกรมประยุกต์

source: You are about to install Koha.
th: คุณกำลังจะติดตั้ง Koha

source: You are asked to provide a starting bibliographic record number and an ending number for the export. If you want to export all of your records, leave the start and end numbers blank.
th: คุณถูกขอให้มีข้อมูลหมายเลขเริ่มต้นของระเบียนบรรณานุกรม และหมายเลขสิ้นสุดของรายงานนี้ ถ้าคุณต้องการส่งออกระเบียนทั้งหมด ให้ปล่อยว่างหมายเลขเริ่มต้นและสิ้นสุด

source: You are not logged in |
th: คุณไม่ได้เข้าสู่ระบบ |

source: You are only viewing one item. <a1>View All</a>
th: คุณกำลังดูรายการเดียวเท่านั้น <a1>ดูทั้งหมด</a>

source: You are working actually on the overdues for the location : <b>%s</b>
th: คุณกำลังทำงานกับการเกินกำหนดส่งคืนสำหรับตำแหน่งที่ตั้ง : <b>%s</b>

source: You can "name" the import to help you when you need to choose between more than 1 imported biblio (or just want to keep trace on where the biblios comes from)
th: คุณสามารถ "ตั้งชื่อ" การนำเข้าเพื่อช่วยเวลาที่คุณจำเป็นต้องเลือกระหว่างบรรณานุกรมที่นำเข้ามากกว่า 1 บรรณานุกรม (หรือเพียงแค่ต้องการติดตามแหล่งที่มาของบรรณานุกรม)

source: You can add a new order from a book you already have in your catalog, a suggestion from a patron or an empty form.
th: คุณสามารถเพิ่มใบสั่งซื้อใหม่ได้จากหนังสือที่คุณมีอยู่แล้วในรายการทรัพยากร ข้อเสนอแนะจากสมาชิกห้องสมุด หรือฟอร์มเปล่า

source: You can also change char encoding between MARC21 and UNIMARC
th: นอกจากนี้ คุณยังสามารถเปลี่ยนอักขระการเข้ารหัสระหว่าง MARC12 กับ UNIMARC

source: You can also choose to filter what you see by any of the fields visible.
th: นอกจากนี้ คุณยังสามารถเลือกกรองสิ่งที่คุณเห็นได้จากเขตข้อมูลที่เห็นได้

source: You can also choose to not export specific MARC fields
th: นอกจากนี้ คุณยังสามารถเลือกที่จะไม่ส่งออกเขตข้อมูล MARC เฉพาะ

source: You can also create manual invoices/charges or apply manual credits to patron's accounts
th: นอกจากนี้ คุณยังสามารถสร้างใบแจ้งหนี้/ค่าบริการโดยผู้ใช้ หรือใช้เครดิตโดยผู้ใช้กับบัญชีของสมาชิกห้องสมุด

source: You can change this before completing the import by choosing a new option from the pull down.
th: คุณสามารถเปลี่ยนสิ่งนี้ก่อนที่ทำให้การนำเข้าเสร็จสมบูรณ์ด้วยการเลือกตัวเลือกใหม่จากตัวเลือกแบบดึงลง

source: You can change your selection after installation and re-index accordingly.
th: คุณสามารถเปลี่ยนแปลงการเลือกของคุณได้หลังการติดตั้งและทำดัชนีใหม่ตามลำดับ

source: You can choose to upload images in bulk by making a zip file with the images and a text file entitled &quot;DATALINK.TXT&quot; or &quot;IDLINK.TXT&quot;
th: คุณสามรถเลือกที่จะอัปโหลดรูปเป็นจำนวนมากได้ด้วยการทำแฟ้มรวมอัดที่มีรูปพร้อมกับแฟ้มข้อความที่ชื่อว่า &quot;DATALINK.TXT&quot; หรือ &quot;IDLINK.TXT&quot;

source: You can click the [email] link next to the patron's name to send an email notification about the overdue item
th: คุณสามารถคลิกการเชื่อมโยง [อีเมล] ถัดจากชื่อของสมาชิกห้องสมุด เพื่อส่งข้อความแจ้งเตือนเกี่ยวกับรายการที่เกินกำหนดส่งคืนไปทางอีเมล

source: You can define as many Authority types as you want.
th: คุณสามารถกำหนดประเภทของ 'รายการหลักฐาน' ได้จำนวนมากเท่าที่ต้องการ

source: You can define as many item types as you want.
th: คุณสามารถกำหนดประเภทของทรัพยากรได้มากตามต้องการ

source: You can define as the marc tag structure for each biblio framework you have defined
th: คุณสามารถกำหนดเป็นโครงสร้างแท็ก MARC สำหรับแต่ละโครงร่างบรรณานุกรมที่คุณกำหนดไว้

source: You can edit the online help through the Koha Staff Client by clicking the &quot;Edit Help&quot; button. This feature has been designed so that library workflow and policies can be documented within&nbsp; Koha.
th: คุณสามารถแก้ไขวิธีใช้แบบออนไลน์ได้ผ่านไคลเอ็นต์เจ้าหน้าที่ Koha ด้วยการคลิกปุ่ม &quot;แก้ไขวิธีใช้&quot; คุณลักษณะนี้ได้รับการออกแบบมาเพื่อให้เวิร์กโฟลว์และนโยบายของห้องสมุดสามารถเก็บไว้เป็นเอกสารภายใน&nbsp; Koha

source: You can edit/delete your cities and towns from the main 'Cities and towns' page
th: คุณสามารถแก้ไข/ลบเมืองและเขตจากหน้า 'เมืองและเขต' หลัก

source: You can enter a name for this import. It may be useful, when creating a biblio, to remember where the suggested MARC data comes from!
th: คุณสามารถใส่ชื่อของการนำเข้านี้ เมื่อมีการสร้างบรรณานุกรม อาจเป็นประโยชน์ที่จะจำว่าข้อมูล MARC ที่แนะนำมาจากที่ใด !

source: You can export this data as a CSV file by clicking 'Download file of all overdues'
th: คุณสามารถส่งออกข้อมูลนี้เป็นแฟ้ม CSV ได้ด้วยการคลิก 'ดาวน์โหลดแฟ้มของการเกินกำหนดส่งทั้งหมด'

source: You can get information on what a patron has read in the past by clicking on the Circulation History button.
th: คุณสามารถรับข้อมูลเกี่ยวกับสิ่งที่สมาชิกอ่านในอดีตในได้ด้วยการคลิกปุ่ม 'ประวัติระบบงานยืม-คืน'

source: You can make use of the Holidays Calendar by turning on the proper system preferences
th: คุณสามารถใช้ 'ปฏิทินวันหยุด' ได้ด้วยการเปิดการปรับแต่งระบบที่ถูกต้อง

source: You can pick as many permissions as you'd like for each staff member
th: คุณสามารถเลือกสิทธิเป็นจำนวนมากเท่าที่คุณต้องการให้กับเจ้าหน้าที่แต่ละคน

source: You can test terms against you whitelist or blacklist by using the test tool
th: คุณสามารถทดสอบข้อกำหนดเทียบกับบัญชีขาวหรือบัญชีดำได้โดยใช้เครื่องมือทดสอบ

source: You did not specify any search criteria
th: คุณไม่ได้ระบุเกณฑ์ในการค้นหาใดๆ

source: You did not specify any search criteria.
th: คุณไม่ได้ระบุเกณฑ์ในการค้นหาใดๆ

source: You do not have permission to edit this patron's login information.
th: คุณไม่มีสิทธิที่จะแก้ไขข้อมูลการเข้าสู่ระบบของสมาชิกห้องสมุดรายนี้

source: You do not have the option to 'define' a new filing rule. Currently, the filing rules and sorting routines are statically defined with options available in the dropdown menu when creating or editing a 'classification source' or 'filing rule'.
th: คุณไม่มีตัวเลือกที่จะ 'กำหนด' กฎในการจัดเก็บใหม่ ปัจจุบัน กฎในการจัดเก็บและรูทีนการเรียงลำดับถูกกำหนดทางสถิติด้วยตัวเลือกที่มีอยู่ในเมนูแบบหล่นลงเมื่อมีการสร้างหรือแก้ไข 'แหล่งระบบการจัดหมวดหมู่หนังสือ' หรือ 'กฎในการจัดเก็บ'

source: You do not need to use Acquisitions to add items to your catalog. If you do not want to track orders and budget expenditure, then use the
th: คุณไม่จำเป็นต้องใช้ 'ระบบงานจัดหาทรัพยากร' เพื่อเพิ่มรายการในรายการทรัพยากร ถ้าคุณไม่ต้องการติดตามใบสั่งซื้อและค่าใช้จ่ายงบประมาณ ให้ใช้

source: You don't have patron categories defined, or the patron categories are not set to receive overdue notices.
th: คุณไม่ได้กำหนดประเภทสมาชิกห้องสมุด หรือประเภทสมาชิกห้องสมุดดังกล่าวไม่ได้ถูกตั้งค่าให้รับข้อความแจ้งเตือนการเกินกำหนดส่งคืน

source: You don't need to actually name every import, so you don't need to fill in this box if you don't want to. It is useful for telling imports apart if you've more than one of the same record.
th: คุณไม่จำเป็นต้องตั้งชื่อการนำเข้าทุกครั้ง ดังนั้นคุณจึงไม่ต้องใส่ข้อมูลในกล่องนี้ถ้าคุณไม่ต้องการ แต่ถ้าคุณมีระเบียนเหมือนกันมากกว่าหนึ่งระเบียน การบอกที่มาของการนำเข้าจะเป็นประโยชน์

source: You have %s error(s) in your MARC configuration. Please fix them before using Koha
th: คุณมีจำนวนข้อผิดพลาด %s ในการกำหนดค่า MARC กรุณาแก้ไขข้อผิดพลาดก่อนใช้ Koha

source: You have entered a User ID that already exists. Please choose another one.
th: คุณใส่รหัสผู้ใช้ที่มีอยู่แล้ว กรุณาเลือกรหัสผู้ใช้อื่น

source: You have not accounted for all missing issues.
th: คุณไม่ได้พิจารณาฉบับที่ขาดทั้งหมด

source: You have the ReturnBeforeExpiry system preference enabled this means if the expiry date is before the date due, the date due will be set to the expiry date
th: คุณเปิดใช้งาน ReturnBeforeExpiry ในการปรับแต่งระบบ หมายถความว่า ถ้าวันที่หมดอายุอยู่ก่อนวันที่ครบกำหนด วันที่ครบกำหนดจะถูกตั้งค่าเป็นวันหมดอายุ

source: You have the option to select the 'Routing List' notice when creating a new subscription (Choose from dropdown 'Patron notification').
th: คุณมีตัวเลือกให้เลือกข้อความแจ้งเตือน 'รายการนำส่งทรัพยากร' เมื่อสร้างการบอกรับเป็นสมาชิกใหม่ (เลือกจากรายการแบบหล่นลง 'ข้อความแจ้งเตือนสมาชิก')

source: You may not have the 'Logs' system preference turned on
th: คุณอาจไม่ได้เปิด 'แฟ้มบันทึก' ในการปรับแต่งระบบ

source: You may optionally include a header row, defining which columns you are supplying in the import file.
th: คุณอาจรวมแถวส่วนหัวที่กำหนดคอลัมน์ซึ่งคุณใช้ในแฟ้มการนำเข้าหรือไม่ก็ได้

source: You must <a1>define a budget</a> in Administration
th: คุณต้อง <a1>กำหนดงบประมาณ</a> ใน 'งานดูแลระบบ'

source: You must choose a start date and a subscription length
th: คุณต้องเลือกวันที่เริ่มต้นและความนานของการบอกรับเป็นสมาชิก

source: You must choose or create a biblio
th: คุณต้องเลือกหรือสร้างบรรณานุกรม

source: You must either :
th: คุณต้องทำอย่างใดอย่างหนึ่งต่อไปนี้

source: You must enter a term to search on
th: คุณต้องใส่ข้อกำหนดในการค้นหา

source: You must first pick a vendor
th: คุณต้องเลือกผู้แทนจำหน่ายก่อน

source: You searched for %s
th: คุณได้ค้นหา %s

source: You searched for <b>%s</b>
th: คุณได้ค้นหา <b>%s</b>

source: You searched on <b>vendor %s,</b> %s results found
th: คุณได้ค้นหา <b>ผู้แทนจำหน่าย %s</b> พบผลลัพธ์ %s รายการ

source: You should at least define your local currency here, giving it a name (like US DOLLAR or EURO) and setting the "rate" at 1. If you do business with vendors who charge in a different currency, enter a name for that currency (e.g. PESO) and set the approximate exchange rate compared to your currency. (Note: names are limited to 10 characters or less.) The exchange rate is used to calculate the remain balances in your materials budgets when you purchase materials using "normal" acquisitions.
th: ตรงนี้ คุณควรกำหนดสกุลเงินบาทไว้เป็นอย่างน้อย โดยตั้งชื่อสกุลเงิน (เช่น เหรียญสหรัฐ หรือยูโร) และตั้งค่า "อัตรา" เป็น 1 ถ้าคุณซื้อกับผู้แทนที่เรียกเก็บเงินเป็นสกุลอื่น ให้ใส่ชื่อของสกุลเงินนั้น (เช่น เปโซ) และตั้งค่าอัตราแลกเปลี่ยนโดยประมาณเมื่อเทียบกับเงินบาท (หมายเหตุ: ชื่อถูกจำกัดไว้ไม่ให้เกิน 10 อักขระ) อัตราแลกเปลี่ยนจะใช้คำนวณยอดคงเหลือที่มีอยู่ในงบประมาณวัสดุ เมื่อคุณจัดซื้อวัสดุโดยใช้ระบบงานจัดหาทรัพยากร "ปกติ"

source: You will be brought to a confirmation screen.
th: คุณจะถูกนำไปยังหน้าจอการยืนยัน

source: You will be brought to a page where you can alter (if necessary) and/or confirm the hold
th: คุณจะถูกนำไปยังหน้าที่คุณสามารถแก้ไข (ถ้าจำเป็น) และ/หรือยืนยันการจอง

source: You will be presented with a confirmation of transfer requests below the transfer form after hitting 'Submit'
th: คุณจะได้รับการยืนยันคำขอการถ่ายโอนใต้ฟอร์มการถ่ายโอนหลังกดปุ่ม 'ส่ง'

source: You will need to save the report before you can execute it
th: คุณจะต้องบันทึกรายงานก่อนจึงจะจัดทำรายงานได้

source: You will now see the received items in the summary of 'Items in this shipment'
th: ขณะนี้ คุณจะเห็นรายการที่รับในรายงานสรุปของ 'รายการในการจัดส่งนี้'

source: You will see the patron's account information
th: คุณจะเห็นข้อมูลบัญชีของสมาชิกห้องสมุด

source: You'll need to choose which items arrived in this shipment
th: คุณจะต้องเลือกรายการที่มาถึงในการจัดส่งนี้

source: You've added a new category and can immediately start adding more authorized values to that category by clicking &quot;New authorized value for...&quot;
th: คุณได้เพิ่มประเภทใหม่และสามารถเริ่มเพิ่มค่าที่กำหนดใช้เพิ่มเติมให้กับประเภทดังกล่าวได้ทันทีด้วยการคลิก &quot;ค่าที่กำหนดใช้ใหม่สำหรับ...&quot;

source: Young Adult
th: วัยหนุ่มสาว

source: Your Lists
th: รายการของคุณ

source: Your Message:
th: ข้อความของคุณ:

source: Your administrator must define a budget in Administration
th: ผู้ดูแลของคุณต้องกำหนดงบประมาณใน 'งานดูแลระบบ'

source: Your library is the destination for the following transfer(s)
th: ห้องสมุดของคุรเป็นปลายทางของการถ่ายโอนต่อไปนี้

source: Your perl version seems to be obsolete. Please upgrade to a newer version of Perl (at least Version 5.006001).
th: รุ่น Perl ของคุณล้าสมัย กรุณาปรับรุ่นเป็นรุ่น Perl ที่ใหม่กว่า (รุ่น 5.006001 เป็นอย่างน้อย)

source: Your previous orders will be searchable and editable from here
th: สามารถค้นหาและแก้ไขใบสั่งซื้อก่อนหน้าของคุณได้จากที่นี่

source: Your report has been saved
th: รายงานของคุณได้รับการบันทึก

source: Your report will be generated with the following SQL statement.
th: รายงานของคุณจะถูกสร้างด้วยคำสั่ง SQL ต่อไปนี้

source: Your results will appear below the search boxes
th: ผลลัพธ์ของคุณจะปรากฎใต้กล่องค้นหา

source: Your system will come with some predefined item types. From this screen you can edit or delete these items
th: ระบบของคุณจะมาพร้อมกับประเภทของทรัพยากรที่กำหนดไว้ล่วงหน้า จากหน้าจอนี้คุณสามารถแก้ไขหรือลบรายการเหล่านี้ได้

source: Your values will also appear as authorized values when entering or editing a patron
th: นอกจากนี้ ค่าของคุณจะปรากฎเป็นค่าที่กำหนดใช้เมื่อมีการใส่หรือแก้ไขสมาชิกห้องสมุด

source: Your values will appear on the Road Types page
th: ค่าของคุณจะปรากฎบนหน้า 'ประเภทของถนน'

source: Z39.50 Client Targets
th: เป้าหมายไคลเอ็นต์ Z39.50

source: Z39.50 Search Points
th: จุดการค้นหา Z39.50

source: Z39.50 Server Added
th: มีการเพิ่มเซิร์ฟเวอร์ Z39.50

source: Z39.50 Server Deleted
th: มีการลบเซิร์ฟเวอร์ Z39.50

source: Z39.50 Server Search:
th: การค้นหาเซิร์ฟเวอร์ Z39.50:

source: Z39.50 Server:
th: เซิร์ฟเวอร์ Z39.50:

source: Z39.50 Servers Administration
th: งานดูแลระบบเซิร์ฟเวอร์ Z39.50

source: Z39.50 servers administration
th: งานดูแลระบบเซิร์ฟเวอร์ Z39.50

source: Z3950 Search Results
th: ผลลัพธ์การค้นหา Z3950

source: Zebra handles stopwords internally, and does so effectively and efficiently. In normal circumstances, there should be no reason for Koha to remove stopwords prior to submitting the search query to Zebra, and in most cases doing so will actually negatively affect relevance ranking and phrase searching without giving any performance benefit.
th: Zebra จัดการคำที่ไม่ใช้สืบค้นเป็นการภายใน และทำอย่างมีประสิทธิภาพและประสิทธิผล ในสถานการณ์ปกติ ไม่มีเหตุอันควรให้ Koha ลบคำที่ไม่ใช้สืบค้นก่อนที่จะส่งการสอบถามการค้นหาไปยัง Zebra และในกรณีส่วนใหญ่ การทำเช่นนั้นจะเป็นผลเสียต่อการจัดอันดับที่เกี่ยวข้องและการค้นหาวลีโดยไม่ให้ประโยชน์ต่อการดำเนินงานแต่อย่างใด

source: Zebra version:
th: รุ่นของ Zebra:

source: Zip Code
th: รหัสไปรษณีย์

source: Zip/Postal Code:
th: รหัสไปรษณีย์:

source: [ Manage ]
th: [ จัดการ ]

source: [ Manage funds ]
th: [ จัดการกองทุน ]

source: [Edit Items]
th: [แก้ไขรายการ]

source: [Fewer Options]
th: [ตัวเลือกน้อยลง]

source: [More options]
th: [ตัวเลือกเพิ่มเติม]

source: [New search]
th: [ค้นหาใหม่]

source: [xxxFFFSyyy] where are up to 3 digits BEFORE the field, FFF the field number, S the subfield code, yyy up to 3 digits AFTER the field.
th: [xxxFFFSyyy] มีตัวเลขได้ถึง 3 หลักก่อนเขตข้อมูลนี้ FFF แทนหมายเลขเขตข้อมูล S แทนรหัสเขตข้อมูลย่อย ส่วน yyy เป็นตัวเลขได้ถึง 3 หลักหลังเขตข้อมูล

source: a Biblio with no items to which you can add the subscription to.
th: บรรณานุกรมที่ไม่มีรายการให้คุณสามารถเพิ่มการบอกรับเป็นสมาชิก

source: a Child
th: เด็ก

source: a Staff Member
th: เจ้าหน้าที่

source: a Vendor in Acquisitions who supplies the subscription
th: ผู้แทนใน 'ระบบงานจัดหาทรัพยากร' ที่จัดหาการบอกรับเป็นสมาชิกให้

source: a patronimages/
th: รูปสมาชิกห้องสมุด/

source: a professionnal
th: วิชาชีพ

source: a- Appropriate
th: a- เหมาะสม
