Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: Ignore incoming record (its items may still be processed)
th: ละเว้นระเบียนที่กำลังเข้ามา (รายการของระเบียนอาจจะอยู่ในระหว่างดำเนินการ)

source: Ignore items
th: ละเว้นรายการ

source: Ignore this one, keep the existing one
th: ละเว้นรายการนี้ เก็บรายการที่มีอยู่

source: Ignore this one, keep the existing one.
th: ละเว้นรายการนี้ เก็บรายการที่มีอยู่

source: Ignored the following common words: "%s"
th: ได้ละเว้นคำทั่วไปต่อไปนี้ : "%s"

source: Illustration
th: ภาพประกอบ

source: Illustration - Book 1:
th: ภาพประกอบ - เล่ม 1:

source: Illustration - Book 2:
th: ภาพประกอบ - เล่ม 2:

source: Illustration - Book 3:
th: ภาพประกอบ - เล่ม 3:

source: Illustration - Book 4:
th: ภาพประกอบ - เล่ม 4:

source: Illustration - Full Page Plates 1:
th: ภาพประกอบ - เพลทหน้าเต็ม 1:

source: Illustration - Full Page Plates 2:
th: ภาพประกอบ - เพลทหน้าเต็ม 2:

source: Illustration - Full Page Plates 3:
th: ภาพประกอบ - เพลทหน้าเต็ม 3:

source: Illustration - Full Page Plates 4:
th: ภาพประกอบ - เพลทหน้าเต็ม4:

source: Illustration - Technique:
th: ภาพประกอบ - เทคนิค:

source: Illustration codes 1:
th: รหัสภาพประกอบ 1:

source: Illustration codes 2:
th: รหัสภาพประกอบ 2:

source: Illustration codes 3:
th: รหัสภาพประกอบ 3:

source: Illustration codes 4:
th: รหัสภาพประกอบ 4:

source: Image
th: รูป

source: Image:
th: รูป:

source: Import
th: นำเข้า

source: Import Patrons
th: นำเข้าสมาชิกห้องสมุด

source: Import into catalog
th: นำเข้าไปไว้ในรายการทรัพยากร

source: Import into the borrowers table
th: นำเข้าไปไว้ในตารางผู้ยืม

source: Import patron data
th: นำเข้าข้อมูลสมาชิก

source: Import patrons
th: นำเข้าสมาชิก

source: Import results :
th: นำเข้าผลลัพธ์ :

source: Import this biblio
th: นำเข้าบรรณานุกรมนี้

source: In Koha this typically means that the Koha team is working on new features
th: ใน Koha ปกติแบบนี้จะหมายถึงว่าทีม Koha กำลังทำงานเกี่ยวกับคุณลักษณะใหม่

source: In Use
th: กำลังใช้งาน

source: In addition to ODUE ('Overdue Notice'), there are two other notices that come pre-defined in Koha:
th: นอกจาก ODUE ('ข้อความแจ้งเตือนการเกินกำหนดส่ง') มีข้อความแจ้งเตือนอีกสองอย่างที่มากำหนดไว้ล่วงหน้าใน Koha ได้แก่

source: In addition to overdue fines, replacement costs for lost items, account management fees and other library specific fees will show on the account
th: นอกจากค่าปรับเกินกำหนดส่งแล้ว ค่าซื้อในการแทนที่หนังสือที่สูญหาย ค่าธรรมเนียมในการจัดการบัญชี และค่าธรรมเนียมเฉพาะอื่นๆ ของห้องสมุดจะแสดงในบัญชี

source: In the biblio framework, the reported tag
th: ในโครงร่างบรรณานุกรม แท็กที่รายงาน

source: In the case of President's Day it is not repeatable.
th: ในกรณีที่วันประธานาธิบดีไม่ใช่วันที่ซ้ำได้

source: In the future, this features will be expanded to allow new filing rules to be created (defined) on the fly. In other words, in addition to choosing from a static sorting routine or filing rule, you will be able to actually to define new ones.
th: ในอนาคต คุณลักษณะนี้จะขยายเพื่อให้สามารถสร้าง (กำหนด) กฎในการจัดเก็บใหม่ๆ สำหรับการแสดงผลตามผู้ใช้ กล่าวอีกนัยหนึ่ง นอกจากการเลือกจากรูทีนการเรียงลำดับแบบคงที่หรือกฎในการจัดเก็บแล้ว คุณจะสามารถกำหนดเงื่อนไขใหม่ได้อีก

source: In this screen, you can see subscription detail, and modify it if you need.
th: ในหน้าจอนี้ คุณสามารถดูรายละเอียดของการบอกรับเป็นสมาชิก และแก้ไขรายละเอียดได้ตามต้องการ

source: In transit from %s, to %s, since %s
th: อยู่ในระหว่างนำส่งจาก %s, ไป %s ตั้งแต่ %s

source: Inactive
th: ไม่ได้ใช้งาน

source: Include any notes that you may want to record for internal purposes.
th: รวมบันทึกย่อที่คุณอาจต้องการให้บันทึกไว้สำหรับวัตถุประสงค์ภายใน

source: Independent Branches and Autolocation are switched on and you are logging in with an IP address that doesn't match your branch.
th: มีการเปิดใช้ 'สาขาอิสระ' และ 'ตำแหน่งที่ตั้งอัตโนมัติ' และคุณกำลังเข้าสู่ระบบด้วยที่อยู่ IP ที่ไม่ตรงกับสาขาของคุณ

source: Index availability code
th: รหัสความพร้อมใช้งานของดัชนี

source: Index indicator
th: ตัวบ่งชี้ดัชนี

source: Indexed in:
th: ทำดัชนีแล้วใน:

source: Indexes
th: ดัชนี

source: India ink
th: หมึกอินเดีย

source: Indicate the expected length of time that this serial will be subscribed to.
th: ระบุความนานของเวลาที่คาดว่าจะสมัครสมาชิกสิ่งพิมพ์ต่อเนื่องนี้

source: Individual Libraries:
th: แต่ละห้องสมุด:

source: Info
th: ข้อมูล

source: Info:
th: ข้อมูล:

source: Information
th: ข้อมูล

source: Initial word
th: คำเริ่มต้น

source: Initials:
th: ชื่อย่อ

source: Inner Counter
th: ตัวนับภายใน

source: Insert
th: แทรก

source: Installation complete.
th: การติดตั้งเสร็จสมบูรณ์

source: Insufficient privileges.
th: สิทธิพิเศษไม่พอ

source: Integer
th: จำนวนเต็ม

source: Internationalization and Localization
th: ความเป็นสากลและความเป็นท้องถิ่น

source: Into an application
th: ในโปรแกรมประยุกต์

source: Into an application:
th: ในโปรแกรมประยุกต์:

source: Invalid authority type
th: ประเภทของรายการหลักฐานไม่ถูกต้อง

source: Invalid username or password
th: ชื่อผู้ใช้และรหัสผ่านไม่ถูกต้อง

source: Inventory
th: การสำรวจหนังสือ

source: Inventory/Stocktaking
th: การสำรวจหนังสือ/การตรวจนับหนังสือ

source: Inventory/stocktaking
th: การสำรวจหนังสือ/การตรวจนับหนังสือ

source: Invoice
th: ใบแจ้งหนี้

source: Invoice %s
th: ใบแจ้งหนี้ %s

source: Invoice / Code:
th: ใบแจ้งหนี้ / รหัส:

source: Invoice Amount
th: จำนวนเงินในใบแจ้งหนี้

source: Invoice Item Price Includes GST:
th: ราคาของรายการในใบแจ้งหนี้รวม GST:

source: Invoice Number
th: เลขที่ใบแจ้งหนี้

source: Invoice Prices are
th: ราคาในใบแจ้งหนี้คือ

source: Invoice Prices are:
th: ราคาในใบแจ้งหนี้คือ:

source: Invoice number:
th: เลขที่ใบแจ้งหนี้r:

source: Invoice number: %s
th: เลขที่ใบแจ้งหนี้: %s

source: Invoice prices
th: ราคาในใบแจ้งหนี้

source: Irregular
th: ไม่ปกติ

source: Irregularity:
th: ความไม่สม่ำเสมอ:

source: Is a URL:
th: เป็น URL:

source: Is a linking field : Select this if you want to use this field for linking other authorities to this authority. The kohafield should be set to auth_header.linkid in this subfield(preferred) or any other subfield in this field :
th: เป็นเขตข้อมูลการเชื่อมโยง : เลือกตัวเลือกนี้ถ้าคุณต้องการใช้เขตข้อมูลนี้สำหรับการเชื่อมโยงรายการหลักฐานอื่นกับรายการหลักฐานนี้ เขตข้อมูลของ Koha ควรได้รับการตั้งค่าเป็น auth_header.linkid ในเขตข้อมูลย่อยนี้ (แนะนำ) หรือเขตข้อมูลย่อยอื่นในเขตข้อมูลนี้ :

source: Is highly scalable (can scale to tens of millions of bibliographic records. Examples of Zebra Koha installations include: http://catalog.ccfls.org/cgi-bin/koha/opac-main.pl or http://www.mediathequeouestprovence.fr/)
th: สามารถแบ่งสเกลได้สูง (สามารถแบ่งสเกลได้เป็นหลายสิบในล้านของระเบียนบรรณานุกรม ตัวอย่างของการติดตั้ง Zebra Koha ได้แก่ http://catalog.ccfls.org/cgi-bin/koha/opac-main.pl หรือ http://www.mediathequeouestprovence.fr/)

source: Is there a way to run this tool automatically?
th: มีวิธีเรียกใช้เครื่องมือนี้โดยอัตโนมัติใช่หรือไม่

source: Is this a duplicate of <a1>%s</a>?
th: รายการนี้ซ้ำกับ <a1>%s</a> ใช่หรือไม่

source: Issue
th: ฉบับ

source: Issue #
th: ฉบับ #

source: Issue %S
th: ฉบับ %S

source: Issue History
th: ประวัติฉบับ

source: Issue date
th: วันที่ฉบับ

source: Issue number
th: หมายเลขฉบับ

source: Issue:
th: ฉบับ:

source: Issues count
th: การนับฉบับ

source: Issues summary
th: สรุปฉบับ

source: Issuing Library
th: ห้องสมุดที่ออก

source: Issuing rules are set for item types (and for patron types / libraries)
th: กฎการทำงานของห้องสมุดได้รับการตั้งค่าไว้สำหรับประเภทของทรัพยากร (และสำหรับประเภทสมาชิกห้องสมุด/ห้องสมุด)

source: Istanbul, Turkey
th: อิสตันบูล ตุรกี

source: It began on <b>%s</b> and is issued every <b>
th: เริ่มเมื่อวันที่ <b>%s</b> และออกทุก <b>

source: It has <b>%s</b> entries.
th: มี <b>%s</b> รายการ

source: It is a good idea to be selective in choosing servers. Defining more than five or six checked servers may slow down your Z39.50 search results, even if they are queried all together.
th: การให้เลือกได้ในการเลือกเซิร์ฟเวอร์เป็นความคิดที่ดี การกำหนดเซิร์ฟเวอร์มากกว่าห้าหรือหกเซิร์ฟเวอร์อาจทำให้ผลลัพธ์การค้นหา Z39.50 ช้าลง แม้ว่าจะใช้การสอบถามรวมกันหมดก็ตาม

source: It is highly advisable that you get in the habit of checking the catalog first before placing an order for a new item. This saves unnecessary duplicate bibliographic records in your database and any need to merge/deduplicate records.
th: ขอแนะนำเป็นอย่างยิ่งว่าคุณควรตรวจสอบรายการทรัพยากรก่อนเป็นประจำ ก่อนที่จะส่งใบสั่งซื้อสำหรับรายการใหม่ การทำเช่นนี้จะช่วยลดระเบียนบรรณานุกรมซ้ำโดยไม่จำเป็นในฐานข้อมูลและลดการผนวก/ยกเลิกระเบียนซ้ำ

source: It is useful to import a bunch of ISO 2709 biblios that can be used later for a quick cataloguing
th: เป็นประโยชน์ที่จะนำเข้ากลุ่มบรรณานุกรม ISO 2709 ที่สามารถใช้ในระบบงานวิเคราะห์หมวดหมู่และลงรายการได้ภายหลัง

source: It should find the item that was just set up in Acquisitions. Note If you have not yet set this up in Acquisitions, click Create Biblio. It will take you back to Acquisitions Order Form.
th: ควรค้นหารายการที่เพิ่งตั้งค่าในระบบงานจัดหาทรัพยากร แต่ถ้าคุณยังไม่ได้ตั้งค่านี้ในระบบงานจัดหาทรัพยากร ให้คลิก 'สร้างบรรณานุกรม' ระบบจะพาคุณกลับไปที่ 'ฟอร์มใบสั่งระบบงานจัดหาทรัพยากร'

source: Italiano (Italian)
th: Italiano (อิตาลี)

source: Item
th: รายการ

source: Item %s
th: รายการ %s

source: Item ( %s ) checked out to %s. Check in and check out?
th: รายการ ( %s ) ยืมออกให้กับ %s คืนและยืมใช่หรือไม่

source: Item Call Number
th: เลขเรียกหนังสือรายการ

source: Item Callnumber:
th: เลขเรียกหนังสือรายการ:

source: Item Checked out
th: การยืมออกรายการ

source: Item Consigned:
th: รายการที่ส่ง:

source: Item Count
th: การนับรายการ

source: Item Details
th: รายละเอียดรายการ

source: Item Information
th: ข้อมูลรายการ

source: Item Location (items.location) is
th: ตำแหน่งที่ตั้งรายการ (items.location) คือ

source: Item Number:
th: หมายเลขรายการ:

source: Item Type
th: ประเภทของทรัพยากร

source: Item Type:
th: ประเภทของทรัพยากร:

source: Item Types Administration
th: งานดูแลระบบประเภทของรายการ

source: Item barcode:
th: บาร์โค้ดรายการ:

source: Item being transfered to <b> %s</b>
th: รายการที่ถ่ายโอนไปยัง <b> %s</b>

source: Item details: (add to catalog)
th: รายละเอียดรายการ: (เพิ่มในรายการทรัพยากร)

source: Item has been withdrawn
th: รายการถูกจำหน่ายออกจากระบบ

source: Item hasn't been transfered yet from %s
th: รายการยังไม่ได้ถ่ายโอนจาก %s

source: Item is
th: รายการ

source: Item is already at destination library.
th: รายการอยู่ในห้องสมุดปลายทางแล้ว

source: Item is consigned for %s
th: มีการส่งรายการสำหรับ %s

source: Item is currently checked out to this patron. Renew?
th: ปัจจุบันรายการถูกยืมออกให้กับสมาชิกนี้ ต้องการยืมต่อใช่หรือไม่

source: Item is marked waiting at %s for %s (<a1>%s</a>).
th: รายการถูกทำเครื่องหมายว่ารอที่ %s สำหรับ %s (<a1>%s</a>)

source: Item is on reserve for %s
th: รายการถูกสำรองไว้สำหรับ %s

source: Item is restricted
th: รายการถูกจำดัก

source: Item is withdrawn.
th: รายการถูกจำหน่ายออกจากระบบ

source: Item level holds are available by checking the box next to a particular item
th: การจองระดับรายการจะพร้อมใช้งานด้วยการทำเครื่องหมายในกล่องถัดจากรายการนั้นๆ

source: Item location between:
th: ตำแหน่งที่ตั้งรายการระหว่าง:

source: Item not for loan
th: รายการยืมไม่ได้

source: Item processing
th: การดำเนินการรายการ

source: Item should now be waiting at library: %s
th: ปัจจุบันรายการควรรออยู่ที่ห้องสมุด: %s

source: Item tag
th: แท็กรายการ

source: Item type
th: ประเภทของทรัพยากร

source: Item type images are disabled. To enable them, turn off the <a1>noItemTypeImages system preference</a>
th: รูปประเภทของรายการถูกปิดใช้งาน เมื่อต้องการเปิดใช้งาน ให้ปิด <a1>การกำหนดระบบแบบไม่มีรูปประเภทของรายการ</a>

source: Item type:
th: ประเภทของทรัพยากร:

source: Item types are useful for many things, and
th: ประเภทของทรัพยากรมีประโยชน์หลายอย่าง และ

source: Item types management
th: การจัดการประเภทของทรัพยากร

source: Item waiting at <b> %s</b>
th: รายการรออยู่ที่ <b> %s</b>

source: Item was lost, now found.
th: ปัจจุบันพบรายการที่เคยสูญหาย

source: Item was on loan to <a1> %s %s (%s)</a> and has been returned.
th: รายการถูกยืมไปโดย <a1> %s %s (%s)</a> และได้คืนแล้ว

source: Item(s)
th: รายการ

source: Itemcallnumber
th: เลขเรียกหนังสือรายการ

source: Items
th: รายการ

source: Items <a1>Sort</a>
th: รายการ <a1>เรียงลำดับ</a>

source: Items Checked Out
th: รายการที่ยืมออก

source: Items Needed
th: รายการที่ต้องการ

source: Items Overdue as of %s
th: รายการที่เกินกำหนดส่งของวันที่ %s

source: Items expected
th: รายการที่คาดว่าจะได้รับ

source: Items for %s
th: รายการของ %s

source: Items in shipment
th: รายการในการจัดส่ง

source: Items lost
th: รายการสูญหาย

source: Items not checked out
th: รายการที่ไม่ยืมออก

source: Items on Reserve
th: รายการสำรอง

source: Items to be Printed for Batch %s (%s items)
th: รายการที่จะพิมพ์สำหรับชุดงาน %s (%s รายการ)

source: Items with no checkouts
th: รายการที่ไม่มีการยืมออก

source: Itemtype
th: ประเภทของทรัพยากร

source: Itemtype missing
th: ขาดประเภทของทรัพยากร

source: Itemtype:
th: ประเภทของทรัพยากร:

source: Itemtypes
th: ประเภทของทรัพยากร

source: Itype <a1>Sort</a>
th: ประเภทของทรัพยากร <a1>เรียงลำดับ</a>

source: January
th: มกราคม

source: Job progress:
th: ความคืบหน้าของงาน:

source: Jobs already entered
th: มีการใส่งานแล้ว

source: Julianehaab, Greenland
th: Julianehaab กรีนแลนด์

source: July
th: กรกฎาคม

source: June
th: มิถุนายน

source: Juvenile
th: เยาวชน

source: KOHA : INTRANET : Catalogue
th: KOHA : อินทราเน็ต : รายการทรัพยากร

source: KOHA: INTRANET: Catalog
th: KOHA: อินทราเน็ต : รายการทรัพยากร

source: Keyword
th: คำสำคัญ

source: Kilometres
th: กิโลเมตร

source: Kind of cutting:
th: ชนิดของการตัด:

source: Kind of disc, cylinder or tape:
th: ชนิดของดิสก์ กล่องดนตรีแบบทรงกระบอก หรือเทป:

source: Kind of film stock or print
th: ชนิดของฟิล์มภาพยนตร์หรือรูปอัด

source: Kind of material:
th: ชนิดของวัสดุ:

source: Kind of sound for moving images
th: ชนิดของเสียงสำหรับภาพยนตร์

source: Kind of sound:
th: ชนิดของเสียง:

source: Kits
th: ชุดการสอน

source: Koha &rsaquo; About Koha
th: Koha &rsaquo; เกี่ยวกับ Koha

source: Koha &rsaquo; Acquisitions
th: Koha &rsaquo; ระบบงานจัดหาทรัพยากร

source: Koha &rsaquo; Acquisitions &rsaquo;
th: Koha &rsaquo; ระบบงานจัดหาทรัพยากร &rsaquo;

source: Koha &rsaquo; Acquisitions &rsaquo; Add order from a suggestion
th: Koha &rsaquo; ระบบงานจัดหาทรัพยากร &rsaquo; เพิ่มใบสั่งซื้อจากข้อเสนอแนะ

source: Koha &rsaquo; Acquisitions &rsaquo; Budgets and Funds: Spent
th: Koha &rsaquo; ระบบงานจัดหาทรัพยากร &rsaquo; งบประมาณและกองทุน: ที่ใช้ไป

source: Koha &rsaquo; Acquisitions &rsaquo; Funds
th: Koha &rsaquo; ระบบงานจัดหาทรัพยากร &rsaquo; กองทุน

source: Koha &rsaquo; Acquisitions &rsaquo; Late orders
th: Koha &rsaquo; ระบบงานจัดหาทรัพยากร &rsaquo; ใบสั่งซื้อล่าสุด

source: Koha &rsaquo; Acquisitions &rsaquo; Receipt summary for : %s
th: Koha &rsaquo; ระบบงานจัดหาทรัพยากร &rsaquo; Receipt summary for : %s

source: Koha &rsaquo; Acquisitions &rsaquo; Receive shipment from vendor %s
th: Koha &rsaquo; ระบบงานจัดหาทรัพยากร &rsaquo; Receive shipment from vendor %s

source: Koha &rsaquo; Acquisitions &rsaquo; Search Existing Records
th: Koha &rsaquo; ระบบงานจัดหาทรัพยากร &rsaquo; ค้นระเบียนที่มีอยู่

source: Koha &rsaquo; Acquisitions &rsaquo; Shopping Basket %s &rsaquo;
th: Koha &rsaquo; ระบบงานจัดหาทรัพยากร &rsaquo; ตะกร้าซื้อของ %s &rsaquo;

source: Koha &rsaquo; Acquisitions &rsaquo; Suggestions Management
th: Koha &rsaquo; ระบบงานจัดหาทรัพยากร &rsaquo; การจัดการข้อเสนอแนะ

source: Koha &rsaquo; Add to List
th: Koha &rsaquo; เพิ่มในรายการ

source: Koha &rsaquo; Administration
th: Koha &rsaquo; งานดูแลระบบ

source: Koha &rsaquo; Administration &rsaquo;
th: Koha &rsaquo; งานดูแลระบบ &rsaquo;

source: Koha &rsaquo; Administration &rsaquo; Authority MARC framework
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; โครงร่าง MARC รายการหลักฐาน

source: Koha &rsaquo; Administration &rsaquo; Authority MARC subfield structure
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; โครงสร้างเขตข้อมูลย่อย MARC รายการหลักฐาน

source: Koha &rsaquo; Administration &rsaquo; Authorized Values
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; ค่าที่กำหนดใช้

source: Koha &rsaquo; Administration &rsaquo; Classification Sources
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; แหล่งระบบการจัดหมวดหมู่หนังสือ

source: Koha &rsaquo; Administration &rsaquo; Currencies &amp; Exchange Rates &rsaquo;
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; สกุลเงินและอัตราแลกเปลี่ยน &rsaquo;

source: Koha &rsaquo; Administration &rsaquo; Funds and Budgets
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; กองทุนและงบประมาณ

source: Koha &rsaquo; Administration &rsaquo; Issuing Rules
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; การออกกฎ

source: Koha &rsaquo; Administration &rsaquo; Item Types
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; ประเภทของทรัพยากร

source: Koha &rsaquo; Administration &rsaquo; MARC Check
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; การตรวจสอบ MARC

source: Koha &rsaquo; Administration &rsaquo; Patron Attribute Types
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; ประเภทแอตทริบิวต์ของสมาชิก

source: Koha &rsaquo; Administration &rsaquo; Patron Categories &rsaquo;
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; ประเภทสมาชิก &rsaquo;

source: Koha &rsaquo; Administration &rsaquo; Record Matching Rules
th: Koha &rsaquo; งานดูแลระบบ &rsaquo; กฎในการจับคู่ระเบียน

source: Koha &rsaquo; Authorities
th: Koha &rsaquo; รายการหลักฐาน

source: Koha &rsaquo; Authorities &rsaquo;
th: Koha &rsaquo; รายการหลักฐาน &rsaquo;

source: Koha &rsaquo; Authorities &rsaquo; Authority search results
th: Koha &rsaquo; รายการหลักฐาน &rsaquo; ผลลัพธ์การค้นหารายการหลักฐาน

source: Koha &rsaquo; Authorities &rsaquo; Details for Authority #%s (%s)
th: Koha &rsaquo; รายการหลักฐาน &rsaquo; รายละเอียดของรายการหลักฐาน #%s (%s)

source: Koha &rsaquo; Barcodes and Labels &rsaquo; Search Results
th: Koha &rsaquo; บาร์โค้ดและป้าย &rsaquo; ผลลัพธ์การค้นหา

source: Koha &rsaquo; Borrowers &rsaquo; Create Manual Credit
th: Koha &rsaquo; ผู้ยืม &rsaquo; การสร้างเครดิตด้วยตนเอง

source: Koha &rsaquo; Borrowers &rsaquo; Create Manual Invoice
th: Koha &rsaquo; ผู้ยืม &rsaquo; การสร้างใบแจ้งหนี้ด้วยตนเอง

source: Koha &rsaquo; Can't Delete Patron
th: Koha &rsaquo; ไม่สามารถลบสมาชิก

source: Koha &rsaquo; Catalog &rsaquo;
th: Koha &rsaquo; รายการทรัพยากร &rsaquo;

source: Koha &rsaquo; Catalog &rsaquo; Advanced Search
th: Koha &rsaquo; รายการทรัพยากร &rsaquo; การค้นหาขั้นสูง

source: Koha &rsaquo; Catalog &rsaquo; Checkout History for %s
th: Koha &rsaquo; รายการทรัพยากร &rsaquo; ประวัติการยืมออกของ %s

source: Koha &rsaquo; Catalog &rsaquo; Details for %s
th: Koha &rsaquo; รายการทรัพยากร &rsaquo; รายละเอียดของ %s

source: Koha &rsaquo; Catalog &rsaquo; ISBD Details for %s
th: Koha &rsaquo; รายการทรัพยากร &rsaquo; รายละเอียด ISBD ของ %s

source: Koha &rsaquo; Catalog &rsaquo; Item details for
th: Koha &rsaquo; รายการทรัพยากร &rsaquo; รายละเอียดรายการของ

source: Koha &rsaquo; Catalog &rsaquo; MARC Details for %s
th: Koha &rsaquo; รายการทรัพยากร &rsaquo; รายละเอียด MARC ของ %s

source: Koha &rsaquo; Catalog &rsaquo; Subject Search Results
th: Koha &rsaquo; รายการทรัพยากร &rsaquo; ผลลัพธ์การค้นหาหัวเรื่อง

source: Koha &rsaquo; Catalog Maintenance
th: Koha &rsaquo; การดูแลรายการทรัพยากร

source: Koha &rsaquo; Cataloging
th: Koha &rsaquo; ระบบงานวิเคราะห์หมวดหมู่และลงรายการ

source: Koha &rsaquo; Cataloging &rsaquo;
th: Koha &rsaquo; ระบบงานวิเคราะห์หมวดหมู่และลงรายการ &rsaquo;

source: Koha &rsaquo; Cataloging &rsaquo; %s
th: Koha &rsaquo; ระบบงานวิเคราะห์หมวดหมู่และลงรายการ &rsaquo; %s

source: Koha &rsaquo; Cataloging &rsaquo; 4XX plugin
th: Koha &rsaquo; ระบบงานวิเคราะห์หมวดหมู่และลงรายการ &rsaquo; ปลั๊กอิน 4XX

source: Koha &rsaquo; Cataloging &rsaquo; Import Patrons
th: Koha &rsaquo; ระบบงานวิเคราะห์หมวดหมู่และลงรายการ &rsaquo; การนำเข้าสมาชิก

source: Koha &rsaquo; Cataloging Authority Plugin
th: Koha &rsaquo; ปลั๊กอินรายการหลักฐานของระบบงานวิเคราะห์หมวดหมู่และลงรายการ

source: Koha &rsaquo; Choose Adult category
th: Koha &rsaquo; เลือกประเภทผู้ใหญ่

source: Koha &rsaquo; Circulation
th: Koha &rsaquo; ระบบงานยืม-คืน

source: Koha &rsaquo; Circulation &rsaquo; Billing
th: Koha &rsaquo;ระบบงานยืม-คืน &rsaquo; การเรียกเก็บเงิน

source: Koha &rsaquo; Circulation &rsaquo; Check In %s
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; การคืน %s

source: Koha &rsaquo; Circulation &rsaquo; Circulation Statistics for %s
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; สถิติระบบงานยืม-คืนของ %s

source: Koha &rsaquo; Circulation &rsaquo; Hold Ratios
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; อัตราการจอง

source: Koha &rsaquo; Circulation &rsaquo; Holds &rsaquo; Place a hold on %s
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; การจอง &rsaquo; การจองหนังสือชื่อ %s

source: Koha &rsaquo; Circulation &rsaquo; Holds Queue
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; คิวการจอง

source: Koha &rsaquo; Circulation &rsaquo; Holds awaiting pickup
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; การจองที่รอมารับ

source: Koha &rsaquo; Circulation &rsaquo; Items Overdue as of %s
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; รายการที่เกินกำหนดส่งในวันที่ %s

source: Koha &rsaquo; Circulation &rsaquo; Overdues at %s
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; เกินกำหนดส่งที่ %s

source: Koha &rsaquo; Circulation &rsaquo; Pending Holds
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; การจองที่ค้าง

source: Koha &rsaquo; Circulation &rsaquo; Set Library
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; การตั้งค่าห้องสมุด

source: Koha &rsaquo; Circulation &rsaquo; Statistics
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; สถิติ

source: Koha &rsaquo; Circulation &rsaquo; Transfers
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; การถ่ายโอน

source: Koha &rsaquo; Circulation &rsaquo; Transfers to your library
th: Koha &rsaquo; ระบบงานยืม-คืน &rsaquo; การถ่ายโอนไปยังห้องสมุดของคุณ

source: Koha &rsaquo; Error
th: Koha &rsaquo; ข้อผิดพลาด

source: Koha &rsaquo; Error 401
th: Koha &rsaquo; ข้อผิดพลาด 401

source: Koha &rsaquo; Error 402
th: Koha &rsaquo; ข้อผิดพลาด 402

source: Koha &rsaquo; Error 403
th: Koha &rsaquo; ข้อผิดพลาด 403

source: Koha &rsaquo; Error 404
th: Koha &rsaquo; ข้อผิดพลาด 404

source: Koha &rsaquo; Error 405
th: Koha &rsaquo; ข้อผิดพลาด 405

source: Koha &rsaquo; Error 500
th: Koha &rsaquo; ข้อผิดพลาด 500

source: Koha &rsaquo; Guarantor Search
th: Koha &rsaquo; การค้นหาผู้รับรอง

source: Koha &rsaquo; Hold Report &rsaquo; All Holds
th: Koha &rsaquo; รายงานการจอง &rsaquo; การจองทั้งหมด

source: Koha &rsaquo; Labels
th: Koha &rsaquo; ป้าย

source: Koha &rsaquo; Member Search &rsaquo; %s
th: Koha &rsaquo; การค้นหาสมาชิก &rsaquo; %s

source: Koha &rsaquo; Patrons
th: Koha &rsaquo; ระบบงานจัดการสมาชิก

source: Koha &rsaquo; Patrons &rsaquo;
th: Koha &rsaquo; ระบบงานจัดการสมาชิก &rsaquo;

source: Koha &rsaquo; Patrons &rsaquo; Account for %s %s
th: Koha &rsaquo; ระบบงานจัดการสมาชิก &rsaquo; บัญชีผู้ใช้ของ %s %s

source: Koha &rsaquo; Patrons &rsaquo; Pay Fines for %s %s
th: Koha &rsaquo; ระบบงานจัดการสมาชิก &rsaquo; ค่าปรับของ %s %s

source: Koha &rsaquo; Patrons &rsaquo; Set Privileges for %s, %s
th: Koha &rsaquo; ระบบงานจัดการสมาชิก &rsaquo; ตั้งค่าสิทธิพิเศษให้กับ %s, %s

source: Koha &rsaquo; Reports
th: Koha &rsaquo; ระบบออกรายงาน

source: Koha &rsaquo; Reports &rsaquo; Average checkout period
th: Koha &rsaquo; ระบบออกรายงาน &rsaquo; Average checkout period

source: Koha &rsaquo; Reports &rsaquo; Checkout statistics
th: Koha &rsaquo; ระบบออกรายงาน &rsaquo; สถิติการยืมออก

source: Koha &rsaquo; Reports &rsaquo; Checkouts by patron category
th: Koha &rsaquo; ระบบออกรายงาน &rsaquo; การยืมออกตามประเภทสมาชิก

source: Koha &rsaquo; Reports &rsaquo; Guided Reports &rsaquo; Dictionary
th: Koha &rsaquo; ระบบออกรายงาน &rsaquo; รายงาน &rsaquo; พจนานุกรม

source: Koha &rsaquo; Reports &rsaquo; Item Types
th: Koha &rsaquo; ระบบออกรายงาน &rsaquo; ประเภทของทรัพยากร

source: Koha &rsaquo; Reports &rsaquo; Items with no checkouts
th: Koha &rsaquo; ระบบออกรายงาน &rsaquo; รายการที่ไม่มีการยืมออก

source: Koha &rsaquo; Reports &rsaquo; Lost Items
th: Koha &rsaquo; ระบบออกรายงาน &rsaquo; รายการที่สูญหาย
