Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: This is a one-to-one mapping. In other words, a MARC tag/subfield can be mapped to one, and only one, Koha table.column.
th: นี่เป็นการแมปหนึ่งต่อหนึ่ง กล่าวอีกนัยหนึ่ง แท็ก/เขตข้อมูลย่อย MARC สามารถแมปได้หนึ่ง Koha table.column และแมปได้ครั้งละหนึ่งคอลัมน์ตารางเท่านั้น

source: This is a serial subscription
th: นี่เป็นการบอกรับเป็นสมาชิกสิ่งพิมพ์ต่อเนื่อง

source: This is a tool to export your bibliographic records in standard MARC communications format (ISO 2709). It exports only the basic bibliographic information with no holdings information other than any holdings information originally loaded into Koha using the bulkmarcimport tool.
th: นี่คือเครื่องมือในการส่งออกระเบียนบรรณานุกรมของคุณในรูปแบบการสื่อสาร MARC มาตรฐาน (ISO 2709) จะส่งออกเฉพาะข้อมูลบรรณานุกรมพื้นฐานโดยไม่มีข้อมูลการจองใดๆ นอกจากข้อมูลการจองที่โหลดไว้ใน Koha อยู่แล้ว โดยใช้เครื่องมือ bulkmarcimport

source: This is for information only and is a space where you can record what the vendor sells
th: สำหรับข้อมูลเท่านั้น และเป็นพื้นที่ซึ่งคุณสามารถบันทึกสิ่งที่ผู้แทนขาย

source: This is one of the screens you will see frequently if you are starting from scratch.
th: นี่คือหนึ่งในหน้าจอที่คุณจะเห็นบ่อยๆ ถ้าคุณกำลังเริ่มต้นจากหน่วยความจำชั่วคราว

source: This is the Patrons module of Koha.
th: นี่คือระบบงานจัดการสมาชิกของ Koha

source: This is the Tools Page.
th: นี่คือหน้า 'เครื่องมือ'

source: This is the content of the news item. Note that all news appears in line in the same page. Try to keep news items to no more than a couple of short paragraphs. If you wish to add images and embed them into your posts, then these will need to be uploaded to a web server somewhere and linked to using standard HTML image tags.
th: นี่คือเนื้อหาของรายการข่าวสาร โปรดทราบว่าข่าวสารทั้งหมดจะปรากฎในบรรทัดในหน้าเดียวกัน พยายามให้รายการข่าวสารมีความยาวไม่เกินสองย่อหน้า ถ้าคุณต้องการเพิ่มรูปและฝังรูปในประกาศของคุณ จะต้องอัปโหลดรูปไปไว้ในเว็บเซิร์ฟเวอร์สักแห่ง แล้วเชื่อมโยงโดยใช้แท็กรูป HTML มาตรฐาน

source: This is the date the item should be removed from the news item listings. Note that the posting or publishing date of an item will default to today's date (where today is the date of entry).
th: นี่คือวันที่รายการควรย้ายออกจากรายการแสดงข่าวสาร อย่าลืมว่าวันที่ประกาศหรือวันที่เผยแพร่รายการมีค่าเริ่มต้นเป็นวันที่วันนี้ (วันนี้เป็นวันที่ของรายการ)

source: This is the price that shows on the invoice or packing slip when you receive the item. When placing an order, Koha will automatically calculate this for you. When an item is received, this can be over keyed with the actual value. This is to take into account any slight differences in rounding or price flutucations between ordering the item and actually recieving it.
th: นี่คือราคาที่แสดงในใบแจ้งหนี้หรือบันทึกการจัดส่งเมื่อคุณได้รับรายการหนังสือ เมื่อมีการส่งใบสั่งซื้อ Koha จะคำนวณราคาให้คุณโดยอัตโนมัติ เมื่อรายการมาถึง สามารถคีย์ซ้ำได้ด้วยมูลค่าจริง ระบบจะพิจารณาความแตกต่างเล็กน้อยในการปัดเศษหรือความผันแปรของราคาระหว่างการสั่งซื้อรายการกับราคาที่ได้รับจริง

source: This is the price you expect to pay for the item, including any discount and any relevant sales tax (depending on the vendor setup) and is the amount that will be charged to your
th: นี่เป็นราคาที่คุณคาดว่าจะชำระให้กับรายการหนังสือ รวมทั้งส่วนลดและภาษีซื้อที่เกี่ยวข้อง (ขึ้นอยู่กับการตั้งค่าผู้แทนจำหน่าย) และเป็นจำนวนเงินที่จะเรียกเก็บกับ

source: This is where you define the types of users of your library and how they will be handled.
th: นี่คือจุดที่คุณกำหนดประเภทของผู้ใช้ห้องสมุด และวิธีจัดการผู้ใช้

source: This item belongs to %s and cannot be issued from this location.
th: รายการนี้เป็นของ %s และไม่สามารถออกได้จากตำแหน่งที่ตั้งนี้

source: This item must be checked in at its home library.
th: รายการนี้ต้องถูกตรวจสอบในห้องสมุดหลักของรายการ

source: This item needs to be transfered to %s
th: รายการนี้ต้องถูกถ่ายโอนไปยัง %s

source: This matrix is to be used to create all of the rules associated with circulation and fines.
th: เมทริกซ์นี้จะใช้สร้างกฎทั้งหมดที่เกี่ยวกับระบบงานยืม-คืนและค่าปรับ

source: This message appears on this patron's user page in the OPAC
th: ข้อความนี้จะปรากฎในหน้าผู้ใช้ของสมาชิกห้องสมุดใน OPAC

source: This message displays when checking out to this patron
th: ข้อความนี้จะแสดงเมื่อมีการยืมออกให้กับสมาชิกห้องสมุดนี้

source: This module is needed if you intend to print barcodes.
th: จำเป็นต้องมีระบบงานนี้ ถ้าคุณมีความประสงค์ที่จะพิมพ์บาร์โค้ด

source: This module is needed if you intend to print spine labels.
th: จำเป็นต้องมีระบบงานนี้ ถ้าคุณมีความประสงค์ที่จะพิมพ์ป้ายติดสันหนังสือ

source: This module is needed if you intend to use LDAP for authentication.
th: จำเป็นต้องมีระบบงานนี้ ถ้าคุณมีความประสงค์ที่จะใช้ LDAP สำหรับการรับรองความถูกต้อง

source: This module is used whenever Koha has to send email.
th: จะใช้ระบบงานนี้ทุกครั้งที่ Koha ต้องส่งอีเมล

source: This one-step report will show you how many items of each item type are currently in your branch library or libraries.
th: รายงานแบบขั้นตอนเดียวนี้จะแสดงจำนวนรายการของแต่ละประเภทของทรัพยากรที่มีอยู่ในปัจจุบันในห้องสมุดสาขาหรือห้องสมุด

source: This page allows you to set the system preferences that control much of the basic behavior of Koha.
th: ในหน้านี้ คุณสามารถตั้งค่าการปรับแต่งระบบที่ควบคุมลักษณะการทำงานพื้นฐานของ Koha เป็นส่วนใหญ่

source: This page provides a simplified way to map your MARC tags and subfields to the non-MARC Koha database tables <b>for default biblio framework</b>. This can also be done while setting the MARC tag structure, but it is easier to see the relationship between the MARC database and the Koha database here.
th: หน้านี้มีวิธีแบบง่ายในการแมปแท็ก MARC และเขตข้อมูลย่อยกับตารางฐานข้อมูล Koha ที่ไม่ใช่ MARC <b>สำหรับโครงร่างบรรณานุกรมเริ่มต้น</b> นอกจากนี้ ยังสามารถทำให้เสร็จได้ในขณะที่ตั้งค่าโครงสร้างแท็ก MARC แต่การดูความสัมพันธ์ระหว่างฐานข้อมูล MARC กับฐานข้อมูล Koha ที่นี่จะง่ายกว่า

source: This page provides information regarding all of the items attached to a record. From here you can easily mark and item lost, damaged or withdrawn. You can slo view the circulation history or edit the items.
th: หน้านี้มีข้อมูลเกี่ยวกับรายการทั้งหมดที่แนบกับระเบียน จากตรงนี้ คุณสามารถทำเครื่องหมายรายการที่สูญหาย เสียหาย หรือถูกจำหน่ายออกจากระบบได้อย่างสะดวก นอกจากนี้ คุณยังสามารถดูประวัติระบบงานการยืม-คืน หรือแก้ไขรายการต่างๆ

source: This page will show you all items that are overdue as of today.
th: หน้านี้จะแสดงให้คุณเห็นรายการทั้งหมดที่เกินกำหนดส่งในวันนี้

source: This parameter helps you define the cities and towns that your patrons live in. These will appear as a pull down on the patron add screen to make it easier for entering of consistent data.
th: พารามิเตอร์นี้จะช่วยคุณกำหนดเมืองและเขตที่สมาชิกห้องสมุดอาศัยอยู่ โดยจะปรากฎเป็นตัวเลือกแบบดึงลงบนหน้าจอเพิ่มสมาชิกห้องสมุดเพื่อทำให้ง่ายขึ้นในการใส่ข้อมูลที่สอดคล้องกัน

source: This patron does not exist.
th: ไม่มีสมาชิกห้องสมุดรายนี้

source: This permission will allow staff members to search the catalog via the staff interface
th: สิทธินี้จะทำให้เจ้าหน้าที่สามารถค้นหารายการทรัพยากรได้จากส่วนติดต่อของเจ้าหน้าที่

source: This record is used
th: มีการใช้ระเบียนนี้

source: This record is used %s times
th: มีการใช้ระเบียนนี้ %s ครั้ง

source: This record is used %s times. Impossible to delete it
th: มีการใช้ระเบียนนี้ %s ครั้ง ไม่สามารถลบได้

source: This report depends on the system preference 'TransfersMaxDaysWarning'. If items are not transferred by the number of days defined in this preference a warning will be issued via the 'check this transfer' link.
th: รายงานนี้ขึ้นอยู่กับการปรับแต่งระบบ ''TransfersMaxDaysWarning' ถ้าข้อกำหนดไม่ถูกถ่ายโอนโดยจำนวนวันที่กำหนดในการปรับแต่งนี้ จะมีคำเตือนผ่านการเชื่อมโยง 'ตรวจสอบการโอนย้ายนี้'

source: This report indicates all the items that have Holds on them that are currently held on the library shelves or stack.
th: รายงานนี้จะแสดงรายการทั้งหมดที่มีการจอง ซึ่งปัจจุบันอยู่ในชั้นหรือกองหนังสือของห้องสมุด

source: This report lists the next hold waiting (one per biblio) depending on how system preferences are set
th: รายงานนี้จะแสดงรายการการจองที่รอถัดไป (หนึ่งการจองต่อบรรณานุกรม) โดยขึ้นอยู่กับการตั้งค่าการปรับแต่งระบบ

source: This report offers a couple options for handing overdues:
th: รายงานนี้มีสองตัวเลือกสำหรับจัดการการเกินกำหนดส่ง ได้แก่

source: This report shows all the items from other libraries/branches that are in transit to your branch. The status of all these items is marked as &quot;In Transit&quot;
th: รายงานนี้แสดงรายการทั้งหมดจากห้องสมุด/สาขาอื่นที่อยู่ในระหว่างนำส่งมายังสาขาของคุณ สถานะของรายการเหล่านี้ทั้งหมดจะถูกทำเครื่องหมายเป็น &quot;อยู่ในระหว่างนำส่ง&quot;

source: This report will list all outstanding bills for your library system.
th: รายงานนี้จะแสดงรายการใบเรียกเก็บเงินทั้งหมดที่คงเหลืออยู่ในระบบห้องสมุด

source: This report will not show items that are so long overdue that the system has marked them 'Lost'
th: รายงานนี้จะไม่แสดงรายการที่เกินกำหนดส่งนานเกินจนระบบทำเครื่องหมายเป็น 'สูญหาย'

source: This report will show you how many items were checked out, by borrower (or 'patron') category
th: รายงานนี้จะแสดงจำนวนรายการที่ยืมออกโดยประเภทผู้ยืม (หรือ 'สมาชิกห้องสมุด')

source: This screen is divided in 2 parts
th: หน้าจอนี้แบ่งออกเป็น 2 ส่วน

source: This screen shows the information associated with a given patron.
th: หน้าจอนี้แสดงข้อมูลเกี่ยวกับสมาชิกห้องสมุดที่ได้รับ

source: This screen shows the subfields associated with the selected tag. You can edit subfields or add a new one by clicking on edit.
th: หน้าจอนี้แสดงเขตข้อมูลย่อยที่สัมพันธ์กับแท็กที่เลือก คุณสามารถแก้ไขเขตข้อมูลย่อยหรือเพิ่มเขตข้อมูลย่อยใหม่ได้ด้วยการคลิกที่ 'แก้ไข'

source: This script is not able to create/write to the necessary temporary directory.
th: สคริปต์นี้ไม่สามารถสร้าง/เขียนลงในไดเรกทอรีชั่วคราวที่จำเป็น

source: This section determines what data will appear on the labels(s). Choose one of the following two methods of entry:
th: ส่วนนี้จะกำหนดข้อมูลที่จะปรากฎบนป้าย ให้เลือกทำวิธีใดวิธีหนึ่งจากสองวิธีค่อไปนี้

source: This section provides information about your Koha installation. It is useful for developers and if you wish to report bugs or issues to the Koha community.
th: ส่วนนี้จะให้ข้อมูลเกี่ยวกับการติดตั้ง Koha มีประโยชน์สำหรับนักพัฒนาและเมื่อคุณต้องการรายงานบักหรือปัญหาต่างๆ ต่อชุมชน Koha

source: This section tells you which version of Koha and supporting software you are using. If possible, when reporting issues to the Koha community, always give details of which version of Koha you are using. Koha is under active development and it is highly likely that an upgrade to a more recent version will provide patches and bug fixes you require.
th: ส่วนนี้จะบอกคุณว่าเป็น Koha รุ่นใด และคุณใช้ซอฟต์แวร์การสนับสนุนใดอยู่ ถ้าเป็นไปได้ เมื่อรายงานฉบับสิ่งพิมพ์ไปที่ชุมชน Koha ระบบจะให้รายละเอียดของรุ่น Koha ที่คุณใช้เสมอ Koha อยู่ภายใต้การพัฒนาในปัจจุบัน และมีแนวโน้มสูงที่จะปรับรุ่นเป็นรุ่นใหม่กว่าซึ่งจะมีโปรแกรมแก้ไขและการแก้บักที่คุณต้องการ

source: This subscription is now ended. The last issue was received on %s
th: การบอกรับเป็นสมาชิกนี้สิ้นสุดแล้วในปัจจุบัน โดยได้รับฉบับสุดท้ายเมื่อวันที่ %s

source: This tab allows librarians to assign advaned messaging preferences to patrons. Patrons can also set these options via the OPAC.
th: แท็บนี้ทำให้บรรณานุรักษ์สามารถมอบหมายการปรับแต่งข้อความล่วงหน้าให้กับสมาชิกห้องสมุด นอกจากนี้ สมาชิกห้องสมุดยังสามารถตั้งค่าตัวเลือกเหล่านี้ได้ผ่าน OPAC

source: This tab lists all the dependant Perl Modules for Koha and whether or not you have them installed, and the version number. If you are reporting an issue, the developer may ask what is the state of the Perl modules you have installed.
th: แท็บนี้จะแสดงรายการระบบงาน Perl อิสระทั้งหมดของ Koha รวมทั้งหมายเลขรุ่น ไม่ว่าคุณจะติดตั้งระบบงานดังกล่าวไว้หรือไม่ก็ตาม ถ้าคุณกำลังรายงานปัญหา นักพัฒนาระบบอาจขอข้อมูลสถานะของระบบงาน Perl ที่คุณติดตั้ง

source: This tab will provide you with information on the circulation history for this item. Including the due date or return date and the patron information (if you are keeping track of this data).
th: แท็บนี้จะให้ข้อมูลประวัติระบบงานยืม-คืนของรายการนี้ รวมถึงวันที่ครบกำหนดหรือวันที่ส่งคืนและข้อมูลของสมาชิกห้องสมุด (ถ้าคุณติดตามข้อมูลนี้อยู่)

source: This table is used in MARC definition. You can define as many categories as you want, and as many authorized values as you want in each category.
th: ตารางนี้ใช้ในการกำหนด MARC คุณสามารถกำหนดประเภทต่างๆ ได้มากตามต้องการ และสามารถกำหนดค่าที่กำหนดใช้ในแต่ละประเภทได้มากตามต้องการเช่นกัน

source: This tool allows librarians to export both bibliographic records and holdings in either MARC format or MARCXML.
th: เครื่องมือนี้ทำให้บรรณารักษ์สามารถส่งออกทั้งระเบียนบรรณานุกรมและการจองในรูปแบบ MARC หรือ MARCXML

source: This tool allows temporary reassignment of an item to another branch.
th: เครื่องมือนี้ทำให้สามารถกำหนดรายการใหม่ไปยังอีกสาขาเป็นการชั่วคราว

source: This tool allows you to bulk anonymize circulation histories or bulk delete patron records. This means that the system keeps a link between old loans and their items but severs the link to the borrower.
th: เครื่องมือนี้ทำให้คุณสามารถขยายจำนวนการไม่ระบุชื่อในประวัติระบบงานยืม-คืน หรือขยายจำนวนการลบระเบียนของสมาชิกห้องสมุด หมายความว่าระบบจะมีการเชื่อมโยงระหว่างการยืมเก่ากับรายการของการยืม แต่เซิร์ฟเวอร์จะเชื่อมโยงกับผู้ยืม

source: This tool allows you to upload multiple patron images as a batch.
th: เครื่องมือนี้ทำให้คุณสามารถอัปโหลดรูปสมาชิกห้องสมุดได้หลายรูปเป็นชุด

source: This tool gives librarians the option to moderate patron added tags.&nbsp; This moderation page will show up regardless of the system preference settings related to tagging.
th: เครื่องมือนี้เป็นตัวเลือกสำหรับบรรณารักษ์ ในการตรวจสอบสมาชิกห้องสมุดที่เพิ่มแท็ก&nbsp; หน้าการตรวจสอบนี้จะแสดงโดยไม่คำนึงถึงการตั้งค่าการปรับแต่งระบบที่เกี่ยวกับการติดป้ายแท็กแต่อย่างใด

source: This tool lets you define triggers for overdue notices. You can send a borrower up to three notices and also tell Koha how many days should pass between the day a book was due and the sending of each of these notices. Koha lets you define a different notice schedule for each branch, and different schedules for each patron type you've defined within those branches. Finally you can set a notice to trigger a 'debar' on the borrower's account during any of the three triggers.
th: เครื่องมือนี้ทำให้คุณสามารถกำหนดทริกเกอร์สำหรับข้อความแจ้งเตือนการเกินกำหนดส่ง คุณสามารถส่งข้อความแจ้งเตือนไปยังผู้ยืมได้มากถึงสามครั้ง และยังสามารถแจ้ง Koha ว่าให้ผ่านวันที่ครบกำหนดส่งคืนหนังสือไปกี่วัน จึงจะส่งข้อความแจ้งเตือนแต่ละฉบับ Koha ให้คุณกำหนดเวลาในการส่งข้อความแจ้งเตือนต่างกันได้ในแต่ละสาขา และการกำหนดเวลาต่างกันได้ตามประเภทสมาชิกห้องสมุดที่กำหนดภายในสาขาเหล่านั้น สุดท้าย คุณสามารถตั้งค่าข้อความแจ้งเตือนให้ทริกเกอร์ 'ตัดสิทธิ' บัญชีของผู้ยืมในระหว่างทริกเกอร์ใดทริกเกอร์หนึ่งได้

source: This tool will let you search for all serials that will expire before a specific date. This is a handy tool when it comes time to budget for new serials.
th: เครื่องมือนี้จะทำให้คุณสามารถค้นหาสิ่งพิมพ์ต่อเนื่องทั้งหมดที่จะหมดอายุก่อนวันที่ระบุ เป็นเครื่องมือที่มีประโยชน์เมื่อถึงเวลาจัดทำงบประมาณสำหรับสิ่งพิมพ์ต่อเนื่องใหม่

source: This will change the subject headings on
th: โดยจะเปลี่ยนหัวเรื่องบน

source: This will result in a comma separated value (csv) file.
th: โดยจะมีผลในแฟ้มแบบค่าที่แยกด้วยเครื่องหมายจุลภาค (Comma Separated Value หรือ CSV)

source: This will show you the number of items you have to order for your library to meet your library's hold per item ratio. By default it will be set to the library needing 3 items per hold that has been placed. The report will tell you how many additional items need to be purchased to meet this quota.
th: จะแสดงให้คุณทราบจำนวนของรายการที่คุณต้องสั่งซื้อให้ห้องสมุด เพื่อให้รับกับอัตราการจองต่อรายการในห้องสมุด ตามค่าเริ่มต้นแล้ว จะตั้งค่าให้ห้องสมุดมีสามรายการต่อการจองที่ส่งจอง รายงานจะแสดงจำนวนรายการเพิ่มเติมที่จำเป็นต้องจัดซื้อเพื่อให้ตรงกับโควตานี้

source: This will use the check the holiday calendar before charging fines
th: โดยจะใช้การตรวจสอบปฏิทินวันหยุดก่อนที่จะเก็บค่าปรับ

source: Three times a month
th: เดือนละสามครั้ง

source: Three times a week
th: สามครั้งต่อสัปดาห์

source: Three times a year
th: สามครั้งต่อปี

source: Threshold missing
th: ขาดขีดจำกัด

source: Through Acquisitions
th: ผ่านระบบงานจัดหาทรัพยากร

source: Through Cataloging
th: ผ่านระบบงานวิเคราะห์หมวดหมู่และลงรายการ

source: Thursday
th: พฤหัสบดี

source: Till Reconciliation
th: จนมีการกระทบยอด

source: Time
th: เวลา

source: Time Prepared
th: เวลาที่เตรียมไว้

source: Time:
th: เวลา:

source: Tip: To alter this list you need to make changes to your system parameters
th: เคล็ดลับ: เมื่อต้องการแก้ไขรายการนี้ คุณจำเป็นต้องทำการเปลี่ยนแปลงกับการปรับแต่งระบบ

source: Tips to Remember When Adjusting a Printer Profile
th: เคล็ดลับที่จะต้องจำเมื่อปรับแก้โพรไฟล์ของเครื่องพิมพ์

source: Tirana, Albania
th: ทิราน่า แอลเบเนีย

source: Tiros
th: ดาวเทียม Tiros

source: Tissot's conformal conic
th: เส้นโครงแผนที่ทริสสอทคอนฟอร์มาลรูปกรวย

source: Title
th: ชื่อเรื่อง

source: Title (A-Z)
th: ชื่อเรื่อง (A-Z)

source: Title (Z-A)
th: ชื่อเรื่อง (Z-A)

source: Title <a1>Sort</a>
th: ชื่อเรื่อง <a1>เรียงลำดับ</a>

source: Title Phrase
th: วลีชื่อเรื่อง

source: Title desc
th: ชื่อเรื่องเรียงลำดับลง

source: Title-page availability code
th: รหัสความพร้อมบริการของหน้าชื่อเรื่อง

source: Title:
th: ชื่อเรื่อง:

source: Titles
th: ชื่อเรื่อง

source: To
th: ถึง

source: To %S
th: ถึง %S

source: To Screen
th: ไปหน้าจอ

source: To a file:
th: ไปยังแฟ้ม:

source: To add a new 'Classification Source'...
th: เมื่อต้องการเพิ่ม 'แหล่งระบบการจัดหมวดหมู่หนังสือ'...

source: To add a new 'Filing Rule'...
th: เมื่อต้องการเพิ่ม 'กฎในการจัดเก็บ'...

source: To add a new Patron Attribute, click 'New Patron Attribute Type'
th: เมื่อต้องการเพิ่ม 'แอตทริบิวต์ของสมาชิกห้องสมุด' ใหม่ ให้คลิก 'สร้างประเภทแอตทริบิวต์ของสมาชิกห้องสมุด'

source: To add a new category, click 'New Category'
th: เมื่อต้องการเพิ่มประเภทใหม่ ให้คลิก 'สร้างประเภท'

source: To add a new holiday, click on the date you'd like to add a holiday to
th: เมื่อต้องการเพิ่มวันหยุดใหม่ ให้คลิกวันที่ซึ่งคุณต้องการจะเพิ่มวันหยุด

source: To add a new item type click 'New Item Type'
th: เมื่อต้องการเพิ่มประเภทของทรัพยากรใหม่ ให้คลิก 'สร้างประเภทของทรัพยากร'

source: To add a new news item the following fields need to be completed:
th: เมื่อต้องการเพิ่มรายการข่าวสารใหม่ จะต้องมีการใส่ข้อมูลในเขตข้อมูลต่อไปนี้ให้ครบถ้วน

source: To add a new value under an existing category, click &quot;New authorized value for&quot;
th: เมื่อต้องการเพิ่มค่าใหม่ใต้ประเภทที่มีอยู่ ให้คลิก &quot;สร้างค่าที่กำหนดใช้สำหรับ&quot;

source: To add a patron, type their name into the search box and click the 'Search' button.
th: เมื่อต้องการเพิ่มสมาชิกห้องสมุด ให้พิมพ์ชื่อสมาชิกห้องสมุดในกล่องค้นหา แล้วคลิกปุ่ม 'ค้นหา'

source: To add servers, you will need to know the domain name or IP address of the server, the port number to use, and the name of the database to access. This information is available for many servers worldwide by acessing the Index Data website at http://www.indexdata.dk/targettest/. All of the servers listed there accept anonymous connections. (Be sure to choose servers which deliver records in the proper MARC format for your Koha installation.)
th: เมื่อต้องการเพิ่มเซิร์ฟเวอร์ คุณจะต้องทราบชื่อโดเมนหรือที่อยู่ IP ของเซิร์ฟเวอร์ หมายเลขพอร์ตที่จะใช้ และชื่อของฐานข้อมูลที่จะเข้าถึง ข้อมูลนี้มีอยู่ในเซิร์ฟเวอร์จำนวนมากทั่วโลกด้วยการเข้าถึงเว็บไซต์ข้อมูลดัชนีที่ Index Data website at http://www.indexdata.dk/targettest/ เซิร์ฟเวอร์ทั้งหมดที่อยู่ในรายการแสดงที่นั่นยอมรับการเชื่อมต่อแบบนิรนาม (ตรวจสอบให้แน่ใจว่าได้เลือกเซิร์ฟเวอร์ที่มอบระเบียนในรูปแบบ MARC ที่ถูกต้องสำหรับการติดตั้ง Koha ของคุณ)

source: To alter patron permissions, click on Patrons on the main menu at the top of the screen.
th: เมื่อต้องการแก้ไขสิทธิของสมาชิกห้องสมุด ให้คลิก 'ระบบงานจัดการสมาชิก' บนเมนูหลักที่ด้านบนของหน้าจอ

source: To anonymize circulation history enter the date before which you'd like that data deleted
th: เมื่อต้องการทำให้ประวัติระบบงานยืม-คืนเป็นแบบไม่ระบุชื่อ ให้ใส่วันที่ก่อนวันที่คุณต้องการให้ลบข้อมูลนั้น

source: To approve a comment click 'Approve'
th: เมื่อต้องการอนุมัติความคิดเห็น ให้คลิก 'อนุมัติ'

source: To approve a tag, click 'approve' in that line or check the box and click 'approve' at the top
th: เมื่อต้องการอนุมัติแท้ก ให้คลิก 'อนุมัติ' ในบรรทัดนั้น หรือกาเครื่องหมายกล่อง แล้วคลิก 'อนุมัติ' ที่ด้านบน

source: To begin an order, local purchase or donation, search for the vendor or benefactor, and then you can create a new Basket.
th: เมื่อต้องการเริ่มใบสั่งซื้อ การจัดซื้อในท้องถิ่น หรือการบริจาค ให้ค้นหาผู้แทนหรือผู้บริจาค จากนั้นคุณจะสามารถสร้าง 'ตะกร้า' ใหม่

source: To biblio number:
th: หมายเลขบรรณานุกรม:

source: To confirm the hold, click 'Place Hold'
th: เมื่อต้องการยืนยันการจอง ให้คลิก 'จอง'

source: To create a manual credit, click the 'Create manual credit' tab
th: เมื่อต้องการสร้างเครดิตด้วยตนเอง ให้คลิกแท็บ 'สร้างเครดิตโดยผู้ใช้'

source: To create a manual invoice, click the 'Create manual invoice' tab
th: เมื่อต้องการสร้างใบแจ้งหนี้ด้วยตนเอง ให้คลิกแท็บ 'สร้างใบแจ้งหนี้โดยผู้ใช้'

source: To create a new List:
th: เมื่อต้องการสร้างรายการใหม่ ให้ทำดังนี้

source: To delete a comment click 'Delete'
th: เมื่อต้องการลบความคิดเห็น ให้คลิก 'ลบ'

source: To delete a subfield, just click the 'delete' link next to the field you'd like to edit
th: เมื่อต้องการลบเขตข้อมูลย่อย เพียงแค่คลิกการเชื่อมโยง 'ลบ' ที่อยู่ถัดจากเขตข้อมูลที่คุณต้องการแก้ไข

source: To delete borrowers, enter the date since the last time they borrowed
th: เมื่อต้องการลบผู้อื่น ให้ใส่วันที่ตั้งแต่ครั้งล่าสุดที่ผู้ยืมยืม

source: To edit a bibliographic record, use the cataloging search to find the record. This can be done either via the cataloging interface or the catalog search. A search with in the Cataloging module will search the catalog and the reservior (see below).
th: เมื่อต้องการแก้ไขระเบียนบรรณานุกรม ให้ใช้การค้นหาระบบงานวิเคราะห์หมวดหมู่และลงรายการเพื่อค้นหาระเบียน โดยสามารถทำได้ผ่านส่วนติดต่อของระบบงานวิเคราะห์หมวดหมู่และลงรายการ หรือการค้นรายการทรัพยากร การค้นหาในระบบงานวิเคราะห์หมวดหมู่และลงรายการจะค้นหารายการทรัพยากรและคลังหนังสือ (ดูด้านล่าง)

source: To edit a new 'Classification Source' or 'Filing Rule'...
th: เมื่อต้องการแก้ไข 'แหล่งระบบการจัดหมวดหมู่หนังสือ' หรือ 'กฎในการจัดเก็บ' ใหม่...

source: To give staff members more granular permissions, you can turn on the GranularPermissions system preference
th: เมื่อต้องการให้เจ้าหน้าที่มีสิทธิอย่างละเอียดเพิ่มขึ้น คุณสามารถเปิด 'GranularPermissions' ในการปรับแต่งระบบ

source: To have a news item remain on the page, do not enter an expiration date.
th: เมื่อต้องการให้รายการข่าวสารยังคงอยู่ในหน้าดังกล่าว ไม่ต้องใส่วันที่หมดอายุ

source: To itemcallnumber:
th: เลขเรียกหนังสือ:

source: To make edits to your shipment return to Acquisitions and search for the vendor in question.
th: เมื่อต้องการแก้ไขการส่งคืนการจัดส่งไปยัง 'ระบบงานจัดหาทรัพยากร' และค้นหาผู้แทนที่ต้องการซักถาม

source: To make the most of acquisitions the following needs to be setup under
th: เมื่อต้องการจัดการส่วนใหญ่ของระบบงานจัดหาทรัพยากร ต้องมีการติดตั้งสิ่งต่อไปนี้ภายใต้

source: To modify a rule, create a new one with the same patron type and item type.
th: เมื่อต้องการปรับเปลี่ยนกฎ ให้สร้างกฎใหม่ที่มีประเภทสมาชิกและประเภทของทรัพยากรเหมือนกัน

source: To move forward, select the relevant task by clicking on the blue underlined text.
th: เมื่อต้องการย้ายไปข้างหน้า ให้เลือกงานที่เกี่ยวข้องด้วยการคลิกที่ข้อความที่ขีดเส้นใต้สีน้ำเงิน

source: To notify patrons of new serial issues, you must <a1>define a notice</a>.
th: เมื่อต้องการแจ้งให้สมาชิกห้องสมุดทราบฉบับสิ่งพิมพ์ต่อเนื่องฉบับใหม่ คุณต้อง <a1>กำหนดข้อความแจ้งเตือน</a>

source: To order a new book, click 'From a new (empty) record'
th: เมื่อต้องการสั่งซื้อหนังสือเล่มใหม่ ให้คลิก 'จากระเบียน (ว่าง) ใหม่'
