Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: Click 'Unpack' and you will receive a confirmation screen
th: คลิก 'แยกชุดข้อมูล ' แล้วคุณจะได้เห็นหน้าจอยืนยัน

source: Click 'edit' next to the 'classification source' or 'filing rule' you wish to edit
th: คลิก 'แก้ไข' ถัดจาก 'แหล่งระบบการจัดหมวดหมู่หนังสือ' หรือ 'กฎในการจัดเก็บ' ที่คุณต้องการแก้ไข

source: Click Next to continue
th: คลิก 'ถัดไป' เพื่อดำเนินการต่อ

source: Click on &ldquo;Lists&rdquo; (You should see a list of shelves that have already been created)
th: คลิก &ldquo;รายการ&rdquo; (คุณควรเห็นรายการชั้นต่างๆ ที่สร้างไว้แล้ว)

source: Click on 'Global System preferences' and then choose the 'OPAC Features' tab
th: คลิก 'การปรับแต่งระบบส่วนกลาง' แล้วเลือกแท็บ 'OPAC Features'

source: Click on Finish to complete and load the Koha Staff Interface.
th: คลิก 'เสร็จสิ้น' เพื่อทำให้สมบูรณ์และโหลดส่วนติดต่อสำหรับเจ้าหน้าที่ของ Koha

source: Click on the 'Fines' tab under the patron information on the left
th: คลิกแท็บ 'ค่าปรับ' ใต้ข้อมูลสมาชิกที่อยู่ด้านซ้าย

source: Click on the 'Save' button at the bottom of the form to save your new profile.
th: คลิกปุ่ม 'บันทึก' ที่ด้านลางของฟอร์มเพื่อบันทึกโพรไฟล์ใหม่ของคุณ

source: Click on the 18th of February 2008 and fill in the necessary fields for your library.
th: คลิกวันที่ 18 กุมภาพันธ์ 2008 แล้วใส่ข้อมูลในเขตข้อมูลที่จำเป็นสำหรับห้องสมุดของคุณ

source: Click on the patron's name from the results
th: คลิกที่ชื่อของสมาชิกจากผลลัพธ์

source: Click on the summary for the record you want to edit
th: คลิกที่สรุปของระเบียนที่คุณต้องการแก้ไข

source: Click the '&gt;&gt;' button to insert that field into your text message where you'd like it to appear in the notice.
th: คลิกปุ่ม '&gt;&gt;' เพื่อแทรกเขตข้อมูลนั้นลงในข้อความที่คุณต้องการให้ปรากฎในข้อความแจ้งเตือน

source: Click the 'Create manual invoice' tab
th: คลิกแท็บ 'สร้างใบแจ้งหนี้ด้วยตนเอง'

source: Click the 'Delete' button to remove the current image.
th: คลิกปุ่ม 'ลบ' เพื่อลบรูปปัจจุบัน

source: Click the 'More' button on the top right of the patron profile and choose 'Set Permissions'
th: คลิกปุ่ม 'เพิ่มเติม' บนด้านบนขวาของโพรไฟล์สมาชิก แล้วเลือก 'ตั้งค่าสิทธิ'

source: Click the 'New' button
th: คลิกปุ่ม 'สร้าง'

source: Click the 'Receive Parcel' button
th: คลิกปุ่ม 'รับพัสดุ'

source: Click to &quot;Unmap&quot;
th: คลิก &quot;ไม่แมป&quot;

source: Click to Expand this Tag
th: คลิกเพื่อขยายแท็กนี้

source: Click to add item
th: คลิกเพื่อเพิ่มรายการ

source: Clicking on the ... for some plugins will bring up a pop up window where you can make various selections to populate the field. This is partiuclarly useful for Leaders and other data element fields.
th: การคลิกบน... บางปลั๊กอินจะเรียกหน้าต่างแบบผุดขึ้น ให้คุณเลือกตัดสินใจต่างๆ ในการนำเข้าเขตข้อมูลแบบอัตโนมัติ เป็นประโยชน์อย่างยิ่งสำหรับตัวนำและเขตข้อมูลองค์ประกอบข้อมูลอื่นๆ

source: Close
th: ปิด

source: Close Help Window
th: ปิดหน้าต่างวิธีใช้

source: Close Window
th: ปิดหน้าต่าง

source: Close this basket
th: ปิดตะกร้านี้

source: Closed On: %s
th: ปิดเมื่อ: %s

source: Closed on: %s
th: ปิดเมื่อ: %s

source: Cloud cover
th: ปริมาณเมฆ

source: Code
th: รหัส

source: Code date publication
th: รหัสปีที่พิมพ์

source: Code reverse
th: รหัสแบบย้อนกลับ

source: Code:
th: รหัส:

source: Coded Fields
th: เขตข้อมูลที่ใส่รหัส

source: Coded information filters
th: ตัวกรองข้อมูลที่เข้ารหัส

source: Collection
th: คอลเลกชัน

source: Collection:
th: คอลเลกชัน:

source: Colour
th: สี

source: Colour indicator
th: ตัวบ่งชี้สี

source: Colour:
th: สี:

source: Column
th: คอลัมน์

source: Columns
th: คอลัมน์

source: Columns must be filled left to right: if the first column is blank, other columns will be ignored.
th: จะต้องกรอกคอลัมน์จากซ้ายไปขวา กล่าวคือ ถ้าคอลัมน์แรกว่าง คอลัมน์อื่นๆ จะถูกละเว้น

source: Coming from %s
th: ยี่ห้อ %s

source: Comma Separated Text
th: ข้อความที่ใช้จุลภาคเป็นตัวคั่น

source: Comment
th: ความคิดเห็น

source: Commenter
th: ผู้ออกความเห็น

source: Comments
th: ความคิดเห็น

source: Comments about this file:
th: ความคิดเห็นเกี่ยวกับแฟ้มนี้:

source: Comments/Reviews
th: ความคิดเห็น/บทวิจารณ์

source: Commited budget
th: งบประมาณที่ผูกมัด

source: Compact view
th: มุมมองแบบกะทัดรัด

source: Company
th: บริษัท

source: Company Name *
th: ชื่อบริษัท *

source: Company Name:
th: ชื่อบริษัท:

source: Company details
th: รายละเอียดบริษัท

source: Complete the information in the right area.
th: ใส่ข้อมูลในพื้นที่ด้านขวาให้สมบูรณ์

source: Completed import of records
th: การนำเข้าระเบียนเสร็จสมบูรณ์

source: Completeness
th: ความสมบูรณ์

source: Computer Files
th: แฟ้มคอมพิวเตอร์

source: Computer files, Data, Software
th: แฟ้มคอมพิวเตอร์ ข้อมูล ซอฟต์แวร์

source: Concatenation of koha & MARC fields
th: การเรียงต่อกันของเขตข้อมูล Koha และ MARC

source: Conference or meeting code :
th: รหัสการสัมมนาหรือการประชุม :

source: Conference publication indicator
th: ตัวบ่งชี้เอกสารการประชุม

source: Configuration OK, you don't have errors in your MARC parameters table
th: การกำหนดค่าถูกต้อง คุณไม่มีข้อผิดพลาดในตารางพารามิเตอร์ของ MARC

source: Configure these parameters in the order they appear.
th: กำหนดค่าพารามิเตอร์เหล่านี้ตามลำดับที่ปรากฎ

source: Confirm
th: ยืนยัน

source: Confirm Custom Report
th: ยืนยันรายงานแบบกำหนดเอง

source: Confirm Definition
th: ยืนยันข้อกำหนด

source: Confirm Deletion
th: ยืนยันการลบ

source: Confirm Deletion of %s?
th: ยืนยันการลบของ %s ใช่หรือไม่

source: Confirm Deletion of Category %s
th: ยืนยันการลบหมู่หนังสือ %s

source: Confirm Deletion of Category '%s'
th: ยืนยันการลบหมู่หนังสือ '%s'

source: Confirm Deletion of Currency
th: ยืนยันการลบสกุลเงิน

source: Confirm Deletion of Currency '
th: ยืนยันการลบสกุลเงิน '

source: Confirm Deletion of Currency '%s'
th: ยืนยันการลบสกุลเงิน '%s'

source: Confirm Deletion of Fund <em>%s</em>
th: ยืนยันการลบกองทุน <em>%s</em>

source: Confirm Deletion of Printer <em>%s</em>
th: ยืนยันการลบเครื่องพิมพ์<em>%s</em>

source: Confirm Deletion of Subfield %s?
th: ยืนยันการลบเขตข้อมูลย่อย %s?

source: Confirm Deletion of Tag
th: ยืนยันการลบแท็ก

source: Confirm Deletion of authority structure definition for
th: ยืนยันการลบนิยามโครงสร้างรายการหลักฐานของ

source: Confirm delete:
th: ยืนยันการลบ:

source: Confirm deletion of %s (%s)?
th: ยืนยันการลบของf %s (%s)?

source: Confirm deletion of classification source
th: ยืนยันการลบแหล่งเลขหมู่หนังสือ

source: Confirm deletion of filing rule
th: ยืนยันการลบกฎในการจัดเก็บ

source: Confirm deletion of patron attribute type
th: ยืนยันการลบประเภทแอตทริบิวต์ของสมาชิก

source: Confirm deletion of record matching rule
th: ยืนยันการลบกฎในการจับคู่ระเบียน

source: Confirm hold
th: ยืนยันการจอง

source: Congratulations, Installation complete
th: ขอแสดงความยินดี การติดตั้งเสร็จสมบูรณ์

source: Connect %s.%s to a MARC subfield
th: เชื่อมต่อ %s %s กับเขตข้อมูลย่อย MARC

source: Connection established.
th: มีการสร้างการเชื่อมต่อ

source: Connection failed to %s
th: การเชื่อมต่อกับ %s ล้มเหลว

source: Consider the formula <b>#{X}/{Y}</b>. The following XYZ settings :
th: พิจารณาสูตร <b>#{X}/{Y}</b> การตั้งค่า XYZ ต่อไปนี้ :

source: Considered lost
th: พิจารณาเป็นสูญหาย

source: Constraints
th: ข้อจำกัด

source: Contact
th: ที่ติดต่อ

source: Contact Name
th: ชื่อที่ติดต่อ

source: Contact details
th: รายละเอียดที่ติดต่อ

source: Contact name:
th: ชื่อที่ติดต่อ:

source: Contact note:
th: บันทึกย่อที่ติดต่อ:

source: Contact your system administrator to create this directory and you'll be set to go.
th: ติดต่อผู้ดูแลระบบของคุณ ให้สร้างไดเรกทอรี่แล้วคุณจะดำเนินการต่อได้

source: Content
th: เนื้อหา

source: Contents
th: เนื้อหา

source: Contents of <i>%s</i>
th: เนื้อหาของ <i>%s</i>

source: Continue adding 'field's and clicking '&gt;&gt;' to insert them into the notice until your message is completed.
th: ดำเนินการต่อด้วยการเพิ่ม 'เขตข้อมูล' แล้วคลิก '&gt;&gt;' เพื่อแทรกเขตข้อมูลลงในข้อความแจ้งเตือนจนข้อความของคุณเสร็จสมบูรณ์

source: Continue to log in to Koha
th: ดำเนินการต่อเพื่อเข้าสู่ระบบ Koha

source: Continue with cataloging your authorities
th: ดำเนินการต่อด้วยการลงรายการหลักฐานของคุณ

source: Continue without Marking &gt;&gt;
th: ดำเนินการต่อโดยไม่ทำเครื่องหมาย &gt;&gt;

source: Continuo
th: ดำเนินการต่อ

source: Contrebasse
th: ดับเบิลเบส

source: Copenhagen, Denmark
th: โคเปนฮาเกน เดนมาร์ค

source: Copy / Vol :
th: เล่ม / ปีที่ :

source: Copy No.
th: หมายเลขเล่ม

source: Copyright
th: ลิขสิทธิ์

source: Copyright Date:
th: วันที่ลิขสิทธิ์:

source: Copyright date:
th: วันที่ลิขสิทธิ์:

source: Copyright:
th: ลิขสิทธิ์:

source: Copyrightdate
th: วันที่ลิขสิทธิ์

source: Cor anglais
th: คอร์ แองเกลส์

source: Cordoba, Argentina
th: คอร์โดบา อาร์เจนตินา

source: Cornet a piston
th: แตรทองเหลือง

source: Could not add patron attribute type &quot;%s&quot; &mdash; one with that code already exists.
th: ไม่สามารถเพิ่มประเภทแอตทริบิวต์ของสมาชิก &quot;%s&quot; &mdash; มีรหัสดังกล่าวอยู่ในระบบแล้ว

source: Could not add value &quot;%s&quot; for category &quot;%s&quot; &mdash; value already present.
th: ไม่สามารถเพิ่มค่า &quot;%s&quot; ให้กับประเภท &quot;%s&quot; &mdash; มีค่าอยู่แล้ว

source: Could not delete patron attribute type &quot;%s&quot; &mdash; it is in use by %s patron records
th: ไม่สามารถลบประเภทแอตทริบิวต์ของสมาชิก &quot;%s&quot; &mdash; มีระเบียนสมาชิกใช้ประเภทนี้อยู่ %s ระเบียน

source: Could not delete patron attribute type &quot;%s&quot; &mdash; it was already absent from the database.
th: ไม่สามารถลบประเภทแอตทริบิวต์ของสมาชิก &quot;%s&quot; &mdash; ไม่มีอยู่ในฐานข้อมูลแล้ว

source: Count
th: นับ

source: Count : Returns a count of each value
th: การนับ : ส่งคืนการนับแต่ละค่า

source: Count items
th: นับรายการ

source: Count of Checkouts
th: การนับการยืมออก

source: Count total items
th: นับรายการทั้งหมด

source: Count unique items
th: นับรายการที่ไม่ซ้ำ

source: Create
th: สร้าง

source: Create Authority Types
th: สร้างประเภทของรายการหลักฐาน

source: Create Biblio
th: สร้างบรรณานุกรม

source: Create Label Template
th: สร้างแม่แบบป้าย

source: Create Layout
th: สร้างเค้าโครง

source: Create Manual Credit
th: สร้างเครดิตด้วยตนเอง

source: Create Manual Invoice
th: สร้างใบแจ้งหนี้ด้วยตนเอง

source: Create Printer Profile
th: สร้างโพรไฟล์เครื่องพิมพ์

source: Create Report From SQL
th: สร้างรายงานจาก SQL

source: Create Routing List
th: สร้างรายการนำส่งทรัพยากร

source: Create a CSV file for your patron data
th: สร้างแฟ้ม CSV สำหรับข้อมูลสมาชิก

source: Create a new List
th: สร้างรายการใหม่

source: Create a new batch
th: สร้างชุดงานใหม่

source: Create and manage Authorities frameworks that define the characteristics of your MARC Records (field and subfield definitions).
th: สร้างและจัดการโครงร่างแอตทริบิวต์ที่กำหนดคุณลักษณะของระเบียน MARC (ข้อกำหนดเขตข้อมูลและเขตข้อมูลย่อย)

source: Create and manage Authorities frameworks that define the characteristics of your MARC Records (field and subfield definitions). To create a new framework...
th: สร้างและจัดการโครงร่าง 'รายการหลักฐาน' ที่กำหนดคุณลักษณะของระเบียน MARC ของคุณ (ข้อกำหนดของเขตข้อมูลและเขตข้อมูลย่อย) เมื่อต้องการสร้างโครงร่างใหม่...

source: Create and manage Bibliographic frameworks that define the characteristics of your MARC Records (field and subfield definitions) as well as templates for the MARC editor.
th: สร้างและจัดการโครงร่าง 'บรรณานุกรม' ที่กำหนดคุณลักษณะของระเบียน MARC ของคุณ (ข้อกำหนดของเขตข้อมูลและเขตข้อมูลย่อย) และแม่แบบสำหรับตัวแก้ไข MARC

source: Create authority framework for %s using
th: สร้างโครงร่างรายการหลักฐานให้กับการใช้ %s

source: Create framework for %s (%s) using
th: สร้าโครงร่างให้กับการใช้ %s (%s)

source: Create from SQL
th: สร้างจาก SQL

source: Create manual credit
th: สร้างเครดิตด้วยตนเอง

source: Create manual invoice
th: สร้างใบแจ้งหนี้ด้วยตนเอง

source: Create printable labels and barcodes from catalog data and patron cards from patron data
th: สร้างป้ายและบาร์โค้ดที่พิมพ์ได้จากข้อมูลรายการทรัพยากรและบัตรสมาชิกห้องสมุดจากข้อมูลสมาชิก

source: Create report from SQL
th: สร้างรายงานจาก SQL

source: Created by
th: สร้างโดย

source: Creating a Printer Profile
th: การสร้างโพรไฟล์เครื่องพิมพ์

source: Creating a vendor
th: การสร้างผู้แทน

source: Creation technique
th: เทคนิคในการสร้าง

source: Creation&nbsp;Date
th: วันที่สร้าง

source: Credit
th: เครดิต

source: Credit Type:
th: ประเภทของเครดิต:

source: Credits
th: เครดิต

source: Credits:
th: เครดิต:

source: Creep-Horizontal
th: ความหนืดแนวนอน

source: Creep-Vertical
th: ความหนืดแนวตั้ง

source: Creep:
th: ความหนืด:

source: Criteria allow you to limit your report to display results to a given criteria.Criteria are bound to a specific reporting area.
th: 'เกณฑ์' ทำให้คุณสามารถจำกัดรายงานให้แสดงผลลัพธ์ตามเกณฑ์ที่ให้ โดยผูกติดกับพื้นที่ในการรายงานที่ระบุ

source: Critical field &quot;%s&quot;
th: เขตข้อมูลที่สำคัญ &quot;%s&quot;

source: Cumulative index availability code
th: รหัสความพร้อมใช้งานของดัชนีสะสม

source: Currencies
th: สกุลเงิน

source: Currencies Search:
th: การค้นหาสกุลเงิน:

source: Currencies administration
th: งานดูแลระบบสกุลเงิน

source: Currencies and Exchange Rates
th: สกุลเงินและอัตราแลกเปลี่ยน

source: Currencies and exchange rates
th: สกุลเงินและอัตราแลกเปลี่ยน

source: Currency
th: สกุลเงิน

source: Currency Cutoff:
th: ส่วนที่ตัดสกุลเงิน:

source: Currency Deleted
th: มีการลบสกุลเงิน

source: Currency:
th: สกุลเงิน:

source: Current Checkouts Allowed
th: อนุญาตให้ยืมออกในปัจจุบัน

source: Current Library
th: ห้องสมุดปัจจุบัน

source: Current Location:
th: ตำแหน่งที่ตั้งปัจจุบัน:

source: Current Terms
th: เงื่อนไขปัจจุบัน

source: Current server time is:
th: เวลาของเซิร์ฟเวอร์ปัจจุบัน คือ

source: D&aelig;nsk (Danish)
th: D&aelig;nsk (เดนมาร์ก)

source: DAMAGED
th: เสียหาย

source: DANMARC
th: เดนมาร์ก

source: DBX processed
th: มีการดำเนินการ DBX

source: DVD video / Videodisc
th: ดีวีดีวิดีโอ / วิดีโอดิสก์

source: DVD-Video
th: ดีวีดี-วิดีโอ

source: Daily
th: รายวัน

source: Damaged
th: ที่เสียหาย

source: Damaged Status:
th: สถานะเสียหาย:

source: Data Deleted
th: ข้อมูลถูกลบ

source: Data Fields
th: เขตข้อมูล

source: Data Recorded
th: ข้อมูลได้รับการบันทึก

source: Data deleted
th: ข้อมูลถูกลบ

source: Data error
th: มีข้อผิดพลาดของข้อมูล

source: Data recorded
th: ข้อมูลได้รับการบันทึก

source: Database
th: ฐานข้อมูล

source: Database settings:
th: การตั้งค่าฐานข้อมูล:

source: Database tables created
th: มีการสร้างตารางฐานข้อมูล

source: Database:
th: ฐานข้อมูล:

source: Date
th: วันที่

source: Date <a1>Sort</a>
th: วันที่ <a1>เรียงลำดับ</a>

source: Date Accessioned
th: มีการเพิ่มวันที่

source: Date Added
th: มีการเพิ่มวันที่

source: Date Due
th: วันที่ครบกำหนด

source: Date Last Seen
th: วันที่เห็นล่าสุด

source: Date Range: enter values in both date fields
th: ช่วงวันที่: ใส่ค่าในเขตข้อมูลวันที่ทั้งสองเขต

source: Date Received
th: วันที่ได้รับ

source: Date Received reverse
th: มีการกลับวันที่ได้รับ

source: Date due
th: วันที่ครบกำหนด

source: Date entered on file
th: วันที่จัดเก็บ

source: Date formats should match your system preference, and <b>must</b> be zero-padded, e.g. '01/02/2008'.
th: รูปแบบวันที่ควรตรงกับการปรับแต่งระบบ และ <b>ต้อง</b> เติมศูนย์ให้เป็นสองหลัก เช่น '01/02/2008'

source: Date last seen
th: วันที่เห็นล่าสุด

source: Date of Birth
th: วันเกิด

source: Date of birth
th: วันเกิด

source: Date of birth is invalid.
th: วันเกิดไม่ถูกต้อง

source: Date of birth:
th: วันเกิด:

source: Date of enrollment is invalid.
th: วันที่ลงทะเบียนไม่ถูกต้อง

source: Date of expiration is invalid.
th: วันที่หมดอายุไม่ถูกต้อง

source: Date of transfer
th: วันที่ถ่ายโอน

source: Date published
th: วันที่ตีพิมพ์

source: Date received
th: วันที่ได้รับ

source: Date received:
th: วันที่ได้รับ:

source: Date/Time
th: วันที่/เวลา

source: Date/time
th: วันที่/เวลา

source: Date:
th: วันที่:

source: Date: %s
th: วันที่ %s

source: Day
th: วัน

source: Day name
th: ชื่อวัน

source: Day of week
th: วันในสัปดาห์

source: Day:
th: วัน:

source: Days in advance
th: วันล่วงหน้า

source: Dear %s
th: เรียน คุณ%s

source: Dear %s user, You have suggested that the library acquire %s
th: เรียนผู้ใช้ห้องสมุด %s คุณได้เสนอแนะว่าห้องสมุดควรมีหนังสือ %s

source: Debar
th: ห้าม

source: Debarred
th: ห้าม

source: Debarred:
th: ห้าม:

source: Debug is on (level %s)
th: แก้จุดบกพร่องที่ (ระดับ %s)

source: Decametres
th: เดคาเมตร

source: December
th: ธันวาคม

source: Decimetres
th: เดคาเมตร

source: Default
th: ค่าเริ่มต้น

source: Default Framework
th: โครงร่างเริ่มต้น

source: Default framework
th: โครงร่างเริ่มต้น

source: Default value:
th: ค่าเริ่มต้น:

source: Default values
th: ค่าเริ่มต้น

source: Define a Layout
th: กำหนดเค้าโครง

source: Define a Layout Template
th: กำหนดแม่แบบเค้าโครง

source: Define authority types, then authority MARC structure in the same way you define itemtypes and biblio MARC tag structure. Authority values are managed through plugins
th: กำหนดประเภทของรายการหลักฐาน จากนั้นกำหนดโครงสร้างของรายการหลักฐาน MARC แบบเดียวกับที่คุณกำหนดประเภทของทรัพยากรและโครงสร้างแท็ก MARC ของบรรณานุกรม ค่าที่กำหนดใช้จะถูกจัดการผ่านปลั๊กอิน

source: Define categories and authorized values for them.
th: กำหนดประเภทและค่าที่กำหนดใช้

source: Define circulation and fines rules for combinations of libraries, patron categories, and item types
th: กำหนดระบบงานยืม-คืนและเกณฑ์ค่าปรับให้กับการรวมห้องสมุด ประเภทสมาชิก และประเภทของทรัพยากร

source: Define cities and towns that your patrons live in.
th: กำหนดเมืองและเขตที่สมาชิกอาศัย

source: Define classification sources (i.e., call number schemes) used by your collection. Also define filing rules used for sorting call numbers.
th: กำหนดแหล่งระบบการจัดหมวดหมู่หนังสือ (เช่น แบบแผนเลขเรียกหนังสือ) ที่คอลเลกชันของคุณใช้ และกำหนดกฎในการจัดเก็บที่ใช้สำหรับการเรียงลำดับเลขเรียกหนังสือ

source: Define classification sources (i.e., call number schemes) used by your collection. You can also define 'filing rules' used for sorting call numbers.
th: กำหนดแหล่งระบบการจัดหมวดหมู่หนังสือ (เช่น แบบแผนเลขเรียกหนังสือ) ที่คอลเลกชันของคุณใช้ นอกจากนี้ คุณยังสามารถกำหนด 'กฎในการจัดเก็บ' ที่ใช้สำหรับการเรียงลำดับเลขเรียกหนังสือ

source: Define currencies and exchange rates used for acquisitions.
th: กำหนดสกุลเงินและอัตราแลกเปลี่ยนที่ใช้สำหรับระบบงานจัดหาทรัพยากร

source: Define days when the library is closed
th: กำหนดวันเมื่อห้องสมุดปิด

source: Define extended attributes (identifiers and statistical categories) for patron records
th: กำหนดแอตทริบิวต์ที่ขยาย (ตัวระบุและประเภททางสถิติ) สำหรับระเบียนสมาชิก

source: Define libraries and groups.
th: กำหนดห้องสมุดและกลุ่ม

source: Define notices (print and email notification messages for overdues, etc.)
th: กำหนดข้อความแจ้งเตือน (พิมพ์และอีเมลข้อความแจ้งเตือนของการเกินกำหนดส่ง เป็นต้น)

source: Define patron categories.
th: กำหนดประเภทสมาชิก

source: Define road types (street, avenue, way, etc.). Road types display as authorized values when adding/editing patrons and can be used in geographic statistics.
th: กำหนดประเภทของถนน (ถนน ถนนหลัก ทาง เป็นต้น) ประเภทของถนนจะแสดงเป็นค่าที่กำหนดใช้เมื่อมีการเพิ่ม/แก้ไขสมาชิก และสามารถใช้ในสถิติทางภูมิศาสตร์

source: Define the currencies you deal with here.
th: กำหนดสกุลเงินที่คุณใช้ที่นี่

source: Define the holidays for :
th: กำหนดวันหยุดสำหรับ :

source: Define the mapping between the Koha transactional database (SQL) and the MARC Bibliographic records. Note that the mapping can be defined through MARC Bibliographic Framework. This tool is just a shortcut to speed up linkage.
th: กำหนดการแมประหว่างฐานข้อมูล (SQL) ทรานแซคชัน และระเบียนบรรณานุกรม MARC ให้สังเกตว่าการแมปสามารถกำหนดได้ผ่านโครงร่างบรรณานุกรม MARC เครื่องมือนี้เป็นเพียงทางลัดที่ช่วยเร่งการเชื่อมต่อ

source: Define which servers to query for MARC data in the integrated Z39.50 client.
th: กำหนดเซิร์ฟเวอร์ที่จะสอบถามข้อมูล MARC ในไคลเอ็นต์ Z39.50 ที่รวม

source: Defined
th: กำหนด

source: Defines the Z39.50 servers you want Koha to search.
th: กำหนด Z39.50 เซิร์ฟเวอร์ ที่คุณต้องการให้ Koha ค้นหา

source: Defining
th: การกำหนด

source: Defining default issuing rules
th: การกำหนดกฎการทำงานของห้องสมุด

source: Defining issuing rules for "%s"
th: การกำหนดกฎการทำงานของห้องสมุดสำหรับ "%s"

source: Definition
th: ข้อกำหนด

source: Definition Description:
th: คำอธิบายข้อกำหนด:

source: Definition Description: Used within the dictionary only to provide further detail about the definition
th: คำอธิบายข้อกำหนด: ที่ใช้ภายในพจนานุกรมเพียงเพื่อให้รายละเอียดเพิ่มเติมเกี่ยวกับข้อกำหนด

source: Definition Name:
th: ชื่อข้อกำหนด:

source: Definition Name: Short name that is used for display and selection
th: ชื่อข้อกำหนด: ชื่อแบบสั้นที่ใช้ในการแสดงและการเลือก

source: Degree (complete with 0):
th: ระดับ (ลงท้ายด้วย 0):

source: Delay
th: หน่วงเวลา

source: Delay is the number of days after an issue is due before an action is triggered.
th: หน่วงเวลาเป็นจำนวนวันหลังจากหนังสือครบกำหนดส่งก่อนที่การกระทำจะถูกทริกเกอร์

source: Delete
th: ลบ

source: Delete Budget?
th: ต้องการลบงบประมาณใช่หรือไม่

source: Delete City "%s?"
th: ต้องการลบเมือง "%s" ใช่หรือไม่

source: Delete Definition
th: ลบข้อกำหนด

source: Delete Item Type '%s'?
th: ต้องการลบประเภทของทรัพยากร '%s' ใช่หรือไม่

source: Delete Library
th: ลบห้องสมุด

source: Delete List
th: ลบรายการ

source: Delete Notice?
th: ต้องการลบข้อความแจ้งเตือนใช่หรือไม่

source: Delete Record
th: ลบระเบียน

source: Delete Road Type "%s?"
th: ลบประเภทของถนน "%s" ใช่หรือไม่

source: Delete Stop Word
th: ลบคำที่ไม่ใช้สืบค้น

source: Delete Subfield
th: ลบเขตข้อมูลย่อย

source: Delete Subscription
th: ลบการบอกรับเป็นสมาชิก

source: Delete borrower who has not borrowed since:
th: ลบผู้ยืมที่ไม่ได้ยืมตั้งแต่:

source: Delete classification source
th: ลบแหล่งระบบการจัดหมวดหมู่หนังสือ

source: Delete current batch
th: ลบชุดงานปัจจุบัน

source: Delete filing rule
th: ลบกฎในการจัดเก็บ

source: Delete framework for %s (%s)?
th: ต้องการลบโครงร่างของ %s (%s) ใช่หรือไม่

source: Delete old borrowers and anonymize circulation history (deletes borrower reading history)
th: ลบผู้ยืมเก่าและไม่ระบุชื่อประวัติการยืม-คืน (ลบประวัติการอ่านของผู้ยืม)

source: Delete patron attribute type
th: ลบประเภทแอตทริบิวต์ของสมาชิก

source: Delete record matching rule
th: ลบกฎในการจับคู่ระเบียน

source: Delete selected
th: มีการเลือกลบ

source: Delete some old patrons/Anonymize some check-out history
th: ลบสมาชิกเก่าห้องสมุดบางคน/ไม่ระบุประวัติการยืมออกบางรายการ

source: Delete this Category
th: ลบประเภทนี้

source: Delete this Currency
th: ลบสกุลเงินนี้

source: Delete this Item Type
th: ลบประเภทของทรัพยากรนี้

source: Delete this Printer
th: ลบเครื่องพิมพ์นี้

source: Delete this Server
th: ลบเซิร์ฟเวอร์นี้

source: Delete this Tag
th: ลบแท็กนี้

source: Delete this budget
th: ลบงบประมาณนี้

source: Delete this holiday
th: ลบวันหยุดนี้

source: Delete this saved report
th: ลบรายงานที่บันทึกไว้นี้

source: Delete?
th: ต้องการลบใช่หรือไม่

source: Deleted classification source %s
th: มีการลบแหล่งระบบการจัดหมวดหมู่หนังสือ %s

source: Deleted filing rule %s
th: มีการลบกฎในการจัดเก็บ %s

source: Deleted patron attribute type &quot;%s&quot;
th: มีการลบประเภทแอตทริบิวต์ของสมาชิก &quot;%s&quot;

source: Deleted record matching rule &quot;%s&quot;
th: มีการลบกฎในการจับคู่ระเบียน &quot;%s&quot;

source: Delimiter:
th: ตัวคั่น:

source: Depending on the chosen framework, the various MARC tags will appear on each tab. Use the tabs across the top of the page to enter record data.
th: แท็ก MARC ต่างๆ จะปรากฎบนแต่ละแท็บ ตามโครงร่างที่เลือก ให้ใช้แท็บที่เรียงอยู่ด้านบนของหน้าเข้าสู่ข้อมูลระเบียน

source: Depending on the permission certain menu items will be removed from the menus in Koha, preventing users from accessing them.
th: รายการเมนูบางรายการจะไม่ปรากฎในเมนูของ Koha ตามสิทธิที่ได้รับ เพื่อป้องกันไม่ให้ผู้ใช้เข้าถึง
