Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: Budgets &rsaquo; Budget Data Recorded
th: งบประมาณ &rsaquo; มีการบันทึกข้อมูลงบประมาณ

source: Budgets &rsaquo; Budget Deleted
th: งบประมาณ &rsaquo; งบประมาณถูกลบ

source: Budgets &rsaquo; Delete Budget?
th: งบประมาณ &rsaquo; ต้องการลบงบประมาณใช่หรือไม่

source: Budgets and Funds
th: งบประมาณและกองทุน

source: Budgets and funds
th: งบประมาณและกองทุน

source: Build A Report
th: สร้างรายงาน

source: Build And Run Reports
th: สร้างและออกรายงาน

source: Build New
th: สร้างรายงานใหม่

source: Build and Run Reports
th: สร้างและออกรายงาน

source: Build new
th: สร้างรายงานใหม่

source: Building A New Report
th: การสร้างรายงานใหม่

source: Burin
th: บูริน

source: By <a1>%s</a>
th: โดย <a1>%s</a>

source: By changing the priority number a patron can be moved up or down on the list of holds
th: สมาชิกสามารถย้ายรายการจองขึ้นหรือลงได้ด้วยการเปลี่ยนหมายเลขลำดับความสำคัญ

source: By changing the report from 'Count items' to 'Amount' you will see the total spent
th: คุณจะเห็นจำนวนเงินที่ใช้ทั้งหมดได้ด้วยการเปลี่ยนรายงานจาก 'นับรายการ' เป็น 'จำนวนเงิน'

source: By choosing 'Paid' the system assumes that a full payment is being made
th: เมื่อมีการเลือก 'จ่ายแล้ว' ระบบจะอนุมานว่ามีการชำระเงินเต็มจำนวน

source: By choosing a limit you will change the output
th: คุณสามารถเปลี่ยนการแสดงผลได้ด้วยการเลือกขีดจำกัด

source: By clicking 'Edit subfields' at the bottom of the screen you can alter the information for each subfield
th: คุณสามารถแก้ไขข้อมูลของแต่ละเขตข้อมูลย่อยได้ด้วยการคลิก 'แก้ไขเขตข้อมูลย่อย'

source: By clicking on the 'edit' link you will be able to alter information related to the field
th: คุณสามารถแก้ไขข้อมูลเกี่ยวกับเขตข้อมูลได้ด้วยการคลิกการเชื่อมโยง 'แก้ไข'

source: By clicking the 'subfields' link you will be able to alter all of the subfields associated with that field
th: คุณสามารถแก้ไขเขตข้อมูลย่อยเกี่ยวกับเขตข้อมูลนั้นได้ด้วยการคลิกการเชื่อมโยง 'เขตข้อมูลย่อย'

source: By default all items are exported unless the 'Don't export items' box is checked.
th: ตามค่าเริ่มต้นแล้ว จะต้องมีรายการทั้งหมด เว้นแต่มีการกาเครื่องหมายที่กล่อง 'อย่าส่งออกรายการ'

source: By default the records are matched using the field you specified when importing the data
th: ตามค่าเริ่มต้นแล้ว ระเบียนจะจับคู่โดยใช้เขตข้อมูลที่คุณระบุเมื่อนำเข้าข้อมูล

source: By:
th: โดย:

source: CCIR/IEC standard
th: มาตรฐาน CCIR/IEC

source: CD Software
th: ซีดีซอฟต์แวร์

source: CD audio
th: ซีดีเพลง

source: CED (capacitance electronic disk) videodisc
th: CED (capacitance electronic disk) วิดีโอดิสก์

source: CONTENT
th: เนื้อหา

source: CX encoded
th: CX ที่เข้ารหัส

source: Cadiz, Spain
th: กาดิซ สเปน

source: Calculated on %s. From %s to %s
th: คำนวณเมื่อวันที่ %s ตั้งแต่ %s ถึง %s

source: Calendar
th: ปฏิทิน

source: Calendar information
th: ข้อมูลปฏิทิน

source: Call No.
th: เลขเรียกหนังสือ

source: Call Number
th: เลขเรียกหนังสือ

source: Call Number (Fiction Z-A to Non-fiction 9-0)
th: เลขเรียกหนังสือ (นวนิยาย Z-A ถึง หนังสือสารคดี 9-0)

source: Call Number (Non-fiction 0-9 to Fiction A-Z)
th: เลขเรียกหนังสือ (หนังสือสารคดี 0-9 ถึง นวนิยาย A-Z )

source: Call Number Range
th: ช่วงเลขเรียกหนังสือ

source: Call Number:
th: เลขเรียกหนังสือ:

source: Call Numbers <a1>Sort</a>
th: เลขเรียกหนังสือ <a1>เรียงลำดับ</a>

source: Call no
th: เลขเรียกหนังสือ

source: Can I edit the online help?
th: ฉันสามารถแก้ไขวิธีใช้แบบออนไลน์ได้ใช่หรือไม่

source: Can I have a different type for new releases and older titles?
th: ฉันสามารถมีประเภทอื่นสำหรับหนังสือออกใหม่และหนังสือเก่ากว่าได้ใช่หรือไม่

source: Can I turn off comment moderation?
th: ฉันสามารถปิดการควบคุมความคิดเห็นได้ใช่หรือไม่

source: Can be complex to configure and maintain
th: อาจซับซ้อนในการกำหนดค่าและดูแล

source: Can be entered as a single IP, or a subnet such as 192.168.1.*
th: สามารถใส่เป็น IP เดียว หรือเครือข่ายย่อย เช่น 192.168.1.*

source: Can't be cancelled when item is in transit
th: ไม่สามารถยกเลิกเมื่อรายการอยู่ในระหว่างนำส่ง

source: Can't save this record because the following field aren't filled :\n\n
th: ไม่สามารถบันทึกระเบียนนี้ได้ เนื่องจากไม่ได้กรอกเขตข้อมูลต่อไปนี้ :\n\n

source: Cancel
th: ยกเลิก

source: Cancel Marked Requests
th: ยกเลิกคำขอที่ทำเครื่องหมาย

source: Cancel Reserve
th: ยกเลิกการสำรอง

source: Cancel hold
th: ยกเลิกการจอง

source: Cancel hold and return to : <!-- TMPL_VAR NAME="homebranch" -->
th: ยกเลิกการจองและกลับไปที่ : <!-- TMPL_VAR NAME="homebranch" -->

source: Cancel notification
th: ยกเลิกการแจ้งแตือน

source: Cancel reservation and then attempt transfer:
th: ยกเลิกการสำรองแล้วจึงถ่ายโอน:

source: Cannot Check In
th: ไม่สามารถคืนได้

source: Cannot Check Out!
th: ไม่สามารถยืมออกได้

source: Cannot Delete
th: ไม่สามารถลบ

source: Cannot Delete City "%s"
th: ไม่สามารถลบเมือง "%s"

source: Cannot Delete Currencey
th: ไม่สามารถลบสกุลเงิน

source: Cannot Delete Item Type
th: ไม่สามารถลบประเภทของทรัพยากรได้

source: Cannot Delete Item Type '%s'
th: ไม่สามารถลบประเภทของทรัพยากร '%s' ได้

source: Cannot Delete Patron
th: ไม่สามารถลบสมาชิกห้องสมุด

source: Cannot Delete: Category %s in Use
th: ไม่สามารถลบ: ประเภท %s ที่ใช้งานอยู่

source: Cannot Place Hold
th: ไม่สามารถจอง

source: Cannot delete filing rule
th: ไม่สามารถลบกฎในการจัดเก็บ

source: Cannot open %s to read.
th: ไม่สามารถเปิด %s เพื่ออ่าน

source: Cannot reserve:
th: ไม่สามารถสำรอง:

source: Capetown, South Africa
th: เคปทาวน์ แอฟริกาใต้

source: Caracas, Venezuela
th: คาราคัส เวเนซูเอลา

source: Card
th: บัตร

source: Card Number
th: หมายเลขบัตร

source: Card number:
th: หมายเลขบัตร:

source: Cardnumber
th: หมายเลขบัตร

source: Cardnumber already in use.
th: มีการใช้หมายเลขบัตรนี้อยู่

source: Cassette recording
th: การบันทึกเทปคาสเซท

source: Cat
th: แมว

source: Catalog
th: รายการทรัพยากร

source: Catalog Details
th: รายละเอียดรายการทรัพยากร

source: Catalog Maintenance
th: การดูแลรายการทรัพยากร

source: Catalog Search
th: การค้นหารายการทรัพยากร

source: Catalog Statistics
th: สถิติของรายการทรัพยากร

source: Catalog by Item Type
th: รายการทรัพยากรตามประเภทของทรัพยากร

source: Catalog by itemtype
th: รายการทรัพยากรตามประเภทของทรัพยากร

source: Catalog details
th: รายละเอียดรายการทรัพยากร

source: Catalog search
th: การค้นหารายการทรัพยากร

source: Catalog statistics
th: สถิติของรายการทรัพยากร

source: Cataloging
th: ระบบงานวิเคราะห์หมวดหมู่และลงรายการ

source: Cataloging Help
th: วิธีใช้ระบบงานวิเคราะห์หมวดหมู่และลงรายการ

source: Cataloging Search
th: การค้นหาระบบงานวิเคราะห์หมวดหมู่และลงรายการ

source: Cataloging:
th: ระบบงานวิเคราะห์หมวดหมู่และลงรายการ:

source: Catalogs
th: รายการทรัพยากร

source: Categories, Descriptions and Types
th: หมู่หนังสือ คำอธิบายและประเภท

source: Category
th: หมู่หนังสือ

source: Category %s is in use. Deletion not possible!
th: มีการใช้หมู่หนังสือ %s อยู่ ไม่สามารถลบได้!

source: Category Deleted
th: มีการลบหมู่หนังสือ

source: Category Type:
th: ประเภทของหมู่หนังสือ:

source: Category cannot be deleted because there are libraries using that category
th: ไม่สามารถลบหมู่หนังสือได้ เนื่องจากมีห้องสมุดที่ใช้หมู่หนังสือนั้น

source: Category code
th: รหัสหมู่หนังสือ

source: Category code:
th: รหัสหมู่หนังสือ:

source: Category of Satellite for Remote Sensing Image:
th: ประเถทของดาวเทียมสำหรับรูปการวัดค่าระยะไกล:

source: Category type:
th: ประเภทของหมู่หนังสือ:

source: Category:
th: หมู่หนังสือ:

source: Category: %s
th: หมู่หนังสือ: %s

source: Category: %s (%s)
th: หมู่หนังสือ: %s (%s)

source: Categorycode
th: รหัสหมู่หนังสือ

source: Celesta
th: เซเลสต้า

source: Cell value
th: ค่าเซลล์

source: Center
th: ศูนย์กลาง

source: Centimetres
th: เซนติเมตร

source: Change
th: เปลี่ยน

source: Change Password
th: เปลี่ยนรหัสผ่าน

source: Change Patron Password
th: เปลี่ยนรหัสผ่านของสมาชิก

source: Change Status
th: เปลี่ยนสถานะ

source: Change Username and/or Password
th: เปลี่ยนชื่อผู้ใช้ และ/หรือรหัสผ่าน

source: Change Username and/or Password for %s %s
th: เปลี่ยนชื่อผู้ใช้ และ/หรือรหัสผ่านของคุณ %s %s

source: Change framework:
th: เปลี่ยนโครงร่าง:

source: Changed action if matching record found
th: เปลี่ยนการกระทำถ้าพบระเบียนที่ตรงกัน

source: Changed action if no match found
th: เปลี่ยนการกระทำถ้าไม่พบระเบียนที่ตรงกัน

source: Changed item processing option
th: เปลี่ยนตัวเลือกการดำเนินการรายการ

source: Character Sets (Mandatory) 1
th: ชุดอักขระ (บังคับ) 1

source: Character Sets (Mandatory) 2
th: ชุดอักขระ (บังคับ) 2

source: Character encoding:
th: การเข้ารหัสอักขระ:

source: Character of Image:
th: อักขระของรูป:

source: Charge
th: ค่าธรรมเนียม

source: Charge Type
th: ประเภทของค่าธรรมเนียม

source: Chat with Koha users and developers
th: คุยกับผู้ใช้และนักพัฒนาระบบ Koha

source: Check Expiration
th: ตรวจสอบวันหมดอายุ

source: Check In
th: คืนหนังสือ

source: Check Out
th: ยืมออก

source: Check expiration
th: ตรวจสอบวันหมดอายุ

source: Check for embedded item record data?
th: ตรวจหาข้อมูลระเบียนรายการที่ฝังตัวใช่หรือไม่

source: Check in
th: คืน

source: Check out to:
th: ยืมออกไปที่:

source: Check that your database is running.
th: ตรวจสอบว่าฐานข้อมูลของคุณกำลังทำงาน

source: Check the box next to the action(s) you'd like to perform
th: ตรวจสอบกล่องถัดจากการกระทำที่คุณต้องการดำเนินการ

source: Check the hostname setting in
th: ตรวจสอบชื่อโฮสต์ที่ใช้

source: Check to display this attribute on a patron's details page in the OPAC.
th: ตรวจสอบให้แสดงแอตทริบิวต์นี้บนเหน้ารายละเอียดของสมาชิกใน OPAC

source: Check to let a patron record have multiple values of this attribute. This setting cannot be changed after an attribute is defined.
th: ตรวจสอบให้ระเบียนสมาชิกมีค่าแอตทริบิวต์นี้หลายค่า หลังจากมีการกำหนดแอตทริบิวต์แล้ว จะเปลี่ยนการตั้งค่านี้ไม่ได้

source: Check to make it possible to associate a password with this attribute.
th: ตรวจสอบให้รหัสผ่านเชื่อมโยงกับแอตทริบิวต์นี้ได้

source: Check to make this attribute staff_searchable in the staff patron search.
th: ตรวจสอบให้แอตทริบิวต์ staff_searchable ค้นหาได้ในการค้นหาสมาชิกที่เป็นเจ้าหน้าที่

source: Check your database settings in
th: ตรวจสอบฐานข้อมูลที่ใช้

source: Check-in date from
th: วันที่คืนหนังสือตั้งแต่

source: Check-in date from:
th: วันที่คืนหนังสือตั้งแต่:

source: Check-out history for %s patrons will be anonymized
th: ประวัติการยืมออกของสมาชิก %s คนจะไม่ระบุชื่อ

source: Checked
th: ตรวจสอบ

source: Checked (searched by default):
th: ตรวจสอบ (ค้นหาตามค่าเริ่มต้น):

source: Checked Out
th: ยืมออก

source: Checked out
th: ยืมออก

source: Checked out (%s),
th: ยืมออก (%s)

source: Checked out on
th: ยืมออกเมื่อ

source: Checked out to <a1>%s</a>, Due back on %s
th: ยืมออกโดยคุณ <a1>%s</a> มีกำหนดคืนวันที่ %s

source: Checked-In items
th: รายการที่คืน

source: Checked:
th: ตรวจสอบ:

source: Checkin
th: คืน

source: Checking out to %s %s (%s)
th: กำลังลงรายการยืมออกให้กับ %s %s (%s)

source: Checkout
th: ยืมออก

source: Checkout History
th: ประวัติการยืมออก

source: Checkout Status:
th: สถานะการยืม:

source: Checkout date from:
th: วันที่ยืมออกตั้งแต่:

source: Checkout history
th: ประวัติการยืมออก

source: Checkout history for %s
th: ประวัติการยืมออกของ %s

source: Checkout statistics
th: สถิติของการยืมออก

source: Checkouts
th: การยืมออก

source: Checkouts are blocked because fine balance is over the limit.
th: การยืมออกถูกบล็อกเพราะมียอดค้างชำระค่าปรับเกินจำนวนจำกัด

source: Checkouts by patron category
th: การยืมออกตามประเภทสมาชิก

source: Checks the MARC structure. If you change your MARC Bibliographic framework it's recommended that you run this tool to test for errors in your definition.
th: ตรวจสอบโครงสร้าง MARC ถ้าคุณเปลี่ยนโครงร่างของบรรณานุกรม MARC ขอแนะนำให้คุณเรียกใช้เครื่องมือนี้เพื่อทดสอบข้อผิดพลาดในข้อกำหนด

source: Child
th: เด็ก

source: Child = A patron who can have an adult guarantor.
th: เด็ก = สมาชิกห้องสมุดที่มีผู้ใหญ่รับรอง

source: Child Patron
th: สมาชิกเด็ก

source: Child Patrons: a patron category that has a &quot;guarantor&quot;.
th: สมาชิกเด็ก คือ ประเภทสมาชิกห้องสมุดที่มี &quot;ผู้รับรอง&quot;

source: Child patron
th: สมาชิกเด็ก

source: Choice
th: ตัวเลือก

source: Choose
th: เลือก

source: Choose 'Acquisitions' under 'Statistics Wizards'
th: Choose 'ระบบงานจัดหาทรัพยากร' under 'Statistics Wizards'

source: Choose 'Average loan time' under 'Other'
th: เลือก 'เวลายืมเฉลี่ย' ใต้ 'อื่นๆ'

source: Choose 'Calendar'
th: เลือก 'ปฏิทิน'

source: Choose 'Catalog by Item Type' under 'Other'
th: Choose 'รายการทรัพยากรตามประเภทของทรัพยากร' under 'Other'

source: Choose 'Catalog' under 'Statistics Wizards'
th: เลือก 'รายการทรัพยากร' ใต้ 'ตัวช่วยสร้างสถิติ'

source: Choose 'Checkouts by patron category' under 'Other'
th: เลือก 'การยืมออกตามประเภทสมาชิก' ใต้ 'อื่นๆ'

source: Choose 'Circulation' under 'Statistics Wizards'
th: เลือก 'ระบบงานยืม-คืน' ใต้ 'ตัวช่วยสร้างสถิติ'

source: Choose 'Comments'
th: เลือก 'ความคิดเห็น'

source: Choose 'Items not checked out' under 'Inactive'
th: เลือก 'รายการไม่ให้ยืมออก' ใต้ 'ไม่ใช้งาน'

source: Choose 'Lost Items' under 'Other'
th: เลือก 'รายการสูญหาย' ใต้ 'อื่นๆ'

source: Choose 'Most-Circulated Items' under 'Top Lists'
th: เลือก 'รายการที่ยืม-คืนมากที่สุด' ใต้ 'รายการสูงสุด'

source: Choose 'Overdue notice/status triggers'
th: เลือก 'ใบเตือนการยืมเกินกำหนด/ทริกเกอร์สถานะ '

source: Choose 'Patrons who haven't checked out' under 'Inactive'
th: เลือก 'สมาชิกที่ไม่มีการยืมออก' ใต้ 'ไม่ใช้งาน'

source: Choose 'Patrons with the most checkouts' under 'Top Lists'
th: เลือก 'สมาชิกที่มีการยืมออกมากที่สุด' ใต้ 'รายการสูงสุด'

source: Choose 'Patrons' under 'Statistics Wizards'
th: เลือก 'ระบบงานจัดการสมาชิก' ใต้ 'ตัวช่วยสร้างสถิติ'

source: Choose 'Tags'
th: เลือก 'แท็ก'

source: Choose 'Upload patron images'
th: เลือก 'อัปโหลดรูปของสมาชิก'

source: Choose Adult category
th: เลือกประเภท 'ผู้ใหญ่'

source: Choose Barcode Type (encoding)
th: เลือก 'ประเภทของบาร์โค้ด' (การเข้ารหัส)

source: Choose Barcode Type:
th: เลือก 'ประเภทของบาร์โค้ด':

source: Choose File to browse.
th: เลือก 'แฟ้ม' ที่จะเรียกดู

source: Choose Hemisphere:
th: เลือกซีกโลก:

source: Choose Layout Type
th: เลือก 'ประเภทของเค้าโครง'

source: Choose Layout Type:
th: เลือก 'ประเภทของเค้าโครง':

source: Choose Order Of Fields to Print
th: เลือก 'ลำดับของเขตข้อมูลที่จะพิมพ์'

source: Choose Order of Text Fields to Print
th: เลือก 'ลำดับของเขตข้อมูลข้อความที่จะพิมพ์'

source: Choose a &ldquo;Category&rdquo; (&rdquo;Public&rdquo; or &ldquo;Private&rdquo;)
th: เลือก &ldquo;ประเภท&rdquo; (&rdquo;สาธารณะ&rdquo; หรือ &ldquo;ส่วนตัว&rdquo;)

source: Choose a 'Branch' to perform the report on (or choose 'All' field at the top of the dropdown menu to choose all branches)
th: เลือก 'สาขา' ที่จะจัดทำรายงาน (หรือเลือกเขตข้อมูล 'ทั้งหมด' ที่อยู่ด้านบนของเมนูแบบหล่นลง เพื่อเลือกทุกสาขา)

source: Choose a 'Koha Module' to associate your notice with from the dropdown box
th: เลือก 'ระบบงาน Koha' เพื่อเชื่อมโยงข้อความแจ้งเตือนของคุณจากกล่องแบบหล่นลง

source: Choose a 'Lost Status' to search only for items that are assumed lost (long overdue), missing, or lost (or, leave this set to 'All' to see all lost items)
th: เลือก 'สถานะสูญหาย' เพื่อค้นหาเฉพาะรายการที่ถือว่าสูญหาย (เกินกำหนดส่งคืนมานาน) สูญ หรือ หาย (หรือปล่อยการตั้งค่านี้ไว้เป็น 'ทั้งหมด' เพื่อดูรายการสูญหายทั้งหมด)

source: Choose a 'filing routine' from the dropdown menu to associate with your new filing rule
th: เลือก 'การจัดเก็บประจำวัน' จากเมนูแบบหล่นลงเพื่อเชื่อมโยงกับกฎในการจัดเก็บใหม่ของคุณ

source: Choose a 'filing rule' from the dropdown menu to associate with your new classification source
th: เลือก 'การจัดเก็บประจำวัน' จากเมนูแบบหล่นลงเพื่อเชื่อมโยงกับแหล่งระบบการจัดหมวดหมู่หนังสือแหล่งใหม่ของคุณ

source: Choose a branch (or choose the blank field at the top of the dropdown menu to choose all branches)
th: เลือกสาขา (หรือเลือกเขตข้อมูลเปล่าที่ด้านบนของเมนูแบบหล่นลงเพื่อเลือกทุกสาขา)

source: Choose a category from the 'Show Category' dropdown menu
th: เลือกหมู่หนังจากเมนู 'แสดงหมู่หนังสือ' แบบหล่นลง

source: Choose a field from the scroll down menu on the left side
th: เลือกเขตข้อมูลจากเมนูแบบเลื่อนลงที่อยู่ด้านซ้าย

source: Choose a limit of 'Library'
th: เลือกข้อจำกัดของ 'ห้องสมุด'

source: Choose a method for 'outputing' (viewing) the report: Options are 'browser' or saving as a file viewable in a program like Excel.
th: เลือกวิธีการของ 'การแสดงผล' (การดู) รายงาน ตัวเลือกต่างๆ คือ 'เบราว์เซอร์ ' หรือการบันทึกเป็นแฟ้มแบบดูได้ในโปรแกรมใดโปรแกรมหนึ่ง เช่น Excel

source: Choose a network printer:
th: เลือกเครื่องพิมพ์เครือข่าย:

source: Choose a reason for all marked entries:
th: เลือกเหตุผลของรายการที่ทำเครื่องหมายทั้งหมด:

source: Choose an 'Item Type' to perform the report on (or, leave at the default 'All' to perform the report on all item types)
th: เลือก 'ประเภทของทรัพยากร' ที่จะจัดทำรายงาน (หรือ ปล่อยเป็นค่าเริ่มต้น 'ทั้งหมด' เพื่อทำรายงานทุกประเภทของทรัพยากร)

source: Choose an Icon:
th: เลือกไอคอน:

source: Choose and validate 1 MARC subfield for
th: เลือกและตรวจสอบความถูกต้องของเขตข้อมูลย่อย 1 MARC สำหรับ

source: Choose any filters from the top section
th: เลือกตัวกรองใดตัวกรองหนึ่งจากส่วนบนสุด

source: Choose category to 'Order by' (the 'order by' field effects what ordering method is used when displaying the lost items)
th: เลือกประเภทที่จะ 'เรียงตาม' (เขตข้อมูล 'เรียงตาม' จะมีผลต่อวิธีการเรียงลำดับเมื่อมีการแสดงรายการที่สูญหาย)

source: Choose indexing engine
th: เลือกโปรแกรมสร้างดัชนี

source: Choose library:
th: เลือกห้องสมุด:

source: Choose list
th: เลือกรายการ

source: Choose one field to appear in the rows and another to appear in the column. If you choose either of the date fields remember to choose to show data by 'Day', 'Month', or 'Year'
th: เลือกเขตข้อมูลหนึ่งที่จะปรากฎในแถวต่างๆ และอีกเขตข้อมูลที่จะปรากฎในคอลัมน์ดังกล่าว ถ้าคุณเลือกเขตข้อมูลวันที่ อย่าลืมเลือกให้แสดงข้อมูลตาม 'วัน' หรือ 'เดือน' หรือ 'ปี'

source: Choose the library you want to transfer the book to from the pull down
th: เลือกห้องสมุดที่คุณต้องการถ่ายโอนหนังสือไปจากเมนูแบบดึงลง

source: Choose the method for calculating due date: select Calendar to use the holidays module, and Days to ignore the holidays module
th: เลือกวิธีการคำนวณวันครบกำหนด ถ้าต้องการใช้ระบบงานวันหยุด ให้เลือก 'ปฏิทิน' ถ้าต้องการละเว้นระบบงานวันหยุด ให้เลือก 'วัน'

source: Choose the permissions you'd like this patron to have
th: เลือกสิทธิที่คุณต้องการให้สมาชิกรายนี้มี

source: Choose the report to run from the list
th: เลือกรายงานที่จะเรียกใช้จากรายการ

source: Choose the start and end date you'd like to see and click 'Go' to see the results on your screen
th: เลือกวันที่เริ่มต้นและวันที่สิ้นสุดที่คุณต้องการดู แล้วคลิก 'ไป' เพื่อดูผลลัพธ์บนหน้าจอ

source: Choose the type of authority record you would like to add to your system
th: เลือกประเภทของระเบียนรายการหลักฐานที่คุณต้องการเพิ่มในระบบ

source: Choose the type of patron you'd like to add:
th: เลือกประเภทสมาชิกที่คุณต้องการเพิ่ม:

source: Choose your home branch from the menu you are presented with
th: เลือกสาขาหลักจากเมนูที่คุณแสดงด้วย

source: Choose:
th: เลือก:

source: Chose whether this holiday is repeated every day of the week or yearly.
th: เลือกว่าต้องการให้วันหยุดนี้ซ้ำทุกวันของสัปดาห์หรือรายปีหรือไม่

source: Chris Catalfo (new plugin MARC editor)
th: Chris Catalfo (ผู้เขียนปลั๊กอินใหม่ของ MARC)

source: Circ note
th: หมายเหตุระบบงานยืม-คืน

source: Circulation
th: ระบบงานยืม-คืน

source: Circulation Check In (Returns)
th: ระบบงานคืน (คืน)

source: Circulation Check Out (Issues)
th: ระบบงานยืม (หนังสือ)

source: Circulation Help
th: วิธีใช้ระบบงานยืม-คืน

source: Circulation History
th: ประวัติระบบงานยืม-คืน

source: Circulation Reports
th: รายงานของระบบงานยืม-คืน

source: Circulation Statistics
th: สถิติของระบบงานยืม-คืน

source: Circulation Transfers
th: การถ่ายโอนของระบบงานยืม-คืน

source: Circulation and Fines Rules
th: ระบบงานยืม-คืนและเกณฑ์ค่าปรับ

source: Circulation and fines rules
th: ระบบงานยืม-คืนและเกณฑ์ค่าปรับ

source: Circulation is where items are check out and in to patrons. Some libraries use different nomeclature for these functions.
th: ระบบงานยืม-คืนเป็นจุดที่สมาชิกห้องสมุดยืมและคืนรายการต่างๆ ห้องสมุดบางแห่งใช้ระบบการตั้งชื่ออื่นสำหรับฟังก์ชันเหล่านี้

source: Circulation note:
th: หมายเหตุระบบงานยืม-คืน:

source: Circulation:
th: ระบบงานยืม-คืน:

source: Circulation: Overdues at %s
th: ระบบงานยืม-คืน: เกินกำหนดที่ %s

source: Citation
th: การอ้างถึง

source: Cities
th: เมือง

source: Cities &rsaquo;
th: เมือง &rsaquo;

source: Cities &rsaquo; Confirm Deletion of City
th: เมือง &rsaquo; ยืนยันการลบเมือง

source: Cities and Towns
th: เมืองและเขต

source: Cities and towns
th: เมืองและเขต

source: City ID
th: รหัสเมือง

source: City ID:
th: รหัสเมือง:

source: City Search:
th: การค้นหาเมือง:

source: City id
th: รหัสเมือง

source: City name
th: ชื่อเมือง

source: City name:
th: ชื่อเมือง:

source: City zipcode
th: รหัสไปรษณีย์

source: City zipcode:
th: รหัสไปรณษีย์:

source: City, State:
th: เมือง จังหวัด:

source: Claim
th: ทวงถาม

source: Claim Acquisition
th: ทวงถามระบบงานจัดหาทรัพยากร

source: Claim Order
th: ทวงใบสั่งซื้อ

source: Claim Serial Issue
th: ทวงหนังสือที่เป็นสิ่งพิมพ์ต่อเนื่อง

source: Claim Serial Issues
th: ทวงหนังสือที่เป็นสิ่งพิมพ์ต่อเนื่อง

source: Claim using notice:
th: ทวงถามโดยใช้ข้อความแจ้งเตือน

source: Claimed
th: ทวงถาม

source: Claims
th: ทวงถาม

source: Claims are notices that you send when an issue that was expected has not been received by the library.
th: ทวงถามคือข้อความแจ้งเตือนที่คุณส่ง เมื่อห้องสมุดไม่ได้รับหนังสือตามที่คาด

source: Clarinette
th: คลาริเน็ต

source: Clarinette basse
th: คลาริเน็ตเสียงต่ำ

source: Class
th: การจัดหมวดหมู่

source: ClassSources
th: แหล่งการจัดหมวดหมู่

source: Classification
th: ระบบการจัดหมวดหมู่หนังสือ

source: Classification Filing Rules
th: กฎในการจัดเก็บของระบบการจัดหมวดหมู่หนังสือ

source: Classification Sources
th: แหล่งระบบการจัดหมวดหมู่หนังสือ

source: Classification source code missing
th: ขาดรหัสแหล่งระบบการจัดหมวดหมู่หนังสือ

source: Classification source code:
th: รหัสแหล่งระบบการจัดหมวดหมู่หนังสือ:

source: Classification sources
th: แหล่งระบบการจัดหมวดหมู่หนังสือ

source: Classification:
th: ระบบการจัดหมวดหมู่หนังสือ:

source: Clavecin
th: คลาฟแซง

source: Clean Patron Records
th: ล้างระเบียนสมาชิก

source: Clear
th: ล้าง

source: Clear All
th: ล้างทั้งหมด

source: Clear All Fields
th: ล้างทุกเขตข้อมูล

source: Clear Field
th: ล้างเขตข้อมูล

source: Click 'Add Item' after entering the data for your item
th: คลิก 'เพิ่มรายการ' หลังจากใส่ข้อมูลสำหรับรายการ

source: Click 'Add budget' next to the fund you want to edit
th: คลิก 'เพิ่มงบประมาณ' ถัดจากกองทุนที่คุณต้องการแก้ไข

source: Click 'Edit' at the top left
th: คลิก 'แก้ไข' ที่ด้านบนซ้าย

source: Click 'Edit' beside the authorized value you wish to edit
th: คลิก 'แก้ไข' ข้างค่าที่กำหนดใช้ที่คุณต้องการแก้ไข

source: Click 'Export' and follow your browser's instructions for saving the file
th: คลิก 'ส่งออก' แล้วทำตามคำแนะนำของเบราว์เซอร์เพื่อบันทึกแฟ้มนั้น

source: Click 'Find guarantor' and pick a patron from the resulting list.
th: คลิก 'ค้นหาผู้รับรอง' แล้วเลือกสมาชิกจากรายการผลลัพธ์

source: Click 'Import'
th: คลิก 'นำเข้า'

source: Click 'New Authority Framework'
th: คลิก 'สร้างโครงร่างรายการหลักฐาน'

source: Click 'New Authority'
th: คลิก 'สร้างรายการหลักฐาน'

source: Click 'New City'
th: คลิก 'สร้างเมือง'

source: Click 'New Classification Source'
th: คลิก 'สร้างแหล่งระบบการจัดหมวดหมู่หนังสือ'

source: Click 'New Filing Rules'
th: คลิก 'สร้างกฎในการจัดเก็บ'

source: Click 'New Fund'
th: คลิก 'สร้างกองทุน'

source: Click 'New List'
th: คลิก 'สร้างรายการ'

source: Click 'New Notice'
th: คลิก 'สร้างข้อความแจ้งเตือน'

source: Click 'New Road Type'
th: คลิก 'สร้างประเภทของถนน'

source: Click 'New order'
th: คลิก 'สร้างคำสั่งซื้อ'

source: Click 'Patron attribute types'
th: คลิก 'ประเภทแอตทริบิวต์ของสมาชิก'

source: Click 'Save'
th: คลิก 'บันทึก'

source: Click 'Save' to finish the process.
th: คลิก 'บันทึก' เพื่อสิ้นสุดกระบวนการ

source: Click 'Submit'
th: คลิก 'ส่ง'

source: Click 'Transfer' on the Circulation menu
th: คลิก 'ถ่ายโอน' บนเมนู 'ระบบงานยืม-คืน'
