Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: in tab
th: ในแท็บ

source: issues expected,
th: ฉบับที่ต้องการ

source: mandatory fields empty (see bold subfields)
th: เขตข้อมูลที่บังคับยังว่าง (กรุณาดูเขตข้อมูลย่อยที่เป็นตัวหนา)

source: subfield
th: เขตข้อมูลย่อย

source: were entered. <br \/>Please indicate which date(s) an issue is not expected<br \/>
th: ได้รับการใส่ข้อมูล <br \/>กรุณาระบุวันที่ซึ่งไม่ต้องการฉบับหนังสือ<br \/>

source: were entered.<p class='warning'> You seem to have indicated more issues per year than expected.<\/p>
th: ได้รับการใส่ข้อมูล<p class='warning'> คุณได้ระบุจำนวนฉบับต่อปีมากกว่าที่ต้องการ<\/p>

source: !- No attempt to code
th: !- ไม่มีการพยายามให้รหัส

source: " >Choose Order Of Text Fields to Print
th: " >เลือกลำดับของเขตข้อมูลข้อความที่จะพิมพ์

source: "> List Fields
th: "> แสดงรายการเขตข้อมูล

source: # Bibs
th: # บรรณานุกรม

source: # Items
th: # รายการ

source: # Subs
th: # หัวเรื่อง

source: #- Blank
th: #- ว่าง

source: #- National bibliographic agency
th: #- หน่วยงานบรรณานุกรมแห่งชาติ

source: #- No biographical material
th: #- ไม่ใช่อัตชีวประวัติ

source: #- No information provided
th: #- ยังไม่มีข้อมูล

source: #- None of the following
th: #- ไม่มีรายการต่อไปนี้

source: #- Not a government agency
th: #- ไม่ใช่หน่วยงานราชการ

source: #- Not a government publication
th: #- ไม่ใช่สิ่งพิมพ์รัฐบาล

source: #- Not modified
th: #- ไม่ได้รับการปรับเปลี่ยน

source: #- Not subdivided geographically
th: #- ไม่ได้แบ่งย่อยตามภูมิศาสตร์

source: #- Unknown or not specified
th: #- ไม่ทราบหรือไม่ได้ระบุ

source: %S (Fill when receiving)
th: %S (กรอกเมื่อได้รับ)

source: %S (e.g., 5338644143)
th: %S (เช่น 5338644143)

source: %S (e.g., Title or Local-Number)
th: %S (เช่น ชื่อเรื่องหรือเลขเรียกหนังสือที่ห้องสมุดกำหนดขึ้นใช้เอง)

source: %S (enter amount in numerals)
th: %S (ใส่จำนวนเป็นตัวเลข)

source: %S (see online help)
th: %S (ดูวิธีใช้ออนไลน์)

source: %S (use * to do a fuzzy search)
th: %S (ใช้ * เพื่อค้นคำในรูปแบบอื่นๆ)

source: %S <a1>Mark all with this reason</a> <a2>Cancel</a>
th: %S <a1>ทำเครื่องหมายทุกรายการด้วยเหตุผลนี้</a> <a2>ยกเลิก</a>

source: %S Ordered by
th: %S สั่งซื้อโดย

source: %S days ago
th: %S ที่ผ่านมา

source: %S items
th: %S รายการ

source: %S months
th: %S เดือน

source: %S order by:
th: %S สั่งซื้อโดย:

source: %S separate by a blank. (e.g., 100a 200 606)
th: %S แยกด้วยการเว้นรรค (เช่น 100a 200 606)

source: %S years
th: %S ปี

source: %p zip file
th: %p แฟ้มที่บีบอัด

source: %pAll dates
th: %pทุกวันที่

source: %pDate range
th: %pช่วงวันที่

source: %pNozebra: my catalog is not that large and I want something simple to setup/maintain
th: %pNozebra: รายการทรัพยากรของฉันไม่ได้ใหญ่ถึงขนาดดังกล่าว และอยากได้ระบบที่สามารถติดตั้ง/ดูแลได้โดยง่าย

source: %pZebra: I have a large catalog, I understand I must configure Zebra after the installation has completed
th: %pZebra: ฉันมีรายการทรัพยากรขนาดใหญ่ เข้าใจว่าจะต้องกำหนดค่า Zebra หลังจากการติดตั้งเสร็จสิ้น

source: %s %s %s does not currently have an image available. To import an image for %s %s, enter the name of an image file to upload.
th: ปัจจุบันยังไม่มีรูปภาพของ %s %s %s เมื่อต้องการนำเข้ารูปภาพของ %s %s ให้ใส่ชื่อของแฟ้มรูปภาพที่จะอัปโหลด

source: %s %s has no outstanding fines.
th: %s %s ไม่มีค่าปรับติดค้าง

source: %s &rsaquo; Modify subscription
th: %s &rsaquo; ปรับเปลี่ยนการบอกรับ

source: %s (%s days)
th: %s (%s วัน)

source: %s (if checked, it means that the subfield is a URL and can be clicked)
th: %s (ถ้ามีการกาเครื่องหมาย แสดงว่าเขตข้อมูลย่อยเป็น URL และคลิกได้)

source: %s (if you select a value here, the indicators will be limited to the authorized value list)
th: %s (ถ้าคุณเลือกค่าตรงนี้ ตัวบ่งชี้จะถูกจำกัดอยู่แค่รายการค่าที่ได้รับอนุญาต)

source: %s (ignore means that the subfield does not display in the record editor)
th: %s (ละเว้น หมายความว่าเขตข้อมูลย่อยจะไม่แสดงในตัวแก้ไขระเบียน)

source: %s - Cardnumber: %s
th: %s - หมายเลขบัตรห้องสมุด: %s

source: %s <h3>Confirm Deletion of Server %s</h3>
th: %s <h3>ยืนยันการลบเซิร์ฟเวอร์ %s</h3>

source: %s An unknown error has occurred.
th: %s เกิดข้อผิดพลาดที่ไม่ทราบ

source: %s Checkout(s)
th: %s การยืมออก

source: %s Framework
th: %s โครงร่าง

source: %s Term(s).
th: %s ระยะเวลา

source: %s biblio(s)
th: %s บรรณานุกรม

source: %s can't be opened
th: ไม่สามารถเปิด %s ได้

source: %s data added
th: มีการเพิ่มข้อมูล %s

source: %s day(s)
th: %s วัน

source: %s directorie(s) processed.
th: มีการประมวลผลไดเรกทอรี %s รายการ

source: %s directorie(s) scanned.
th: มีการสแกนไดเรกทอรี %s รายการ

source: %s failed to unpack.
th: ล้มเหลวในการแยกชุดข้อมูล %s

source: %s image(s) moved into the database:
th: มีการย้ายรูปมาไว้ในฐานข้อมูล %s รูป:

source: %s imported records
th: มีการนำเข้า %s ระเบียน

source: %s issues
th: %s ฉบับ

source: %s item records found and staged
th: พบและสเตจระเบียนรายการ %s ระเบียน

source: %s item(s)
th: %s รายการ

source: %s items modified : datelastseen set to %s
th: มีการปรับเปลี่ยนน %s รายการ : วันที่เห็นข้อมูลส่าสุดคือ %s

source: %s lines found.
th: พบท้งหมด %s บรรทัด

source: %s lost items found
th: พบรายการที่หายทั้งหมด %s รายการ

source: %s months
th: %s เดือน

source: %s not imported because already in borrowers table and overwrite disabled
th: ไม่มีการนำเข้า %s เนื่องจากมีข้อมูลอยู่ในตารางผู้ยืมและปิดใช้การบันทึกทับ

source: %s not imported because they are not in the expected format
th: ไม่มีการนำเข้า %s เนื่องจากข้อมูลไม่อยู่ในรูปแบบที่ถูกต้อง

source: %s overwritten
th: %s บันทึกทับ

source: %s patron
th: สมาชิกห้องสมุด %s คน

source: %s patrons have been successfully deleted
th: สมาชิกห้องสมุด %s คนถูกลบเรียบร้อย

source: %s patrons have been successfully moved to trash
th: สมาชิกห้องสมุด %s คนถูกย้ายไปถังขยะเรียบร้อย

source: %s preferences
th: %s การปรับแต่ง

source: %s records
th: %s ระเบียน

source: %s records in file
th: %s ระเบียนในแฟ้ม

source: %s records not staged because of MARC error
th: ไม่มีการสเตจ %s ระเบียนเนื่องจากเกิดข้อผิดพลาดของ MARC

source: %s records parsed
th: มีการแยกวิเคราะห์ระเบียน %s รายการ

source: %s records staged
th: มีการสเตจระเบียน %s รายการ

source: %s records with at least one match in catalog per matching rule &quot;%s&quot;
th: มีระเบียน %s รายการที่ตรงอย่างน้อยหนึ่งอย่างกับรายการทรัพยากรตามกฏการจับคู่ &quot;%s&quot;

source: %s result(s) found
th: %s รายการของระเบียนที่พบ

source: %s result(s) found in catalog, <a1>%s result(s) found in reservoir</a> %s
th: %s รายการของผลลัพธ์ที่พบในรายการทรัพยากร <a1>%s รายการของผลลัพธ์ที่พบในคลังหนังสือ</a> %s

source: %s shipments found
th: พบการจัดส่ง %s รายการ

source: %s since
th: %s ตั้งแต่

source: %s suggestions waiting <a1>Manage suggestions</a>
th: %s ข้อเสนอแนะกำลังรอ<a1>จัดการข้อเสนอแนะ</a>

source: %s times
th: %s ครั้ง

source: %s to %s
th: %s ถึง %s

source: %s to order
th: %s ต่อคำสั่งซื้อ

source: %s weeks
th: %s สัปดาห์

source: %s years
th: %s ปี

source: %s(none)
th: %s(ไม่มี)

source: &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; (Bulgarian)
th: &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; (บัลแกเรีย)

source: &#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081; (Russian)
th: &#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081; (รัสเซีย)

source: &#1059;&#1082;&#1088;&#1072;&#1111;&#1085;&#1089;&#1100;&#1082;&#1072; (Ukrainian)
th: &#1059;&#1082;&#1088;&#1072;&#1111;&#1085;&#1089;&#1100;&#1082;&#1072; (ยูเครน)

source: &#1506;&#1489;&#1512;&#1497;&#1514; (Hebrew)
th: &#1506;&#1489;&#1512;&#1497;&#1514; (ฮีบรู)

source: &#1575;&#1585;&#1583;&#1608;(Urdu)
th: &#1575;&#1585;&#1583;&#1608;(เออร์ดู)

source: &#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577; (Arabic)
th: &#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577; (อาหรับ)

source: &#1601;&#1575;&#1585;&#1587;&#1609; (Persian)
th: &#1601;&#1575;&#1585;&#1587;&#1609; (เปอร์เซีย)

source: &#20013;&#25991; (Chinese)
th: &#20013;&#25991; (จีน)

source: &#2361;&#2367;&#2344;&#2381;&#2342;&#2368; (Hindi)
th: &#2361;&#2367;&#2344;&#2381;&#2342;&#2368; (ฮินดี)

source: &#2476;&#2494;&#2434;&#2482;&#2494; (Bengali)
th: &#2476;&#2494;&#2434;&#2482;&#2494; (เบงกาลี)

source: &#26085;&#26412;&#35486; (Japanese)
th: &#26085;&#26412;&#35486; (ญี่ปุ่น)

source: &#3374;&#3378;&#3375;&#3390;&#3379;&#3330; (Malayalam)
th: &#3374;&#3378;&#3375;&#3390;&#3379;&#3330; (มาลายาลัม)

source: &#3616;&#3634;&#3625;&#3634;&#3652;&#3607;&#3618; (Thai)
th: &#3616;&#3634;&#3625;&#3634;&#3652;&#3607;&#3618; (ไทย)

source: &#4768;&#4635;&#4653;&#4763; (Amharic)
th: &#4768;&#4635;&#4653;&#4763; (อัมฮาริก)

source: &#54620;&#44397;&#50612; (Korean)
th: &#54620;&#44397;&#50612; (เกาหลี)

source: &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#940; (Greek, Modern [1453- ])
th: &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#940; (กรีกปัจจุบัน [1453- ])

source: &#x010D;e&#353;tina (Czech)
th: &#x010D;e&#353;tina (เช็ก)

source: &lt;&lt; Continue without Marking
th: &lt;&lt; ดำเนินการต่อโดยไม่ทำเครื่องหมาย

source: &lt;&lt; Delete
th: &lt;&lt; ลบ

source: &lt;&lt; Previous
th: &lt;&lt; ก่อนหน้า

source: &lt;&lt; Previous Page
th: &lt;&lt; หน้าก่อนหน้า

source: &lt;a href=&quot;[856u]&quot;&gt;open site&lt;/a&gt;
th: &lt;a href=&quot;[856u]&quot;&gt;เปิดไซต์&lt;/a&gt;

source: &nbsp; No results found
th: &nbsp; ไม่มีผลลัพธ์

source: &nbsp;&nbsp;&nbsp;&nbsp; Author as Phrase
th: &nbsp;&nbsp;&nbsp;&nbsp; วลีชื่อผู้แต่ง

source: &nbsp;&nbsp;&nbsp;&nbsp; Call Number
th: &nbsp;&nbsp;&nbsp;&nbsp; เลขเรียกหนังสือ

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference Name
th: &nbsp;&nbsp;&nbsp;&nbsp; ชื่อการประชุม

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference Name as Phrase
th: &nbsp;&nbsp;&nbsp;&nbsp; วลีชื่อการประชุม

source: &nbsp;&nbsp;&nbsp;&nbsp; Corporate Name
th: &nbsp;&nbsp;&nbsp;&nbsp; ชื่อหน่ายงาน

source: &nbsp;&nbsp;&nbsp;&nbsp; Corporate Name as Phrase
th: &nbsp;&nbsp;&nbsp;&nbsp; วลีชื่อหน่วยงาน

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal Name
th: &nbsp;&nbsp;&nbsp;&nbsp; ชื่อบุคคล

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal Name as Phrase
th: &nbsp;&nbsp;&nbsp;&nbsp; วลีชื่อบุคคล

source: &nbsp;&nbsp;&nbsp;&nbsp; Series Title
th: &nbsp;&nbsp;&nbsp;&nbsp; ชื่อชุด

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject as Phrase
th: &nbsp;&nbsp;&nbsp;&nbsp; วลีหัวเรื่อง

source: &nbsp;&nbsp;&nbsp;&nbsp; Title as Phrase
th: &nbsp;&nbsp;&nbsp;&nbsp; วลีชื่อเรื่อง

source: &nbsp;&nbsp;(format: yyyy-yyyy)
th: &nbsp;&nbsp;(รูปแบบ: yyyy-yyyy)

source: &nbsp;with limit(s):
th: &nbsp;จำกัดไว้ที่:

source: &nbsp;with limit(s):&nbsp;'%s'
th: &nbsp;จำกัดไว้ที่:&nbsp;'%s'

source: &quot;%s&quot; is neither permitted nor prohibited.
th: &quot;%s&quot; ไม่ได้รับอนุญาตและไม่ได้ถูกห้าม

source: &quot;%s&quot; is permitted.
th: &quot;%s&quot; ได้รับอนุญาต

source: &quot;%s&quot; is prohibited.
th: &quot;%s&quot; ถูกห้าม

source: &quot;Add MARC&quot;
th: &quot;เพิ่ม MARC&quot;

source: &quot;Funds&quot; are accounts that you establish to keep track of your expenditures for library materials. They may be used for any kind of material and should match the lines in your materials budget. For instance, if your library establishes a budget line for books, another for audiovisual materials, a third line for magazines, and a fourth budget line for electronic databases, then you would have four funds.
th: &quot;กองทุน&quot; คือบัญชีที่คุณตั้งไว้สำหรับติดตามค่าใช้จ่ายของวัสดุห้องสมุด อาจใช้เพื่อวัสดุประเภทใดก็ได้ และควรจับคู่ตรงกับบรรทัดในงบประมาณวัสดุ ยกตัวอย่างเช่น ถ้าห้องสมุดของคุณตั้งบรรทัดงบประมาณแรกเป็นของหนังสือ อีกบรรทัดเป็นงบประมาณสำหรับโสตทัศนวัสดุ บรรทัดที่สามเป็นของนิตยสาร และบรรทัดงบประมาณที่สี่เป็นของฐานข้อมูลอิเล็กทรอนิกส์ คุณก็จะมีกองทุนสี่กอง

source: &quot;Funds&quot; are accounts that you establish to track your expenditures for library materials. They may be used for any kind of material and should match the lines in your materials budget. For instance, if your library establishes a budget line for books, another for audiovisual materials, a third line for magazines, and a fourth budget line for electronic databases, then you would have four funds.
th: &quot;กองทุน&quot; คือบัญชีที่คุณตั้งไว้ติดตามค่าใช้จ่ายของวัสดุห้องสมุด อาจใช้เพื่อวัสดุประเภทใดก็ได้ และควรจับคู่ตรงกับบรรทัดในงบประมาณวัสดุ ยกตัวอย่างเช่น ถ้าห้องสมุดของคุณตั้งบรรทัดงบประมาณแรกเป็นของหนังสือ อีกบรรทัดเป็นงบประมาณสำหรับโสตทัศนวัสดุ บรรทัดที่สามเป็นของนิตยสาร และบรรทัดงบประมาณที่สี่เป็นของฐานข้อมูลอิเล็กทรอนิกส์ คุณก็จะมีกองทุนสี่กอง

source: &quot;Renewals allowed&quot; indicates how many times an items of this type may be renewed.
th: &quot;อนุญาตให้ยืมต่อ&quot; แสดงจำนวนครั้งที่สามารถยืมรายการประเภทนี้ต่อได้

source: &quot;Rental charge&quot; is any amount you might charge to users for borrowing items of a certain type (like videos).
th: &quot;ค่าเช่า&quot; คือจำนวนเงินที่จะเก็บจากผู้ยืมรายการบางประเภท (เช่น วิดีโอ)

source: &rsaquo; <a1>Acquisitions Statistics</a> &rsaquo; Results
th: &rsaquo; <a1>สถิติของระบบงานจัดหาทรัพยากร</a> &rsaquo; ผลลัพธ์

source: &rsaquo; <a1>Average Checkout Period</a> &rsaquo; Results
th: &rsaquo; <a1>ระยะเวลาเฉลี่ยในการยืม</a> &rsaquo; ผลลัพธ์

source: &rsaquo; <a1>Catalog statistics</a> &rsaquo; Results
th: &rsaquo; <a1>สถิติของรายการทรัพยากร</a> &rsaquo; ผลลัพธ์

source: &rsaquo; <a1>Checkout statistics</a> &rsaquo; Results
th: &rsaquo; <a1>สถิติของการยืมออก</a> &rsaquo; ผลลัพธ์

source: &rsaquo; <a1>Checkouts by patron category</a> &rsaquo; Results
th: &rsaquo; <a1>การยืมออกตามประเภทสมาชิก</a> &rsaquo; ผลลัพธ์

source: &rsaquo; <a1>Item Types</a> &rsaquo; Results
th: &rsaquo; <a1>ประเภทของทรัพยากร</a> &rsaquo; ผลลัพธ์

source: &rsaquo; <a1>Lost Items</a> &rsaquo; Results
th: &rsaquo; <a1>รายการที่หาย</a> &rsaquo; ผลลัพธ์

source: &rsaquo; <a1>Manage Staged MARC Records</a> &rsaquo; Batch %s
th: &rsaquo; <a1>จัดการระเบียน MARC ที่สเตจ</a> &rsaquo; ชุดงาน %s

source: &rsaquo; <a1>Patrons with the most checkouts</a> &rsaquo; Results
th: &rsaquo; <a1>สมาชิกห้องสมุดที่มีการยืมออกมากที่สุด</a> &rsaquo; ผลลัพธ์

source: &rsaquo; Acquisitions Statistics
th: &rsaquo; สถิติของระบบงานจัดหาทรัพยากร

source: &rsaquo; Acquisitions Statistics &rsaquo; Results
th: &rsaquo; สถิติของระบบงานจัดหาทรัพยากร &rsaquo; ผลลัพธ์

source: &rsaquo; Add classification source
th: &rsaquo; เพิ่มแหล่งระบบการจัดหมวดหมู่หนังสือ

source: &rsaquo; Add filing rule
th: &rsaquo; เพิ่มกฎในการจัดเก็บ

source: &rsaquo; Add notice
th: &rsaquo; เพิ่มข้อความแจ้งเตือน

source: &rsaquo; Add patron attribute type
th: &rsaquo;เพิ่มประเภทของแอตทริบิวต์ของสมาชิกห้องสมุด

source: &rsaquo; Add record matching rule
th: &rsaquo; เพิ่มกฎการจับคู่ระเบียน

source: &rsaquo; Average Checkout Period
th: &rsaquo; ระยะเวลาเฉลี่ยในการยืม

source: &rsaquo; Batch %s
th: &rsaquo; ชุดงาน %s

source: &rsaquo; Cannot delete filing rule
th: &rsaquo; ไม่สามารถลบกฎในการจัดเก็บได้

source: &rsaquo; Cannot delete filing rule %s
th: &rsaquo; ไม่สามารถลบกฎในการจัดเก็บ %s

source: &rsaquo; Catalog statistics
th: &rsaquo; สถิติของรายการทรัพยากร

source: &rsaquo; Catalog statistics &rsaquo; Results
th: &rsaquo; สถิติของรายการทรัพยากร &rsaquo; ผลลัพธ์

source: &rsaquo; Checking out to %s, %s (%s)
th: &rsaquo; กำลังยืมออกให้กับ %s, %s (%s)

source: &rsaquo; Checkout statistics
th: &rsaquo; สถิติของการยืมออก

source: &rsaquo; Checkouts by patron category
th: &rsaquo; การยืมออกตามประเภทสมาชิก

source: &rsaquo; Confirm
th: &rsaquo; ยืนยัน

source: &rsaquo; Confirm Deletion
th: &rsaquo; ยืนยันการลบ

source: &rsaquo; Confirm deletion of classification source
th: &rsaquo; ยืนยันการลบแหล่งระบบการจัดหมวดหมู่หนังสือ

source: &rsaquo; Confirm deletion of classification source %s
th: &rsaquo; ยืนยันการลบแหล่งระบบการจัดหมวดหมู่หนังสือ %s

source: &rsaquo; Confirm deletion of filing rule
th: &rsaquo; ยืนยันการลบกฎในการจัดเก็บ

source: &rsaquo; Confirm deletion of filing rule %s
th: &rsaquo; ยืนยันการลบกฎในการจัดเก็บ %s

source: &rsaquo; Confirm deletion of patron attribute type &quot;%s&quot;
th: &rsaquo; ยืนยันการลบประเภทของแอตทริบิวต์ของสมาชิกห้องสมุด &quot;%s&quot;

source: &rsaquo; Confirm deletion of record matching rule &quot;%s&quot;
th: &rsaquo; ยืนยันการลบกฎการจับคู่ระเบียน &quot;%s&quot;

source: &rsaquo; Contents of <i>%s</i>
th: &rsaquo; เนื้อหาของ <i>%s</i>

source: &rsaquo; Create New List
th: &rsaquo; สร้างรายชื่อใหม่

source: &rsaquo; Data Deleted
th: &rsaquo; ข้อมูลถูกลบ

source: &rsaquo; Edit List %s
th: &rsaquo; แก้ไขรายชื่อ %s

source: &rsaquo; Edit List <i>%s</i>
th: &rsaquo; แก้ไขรายชื่อ <i>%s</i>

source: &rsaquo; Finished
th: &rsaquo; เสร็จสิ้น

source: &rsaquo; Item Types
th: &rsaquo; ประเภทของทรัพยากร

source: &rsaquo; Lost Items
th: &rsaquo; รายการที่หาย

source: &rsaquo; Manage Staged MARC Records
th: &rsaquo; จัดการระเบียน MARC แบบสเตจ

source: &rsaquo; Modify classification source
th: &rsaquo; ปรับเปลี่ยนแหล่งระบบการจัดหมวดหมู่หนังสือ

source: &rsaquo; Modify filing rule
th: &rsaquo; ปรับเปลี่ยนกฎในการจัดเก็บ

source: &rsaquo; Modify notice
th: &rsaquo; ปรับเปลี่ยนข้อความแจ้งเตือน

source: &rsaquo; Modify patron attribute type
th: &rsaquo; ปรับเปลี่ยนประเภทของแอตทริบิวต์

source: &rsaquo; Modify record matching rule
th: &rsaquo; ปรับเปลี่ยนกฎการจับคู่ระเบียน

source: &rsaquo; Modify tag
th: &rsaquo; ปรับเปลี่ยนแท็ก

source: &rsaquo; New authorized value
th: &rsaquo; สร้างค่าที่ได้รับอนุญาต

source: &rsaquo; New category
th: &rsaquo; หมู่หนังสือใหม่

source: &rsaquo; New tag
th: &rsaquo; แท็กใหม่

source: &rsaquo; Notice added
th: &rsaquo; มีการเพิ่มข้อความแจ้งเตือน

source: &rsaquo; Patrons statistics
th: &rsaquo; สถิติของสมาชิกห้องสมุด

source: &rsaquo; Patrons statistics &rsaquo; Results
th: &rsaquo; สถิติของระบบงานจัดการสมาชิก &rsaquo; ผลลัพธ์

source: &rsaquo; Patrons with the most checkouts
th: &rsaquo; สมาชิกห้องสมุดที่ยืมออกมากที่สุด

source: &rsaquo; Results
th: &rsaquo; ผลลัพธ์

source: &rsaquo; Search Results
th: &rsaquo; ผลลัพธ์การค้นหา

source: 'Renewals' should include the number of times this item can be renewed
th: 'การยืมต่อ' ควรมีจำนวนครั้งที่สามารถยืมหนังสือเล่มนี้ต่อ

source: 'Select a borrower category' using the dropdown menu provided (or select the default 'Any Category code' at the top of the dropdown menu to choose all borrower categories)
th: 'เลือกประเภทผู้ยืม' โดยใช้เมนูแบบหล่นลงที่มีให้ (หรือเลือกค่าเริ่มต้น 'รหัสประเภทใดๆ' ที่อยู่บนสุดของเมนูแบบหล่นลงนี้เพื่อเลือกประเภทผู้ยืมทั้งหมด)

source: 'Select a branch' to report on (or, leave at the default 'all' to perform the report on all branches)
th: 'เลือกสาขา' ที่จะทำรายงาน (หรือปล่อยไว้เป็น 'ทั้งหมด' ตามค่าเริ่มต้นเพื่อจัดทำรายงานของทุกสาขา)

source: 'Select a library' to define an overdue schedule for
th: 'เลือกห้องสมุด' ที่จะหารายการเกินกำหนดส่งคืนของ

source: 'password' should be stored in plaintext, and will be converted to a md5 hash (if your passwords are already encrypted, talk to your systems administrator about options).
th: ควรเก็บ 'รหัสผ่าน' เป็นข้อความธรรมดา และแปลงเป็น md5 hash (ถ้ารหัสผ่านของคุณมีการเข้ารหัสอยู่แล้ว ให้ปรึกษาเรื่องตัวเลือกต่างๆ กับผู้ดูแลระบบของคุณ)

source: ( ! means 'not visible' or in the case of Collapsed 'not Collapsed')
th: ( ! หมายถึง 'ไม่สามารถมองเห็นได้' หรือเป็นกรณีที่การยุบ 'ไม่ยุบ')

source: (<a1>Log Out</a>) |
th: (<a1>ออกจากระบบ</a>) |

source: (<a1>Set</a>)
th: (<a1>ตั้งค่า</a>)

source: (<a1>View item's checkout history</a>)
th: (<a1>ดูประวัติการยืมออกของรายการ</a>)

source: (Complete with 0 on the left)
th: (จบด้วย 0 ด้านซ้าย)

source: (Create Label Batch)
th: (สร้างชุดงานป้าย)

source: (Damaged)
th: (ที่เสียหาย)

source: (Derived value)
th: (ค่าที่ได้รับมา)

source: (Error)
th: (ข้อผิดพลาด)

source: (Hint: If you are proficient at MySQL, it is often faster and easier to find an existing stopwords list, edit it, put it in the correct format, and use the MySQL "Load Data Infile" command to import the list into the stopwords table. Many academic libraries publish their stopwords list on the Internet, or you can ask other Koha libraries if they would share their stopword list.)
th: (คำแนะนำ: ถ้าคุณชำนาญเรื่อง MySQL การใช้รายชื่อคำที่ไม่ใช้สืบค้นที่มีอยู่มักจะทำได้เร็วกว่าและง่ายกว่า ให้แก้ไขรายชื่อดังกล่าว แล้วนำมาใส่ไว้ในรูปแบบที่ถูกต้อง และใช้คำสั่ง MySQL "Load Data Infile" เพื่อนำเข้ารายการนั้นไปไว้ในตารางคำที่ไม่ใช้สืบค้น ห้องสมุดวิชาการจำนวนมากประกาศรายชื่อคำที่ไม่ใช้สืบค้นไว้บนอินเทอร์เน็ต หรือคุณสามารถขอจากห้องสมุด Koha อื่นๆ ถ้าห้องสมุดเหล่านั้นมีการใช้รายชื่อคำที่ไม่ใช้สืบค้นร่วมกัน)

source: (In linux, each printer configuration in your printcap file defines a print queue. The default print queue is "lp," but if you use more than one printer you will have other queues, probably with names like "text" or "postscript." Tell Koha which printer queue(s) you want to use for printing reports directly from the server.)
th: (ในลินุกซ์ แต่ละการกำหนดค่าเครื่องพิมพ์ในแฟ้ม Printcap จะกำหนดคิวการพิมพ์ คิวการพิมพ์เริ่มต้นคือ "lp," แต่ถ้าคุณใช้เครื่องพิมพ์มากกว่าหนึ่งเครื่อง คุณจะมีชื่อคิวเป็นอย่างอื่น เช่น "text" หรือ "postscript" ให้บอก Koha ว่าคุณต้องการใช้คิวเครื่องพิมพ์ใดในการพิมพ์รายงานโดยตรงจากเซิร์ฟเวอร์)

source: (In transit)
th: (อยู่ในระหว่างนำส่ง)

source: (Indonesian)
th: (อินโดนีเซีย)

source: (Lost)
th: (หาย)

source: (Password:
th: (รหัสผ่าน:

source: (Record #%s)
th: (ระเบียน#%s)

source: (Record #%s) &rsaquo; Items
th: (ระเบียน #%s) &rsaquo; รายการ

source: (We have %s subscriptions associated with this title).
th: (เราได้บอกรับเป็นสมาชิกเกี่ยวกับชื่อเรื่องนี้ %s รายการ)

source: (Withdrawn)
th: (ถูกยกเลิก)

source: (a choice list for Choice (separated by |) or cols|rows for Texarea)
th: (รายชื่อตัวเลือกของตัวเลือก (แยกตาม |) หรือคอลัมน์|แถวของพื้นที่ข้อความ)

source: (auto-filled from 300)
th: (เติมอัตโนมัติจาก 300)

source: (auto-filled)
th: (เติมอัตโนมัติ)

source: (borrowernumber: %s; surname: %s).
th: (หมายเลขสมาชิกผู้ยืม: %s; ชื่อ: %s)

source: (defined from suggestion #%s)
th: (กำหนดจากข้อเสนอแนะ #%s)

source: (if checked, no item of this type can be issued. If not checked, every item of this type can be issued unless notforloan is set for a specific item)
th: (ถ้ามีการตรวจสอบ จะไม่สามารถออกรายการทรัพยากรประเภทนี้ได้ทั้งสิ้น แต่ถ้าไม่มีการตรวจสอบ จะออกรายการประเภทนี้ได้ทั้งหมด เว้นแต่ว่ามีการตั้งค่า 'ไม่ให้ยืม' ให้กับเฉพาะรายการ)

source: (if empty, subscription is still active)
th: (ถ้าว่าง แสดงว่าการบอกรับเป็นสมาชิกยังคงมีผล)

source: (inclusive)
th: (รวม)

source: (is %s)
th: (คือ %s)

source: (last was %s)
th: (ล่าสุดคือ %s)

source: (modified on %s)
th: (ปรับเปลี่ยนเมื่อ %s)

source: (no email on file)
th: (ไม่มีการบันทึกเก็บอีเมล)

source: (no phone number on file)
th: (ไม่มีการบันทึกเก็บหมายเลขโทรศัพท์)

source: (nothing entered)
th: (ไม่มีการใส่ข้อมูลใดๆ)

source: (order #%s)
th: (คำสั่งซื้อที่ #%s)

source: (related searches:
th: (การค้นหาที่เกี่ยวข้อง:

source: (select a library)
th: (เลือห้องสมุด)

source: (start date of the 1st subscription)
th: (วันที่เริ่มบอกรับเป็นสมาชิกครั้งแรก)

source: ** Vendor's listings already include GST.
th: ** การลงรายการบริษัทที่สั่งซื้อมี GST อยู่แล้ว

source: , %s long overdue
th: %s เกินกำหนดนาน

source: , %s patron(s) found:
th: พบสมาชิกห้องสมุด %s คน:

source: , <b>ISBN: </b>%s
th: <b>เลขมารตรฐานสากลของหนังสือ/วารสาร: </b>%s

source: , Cyprus
th: อัสสัม

source: , France
th: ฝรั่งเศส

source: , France (Koha 3.0 enhancements to patrons and holds modules)
th: ฝรั่งเศส (Koha 3.0 ปรับปรุงระบบงานสมาชิกห้องสมุดและการจอง)

source: , France (Suggestions, Stats wizards and improved LDAP sponsorship)
th: ฝรั่งเศส (ข้อเสนอแนะ ตัวช่วยสร้างสถิติต่างๆ และการสนับสนุน LDAP ที่ปรับปรุงแล้ว)

source: , France (biblio frameworks, MARC authorities, OPAC basket, Serials sponsorship)
th: ฝรั่งเศส (โครงร่างบรรณานุกรม รายการหลักฐาน MARC ตะกร้า OPAC การสนับสนุนระบบงานสิ่งพิมพ์ต่อเนื่อง)

source: , Mandatory
th: ข้อบังคับ

source: , New Zealand, and Rosalie Blake, Head of Libraries, (Koha 1.0)
th: นิวซีแลนด์ และ Rosalie Blake หัวหน้าบรรณารักษ์ห้องสมุด (Koha 1.0)

source: , OH, USA (Koha 3.0 beta testing)
th: โอไฮโอ สหรัฐอเมริกา (Koha 3.0 รุ่นทดสอบ)
