Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: <em>Get there:</em> More &gt; Tools &gt; Notices
th: <em>ไปที่นั่น: </em>เพิ่มเติม &gt; เครื่องมือ &gt; ข้อความแจ้งเตือน

source: <em>Get there:</em> More &gt; Tools &gt; Overdue notice/status triggers
th: <em>ไปที่นั่น: </em>เพิ่มเติม &gt; เครื่องมือ &gt; ทริกเกอร์การแจ้งเตือนเกินกำหนด/สถานะ

source: <em>Get there:</em>Home &gt; Administration &gt; MARC Authorities framework
th: <em>ไปที่นั่น:</em>หน้าแรก &gt; งานดูแลระบบ &gt;โครงร่างรายการหลักฐาน MARC

source: <em>Get there</em>: Administration &gt; System Preferences &gt; Patrons &gt; BorrowerMandatoryField.
th: <em>ไปที่นั่น</em>: งานดูแลระบบ &gt; การปรับแต่งระบบ &gt; ระบบงานจัดการสมาชิก &gt; BorrowerMandatoryField

source: <em>Get there</em>: Administration &gt; System Preferences &gt; Patrons &gt; EnhancedMessagingPreferences.
th: <em>ไปที่นั่น</em>: งานดูแลระบบ &gt; การปรับแต่งระบบ &gt; ระบบงานจัดการสมาชิก &gt; EnhancedMessagingPreferences

source: <em>database host : </em>%s
th: <em>โฮสต์ฐานข้อมูลt : </em>%s

source: <em>database name : </em>%s
th: <em>ชื่อฐานข้อมูล : </em>%s

source: <em>database port : </em>%s (probably OK if blank)
th: <em>พอร์ตฐานข้อมูล : </em>%s (สามารถปล่อยว่างได้)

source: <em>database type : </em>%s
th: <em>ประเภทของฐานข้อมูล : </em>%s

source: <em>database user : </em>%s
th: <em>ผู้ใช้ฐานข้อมูล : </em>%s

source: <i> in </i>%s
th: <i> ใน </i>%s

source: <i>Author:</i> %s
th: <i>ชื่อผู้แต่ง:</i> %s

source: <i>Published by:</i> %s
th: <i>ตีพิมพ์โดย:</i> %s

source: = issue an item to a patron
th: = ออกรายการให้กับสมาชิกห้องสมุด

source: = items that patrons have placed a request on (called &quot;reserves&quot; in some libraries - not to be confused with &quot;Course Reserves&quot; used in academimc libraries)
th: = หนังสือที่สมาชิกห้องสมุดได้ส่งคำขอไว้ (ในบางห้องสมุดเรียกว่า &quot;หนังสือสำรอง&quot; อย่าสับสนกับ &quot;หนังสือสำรองs&quot; ที่ห้องสมุดวิชาการบริการสำรองหนังสือจากผู้สอน)

source: = return an item from a patron
th: = คืนรายการจากสมาชิกห้องสมุด

source: = used to change the holding branch of an item
th: = ใช้เปลี่ยนสาขาการจองหนังสือ

source: A <b>Open</b> List can be seen and managed by everybody.
th: รายการ <b>เปิด</b>เป็นรายการทุกคนสามารถดูและจัดการ ได้

source: A <b>Private</b> List is managed by you and can be seen only by you.
th: รายการ <b>ส่วนตัว</b> เป็นรายการที่คุณสามารถดูและจัดการได้คนเดียว

source: A <b>Public</b> List can be seen by everybody, but managed only by you.
th: รายการ<b>สาธารณะ</b> คือรายการที่ทุกคนเห็น แต่คุณสามารถจัดการได้เพียงคนเดียว

source: A Basket is a collection of orders.
th: ตะกร้าคือคอลเลกชันของคำสั่งซื้อ

source: A Basket is used to group a set of order lines. An order is placed for an individual item.
th: ตะกร้าถูกใช้โดยกลุ่มหรือชุดของบรรทัดคำสั่งซื้อ โดยมีการวางคำสั่งซื้อหนึ่งคำสั่งให้กับแต่ละรายการ

source: A List named %s already exists!
th: มีรายชื่อทีชื่อ %s อยู่ในระบบแล้ว

source: A MARC Authority Record are used to ensure consitency across catalog records by providing a way to define the standard form of names for:
th: 'ระเบียนรายการหลักฐาน MARC' ใช้ตรวจสอบความสอดคล้องระหว่างระเบียนรายการทรัพยากรด้วยการให้วิธีกำหนดรูปแบบมาตรฐานของชื่อสำหรับ:

source: A Pending Hold is a Hold that has been placed by a Patron that has not been &quot;Filled&quot;. Where Filled means that the item is now ready for the Patron to pick up.
th: 'การจองค้าง' คือ 'การจอง' ที่สมาชิกแจ้งความประสงค์ไว้ และยังไม่ได้ ' &quot;รับตามจอง&quot; ในขณะที่ 'รับตามจอง' หมายถึงรายการที่ปัจจุบันพร้อมให้ 'สมาชิกห้องสมุด' มารับหนังสือจอง

source: A bibliographic record needs items or holdings for it to show in the OPAC. There are two ways to add new items to a bibliographic record:
th: ระเบียนบรรณานุกรมจำเป็นต้องมีรายการหรือการจองรายการเพื่อแสดงใน OPAC วิธีเพิ่มรายการใหม่ลงในระเบียนบรรณานุกรม มีสองวิธีคือ

source: A confirmation will appear with the item information
th: การยืนยันจะปรากฎพร้อมกับข้อมูลรายการ

source: A label batch is where you take your Layout, Layout Template and merge with the items you wish to create the labels for.
th: ชุดงานป้ายคือจุดที่คุณสามารถใช้เค้าโครง แม่แบบเค้าโครง และผสานเข้ากับรายการต่างๆ ที่คุณต้องการสร้างป้ายให้

source: A layout is where you define what will print on the label. For example for a spine label you may choose the Classification Number.
th: เค้าโครงคือจุดที่คุณกำหนดสิ่งที่จะพิมพ์บนป้าย ตัวอย่างเช่น คุณอาจเลือก 'เลขหมู่หนังสือ' ให้กับป้ายเดี่ยว

source: A layout template is the dimensions of the sheet you are using. You will need to either acquire the dimensions from the label supplier, or measure them accurately.
th: แม่แบบเค้าโครงเป็นมิติของแผ่นป้ายที่คุณใช้ โดยคุณจะต้องได้ข้อมูลของมิติมาจากผู้จำหน่ายป้าย หรือวัดป้ายอย่างถูกต้อง

source: A patron attribute (or extended patron attribute) is an additional piece of information associated with a patron record. Each attribute has a type that specifies whether the attribute is repeatable, can serve as a unique identifier, can take a password, and whether it can be used to search for patron records in the staff interface. The list of attribute types is controlled by staff with 'superlibrarian' permissions.
th: แอตทริบิวต์ของสมาชิก (หรือแอตทริบิวต์ส่วนขยายของสมาชิก) คือส่วนข้อมูลเพิ่มเติมที่เกี่ยวข้องกับระเบียนสมาชิก แต่ละแอตทริบิวต์จะมีชนิดที่ระบุว่าแอตทริบิวต์นั้นทำซ้ำได้หรือไม่ สามารถทำหน้าที่เป็นตัวระบุที่ไม่ซ้ำกันได้หรือไม่ สามารถใช้รหัสผ่านได้หรือไม่ และสามารถใช้ค้นหาระเบียนของสมาชิกในส่วนติดต่อของเจ้าหน้าที่ได้หรือไม่ รายการประเภทของแอตทริบิวต์จะถูกควบคุมโดยเจ้าหน้าที่ซึ่งมีสิทธิในระดับ 'บรรณารักษ์ชำนาญการ'

source: A patron's annual membership fee payment status also shows on this screen.
th: สถานะการชำระค่าสมาชิกรายปีของสมาชิกจะแสดงบนหน้าจอนี้ด้วย

source: A printer profile is where you setup adjustments for label offset and creep (also known as printer calibration).
th: โพรไฟล์เครื่องพิมพ์คือจุดที่คุณตั้งค่าการปรับเปลี่ยนสำหรับออฟเซตป้ายและความหนืด (เรียกอีกอย่างว่าการปรับเทียบสีเครื่องพิมพ์)

source: A record matching barcode <b>%s</b> has already been added.
th: มีการเพิ่มระเบียนที่ตรงกับบาร์โค้ด <b>%s</b> แล้ว

source: A red box will alert you. Fines are calculated and posted the following day.
th: กล่องสีแดงจะแจ้งเตือนคุณ มีการคำนวณค่าปรับและประกาศในวันถัดไป

source: A red typed alert saying &quot;Reserve Found&quot; will be displayed along with the Reserve listing information. Click on the confirm button to proceed. If the item is confirmed than the items status will be changed to &quot;waiting&quot;. If the item is requested by someone in another branch, then you must validate the transfer.
th: การแจ้งเตือนที่พิมพ์สีแดงว่า &quot;พบการสำรอง&quot; จะแสดงพร้อมกับข้อมูลรายการของการสำรอง ให้คลิกปุ่มยืนยันที่จะดำเนินการต่อ ถ้ารายการนั้นได้รับการยืนยัน สถานะของรายการจะเปลี่ยนเป็น &quot;รอ&quot; ถ้ามีสมาชิกในสาขาห้องสมุดอื่นขอยืม คุณจะต้องตรวจสอบความถูกต้องของการถ่ายโอน

source: A report can be generated directly using from an SQL statement. On the &quot;Create from SQL&quot; page, give the report a Title and Description (using the notes field) and then paste your SQL statement into the text area.
th: สามารถสร้างรายงานโดยใช้จากคำสั่ง SQL ได้โดยตรง ในหน้า &quot;สร้างจาก SQL&quot; ให้ใส่ 'ชื่อเรื่อง' และ 'คำอธิบาย' ของรายงาน (โดยใช้เขตข้อมูลบันทึกย่อ) แล้ววางคำสั่ง SQL ของคุณลงในพื้นที่ข้อความ

source: A third option allows libraries to maintain their own authority records based on the dataset; many libraries prefer not to enable that option because it creates 'ghost' authority records in the system. It's up to the library (or group) which options to enable, or disable.
th: ตัวเลือกที่สามให้ห้องสมุดต่างๆ ดูแลระเบียนรายการหลักฐานตามชุดข้อมูลของห้องสมุดเอง ห้องสมุดจำนวนมากต้องการที่จะปิดใช้งานตัวเลือกนี้มากกว่า เนื่องจากจะสร้างระเบียนรายการหลักฐาน 'โกสต์' ในระบบ ขึ้นอยู่กับห้องสมุด (หรือกลุ่ม) ว่าจะเปิดใช้งานหรือปิดใช้งานตัวเลือกใด

source: A/C: %s
th: เลขที่บัญชี: %s

source: A: Click the &ldquo;Add subscription&rdquo; button.
th: ตอบ: คลิกปุ่ม &ldquo;เพิ่มการบอกรับเป็นสมาชิก&rdquo;

source: A: Confirming will checkout the check out and automatically check in the item from the other patron account.
th: ตอบ: การยืนยันจะลงรายการยืมออกและคืนรายการจากบัญชีสมาชิกอื่นโดยอัตโนมัติ

source: A: If the checking out is really impossible (for example, the barcode does not exist), then you can&rsquo;t confirm the checkout.
th: ตอบ: ถ้าการยืมออกไม่สามารถทำได้จริงๆ (เช่น ไม่มีบาร์โค้ด) คุณจะไม่สามารถยืนยันการยืมออกได้

source: A: If there is a problem with an checkout, then a box will appear and ask for confirmation, if possible. Confirming will override the system and check out the item.
th: ตอบ: ถ้ามีปัญหาในการยืมออก กล่องจะปรากฎและขอให้มีการยืนยัน ถ้าเป็นไปได้ การยืนยันจะแทนที่ข้อมูลในระบบและยืมออกรายการดังกล่าว

source: A: If you wish to have this item and all subsequent items in this transaction to have a date due other than the default date due defined for the item type, use the &ldquo;Sticky Due Date&rdquo; to set the date due before scanning the first item.
th: ตอบ: ถ้าคุณต้องการให้รายการนี้และรายการที่ตามมาทั้งหมดในทรานแซคชันนี้ มีวันครบกำหนดส่งที่ไม่ใช่วันครบกำนดเริ่มต้นของประเภทของทรัพยากร ให้ใช้ &ldquo;ตรึงวันครบกำหนดส่ง&rdquo; เพื่อตั้งค่าวันครบกำหนดส่งก่อนการสแกนรายการหนังสือเล่มแรก

source: A: Start by scanning the patron&rsquo;s barcode or type in their name to find their account. Once Koha has found the patron, you will see a new form for scanning or typing the item&rsquo;s identifying number (usually a barcode). If the item can be checked out without problems, it will be done immediately and shown with other patron checkouts at bottom.
th: ตอบ: เริ่มจากการสแกนบาร์โค้ดของสมาชิกห้องสมุด หรือพิมพ์ชื่อของสมาชิกเพื่อค้นหาบัญชีผู้ใช้ เมื่อ Koha พบข้อมูลสมาชิก คุณจะเห็นแบบฟอร์มใหม่สำหรับการสแกน หรือการพิมพ์หมายเลขระบุของรายการ (ปกติจะเป็นบาร์โค้ด) ถ้ารายการดังกล่าวสามารถยืมออกได้โดยไม่มีปัญหา ระบบจะลงรายการเสร็จในทันที และแสดงไว้กับรายการยืมออกอื่นของสมาชิกที่ด้านล่าง

source: A: View subscription details, receive any item and/or manage what appears in subscription summary (in OPAC and staff client).
th: ตอบ: ดูรายละเอียดการบอกรับเป็นสมาชิก รับรายการใดๆ และ/หรือจัดการสิ่งที่ปรากฎในสรุปการบอกรับเป็นสมาชิก (ใน OPAC และ ไคลเอ็นต์ของเจ้าหน้าที่)

source: ACQCLAIM (Acquisition Claim): Used in the claimacquisition module
th: ACQCLAIM (การทวงถามระบบงานจัดหาทรัพยากร): ใช้ในระบบงานจัดหาทรัพยากรที่ทวงถาม

source: ADDITIONAL CONTENT TYPES
th: ประเภทเพิ่มเติมของเนื้อหา

source: ALL
th: ทั้งหมด

source: ALL items fields MUST :
th: เขตข้อมูลของรายการทั้งหมดจะต้อง:

source: AUDIENCE
th: ผู้ใช้

source: Ability for logged in user to check books out and back in
th: ความสามารถของผู้ใช้ที่เข้าระบบในการยืมหนังสือออกและคืนหนังสือ

source: Ability to set patron permissions&nbsp;
th: ความสามารถในการตั้งค่าสิทธิของสมาชิก&nbsp;

source: About Classification Sources
th: เกี่ยวกับแหล่งระบบการจัดหมวดหมู่หนังสือ

source: About Koha
th: เกี่ยวกับ Koha

source: Abstracts/summaries
th: สาระสังเขป/เรื่องย่อ

source: Accept
th: ยอมรับ

source: Accepted
th: ยอมรับ

source: Accepted by
th: ยอมรับโดย

source: Access denied
th: การเข้าถึงถูกปฏิเสธ

source: Access this report from the: <a1>Saved Reports Page</a>
th: เข้าถึงรายงานนี้จาก: <a1>หน้ารายงานที่บันทึกไว้</a>

source: Access to acquisition and patron purchase suggestions management
th: เข้าถึงระบบงานจัดหาทรัพยากรและการจัดการซื้อหนังสือที่สมาชิกแนะนำ

source: Access to all librarian functions
th: เข้าถึงฟังก์ชันทั้งหมดสำหรับบรรณารักษ์

source: Accession Date:
th: วันที่ลงทะเบียน:

source: Accession date (inclusive):
th: วันที่ลงทะเบียน (รวม):

source: Accompanying material 1
th: วัสดุประกอบ 1

source: Accompanying material 2
th: วัสดุประกอบ 2

source: Accompanying material 3
th: วัสดุประกอบ 3

source: Accompanying material 4
th: วัสดุประกอบ 4

source: Accompanying textual material 1:
th: วัสดุประกอบที่เป็นลายลักษณ์อักษร 1:

source: Accompanying textual material 2:
th: วัสดุประกอบที่เป็นลายลักษณ์อักษร 2:

source: Accompanying textual material 3:
th: วัสดุประกอบที่เป็นลายลักษณ์อักษร 3:

source: Accompanying textual material 4:
th: วัสดุประกอบที่เป็นลายลักษณ์อักษรl 4:

source: Accompanying textual material 5:
th: วัสดุประกอบที่เป็นลายลักษณ์อักษรl 5:

source: Accompanying textual material 6:
th: วัสดุประกอบที่เป็นลายลักษณ์อักษร 6:

source: Account
th: บัญชี

source: Account Management Fee
th: ค่าธรรมเนียมการจัดการบัญชีผู้ใช้

source: Account Summary: %s %s (%s)
th: สรุปบัญชี: %s %s (%s)

source: Account Type
th: ประเภทของบัญชี

source: Accounting Details
th: รายการทางบัญชี

source: Accounting details
th: รายละเอียดบัญชี

source: Acquisition Date (yyyy-mm-dd)
th: วันที่จัดหาทรัพยากร (yyyy-mm-dd)

source: Acquisition Date: Newest to Oldest
th: วันที่จัดหาทรัพยากร: จากล่าสุดไปก่อนสุด

source: Acquisition Date: Oldest to Newest
th: วันที่จัดหาทรัพยากร: จากก่อนสุดไปล่าสุด

source: Acquisitions
th: ระบบงานจัดหาทรัพยากร

source: Acquisitions Help
th: วิธีใช้ระบบงานจัดหาทรัพยากร

source: Acquisitions Statistics
th: สถิติของระบบงานจัดหาทรัพยากร

source: Acquisitions statistics
th: สถิติของระบบงานจัดหาทรัพยากร

source: Acquisitions:
th: ระบบงานจัดหาทรัพยากร:

source: Action
th: การดำเนินการ

source: Action if matching bibliographic record found:
th: การดำเนินการเมื่อพบว่ามีบรรณานุกรมตรงกับทะเบียน คือ

source: Action if matching record found
th: การดำเนินการเมื่อพบว่าตรงกับระเบียน

source: Action if no match found
th: การดำเนินการเมื่อไม่พบข้อมูลที่ตรงกัน

source: Action if no match is found:
th: การดำเนินการเมื่อไม่พบข้อมูลที่ตรงกัน คือ

source: Action:
th: การกระทำ:

source: Actions
th: การกระทำ

source: Active
th: ใช้งานอยู่

source: Active Settings
th: การตั้งค่าที่ใช้งานอยู่

source: Active/Inactive
th: ที่ใช้งานอยู่/ที่ไม่ใช้งาน

source: Active:
th: ใช้งานอยู่:

source: Actual Cost will be used to subtract from your budgets (whereas the other fees will be used when calculating replacement costs)
th: 'ค่าใช้จ่ายจริง' จะใช้ลบออกจากงบประมาณ (ในขณะที่ค่าธรรมเนียมอื่นๆ จะใช้เมื่อคำนวณค่าซื้อในการแทนที่)

source: Actual cost
th: ค่าใช้จ่ายจริง

source: Actual cost:
th: ค่าใช้จ่ายจริง:

source: Add
th: เพิ่ม

source: Add : the number here is added to XYZ
th: เพิ่ม: มีการเพิ่มจำนวนตรงนี้ให้กับ XYZ

source: Add <i>%s</i>
th: เพิ่ม <i>%s</i>

source: Add A New Serial Subscription
th: เพิ่มการบอกรับสิ่งพิมพ์ต่อเนื่องใหม่

source: Add Authorized Value
th: เพิ่มค่าที่กำหนดใช้

source: Add Bibliographic Record
th: เพิ่มระเบียนบรรณานุกรม

source: Add Credit
th: เพิ่ม 'เครดิต'

source: Add Currency
th: เพิ่มสกุลเงิน

source: Add Group
th: เพิ่มกลุ่ม

source: Add Item
th: เพิ่มรายการ

source: Add Item Type
th: เพิ่มประเภทของทรัพยากร

source: Add List Member
th: เพิ่มสมาชิกรายชื่อ

source: Add MARC Record
th: เพิ่ม 'ระเบียน MARC'

source: Add MARC Record Help
th: เพิ่ม 'วิธีใช้ระเบียน MARC'

source: Add New Definition
th: เพิ่ม 'ข้อกำหนดใหม่'

source: Add News Item
th: เพิ่มรายการข่าวสาร

source: Add Patron Attribute
th: เพิ่ม 'แอตทริบิวต์ของสมาชิก'

source: Add Patrons
th: เพิ่มสมาชิกห้องสมุด

source: Add Record Without Search
th: เพิ่ม 'ระเบียนโดยไม่ค้นหา'

source: Add To Order
th: เพิ่มใน 'คำสั่งซื้อ'

source: Add a new Authorized Value Category
th: เพิ่ม 'ประเภทของค่าที่กำหนดใช้' ใหม่

source: Add a new city
th: เพิ่มเมืองใหม่

source: Add a new notice
th: เพิ่มข้อความแจ้งแตือนใหม่

source: Add a new patron:
th: เพิ่มสมาชิกใหม่ห้องสมุด:

source: Add a new road type
th: เพิ่มประเภทของถนนใหม่

source: Add a new subscription
th: เพิ่มการบอกรับเป็นสมาชิกใหม่

source: Add a system preference
th: เพิ่มการปรับแต่งระบบ

source: Add an item to <i>%s</i>
th: เพิ่มรายการใน <i>%s</i>

source: Add another field
th: เพิ่มเขตข้อมูลอื่น

source: Add authority
th: เพิ่มรายการหลักฐาน

source: Add biblio
th: เพิ่มบรรณานุกรม

source: Add budget
th: เพิ่มงบประมาณ

source: Add checked
th: เพิ่มที่ตรวจสอบ

source: Add child
th: เพิ่มเด็ก

source: Add classification source
th: เพิ่มแหล่งระบบการจัดหมวดหมู่หนังสือ

source: Add filing rule
th: เพิ่มกฎในการจัดเก็บ

source: Add framework
th: เพิ่มโครงร่าง

source: Add help
th: เพิ่มวิธีใช้

source: Add holdings
th: เพิ่มรายการที่ห้องสมุดมี

source: Add incoming record
th: เพิ่มระเบียนที่กำลังเข้ามา

source: Add item
th: เพิ่มรายการ

source: Add item(s) to batch
th: เพิ่มรายการลงในชุดงาน

source: Add items only if matching bib was found
th: เพิ่มรายการเฉพาะเมื่อพบว่าตรงกับบรรณานุกรม

source: Add items only if no matching bib was found
th: เพิ่มรายการเฉพาะเมื่อไม่พบว่าตรงกับบรรณานุกรม

source: Add new holiday
th: เพิ่มวันหยุดใหม่

source: Add notice
th: เพิ่มข้อความแจ้งเตือน

source: Add or modify patrons (with the exception of setting permissions)
th: เพิ่มหรือปรับเปลี่ยนสมาชิกห้องสมุด (โดยไม่มีการตั้งค่าสิทธิ)

source: Add order
th: เพิ่มคำสั่งซื้อ

source: Add patron attribute type
th: เพิ่มประเภทแอตทริบิวต์ของสมาชิก

source: Add patron(s) to batch
th: เพิ่มสมาชิกห้องสมุดลงในชุดงาน

source: Add record matching rule
th: เพิ่มระเบียนที่ตรงกับกฎ

source: Add tag
th: เพิ่มแท็ก

source: Add the images and the TXT file to a .ZIP file
th: เพิ่มรูปและแฟ้ม TXT ลงในแฟ้ม .ZIP

source: Add to List
th: เพิ่มในรายการ

source: Add to a new list:
th: เพิ่มในรายการใหม่:

source: Add to shelf
th: เพิ่มในชั้นหนังสือ

source: Add vendor
th: เพิ่มบริษัที่สั่งซื้อ

source: Added classification source %s
th: มีการเพิ่มแหล่งระบบการจัดหมวดหมู่หนังสือ %s

source: Added filing rule %s
th: มีการเพิ่มกฎในการจัดเก็บ %s

source: Added patron attribute type &quot;%s&quot;
th: มีการเพิ่มประเภทแอตทริบิวต์ของสมาชิก &quot;%s&quot;

source: Added record matching rule &quot;%s&quot;
th: มีการเพิ่มกฎในการจับคู่ระเบียน &quot;%s&quot;

source: Adding &amp; Editing New Item Types
th: การเพิ่มและการแก้ไขประเภทของทรัพยากรใหม่

source: Adding A New Definition
th: การเพิ่ม 'ข้อกำหนดใหม่'

source: Adding Authorities to a record
th: การเพิ่ม 'รายการหลักฐาน' ลงในระเบียน

source: Adding a Fund
th: การเพิ่มกองทุน

source: Adding a New Patron
th: การเพิ่มสมาชิกห้องสมุดใหม่

source: Adding an Authority Record
th: การเพิ่มระเบียนรายการหลักฐาน

source: Adding authority %s
th: การเพิ่มรายการหลักฐาน %s

source: Adding authority (%s)
th: การเพิ่มรายการหลักฐาน (%s)

source: Adding item details
th: การเพิ่มรายละเอียดของรายการ

source: Additional Author:
th: ชื่อผู้แต่งเพิ่มเติม:

source: Additional Authors:
th: ชื่อผู้แต่งเพิ่มเติม:

source: Additional Character Sets
th: ชุดอักขระเพิ่มเติม

source: Additional attributes and identifiers
th: แอตทริบิวต์และตัวระบุเพิ่มเติม

source: Additional content types
th: ประเภทของเนื้อหาเพิ่มเติม

source: Additional parameters
th: พารามิเตอร์เพิ่มเติม

source: Address
th: ที่อยู่

source: Address (cont.):
th: ที่อยู่ (ต่อ):

source: Address 2:
th: ที่อยู่ 2:

source: Address Line 1
th: บรรทัดที่อยู่ 1

source: Address Line 2
th: บรรทัดที่อยู่ 2

source: Address Line 3
th: บรรทัดที่อยู่ 3

source: Address in question
th: ที่อยู่ในคำถาม

source: Address:
th: ที่อยู่:

source: Adjust margins until both top and left margins are correct.
th: ปรับระยะขอบจนระยะขอบด้านบนและด้านซ้ายถูกต้อง

source: Admin
th: งานดูแลระบบ

source: Admin:
th: งานดูแลระบบ:

source: Administration
th: งานดูแลระบบ

source: Administration &gt; Basic Parameters &gt; Libraries, branches and groups
th: งานดูแลระบบ &gt; พารามิเตอร์พื้นฐาน &gt; ห้องสมุด สาขาและกลุ่ม

source: Administration &gt; Global system preferences &gt; Patrons &gt; intranetreadinghistory
th: งานดูแลระบบ &gt; การปรับแต่งระบบส่วนกลาง &gt; ระบบงานจัดการสมาชิก &gt; intranetreadinghistory

source: Administration &gt; Global system preferences &gt; Patrons &gt;borrowerRelationship
th: งานดูแลระบบ &gt; การปรับแต่งระบบส่วนกลาง &gt; ระบบงานจัดการสมาชิก &gt;borrowerRelationship

source: Administration &gt; Patrons and Circulation &gt; Road types
th: งานดูแลระบบ &gt; ระบบงานจัดการสมาชิกและระบบงานยืม-คืน &gt; ประเภทของถนน

source: Administration &gt; Patrons and circulation &gt; Cities
th: งานดูแลระบบ &gt; ระบบงานจัดการสมาชิกและระบบงานยืม-คืน &gt; เมือง

source: Administration &gt; Patrons and circulation &gt; Patron categories
th: งานดูแลระบบ &gt; ระบบงานจัดการสมาชิกและระบบงานยืม-คืน &gt; ประเภทสมาชิก

source: Administration Help
th: วิธีใช้งานดูแลระบบ

source: Adolescent
th: วัยรุ่น

source: Adult
th: ผู้ใหญ่

source: Adult = A regular patron (can have child patrons attached to it).
th: ผู้ใหญ่ = สมาชิกปกติ (สามารถมีสมาชิกเด็กสมัครร่วมด้วยได้)

source: Adult Patron
th: สมาชิกผู้ใหญ่

source: Adult Patrons: can be linked as &quot;guarantors&quot; to other patrons who are their dependents. This is the default patron type.
th: สมาชิกผู้ใหญ่ สามารถเป็น &quot;ผู้รับรอง&quot; ให้กับสมาชิกอื่นที่อยู่ในความปกครองของตน เป็นประเภทสมาชิกเริ่มต้น

source: Adult patron
th: สมาชิกผู้ใหญ่

source: Adult, General
th: ผู้ใหญ่ ทั่วไป

source: Adult, serious
th: ผู้ใหญ่ เข้มงวด

source: Advanced Prediction Pattern
th: รูปแบบการคาดเดาขั้นสูง

source: Advanced Search
th: การค้นหาขั้นสูง

source: Advanced constraints:
th: ข้อจำกัดขั้นสูง:

source: After clicking 'Save' you will be brought to an order summary
th: หลังจากคลิก 'บันทึก' คุณจะไปที่สรุปคำสั่งซื้อ

source: After creating a Printer Profile, it must be applied to a particular label template. Note: You can only apply one Printer Profile to a given label template at a time.
th: หลังจากมีการสร้าง 'โพรไฟล์เครื่องพิมพ์' แล้ว ต้องนำไปใช้กับแม่แบบป้ายแม่แบบหนึ่ง หมายเหตุ คุณสามารถใช้ 'โพรไฟล์เครื่องพิมพ์' กับแม่แบบป้ายที่ให้ได้ครั้งละหนึ่งแม่แบบ

source: After holidays are entered on the calendar, circulation rules are then recalculated to taken in to account that library is closed and there will be no one present to return items.
th: หลังจากมีการใส่วันหยุดในปฏิทิน กฏในการยืม-คืนจะคำนวณใหม่โดยพิจารณาว่าห้องสมุดปิด และไม่มีสมาชิกมาคืนหนังสือในวันดังกล่าว

source: After making your changes, click 'Save Changes' at the top of the screen
th: หลังจากคุณทำการเปลี่ยนแปลง ให้คลิก 'บันทึกการเปลี่ยนแปลง' ที่ด้านบนหน้าจอ

source: After records have been imported, you can review the records before finalizing the import.
th: หลังจากระเบียนได้รับการนำเข้า คุณสามารถตรวจทานระเบียนก่อนที่จะดำเนินการขั้นสุดท้ายกับการนำเข้า

source: After reviewing the records, click 'Complete import'
th: หลังจากตรวจทานระเบียน ให้คลิก 'ทำให้การนำเข้าเสร็จสมบูรณ์'

source: After saving a MARC record, you are presented with a screen to add item details (or, local holdings). This is where you define the location of the item (home branch), the cost of the item, the barcode, etc.
th: หลังจากบันทึกระเบียน MARC คุณจะได้รับหน้าจอให้เพิ่มรายละเอียดรายการ (หรือ รายการที่ห้องสมุดมีในพื้นที่) ตรงนี้ คุณจะสำหนดสถานที่เก็บรายการ (สาขาหลัก) ต้นทุนของรายการ บาร์โค้ด เป็นต้อง

source: After searching for a vendor you will see all open orders on a summary page
th: หลังจากค้นหาผู้แทน คุณจะเห็นใบสั่งซื้อที่เปิดทั้งหมดบนหน้าสรุป

source: After your import is complete, you will be given a summary of the import and the ability to undo your actions
th: หลังจากการนำเข้าของคุณเสร็จสมบูรณ์ คุณจะได้รับสรุปการนำเข้าและความสามารถในการเลิกทำการกระทำของคุณ

source: After your orders have been entered into the system and sent off to the vendors, you will need to mark them received.
th: หลังจากใส่คำสั่งซื้อของคุณเข้าสู่ระบบและส่งไปยังตัวแทนจัดจำหน่ายแล้ว คุณจะต้องทำเครื่องหมายรับที่ใบสั่งซื้อเหล่านั้น

source: Age required:
th: อายุที่กำหนด:

source: Albers equal area
th: เส้นโครงแผนที่ระบบ Albers equal area

source: Alert subscribers for <i>%s</i>
th: แจ้งเตือนผู้บอกรับเป็นสมาชิกของ <i>%s</i>

source: All
th: ทั้งหมด

source: All Data After A Given Date: enter a value in the field only
th: ข้อมูลทั้งหมดหลังวันที่กำหนด: ให้ใส่ค่าในเขตข้อมูลนี้เท่านี้

source: All Data Before A Given Date: enter a value in the field only
th: ข้อมูลทั้งหมดก่อนวันที่กำหนด: ให้ใส่ค่าในเขตข้อมูลนี้เท่านั้น

source: All Libraries
th: ห้องสมุดทุกแห่ง

source: All dependencies installed.
th: มีการติดตั้งส่วนเสริมทั้งหมด

source: All item fields are in the same tag and in item tab
th: เขตข้อมูลรายการทั้งหมดอยู่ในแท็กเดียวกันและอยู่ในแท็บรายการ

source: All locations
th: ทุกตำแหน่งที่อยู่
