Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: not applicable (not a colour film)
th: ไม่มีคำตอบที่ใช้ได้ (ไม่ใช่ฟิล์มสี)

source: not applicable, not a score
th: ไม่มีคำตอบที่ใช้ได้ ไม่มีคะแนน

source: not biographical
th: ไม่ใช่ชีวประวัติ

source: not known
th: ไม่รู้จัก

source: not like
th: ไม่เหมือน

source: not present (no secondary support)
th: ไม่อยู่ (ไม่มีการสนับสนุนสำรอง)

source: not screened
th: ไม่มีการคัดกรอง

source: novel
th: นวนิยาย

source: novella
th: นวนิยายขนาดสั้น

source: numeric
th: ตัวเลข

source: numeric table
th: ตารางตัวเลข

source: o - Kit
th: ชุดการสอน

source: o- Completely romanized/printed cards romanized
th: o- บัตรที่ถอดชื่อเป็นอักษรโรมัน/ที่พิมพ์อย่างครบถ้วน

source: o- Government agency&mdash;type undetermined
th: o- หน่วยงานของรัฐบาล แต่ไม่สามารถระบุประเภท

source: o- Government publication - level undetermined
th: o- สิ่งพิมพ์รัฐบาล แต่ไม่สามารถระบุระดับ

source: o- Incomplete authority record
th: o- ระเบียนรายการหลักฐานที่ไม่สมบูรณ์

source: o- Obsolete
th: o- ล้าสมัย

source: of %s
th: ทั้งหมด %s

source: of an unknown error. Please refer to the error log for more details.
th: ของข้อผิดพลาดที่ไม่ทราบ กรุณาดูรายละเอียดเพิ่มเติมในบันทึกรายการข้อผิดพลาด

source: oil
th: น้ำมัน

source: on
th: เมื่อ

source: on %s
th: เมื่อ %s

source: on <i>%s</i>
th: เมื่อ <i>%s</i>

source: on loan:
th: ยืม:

source: on this item
th: รายการนี้

source: once every
th: หนึ่งครั้งในทุก

source: once every : the number before can be added on every issue or less often
th: หนึ่งครั้งในทุก : จำนวนก่อนที่จะมีการเพิ่มแต่ละฉบับหรือมักจะน้อยกว่า

source: one colour
th: สีเดียว

source: one field in this bloc should be filled : the subscription length can be calculated in weeks, months or number of issues to receive
th: ควรมีการใส่ข้อมูลในเขตข้อมูลหนึ่งในกลุ่มนี้ กล่าวคือ ความนานของการบอกรับเป็นสมาชิกสามารถคำนวณเป็นสัปดาห์ เดือน หรือจำนวนฉบับที่จะได้รับ

source: one-colour, monochrome
th: สีเดียว เอกรงค์

source: only this type :<b>%s %s</b>
th: เฉพาะประเภทนี้ :<b>%s %s</b>

source: opac note : the field that appears in the OPAC (with some other subscription information like beginning date and end date. This field must be filled manually. Nothing is put here automatically
th: บันทึกย่อของ OPAC: เขตข้อมูลที่ปรากฎใน OPAC (พร้อมด้วยข้อมูลอื่นของการบอกรับเป็นสมาชิก เช่น วันที่เริ่มต้นและวันที่สิ้นสุด ต้องใส่ข้อมูลในเขตข้อมูลนี้ด้วยตนเอง ที่นี่ไม่มีข้อมูลใดถูกใส่โดยอัตโนมัติ

source: opac note : the field that appears in the librarian interface (with some other subscription information like beginning date and end date. This field must be filled manually. Nothing is put here automatically.
th: บันทึกย่อของ OPAC: เขตข้อมูลที่ปรากฎในส่วนติดต่อของบรรณารักษ์ (พร้อมด้วยข้อมูลอื่นของการบอกรับเป็นสมาชิก เช่น วันที่เริ่มต้นและวันที่สิ้นสุด ต้องใส่ข้อมูลในเขตข้อมูลนี้ด้วยตนเอง ที่นี่ไม่มีข้อมูลใดถูกใส่โดยอัตโนมัติ

source: optical and magnetic sound track on motion picture film
th: ระบบเสียงแม่เหล็กในฟิล์มภาพยนตร์

source: optical sound track on motion picture film
th: ระบบเสียงแม่เหล็กในฟิล์มภาพยนตร์

source: options &gt;&gt;&nbsp;&nbsp;
th: ตัวเลือก &gt;&gt;&nbsp;&nbsp;

source: or
th: หรือ

source: or select a pending orders
th: หรือเลือกใบสั่งซื้อที่ค้าง

source: oratory, speeches
th: คำปราศัย สุนทรพจน์

source: original
th: ต้นฉบับ

source: original, i.e. primary
th: ต้นฉบับ เช่น ขั้นต้น

source: ornamental device not present
th: ไม่มีอุปกรณ์ประดับ

source: ornamental device present
th: มีอุปกรณ์ประดับ

source: ornamental letter
th: อักษรประดับ

source: orthographic
th: ระบบการสะกดคำ

source: other
th: อื่นๆ

source: other (sepia, tinted, etc.)
th: อื่นๆ (สีน้ำตาลดำ สีอ่อน เป็นต้น)

source: other accompanying material
th: วัสดุอื่นที่มากับตัวเล่ม

source: other accompanying textual material
th: วัสดุแบบข้อความอื่นที่มากับตัวเล่ม

source: other film type
th: ประเภทอื่นของฟิล์ม

source: other filmstrip type
th: ประเภทอื่นของฟิล์มสตริป

source: other form of material
th: รูปแบบอื่นของวัสดุ

source: other form of textual material
th: ฟอร์มอื่นของวัสดุแบบข้อความ

source: other forms of release
th: ฟอร์มอื่นของการนำออกใช้

source: other historical information
th: ข้อมลอื่นทางประวัติศาสตร์

source: other kinds of contents
th: ชนิดอื่นของเนื้อหา

source: other known type
th: ประเภทอื่นที่รู้จัก

source: other methods in colour
th: วิธีการใช้สีแบบอื่น

source: other methods of relief representation
th: วิธีการอื่นของเครื่องหมายแทนความสูง

source: other non photographic medium
th: สื่ออื่นที่ไม่ใช่ภาพถ่าย

source: other non-projected graphic type
th: ประเภทกราฟิกอื่นที่ไม่ใช่การฉาย

source: other photographic medium
th: สื่อการถ่ายภาพอื่น

source: other tone
th: โทนอื่น

source: other type of scale (e.g., time scale, quantitative statistical scale)
th: ประเภทสเกลอื่น (เช่น สเกลเวลา สเกลสถิติเชิงปริมาณ)

source: other types of literary text
th: ประเภทอื่นของข้อความวรรณกรรม

source: other videotype
th: เทปบันทึกภาพอื่น

source: other wide screen format
th: รูปแบบอื่นของแนวกว้างของจอ

source: others
th: อื่นๆ

source: outtakes
th: ฟิล์มส่วนที่ตัดออก

source: overdue actions for %s
th: การกระทำเกินกำหนดของสาขา %s

source: p- Distribution/production date
th: p- วันที่แจกจ่าย/ผลิต

source: p- Increase in encoding level from prepublication
th: p- การเพิ่มในระดับการเข้ารหัสจาก prepublication

source: p- Poetry
th: p- กลอน

source: painting
th: ภาพเขียน

source: paper
th: กระดาษ

source: paper backed
th: ปกอ่อน

source: paper contains watermark
th: กระดาษมีลายน้ำ

source: paper does not contain watermark
th: กระดาษไม่มีลายน้ำ

source: paper, general
th: กระดาษ ทั่วไป

source: parable
th: นิทานคติสอนใจ

source: parameters
th: พารามิเตอร์

source: parchment, vellum
th: แผ่นหนัง ปกหนัง

source: parts exist (vocal and instrumental)
th: มีส่วนต่างๆ (เสียงร้องและเสียงเครื่องดนตรี)

source: parts not present
th: ไม่มีส่วนต่างๆ

source: passive microwave mapping
th: การแมปคลื่นความถี่ไมโครเวฟภาครับ

source: pastel
th: ดินสอสี

source: patent
th: สิทธิบัตร

source: patrons will be deleted
th: สมาชิกจะถูกลบ

source: pencil
th: ดินสอ

source: pending
th: ยังค้าง

source: periodical
th: ตามกำหนดเวลา

source: perl -MCPAN -e "install %s";
th: perl -MCPAN -e "ติดตั้ง %s";

source: permissions
th: สิทธิ

source: photocopying
th: การสำเนาเอกสาร

source: photographic image
th: ภาพถ่าย

source: photographically
th: เกี่ยวกับการถ่ายภาพ

source: photography
th: การถ่ายภาพ

source: photolithography
th: โฟโต้ลิโธกราฟี

source: photomechanical reproduction
th: การจำลองการถ่ายภาพ

source: photonegative
th: ภาพฟิล์มสไลด์

source: photoprint
th: การอัดภาพ

source: picto map
th: แผนที่ภาพถ่าย

source: pictorial map
th: แผนที่ภาพถ่าย

source: pictorially
th: เกี่ยวกับภาพถ่าย

source: picture
th: รูปภาพ

source: plan
th: แผน

source: planimetric
th: แผนที่แบบแบน

source: plans
th: แผน

source: plaster
th: พลาสเตอร์

source: plastic
th: พลาสติก

source: plastic (mass produced)
th: พลาสติก (ผลิตจำนวนมาก)

source: plastic pressing
th: การขึ้นรูปพลาสติก

source: plates
th: จาน

source: please note your reason here...
th: กรุณาบันทึกเหตุผลของคุณไว้ที่นี่...

source: plugin : means the value is calculated or managed by a plugin. Plugins can do almost anything. For example, in UNIMARC there are plugins for every 1xx fields that are coded fields. The plugin is a huge help for cataloger ! There are also two plugins (unimarc_plugin_210c and unimarc_plugin_225a that can "magically" find the editor from an ISBN, and the collection list for the editor)
th: ปลั๊กอิน : หมายถึงค่าที่คำนวณหรือจัดการโดยปลั๊กอินใดปลั๊กอินหนึ่ง ปลั๊กอินต่างๆ สามารถทำได้เกือบทุกอย่าง ตัวอย่างเช่น ใน UNIMARC มีปลั๊กอินสำหรับทุกเขตข้อมูล 1xx ที่เป็นเขตข้อมูลแบบมีรหัส ปลั๊กอินเป็นตัวช่วยที่ยิ่งใหญ่สำหรับผู้ลงรายการทรัพยากร ! นอกจากนี้ยังมีปลั๊กอินสองตัว(unimarc_plugin_210c กับ unimarc_plugin_225a ที่สามารถค้นหาตัวแก้ไขจาก ISBN และราการคอลเลกชันของตัวแก้ไขได้ "อย่างน่ามหัศจรรย์")

source: poetry
th: กลอน

source: polarized
th: ที่แบ่งฝ่าย

source: polemical treatise
th: บทความโต้แย้ง

source: political work
th: ผลงานทางการเมือง

source: polyconic
th: โพลิโคนิก

source: polyester
th: โพลิเอสเตอร์

source: polyester base (e.g. ester)
th: มีส่วนผลมโพลิเอสเตอร์ (เช่น เอสเตอร์)

source: polyhedric
th: โพลิฮิดริค

source: poor
th: แย่

source: porcelain
th: เครื่องกระเบื้อง

source: porcelaine
th: เครื่องกระเบื้อง

source: porphyry
th: หินเนื้อดอก

source: portrait
th: รูปถ่ายบุคคล

source: portraits
th: รูปถ่ายบุคคล

source: positive
th: โพสิทีฟ

source: posters
th: โปสเตอร์

source: postface
th: บทส่งท้าย

source: pre-primary (0-5)
th: ก่อนประถมศึกษา (0-5)

source: precious metals
th: แร่โลหะที่มีค่า

source: precious stones
th: หินที่มีค่า

source: preview
th: แสดงตัวอย่าง

source: previous
th: ก่อนหน้า

source: print
th: พิมพ์

source: printed
th: ที่พิมพ์

source: printer's device not present
th: ไม่มีอุปกรณ์ของเครื่องพิมพ์

source: printer's device present
th: มีอุปกรณ์ของเครื่องพิมพ์

source: printing
th: การพิมพ์

source: printing master
th: ต้นแบบการพิมพ์

source: production rolls
th: ม้วนการผลิต

source: profile
th: โพรไฟล์

source: programmed text books
th: แบบเรียนสำเร็จรูป

source: programmed texts
th: แบบเรียนสำเร็จรูป

source: programmes and pressbooks
th: โปรแกรมและหนังสือ

source: project description
th: คำอธิบายโครงการ

source: projection of the International Map of the World
th: การฉายแผนที่สากลของโลก

source: published by:%s
th: พิมพ์โดย:%s

source: published separately - bound from publisher free - sent automatically
th: พิมพ์แยก รวมให้ฟรีโดยผู้พิมพ์ ส่งให้โดยอัตโนมัติ

source: published separately - free upon request
th: พิมพ์แยก ให้ฟรีเมื่อขอ

source: published separately - purchase-request
th: พิมพ์แยก ซื้อเมื่อขอ

source: published separately free - sent automatically
th: พิมพ์แยกให้ฟรี ส่งให้โดยอัตโนมัติ

source: published separately-bound from publisher - free upon request
th: พิมพ์แยก รวมโดยผู้พิมพ์ ให้พรีเมื่อขอ

source: published separately-bound from publisher - purchase uponrequest
th: พิมพ์แยก รวมโดยผู้พิมพ์ ซื้อเมื่อขอ

source: published separately-free - sent automatically
th: พิมพ์แยก ฟรี ส่งให้โดยอัตโนมัติ

source: publisher
th: ผู้พิมพ์

source: publisher's device not present
th: ไม่มีอุปกรณ์ของผู้พิมพ์

source: publisher's device present
th: มีอุปกรณ์ของผู้พิมพ์

source: q- Questionable date
th: q- วันที่น่าสงสัย

source: quadraphonic
th: การบันทึกหรือสร้างเสียง 4 แถบ

source: quarter
th: ไตรมาส

source: quarter track
th: แบบสี่แถบเสียง

source: quarterly
th: รายไตรมาส

source: query authority file when adding/editing a record (during cataloging)
th: สอบถามแฟ้มรายการหลักฐานเมื่อมีการเพิ่ม/แก้ไขระเบียน (ระหว่างลงรายการทรัพยากร)

source: r - Three-dimensional artifact or naturally occurring object
th: r - สิ่งประดิษฐ์สามมิติหรือวัตถุที่เกิดขึ้นโดยธรรมชาติ

source: r- Art and Architecture Thesaurus
th: r- ศัพท์สัมพันธ์ด้านศิลปะและสถาปัตยกรรม

source: r- Completely romanized/printed cards in script
th: r- บัตรที่ถอดชื่อเป็นอักษรโรมัน/ที่พิมพ์อย่างครบถ้วนในต้นฉบับ

source: r- Regular print reproduction
th: r- การจำลองภาพพิมพ์ปกติ

source: r- Related record required
th: r- ระเบียนเกี่ยวข้องที่ต้องการ

source: r- Reprint/original date
th: r- วันที่พิมพ์ซ้ำ/ต้นฉบับ

source: random dot map
th: แผนที่แบบจุดมั่ว

source: rather than
th: แทนที่จะเป็น

source: reasons why a title is not for loan
th: ให้เหตุผลที่ไม่ให้ยืมหนังสือ

source: rebound
th: การสะท้อนกลับ

source: record-keeping work
th: งานการเก็บระเบียน

source: recording not a tape
th: การบันทึกที่ไม่ใช่เทป

source: records in various encodings. Choose one):
th: ระเบียนในการเข้ารหัสต่างๆ ให้เลือกอย่างใดอย่างหนึ่ง)

source: records in various format. Choose one):
th: ระเบียนในหลายรูปแบบ ให้เลือกรูปแบบหนึ่ง):

source: recreations
th: สันทนาการ

source: red strip
th: แถบแดง

source: reference print/viewing copy
th: สิ่งพิมพ์อ้างอิง/การดูสำเนา

source: reference work
th: ผลงานอ้างอิง

source: regular
th: ปกติ

source: regular print
th: การพิมพ์ปกติ

source: rehearsals
th: การฝึกซ้อม

source: rejected
th: ปฏิเสธ

source: religious work
th: งานศาสนา

source: remote sensing image
th: รูปการวัดค่าระยะไกล

source: repeatable : whether it can be repeated or not. If it can be repeated, separate the values by a | in the MARC editor when you want to have the subfield twice
th: ทำซ้ำได้ : ไม่ว่าจะสามารถทำซ้ำได้หรือไม่ก็ตาม ถ้าสามารถทำซ้ำได้ ให้แยกค่าด้วย | ตัวแก้ไข MARC เมื่อคุณต้องการมีเขตข้อมูลสองเขต

source: repeatable fields are managed.
th: มีการจัดการเขตข้อมูลที่ทำซ้ำได้

source: replicas
th: สำเนา

source: reporting
th: การรายงาน

source: reports
th: รายงาน

source: representational
th: ดำเนินการแทน

source: reserveforothers
th: สำรองเพื่อรายการอื่น

source: restored
th: คืนค่า

source: restored, facsimile
th: คืนค่า โทรสาร

source: restored, imitation
th: คืนค่า การลอกแบบ

source: reviews
th: บทวิจารณ์

source: rice paper
th: กระดาษฟาง

source: roll
th: ม้วน

source: romance
th: นวนิยายรัก

source: rubric (i.e. heading etc. in special lettering)
th: การประเมิน (เช่น หัวเรื่อง เป็นต้น ด้วยตัวอักษรพิเศษ)

source: rushes
th: ความเร่งรีบ

source: s- Deleted; heading split into two or more headings
th: s- ที่ลบ โดยหัวเรื่องแยกเป็นหัวเรื่องอย่างน้อยสองหัวเรื่อง

source: s- Electronic
th: s- อิเล็กทรอนิกส์

source: s- Sears List of Subject Headings
th: s- ค้นหารายการหัวเรื่อง

source: s- Serial
th: s- สิ่งพิมพ์ต่อเนื่อง

source: s- Shortened
th: s- ที่ทำให้สั้นลง

source: s- Single date
th: s- วันที่เดียว

source: s- Speeches
th: s- สุนทรพจน์

source: s- State, provincial, territorial, dependent, etc.
th: s- รัฐ จังหวัด เขต สังกัด เป็นต้น

source: s- State, provincial,territorial,dependent,etc.
th: s- รัฐ จังหวัด เขต สังกัด เป็นต้น

source: s- State,provincial,territorial,dependent,etc.
th: s- รัฐ จังหวัด เขต สังกัด เป็นต้น

source: sacred texts
th: ข้อความศักดิ์สิทธิ์

source: safety (diacetate)
th: ความปลอดภัย (ไดอาเซเตต)

source: safety (triacetate)
th: ความปลอดภัย (ไทรอาเซเตต)

source: safety base
th: พื้นฐานความปลอดภัย

source: safety film
th: ฟิล์มแบบปลอดภัย

source: same library, default patron type, default item type
th: ห้องสมุดเดียวกัน ประเภทสมาชิกห้องสมุดเริ่มต้น ประเภทของทรัพยากรเริ่มต้น

source: same library, default patron type, same item type
th: ห้องสมุดเดียวกัน ประเภทสมาชิกห้องสมุดเริ่มต้น ประเภทของทรัพยากรเดียวกัน

source: same library, same patron type, default item type
th: ห้องสมุดเดียวกัน ประเภทสมาชิกห้องสมุดเดียวกัน ประเภทของทรัพยากรเริ่มต้น

source: same library, same patron type, same item type
th: ห้องสมุดเดียวกัน ประเภทสมาชิกห้องสมุดเดียวกัน ประเภทของทรัพยากรเดียวกัน

source: samples
th: ตัวอย่าง

source: sanguine
th: ลักษณะร่าเริง

source: scan or enter the barcode that has been assigned to the item
th: สแกนหรือใส่บาร์โค้ดที่กำหนดไว้ให้รายการนั้น

source: scientific work
th: งานทางวิทยาศาสตร์

source: score
th: คะแนน

source: score (miniature or study size)
th: สกอร์ (อย่างย่อหรือขนาดเพื่อศึกษา)

source: score or other music format
th: สกอร์หรือรูปแบบเพลงอื่น

source: screened
th: ที่คัดกรอง

source: script material
th: วัสดุงานเขียน

source: sculptures
th: งานแกะสลัก

source: section
th: ส่วน

source: seflag is on (%s)
th: เปิดการตั้งค่าสถานะ (%s)

source: select * from marc_subfield_structure where frameworkcode is NULL
th: เลือก * จาก marc_subfield_structure ซึ่งรหัสโครงร่างเป็น NULL

source: select * from marc_tag_structure where frameworkcode is NULL
th: เลือก * จาก marc_tag_structure ซึ่งรหัสโครงร่างเป็น NULL

source: select all
th: เลือกทั้งหมด

source: semiannual (twice a year)
th: รายหกเดือน (ปีละสองฉบับ)

source: semimonthly (twice a month)
th: รายปักษ์ (เดือนละสองฉบับ)

source: semiweekly (twice a week)
th: สองเล่มในสัปดาห์ (สับดาห์ละสองฉบับ)

source: sepia
th: สีน้ำตาลดำ

source: sepia tone
th: โทนสีน้ำตาลดำ

source: serial
th: สิ่งพิมพ์ต่อเนื่อง

source: serial collection for <!--TMPL_VAR Name="bibliotitle"-->
th: คอลเลกชันสิ่งพิมพ์ต่อเนื่อง <!--TMPL_VAR Name="bibliotitle"-->

source: serials
th: สิ่งพิมพ์ต่อเนื่อง

source: sermon
th: บทสวด

source: service books
th: หนังสือที่ให้บริการ

source: service copy
th: เล่มที่ให้บริการ

source: set back to
th: ตั้งค่ากลับไปที่

source: set or costume designs
th: ชุดหรือการออกแบบเครื่องแต่งกาย

source: shellac pressing
th: การกดชะแล็ก

source: shelving location (usually appears when editing an item)
th: ตำแหน่งชั้นหนังสือ (มักปรากฎเมื่อมีการแก้ไขรายการ)

source: short stories
th: เรื่องสั้น

source: short story
th: เรื่องสั้น

source: should be updated.
th: ควรได้รับการปรับปรุง

source: silkscreen
th: ภาพพิมพ์

source: silver halide
th: เงินเฮไลด์

source: silver point
th: จุดเงิน

source: single
th: เดียว

source: single item
th: รายการเดียว

source: sinusoidal
th: รูปคลื่นไซน์

source: six track
th: หกแทร็ก

source: sixteen track
th: สิบหกแทร็ก

source: skin
th: ผิวหนัง

source: skin (e.g. parchment, vellum)
th: ผิว (เช่น แผ่นหนัง กระดาษหนัง)

source: skins (leather, parchment, vellum, etc.)
th: ผิว (หนัง แผ่นหนัง กระดาษหนัง เป็นต้น)

source: slide, slide set, stereograph
th: สไลด์ ชุดสไลด์ ภาพสามมิติ

source: social customs
th: ประเพณีของสังคม

source: solo part
th: ส่วนเดี่ยว

source: sound disc
th: ดิสก์เสียง

source: sound on medium
th: เสียงในสื่อ

source: sound recordings
th: การบันทึกเสียง

source: sounds
th: เสียง

source: soundtrack separate
th: แยกซาวนด์แทร็ก

source: south
th: ทางใต้

source: space
th: ช่องว่าง

source: space observing
th: การสังเกตช่องว่าง

source: spatial model on two dimensional surface
th: แบบจำลองเชิงประภูมิบนพื้นผิวสองมิติ

source: specimens (biological etc.)
th: ตัวอย่าง (ทางชีวภาพ เป็นต้น)

source: speeches, oratory
th: สุนทรพจน์ คำปราศรัย

source: spot heights
th: ความสูงของสปอต

source: staffaccess
th: การเข้าถึงของเจ้าหน้าที่

source: stain
th: คราบ

source: stamper (negative)
th: แม่พิมพ์ (แบบเนกาทีฟ)

source: standard
th: มาตรฐาน

source: standard silent aperture
th: รูรับแสงแบบไม่มีเสียงตามมาตรฐาน

source: standard sound aperture (reduced format)
th: รูรับแสงพร้อมเสียงมาตรฐาน (รูปแบบที่ลด)

source: starts with
th: เริ่มต้นด้วย

source: statistics
th: สถิติ

source: steel engraving
th: ระบบแกะสลัก

source: stencil colour
th: สีแม่พิมพ์

source: stereographic
th: ภาพเชิงซ้อนสามมิติ

source: stereophonic
th: เสียงเชิงซ้อนสามมิติ

source: stills
th: ภาพนิ่ง

source: stone
th: หิน

source: study kit
th: ชุดการเรียน

source: subfield ignored
th: มีการละเว้นเขตข้อมูลย่อย

source: subfields
th: เขตข้อมูลย่อย

source: subfields not in same tabs
th: เขตข้อมูลไม่อยู่ในแท็บเดียวกัน

source: subscription
th: การบอกรับเป็นสมาชิก

source: subscription detail
th: รายละเอียดการบอกรับเป็นสมาชิก

source: suomi, suomen kieli (Finnish)
th: suomi, suomen kieli (ฟินแลนด์)

source: superlibrarian
th: บรรณารักษ์ชำนาญการ

source: synthetics
th: สารสังเคราะห์

source: synthetics (e.g. plastics, vinyl)
th: สารสังเคราะห์ (เช่น พลาสติก ไวนิล)

source: synthetics (plastic, vinyl, etc.)
th: สารสังเคราะห์ (พลาสติก ไวนิล เป็นต้น)

source: synthetics (plastic, vinyl, etc.) and glass
th: สารสังเคราะห์ (พลาสติก ไวนิล เป็นต้น) และแก้ว

source: t - Manuscript language material
th: t - วัสดุเกี่ยวกับภาษาที่เขียนด้วยมือ

source: t- Publication date and copyright date
th: t- ปีที่พิมพ์และปีลิขสิทธิ์

source: tablature
th: ระบบตัวเลขโน้ตเพลง

source: tag
th: แท็ก

source: tag number missing
th: ขาดหมายเลขแท็ก

source: tape (cartridge)
th: เทป (กล่อง)

source: tape (cassette)
th: เทป (คาสเซท)

source: tape (open reel)
th: เทป (ชนิดม้วน)

source: tape duplication master
th: ต้นฉบับการทำซ้ำเทป

source: technical drawing
th: การเขียนแบบเทคนิค

source: technical information on music
th: ข้อมูลทางเทคนิคเกี่ยวกับดนตรี

source: technical or historical information on instruments
th: ข้อมูลทางเทคนิคหรือประวัติศาสตร์เกี่ยวกับเครื่องดนตรี

source: technical report
th: รายงานทางวิชาการ

source: tempera
th: สีฝุ่น

source: terra-cotta
th: เครื่องปั้นเนื้อดิน

source: terrestrial
th: ภาคพื้นดิน

source: test pressing
th: แผ่นทดลอง

source: text
th: ข้อความ

source: text accompanying cartographic item in booklet, pamphlet...
th: ข้อความประกอบรายการแผนที่ในหนังสือเล่มเล็ก แผ่นพับ...

source: text on cartographic item itself
th: ข้อความบนรายการแผนที่เอง

source: textbook
th: หนังสือเรียน

source: textile
th: สิ่งทอ

source: textile including manmade fibre textiles (e.g. silk, cloth, nylon)
th: สิ่งทอที่รวมถึงสิ่งทอเส้นใยที่มนุษย์ทำ (เช่น ผ้าไหม เสื้อผ้า ไนลอน)

source: textiles
th: สิ่งทอ

source: textiles (including man-made fibres)
th: สิ่งทอ (รวมถึงเส้นใยที่มนุษย์ประดิษฐ์)

source: than <a1>%s %s</a>'s home library (%s / %s )
th: กว่า <a1>%s %s</a> ห้องสมุดหลัก (%s / %s )

source: the %s is missing.
th: ขาด %s

source: the biblioitems.itemtype field MUST :
th: เขตข้อมูล biblioitems.itemtype ต้อง :

source: the cartographic item is not a final produc
th: รายการแผนที่ไม่ใช่ผลิตภัณฑ์สุดท้าย

source: the correspounding subfield MUST have authorised value=branches
th: เขตข้อมูลย่อยที่สอดคล้องต้องมีค่าที่กำหนดใช้ = สาขา

source: the correspounding subfield MUST have authorised_value=itemtype
th: เขตข้อมูลย่อยที่สอดคล้องจะต้องมี authorised_value=itemtype

source: the database returned an error. Please refer to the error log for more details.
th: ฐานข้อมูลส่งคืนข้อผิดพลาด กรุณาดูรายละเอียดเพิ่มเติมในรายการบันทึกข้อผิดพลาด

source: the date you used when you set the &quot;Last Seen Date&quot; when uploading the barcode file.
th: วันที่คุณใช้เมื่อตั้งค่า &quot;วันที่เห็นล่าสุด&quot; เมื่ออัปโหลดแฟ้มบาร์โค้ด

source: the image file is corrupted.
th: แฟ้มรูปถูกขัดจังหวะ

source: the image file is too big.
th: แฟ้มรูปใหญ่เกินไป

source: the image format is unrecognized.
th: ไม่ทราบรูปแบบรูป

source: the items.holdingbranch field MUST :
th: เขตข้อมูล items.holdingbranch ต้อง :

source: the items.homebranch field MUST :
th: เขตข้อมูล items.homebranch ต้อง

source: the left part contains six elements, some are automatically calculated but but can be changed
th: ส่วนด้านซ้ายมีหกองค์ประกอบ บางองค์ประกอบจะมีการคำนวณโดยอัตโนมัติแต่ไม่สามารถเปลี่ยนแปลงได้

source: the records this subject is applied to.
th: ระเบียนที่จะใข้กับหัวข้อนี้

source: thematic index
th: ดัชนีแผนที่เฉพาะด้าน

source: there is a null value in a frameworkcode. Check the following tables
th: มีค่า NULL ในรหัสโครงร่าง ให้ตรวจสอบตารางต่อไปนี้

source: thesaurus : means that the value is not free, but can be searched in authority/thesaurus of the selected category
th: ศัพท์สัมพันธ์ : หมายความว่าค่าไม่เป็นอิสระ แต่สามารถค้นได้ในรายการหลักฐาน/ศัพท์สัมพันธ์ของประเภทที่เลือก

source: thesaurus : shows the authority type
th: ศัพท์สัมพันธ์ : แสดงประเภทของรายการหลักฐาน

source: things outside [] are kept as is (including HTML)
th: สิ่งต่างๆ นอก [] ถูกเก็บไว้อย่างที่เป็น (รวมทั้ง HTML)

source: this continuing resource is a supplement or subseries indexed in its parent continuing resource
th: ทรัพากรแบบต่อเนื่องนี้เป็นส่วนเพิ่มเติมหรือสิ่งพิมพ์ต่อเนื่องย่อยที่ทำดัชนีไว้ในทรัพยากรแม่แบบต่อเนื่อง

source: this function is still experimental, so it's best to leave these preferences at their default.
th: ฟังก์ชันนี้ยังอยู่ระหว่างการทดลอง จึงควรปล่อยการปรับแต่งเหล่านี้ไว้ตามค่าเริ่มต้นจะดีที่สุด

source: this page
th: หน้านี้

source: this patron does not exist in the database.
th: สมาชิกห้องสมุดรายนี้ไม่อยู่ในฐานข้อมูล

source: this record has no items attached.
th: ระเบียนนี้ไม่มีรายการแนบ

source: this tab will usually be empty unless your library has a preference just for your library.
th: ปกติแท็บนี้จะว่าง เว้นแต่ห้องสมุดของคุณมีการปรับแต่งไว้สำหรับห้องสมุดของคุณเท่านั้น

source: three layer stock
th: สต็อคสามชั้น

source: three layer stock (low fade)
th: สต็อคสามชั้น (จางต่ำ)

source: three times a month
th: สามครั้งต่อเดือน

source: three times a week
th: สามครั้งต่อสัปดาห์

source: three times a year
th: สามครั้งต่อปี

source: times
th: ครั้ง

source: times. When more than
th: ครั้ง เมื่อมากกว่า

source: tint
th: สีอ่อน

source: tinted and toned
th: ทีสีอ่อนและสีโทน

source: title bands/intertitle rolls
th: ชื่อวง/ม้วนระหว่างชื่อเรือง

source: to
th: ถึง

source: to <a1>%s %s</a>
th: ให้แก่ <a1>%s %s</a>

source: to a list
th: ลงในรายการ
