Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: Depending upon the printer you use and even the tray within the printer you use, the text on labels may be offset so that it does not appear correctly on the labels. Even once the offset (usually measured from the upper left-hand corner) is correct, the text may appear to "creep" -print correctly on some labels, but slowly move off of other labels. A printer profile will allow you to provide a per printer per tray per label template correction for these symptoms.
th: ข้อความบนป้ายอาจเป็นแบบออฟเซ็ต ดังนั้นจึงไม่ปรากฎอย่างถูกต้องบนป้าย ทั้งนี้ขึ้นอยู่กับเครื่องพิมพ์ที่คุณใช้และถาดภายในเครื่องพิมพ์ที่คุณใช้ แม้เมื่อออฟเซ็ต (ปกติวัดจากมุมซ้ายบน) ถูกต้อง ข้อความก็อาจปรากฎเป็นการพิมพ์ "creep" ที่ไม่ถูกต้องบนบางป้าย แต่ค่อยๆ เลื่อนออกจากป้ายอื่น โพรโฟล์ของเครื่องพิมพ์จะทำให้คุณสามารถแก้ไขเครื่องพิมพ์ต่อถาดต่อแม่แบบป้ายให้กับอาการเหล่านี้ได้

source: Deprecated - no longer in use
th: ค้าน ไม่ได้ใช้อีกต่อไป

source: Description
th: คำอธิบาย

source: Description <a1>Sort</a>
th: คำอธิบาย <a1>เรียงลำดับ</a>

source: Description missing
th: ขาดคำอธิบาย

source: Description of charges
th: คำอธิบายของค่าบริการ

source: Description:
th: คำอธิบาย:

source: Description: %s
th: คำอธิบาย: %s

source: Descriptions
th: คำอธิบาย

source: Design your 'Message Body'
th: ออกแบบ 'เนื้อหาข้อความ'

source: Destination library:
th: ห้องสมุดปลายทาง:

source: Details
th: รายละอียด

source: Deterioration stage
th: ขั้นความตกต่ำ

source: Deutsch (German)
th: Deutsch (เยอรมัน)

source: Dewey
th: ดิวอี้

source: Dewey:
th: ดิวอี้:

source: Dictionaries
th: พจนานุกรม

source: Dictionary
th: พจนานุกรม

source: Dictionary Criteria
th: เกณฑ์พจนานุกรม

source: Dictionary Definitions
th: ข้อกำหนดพจนานุกรม

source: Did not check for matches with existing records in catalog
th: ไม่ตรวจสอบเพื่อจับคู่กับระเบียนที่มีอยู่ในรายการทรัพยากร

source: Did you mean:
th: คุณหมายความว่า:

source: Digests only?
th: ประมวลกฎหมายเท่านั้นใช่หรือไม่

source: Dimensions (sound recordings):
th: มิติ (การบันทึกเสียง):

source: Dimensions:
th: มิติ:

source: Directories
th: นามานุกรม

source: Discographies
th: บรรณานุกรมของเพลง

source: Discount
th: ส่วนลด

source: Discount:
th: ส่วนลด:

source: Display
th: แสดง

source: Display Location
th: แสดงตำแหน่งที่ตั้ง

source: Display Location:
th: แสดงตำแหน่งที่ตั้ง:

source: Display detail for this biblio
th: แสดงรายละเอียดของบรรณานุกรม

source: Display from
th: แสดงจาก

source: Display in OPAC:
th: แสดงใน OPAC:

source: Display member details.
th: แสดงรายละเอียดสมาชิก

source: Display only used Tags/Subfields
th: แสดงเฉพาะแท็ก/เขตข้อมูลที่ใช้

source: Display statistics for:
th: แสดงสถิติของ:

source: Displaying
th: การแสดงผล

source: Do I have to &quot;Close&quot; a Basket?
th: ฉันต้อง &quot;ปิด&quot; ตะกร้าใช่หรือไม่

source: Do Not Delete
th: อย่าลบ

source: Do not Delete
th: อย่าลบ

source: Do not expect to have every Koha table.column mapped to a MARC subfield. Some (such as biblionumber, biblioitemnumber, and itemnumber) are values generated by Koha and will probably be automatically mapped. Others are flags which are set in the course of normal circulation activities and will contain information that is not part of your MARC record.
th: อย่าคิดว่าทุกคอลัมน์ในตาราง Koha จะแมปกับเขตข้อมูลย่อย MARC ทั้งหมด เนื่องจากบางรายการ (เช่น หมายเลขบรรณานุกรม หมายเลขรายการบรรณานุกรม และหมายเลขรายการ) เป็นค่าที่ Koha สร้าง และจะถูกแมปโดยอัตโนมัติ แต่บางรายการเป็นค่าสถานะที่ถูกตั้งค่าในการดำเนินกิจกรรมระบบงานยืม-คืนตามปกติและมีข้อมูลบางอย่างที่ไม่ได้เป็นส่วนหนึ่งของระเบียน MARC

source: Do not look for matching records
th: ไม่ต้องหาระเบียนในการจับคู่

source: Do not notify
th: ไม่ต้องแจ้งให้ทราบ

source: Document Type:
th: ประเภทของเอกสาร:

source: Does not provide a public (external) z3950 server
th: ไม่มีเซิร์ฟเวอร์สาธารณะ (ภายนอก) z3950

source: Dolby-A encoded
th: มีการเข้ารหัสแบบ Dollby-A

source: Dolby-B encoded
th: มีการเข้ารหัสแบบ Dolby-B

source: Dolby-C encoded
th: มีการเข้ารหัสแบบ Dolby-C

source: Don't export fields
th: อย่าส่งออกเขตข้อมูล

source: Don't export items
th: อย่าส่งออกรายการ

source: Done
th: เสร็จ

source: Dorian Meid (German translation)
th: Dorian Meid (แปลเป็นภาษาเยอรมัน)

source: Download
th: ดาวน์โหลด

source: Download Record
th: ดาวน์โหลดระเบียน

source: Download the report:
th: ดาวน์โหลดรายงาน:

source: Draw Guide Boxes
th: ดึงกล่องคำแนะนำ

source: Draw Guide Boxes:
th: ดึงกล่องคำแนะนำ:

source: Drop down list of the main numbering patterns:
th: รายการแบบหล่นลงของรูปแบบการให้หมายเลขหลัก:

source: Dropbox Mode. (Effective checkin date is %s ).
th: โหมดกล่องหล่นลง (วันทีมีผลในการส่งคือ %s )

source: Dropbox mode
th: โหมดกล่องหล่นลง

source: Due %s
th: ครบกำหนด %s

source: Due Date
th: วันครบกำหนดส่ง

source: Due Date desc
th: วันที่ครบกำหนดเรียงลำดับลง

source: Due date
th: วันครบกำหนดส่ง

source: Duplicate
th: ซ้ำ

source: Duplicate Barcode
th: บาร์โค้ดซ้ำ

source: Duplicate Record
th: ระเบียนซ้ำ

source: Duplicate Record suspected
th: สงสัยว่าเป็นระเบียนซ้ำ

source: Duplicate suspected
th: สงสัยจะซ้ำ

source: Duplicate suspected with <a1>%s</a>
th: สงสัยจะซ้ำกับ <a1>%s</a>

source: EDITORS
th: ผู้แก้ไข

source: EIAJ (reel)
th: EIAJ (ม้วน)

source: ERROR an invalid itemnumber was entered, please hit back and try again
th: ข้อผิดพลาด หมายเลขรายการที่ใส่ไม่ถูกต้อง กรุณาย้อนกลับและใส่อีกครั้ง

source: ERROR: <em>Date from</em> is not a legal value ("%s").
th: ข้อผิดพลาด: <em>ตั้งแต่วันที่</em> ไม่ใช่ค่าที่ถูกต้อง ("%s")

source: ERROR: <em>Date to</em> is not a legal value ("%s").
th: ข้อผิดพลาด: <em>ถึงวันที่</em> ไม่ใช่ค่าที่ถูกต้อง ("%s")

source: ERROR: Failed to approve term (%s).
th: ข้อผิดพลาด: ล้มเหลวในการอนุมติกำหนดเวลา (%s)

source: ERROR: Failed to reject term (%s).
th: ข้อผิดพลาด: ล้มเหลวในการปฏิเสธกำหนดเวลา (%s)

source: ERROR: Illegal sort requested by &quot;%s&quot;.
th: ข้อผิดพลาด: คำขอเรียงลำดับตาม &quot;%s&quot; ไม่ถูกต้อง

source: ERROR: No barcode given.
th: ข้อผิดพลาด: ไม่มีการให้บาร์โค้ด

source: ERROR: No item found with barcode %s.
th: ข้อผิดพลาด: ไม่พบรายการที่มีบาร์โค้ด %s

source: ERROR: No match for borrowernumber (%s).
th: ข้อผิดพลาด: ไม่ตรงกับหมายเลขผู้ยืม (%s)

source: ERROR: No match for user (%s). FILTER REQUIRES BORROWERNUMBER (not name).
th: ข้อผิดพลาด: ไม่ตรงกับผู้ใช้ (%s) ตัวกรองต้องการหมายเลขผู้ยืม (ไม่ใช่ชื่อ)

source: ERROR: No shelfnumber given.
th: ข้อผิดพลาด: ไม่มีการให้หมายเลขชั้น

source: ERROR: The root koha user in your KOHA_CONF file (default: kohaadmin) is not a valid tag moderator. These actions are logged by borrowernumber, so the moderator must exist in your borrowers table. Please login as a different authorized staff user to moderate tags.
th: ข้อผิดพลาด: ผู้ใช้ต้นของ Koha ในแฟ้ม KOHA_CONF (ค่าเริ่มต้นคือผู้ดูแล Koha) ไม่ใช่ผู้ตรวจสอบแท็กที่ถูกต้อง การกระทำเหล่านี้ถูกล็อกโดยหมายเลขผู้ยืม ดังนั้น ผู้ตรวจสอบจะต้องอยู่ในตารางผู้ยืม กรุณาเข้าสู่ระบบในฐานะผู้ใช้อื่นที่เป็นเจ้าหน้าที่กำหนดใช้เพื่อตรวจสอบแท็ก

source: ERROR: You do not have adequate permission for that action on list %s.
th: ข้อผิดพลาด: คุณไม่สิทธิเพียงพอที่จะกระทำเช่นนั้นในรายการ %s

source: Each charge gives you a menu which lets you decide whether to mark items paid or not
th: ค่าบริการแต่ละอย่างมีเมนูให้คุณเลือกว่าจะทำเครื่องหมายว่าชำระแล้วหรือไม่

source: Each fund has a unique fund code, limited to a maximum of five characters, which identifies it
th: แต่ละกองทุนมีรหัสกองทุนที่ไม่ซ้ำ โดยจำกัดให้รหัสระบุกองทุนได้มากสุดไม่เกินห้าอักขระ

source: Each fund has a unique fund code, limited to no more than five characters, that identifies it. You should decide on your fund codes (e.g. something like BOOKS, AV, MAGS, DATA for the four funds described above) and enter the code in the &quot;fund&quot; box, then a full name in the &quot;Name&quot; box.
th: แต่ละกองทุนมีรหัสกองทุนที่ไม่ซ้ำ โดยจำกัดให้รหัสยาวไม่เกินห้าอักขระ คุณควรใช้รหัสกองทุน (เช่น BOOKS, AV, MAGS, DATA สำหรับกองทุนสี่กองที่อธิบายข้างต้น) และใส่รหัสในกล่อง &quot;กองทุน&quot; แล้วใส่ชื่อเต็มในกล่อง &quot;ชื่อ&quot;

source: Each number you enter indicates the days after an issue is due before an action is triggered.
th: แต่ละหมายเลขที่คุณใส่จะระบุวันหลังครบกำหนดคืนฉบับ ก่อนจะมีการทริกเกอร์การกระทำ

source: Each of the tabs on the left holds several different preferences:
th: แต่ละแท็บที่อยู่ด้านซ้ายเป็นการปรับแต่งต่างๆ ได้แก่

source: Each patron type will have slightly different options.
th: แต่ละประเภทสมาชิกจะมีตัวเลือกต่างกันเล็กน้อย

source: Each time you add a new item, the
th: ทุกครั้งที่คุณเพิ่มรายการใหม่

source: Ed Summers (Some code and Perl packages like MARC::Record)
th: Ed Summers (บางแพคเกจรหัสและ Perl เช่น MARC::Record)

source: Edit
th: แก้ไข

source: Edit Bibliographic Record
th: แก้ไขระเบียนบรรณานุกรม

source: Edit Group %s
th: แก้ไขกลุ่ม %s

source: Edit Items
th: แก้ไขรายการ

source: Edit Label Template
th: แก้ไขแม่แบบป้าย

source: Edit List
th: แก้ไขรายการ

source: Edit List <i>%s</i>
th: แก้ไขรายการ <i>%s</i>

source: Edit MARC subfields constraints
th: แก้ไขข้อจำกัดเขตข้อมูลย่อย MARC

source: Edit MARC subfields constraints for field %s authority %s
th: แก้ไขข้อจำกัดเขตข้อมูลย่อย MARC ของเขตข้อมูล %s รายการหลักฐาน %s

source: Edit News Item
th: แก้ไขรายการข่าวสาร

source: Edit Printer Profile
th: แก้ไขโพรไฟล์ของเครื่องพิมพ์

source: Edit Record
th: แก้ไขระเบียน

source: Edit Routing List
th: แก้ไขรายการนำส่งทรัพยากร

source: Edit SQL
th: แก้ไข SQL

source: Edit Subfields
th: แก้ไขเขตข้อมูลย่อย

source: Edit Subscription
th: แก้ไขการบอกรับเป็นสมาชิก

source: Edit Vendor
th: แก้ไขผู้แทน

source: Edit as New (Duplicate)
th: แก้ไขเป็นรายการ 'ใหม่' (ซ้ำ)

source: Edit authority
th: แก้ไขรายการหลักฐาน

source: Edit authorized values
th: แก้ไขค่าที่กำหนดใช้

source: Edit biblio
th: แก้ไขบรรณานุกรม

source: Edit help
th: แก้ไขวิธีใช้

source: Edit is on (%s)
th: แก้ไขบนชั้น (%s)

source: Edit serials
th: แก้ไขสิ่งพิมพ์ต่อเนื่อง

source: Edit subfields
th: แก้ไขเขตข้อมูลย่อย

source: Edit the label template you want to apply a profile to.
th: แก้ไขแม่แบบป้ายที่คุณต้องการนำไปใช้กับโพรไฟล์

source: Edit this holiday
th: แก้ไขวันหยุดนี้

source: Editing %s (Record Number %s)
th: การแก้ไข %s (หมายเลขระเบียน %s)

source: Editing <em>%s</em> (Record Number %s)
th: การแก้ไข <em>%s</em> (หมายเลขระเบียน %s)

source: Editing the SubFields from the MARC tag structure page is very time-consuming, but also very important; be sure to click the subfield link for each tag in your MARC tag structure.
th: การแก้ไข 'เขตข้อมูล' จากหน้าโครงสร้างแท็ก MARC จะใช้เวลามาก แต่ก็สำคัญมากเช่นกัน ตรวจสอบให้แน่ใจว่าได้คลิกการเชื่อมโยงเขตข้อมูลย่อยของแต่ละแท็กในโครงสร้างแท็ก MARC ของคุณ

source: Editions
th: รุ่น

source: Either search by title or ISBN or click 'Receive order' next to the item you'd like to mark as received
th: ค้นหาจากชื่อเรื่องหรือ ISBN หรือคลิก 'รับใบสั่งซื้อ' ที่อยู่ถัดจากรายการที่คุณต้องการจะทำเครื่องหมายว่าได้รับ

source: Email
th: อีเมล

source: Email (home):
th: อีเมล (บ้าน):

source: Email (work):
th: อีเมล (ที่ทำงาน):

source: Email:
th: อีเมล:

source: Email: %s
th: อีเมล: %s

source: Emulsion on film:
th: อิมัลชันเคลือบฟิล์ม:

source: Enclose a whitespace-separated list of fields to concatenate on one line in double quotes. e.g. "099a 099b" or "itemcallnumber copynumber"
th: ให้ใส่รายการของเขตข้อมูลที่ใช้ช่องว่างเป็นตัวคั่นเพื่อเชื่อมบรรทัดหนึ่งในอัญประกาศเข้าด้วยกัน เช่น "099a 099b" หรือ "itemcallnumber copynumber"

source: Encoding
th: การเข้ารหัส

source: Encoding (z3950 can send
th: การเข้ารหัส (z3950 สามารถส่ง

source: Encoding:
th: การเข้ารหัส:

source: Encyclopedias
th: สารานุกรม

source: End Date:
th: วันที่สิ้นสุด:

source: End date
th: วันที่สิ้นสุด

source: End date (%s):
th: วันที่สิ้นสุด (%s):

source: End date:
th: วันที่สิ้นสุด:

source: End of date range
th: ช่วงวันที่สิ้นสุด

source: Enfants
th: เด็ก

source: English
th: อังกฤษ

source: Enhanced Content
th: เนื้อหาเพิ่มเติม

source: Enhanced Content:
th: เนื้อหาเพิ่มเติม:

source: Enhanced content settings
th: การตั้งค่าเนื้อหาเพิ่มเติม

source: Enrollment Fee and Reserve Fee
th: ค่าลงทะเบียนและค่าสำรอง

source: Enrollment Fee and Reserve Fee (if any) should be entered either as whole numbers or with (up to) six decimal places, with no currency notation (e.g. &quot;1.250000&quot; instead of &quot;$1.25&quot;).
th: ควรใส่ค่าลงทะเบียนและค่าสำรอง (ถ้าม๊) เป็นตัวเลขทั้งหมดหรือใช้ทศนิยมได้ (ถึง) หกหลัก โดยไม่ต้องกำหนดสกุลเงิน (เช่น &quot;1.250000&quot; แทนที่จะเป็น &quot;$1.25&quot;)

source: Enrollment Period (months)
th: ช่วงเวลาลงทะเบียน (เดือน)

source: Enrollment fee:
th: ค่าลงทะเบียน:

source: Enrollment period is a number indicating the length in months of a patron enrollment. If enrollments never expire, set this to an impossibly high number ( &gt;= 99).
th: ช่วงเวลาลงทะเบียนเป็นตัวเลขที่ระบุความยาวเป็นเดือนของการลงทะเบียนสมาชิกห้องสมุด ถ้าการลงทะเบียนไม่มีวันหมดอายุ ให้ตั้งค่าเป็นจำนวนสูงเท่าที่เป็นได้ ( &gt;= 99)

source: Enrollment period:
th: ช่วงเวลาลงทะเบียน:

source: Enter a 'Barcode' if searching for a single item; if not leave this field blank
th: ใส่ 'บาร์โค้ด' ถ้าเป็นการค้นหารายการเดียว ถ้าไม่ปล่อยให้เขตข้อมูลนี้ว่าง

source: Enter a 'Classification source code'
th: ใส่ 'รหัสของแหล่งระบบการจัดหมวดหมู่หนังสือ'

source: Enter a 'Code' abbreviation for your new notice (for example: 'ODUE' for Overdue Notice)
th: ใส่ตัวย่อ 'รหัส' ของข้อความแจ้งเตือนใหม่ของคุณ (ตัวอย่างเช่น 'ODUE' สำหรับข้อความแจ้งเตือนเกินกำหนดส่ง)

source: Enter a 'Description' for your new classification source
th: ใส่ 'คำอธิบาย' ของแหล่งระบบการจัดหมวดหมู่หนังสือใหม่ของคุณ

source: Enter a 'Description' for your new filing rule
th: ใส่ 'คำอธิบาย' ของกฎในการจัดเก็บใหม่

source: Enter a 'Filing Rule Code'
th: ใส่ 'รหัสของกฎในการจัดเก็บ'

source: Enter a 'Message Subject' (for example 'Item Overdue')
th: ใส่ 'หัวข้อของข้อความ (เช่น 'รายการที่เกินกำหนดส่ง')'

source: Enter a 'Name' for your new notice (for example 'Overdue Notice')
th: ใส่ 'ชื่อ' ของข้อความแจ้งเตือนใหม่ (เช่น 'ข้อความแจ้งเตือนการเกินกำหนดส่ง')

source: Enter a comma separated list of fields to print. You may include any <em>Koha field</em> or MARC subfield.
th: ใส่รายการของเขตข้อมูลที่จะพิมพ์โดยใช้จุลภาคเป็นตัวคั่น คุณอาจรวม <em>เขตข้อมูล Koha</em> หรือเขตข้อมูลย่อย MARC ใดก็ได้

source: Enter a comma-separated list of fields to include on the label. You may select :
th: ใส่รายการของเขตข้อมูลที่จะให้มีบนป้ายโดยใช้จุลภาคเป็นตัวคั่น คุณอาจเลือก :

source: Enter a longer explanation in the 'Description'
th: ใส่การอธิบายที่ยาวขึ้นใน 'คำอธิบาย'

source: Enter a reason for all marked entries:
th: ใส่เหตุผลของรายการที่ทำเครื่องหมายทั้งหมด:

source: Enter a short code for the 'Item Type'
th: ใส่รหัสย่อของ 'ประเภทของทรัพยากร' นี้

source: Enter a summary that will overwrite the default one in search results lists. Example, for a website itemtype :
th: ใส่สรุปที่จะบันทึกทับสรุปเริ่มต้นในรายการผลลัพธ์การค้นหา เช่น สำหรับประเภทของรายการเว็บไซต์

source: Enter a value such as Blvd., Avenue, Street or St.
th: ใส่ค่าเช่น ถนนใหญ่ ถนนหลัก ถนน หรือ ซอย

source: Enter a word or phrase here to test against your whitelist/blacklist:
th: ใส่คำหรือวลีที่นี่เพื่อทดสอบกับบัญชีขาว/บัญชีดำ:

source: Enter additional contact information for your patron.
th: ใส่ข้อมูลที่ติดต่อเพิ่มเติมของสมาชิก

source: Enter additional infomration for your vendor
th: ใส่ข้อมูลเพิ่มเติมของผู้แทน

source: Enter an alternate address (if you require one for your library).
th: ใส่ที่อยู่อีกแห่ง (ถ้าคุณต้องการให้ห้องสมุดมี)

source: Enter any authority field:
th: ใส่เขตข้อมูลรายการหลักฐาน:

source: Enter authority heading ($a):
th: ใส่หัวเรื่องรายการหลักฐาน ($a):

source: Enter authority heading:
th: ใส่หัวเรื่องรายการหลักฐาน:

source: Enter barcode:
th: ใส่บาร์โค้ด:

source: Enter in a fund name to provide more information for staff members about the fund
th: ใส่ชื่อกองทุน เพื่อให้เจ้าหน้าที่ทราบข้อมูลเพิ่มเติมเกี่ยวกับกองทุนนั้น

source: Enter in an additional contact (if you require one for your library)
th: ใส่ที่ติดต่อเพิ่มเติม (ถ้าคุณต้องการให้ห้องสมุดมี)

source: Enter in the information related to the charge you're adding
th: ใส่ข้อมูลเกี่ยวกับค่าบริการที่คุณกำลังเพิ่ม

source: Enter in the information related to the credit you're adding
th: ใส่ข้อมูลเกี่ยวกับเครดิตที่คูณกำลังเพิ่ม

source: Enter in the information you'd like to see in your repor
th: ใส่ข้อมูลที่คุณต้องการเห็นในรายงานของคุณ

source: Enter in your search criteria
th: ใส่เกณฑ์การค้นหาของคุณ

source: Enter information necessary for patron management in the library
th: ใส่ข้อมูลที่จำเป็นสำหรับการจัดการสมาชิกในห้องสมุด

source: Enter information specific to you library policies.
th: ใส่ข้อมูลระบุนโยบายห้องสมุดของคุณ

source: Enter item barcode:
th: ใส่บาร์โค้ดของรายการ:

source: Enter patron card number or partial name:
th: ใส่หมายเลขบัตรสมาชิกหรือบางส่วนของชื่อ:

source: Enter patron cardnumber:
th: ใส่หมายเลขบัตรสมาชิก:

source: Enter search keywords:
th: ใส่คำสำคัญในการค้นหา:

source: Enter search terms
th: ใส่กำหนดเวลาการค้นหา

source: Enter the barcode or partial name for the patron you'd like to hold the book for.
th: ใส่บาร์โค้ดหรือบางส่วนของชื่อของสมาชิกที่คุณต้องการจองหนังสือไว้ให้

source: Enter the city or town name and the zipcode
th: ใส่ชื่อเมืองหรือเขตและรหัสไปรษณีย์

source: Enter the contact information for your vendor
th: ใส่ข้อมูลที่ติดต่อของผู้แทน

source: Enter the invoice number is 'Vendor invoice' and the shipment date in 'Shipment date'
th: ใส่หมายเลขใบแจ้งหนี้เป็น 'ใบแจ้งหนี้ของผู้แทน' และวันที่จัดส่งใน 'วันที่จัดส่ง'

source: Enter the terms you wish to search for.
th: ใส่กำหนดเวลาที่คุณต้องการค้น

source: Enter the value and description and choose an icon if you'd like
th: ใส่ค่าและรายละเอียด แล้วเลือกไอคอนถ้าคุณต้องการ

source: Enter your patron's main address.
th: ใส่ที่อยู่หลักของสมาชิก

source: Envoyer
th: ส่ง

source: Era identifier
th: ตัวระบุยุค

source: Error 400
th: ข้อผิดพลาด 400

source: Error 401
th: ข้อผิดพลาด 401

source: Error 402
th: ข้อผิดพลาด 402

source: Error 403
th: ข้อผิดพลาด 403

source: Error 404
th: ข้อผิดพลาด 404

source: Error 405
th: ข้อผิดพลาด 405

source: Error 500
th: ข้อผิดพลาด 500

source: Error : Barcode Not Unique For
th: ข้อผิดพลาด : บาร์โคดซ้ำสำหรับ

source: Error Creating Profile
th: ข้อผิดพลาดในการสร้างโพรไฟล์

source: Error adding items:
th: ข้อผิดพลาดในการเพิ่มรายการ:

source: Error analysis:
th: ข้อผิดพลาดในการวิเคราะห์:

source: Error saving item
th: ข้อผิดพลาดในการบันทึกรายการ

source: Error:
th: ข้อผิดพลาด:

source: Error: Unknown Batch Type &quot;%s&quot;
th: ข้อผิดพลาด: ไม่ทราบประเภทของชุดงาน &quot;%s&quot;

source: Espa&ntilde;ol (Spanish)
th: Espa&ntilde;ol (สเปน)

source: Est cost
th: ค่าใช้จ่ายที่ประมาณ

source: Est.
th: ประมาณ

source: Estimated cost per unit
th: ค่าใช้จ่ายที่ประมาณต่อหน่วย

source: Ethnicity notes:
th: หมายเหตุทางเชื้อชาติ:

source: Ethnicity:
th: ชาติพันธุ์:

source: Ethnique
th: ชาติพันธุ์

source: Ethniques
th: ชาติพันธุ์

source: Everything went OK, update done.
th: ทุกอย่างเรียบร้อย เสร็จสิ้นการปรับปรุง

source: Example MARC21 Subject Headings Authority
th: ตัวอย่างเช่น รายการหลักฐานหัวเรื่อง MARC21

source: Example, February 18, 2008 is President's Day and the library is closed.
th: ตัวอย่างเช่น 18 กุมภาพันธ์ 2008 เป็นวันประธานาธิบดี และห้องสมุดปิด

source: Exchange Rates (optional)-
th: อัตราแลกเปลี่ยน (เลือกหรือไม่ก็ได้)

source: Exchange rates
th: อัตราแลกเปลี่ยน

source: Existing Authorized Values
th: ค่าที่กำหนดใช้ที่มีอยู่

source: Existing holds
th: การจองที่มีอยู่

source: Expected
th: ที่คาดไว้

source: Expected on
th: คาดว่าจะได้รับในวันที่

source: Expiration Date
th: วันที่หมดอายุ

source: Expiration date
th: วันที่หมดอายุ

source: Expiration date:
th: วันที่หมดอายุ:

source: Expiration&nbsp;Date
th: วันที่หมดอายุ

source: Expiration:
th: หมดอายุ:

source: Expires on
th: หมดอายุในวันที่

source: Expiring before:
th: หมดอายุก่อน:

source: Expiry date (leave blank for auto calc)
th: วันที่หมดอายุ (ปล่อยว่างให้ระบบคำนวณอัตโนมัติ)

source: Explanation
th: การอธิบาย

source: Explanation:
th: การอธิบาย:

source: Export
th: ส่งออก

source: Export bibliographic and holdings
th: ส่งออกบรรณานุกรมและรายการที่ห้องสมุดมี

source: Export bibliographic and holdings data
th: ส่งออกข้อมูลบรรณานุกรมและรายการที่ห้องสมุดมี

source: Export bibs/holdings
th: ส่งออกบรรณานุกรม/รายการที่ห้องสมุดมี

source: Export item data
th: ส่งออกข้อมูลรายการ

source: Exporting the claims information. This downloads a CSV file to your local machine with all the claim data ready for additional formatting before sending to the supplier.
th: การส่งออกข้อมูลการทวงถาม เป็นการดาวน์โหลดแฟ้ม CSV มาไว้ในเครื่องของคุณด้วยข้อมูลการทวงถามทั้งหมดที่พร้อมกำหรับการจัดรูปแบบเพิ่มเติมก่อนที่จะส่งไปยังผู้ขาย

source: FORMAT
th: จัดรูปแบบ

source: Failed to add scheduled task
th: ไม่สามารถเพิ่มงานที่กำหนดไว้ได้

source: Failed to apply different matching rule
th: ไม่สามารถใช้กฎในการจับคู่อื่น

source: Fall
th: ฤดูใบไม้ร่วง

source: Fanfare
th: แตร

source: Fax
th: โทรสาร

source: Fax:
th: โทรสาร:

source: Fax: %s
th: โทรสาร: %s

source: February
th: กุมภาพันธ์

source: Fee Item <a1>Sort</a>
th: รายการค่าธรรมเนียม <a1>เรียงลำดับ</a>

source: Feedback:
th: คำติชม:

source: Feel free to choose an image for each item type (or selected the 'No image' option)
th: เลือกรูปให้กับประเภทของทรัพยากรได้ตามต้องการ (หรือเลือกตัวเลือก 'ไม่มีรูป')

source: Female
th: หญิง

source: Femmes
th: หญิง

source: Ferro, Canary Islands
th: เฟอร์โร หมู่เกาะคะเนรี

source: Festschrift indicator
th: ตัวบ่งชี้หนังสือที่ระลึก

source: Fiction
th: นวนิยาย

source: Field Options:
th: ตัวเลือกเขตข้อมูล:

source: Field to use for record matching
th: เขตข้อมูลที่ใช้สำหรับจับคู่ระเบียน

source: Field-weighted, Relevance Ranked
th: น้ำหนักเขตข้อมูล การจัดอันดับความเกี่ยวข้อง

source: Fields to Print
th: เขตข้อมูลที่จะพิมพ์

source: File format:
th: รูปแบบแฟ้ม:

source: File name
th: ชื่อแฟ้ม

source: File name:
th: ชื่อแฟ้ม:

source: Filing Routine:
th: รูทีนในการจัดเก็บ:

source: Filing Rule
th: กฎในการจัดเก็บ

source: Filing Rule:
th: กฎในการจัดเก็บ:

source: Filing rule code missing
th: ขาดรหัสกฎในการจัดเก็บ

source: Filing rule code:
th: รหัสกฎในการจัดเก็บ:

source: Fill in all of the fields you need for your attribute
th: ใส่ข้อมูลในทุกเขตข้อมูลที่คุณต้องใช้สำหรับแอตทริบิวต์

source: Fill in information about your library service outlets on this page.
th: ใส่ข้อมูลเกี่ยวกับช่องทางบริการห้องสมุดในหน้านี้

source: Fill in the 'Category', 'Authorized value' and 'Description' fields
th: ใส่ข้อมูลในเขตข้อมูล 'ประเภท' 'ค่าที่กำหนดใช้' และ 'คำอธิบาย'

source: Fill in the fields for your order.
th: ใส่ข้อมูลในเขตข้อมูลสำหรับใบสั่งซื้อ

source: Fill in the fields related to your patron
th: ใส่ข้อมูลในเขตข้อมูลที่เกี่ยวกับสมาชิกห้องสมุด

source: Fill in the fields that describe your new authority type
th: ใส่ข้อมูลในเขตข้อมูลที่อธิบายประเภทของรายการหลักฐานใหม่

source: Film base
th: แผ่นฟิล์ม

source: Film emulsion (polarity)
th: ฟิล์มชนิดอิมัลชัน (มีความเป็นขั้ว)

source: Film inspection date
th: วันที่ตรวจสอบฟิล์ม

source: Filmographies
th: บรรณานุกรมของฟิล์ม

source: Filter
th: ตัวกรอง

source: Filter On:
th: ตัวกรองที่ใช้กับ:

source: Filter Results:
th: ผลลัพธ์ของตัวกรอง:

source: Filter barcode
th: บาร์โค้ดตัวกรอง

source: Filter by area
th: ตัวกรองตามพื้นที่

source: Filter location
th: ตำแหน่งตัวกรอง

source: Filter results :
th: ผลลัพธ์ของตัวกรอง :

source: Filtered on
th: ใช้ตัวกรองกับ

source: Filtered on:
th: ใช้ตัวกรองกับ:

source: Filters
th: ตัวกรอง

source: Filters on the left hand side can help limit the results displayed in this report.
th: ตัวกรองที่อยู่ด้านซ้ายสามารถช่วยจำกัดผลลัพธ์ที่แสดงในรายงานนี้

source: Fine
th: ค่าปรับ

source: Fine Amount
th: จำนวนเงินค่าปรับ

source: Fine Charging Interval
th: ช่วงการคิดค่าปรับ

source: Fine Grace Period
th: ระยะเวลาปลอดหนี้

source: Fines
th: ค่าปรับ

source: Fines &amp; Charges
th: ค่าปรับและค่าบริการ

source: Fines and Charges
th: ค่าปรับและค่าบริการ
