Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: a- Archival
th: a- จดหมายเหตุ

source: a- Autobiography
th: a- อัตชีวประวัติ

source: a- Autonomous or semi-autonomous component
th: a- คอมโพเนนต์แบบอัตโนมัติหรือกึ่งอัตโนมัติ

source: a- Differentiated personal name
th: a- ชื่อบุคคลที่ไม่เหมือนกัน

source: a- Earlier rules
th: a- กฎก่อนหน้า

source: a- Established heading
th: a- หัวเรื่องที่สร้าง

source: a- Fully established
th: a- สร้างอย่างครบถ้วน

source: a- ISO transliteration scheme
th: a- แบบแผนการถอดอักษรตามวิธีเขียนแบบ ISO

source: a- Increase in encoding level
th: a- การเพิ่มในระดับการเข้ารหัส

source: a- International standard
th: a- มาตรฐานสากล

source: a- Language material
th: a- วัสดุเกี่ยวกับภาษา

source: a- Language material (monography)
th: a- วัสดุเกี่ยวกับภาษา (หนังสือ)

source: a- Library of Congress Subject Headings
th: a- หัวเรื่องระบบหอสมุดรัฐสภาอเมริกัน

source: a- Microfilm
th: a- ไมโครฟิล์ม

source: a- Microopaque
th: a- ไมโครโอเปค

source: a- Monographic component part
th: a- ส่วนคอมโพเนนต์หนังสือ

source: a- Monographic series
th: a- หนังสือชุด

source: a- Numbered
th: a- ที่มีหมายเลข

source: a- Preschool
th: a- โรงเรียนเด็กก่อนวัยเรียน

source: a- Record can be used
th: a- ระเบียนที่ใช้ได้

source: a- Serial component part
th: a- ส่วนคอมโพเนนต์สิ่งพิมพ์ต่อเนื่อง

source: a- Topical
th: a- ท้องถิ่น

source: a- Tracings are consistent with the heading
th: a- การติดตามสอดคล้องกับหัวเรื่อง

source: a- collage
th: a- ภาพตัดปะ

source: a- federal/national
th: a- แห่งรัฐ/แห่งชาติ

source: a- juvenile, general
th: เยาวชน ทั่วไป

source: a- no adjustment
th: a- ไม่มีการปรับ

source: aa- architectural drawing
th: aa- การเขียนแบบสถาปัตยกรรม

source: ab- item cover
th: ab- ปกรายการ

source: abstract
th: สาระสังเขป

source: abstract or summary
th: สาระสังเขปหรือเรื่องย่อ

source: ac- sticker
th: ac- สติกเกอร์

source: account has expired
th: บัญชีหมดอายุ

source: acetate
th: อะซิเตรด

source: acoustic
th: อะคูสติก

source: acquisition
th: ระบบงานจัดหาทรัพยากร

source: acrylics
th: อะคริลิค

source: active
th: ใช้งานอยู่

source: ad- poster
th: ad- โปสเตอร์

source: add
th: เพิาใ

source: additional statistical categories. For example, a library could define an attribute type for tracking the academic major of a student patron. Any number of attributes of this sort could be defined.
th: ประเภททางสถิติเพิ่มเติม ตัวอย่างเช่น ห้องสมุดอาจกำหนดประเภทของแอตทริบิวต์สำหรับการติดตามวิชาเอกของสมาชิกห้องสมุดที่เป็นนักศึกษา อาจมีกาหนดหมายเลขแอตทริบิวต์ของการเรียงลำดับนี้

source: advertising texts
th: ข้อความโฆษณา

source: ae- postcard
th: ae- โปสการ์ด

source: aerial
th: ทางอากาศ

source: af- greetings card
th: af- บัตรอวยพร

source: ag- chart
th: ag- แผนภูมิ

source: again)
th: อีกครั้ง)

source: ah- playing cards
th: ah- ไพ่

source: ai- flash card
th: ai- บัตรภาพ

source: air
th: อากาศ

source: air brush
th: แอร์บรัช

source: aj- ephemera
th: aj- สิ่งพิมพ์ระยะสั้น

source: algraphy
th: ภาพ

source: all
th: ทั้งหมด

source: all authority types used in the frameworks are defined
th: มีการกำหนดประเภทของรายการหลักฐานทั้งหมดที่ใช้ในโครงร่าง

source: all branches
th: สาขาทั้งหมด

source: all subfields for each tag are in the same tab (or ignored)
th: เขตข้อมูลย่อยทั้งหมดของแต่ละแท็กอยู่ในแท็บเดียวกัน (หรือละเว้น)

source: allegory
th: นิทานอุปมา

source: already has a hold
th: มีการจองแล้ว

source: an Adult
th: ผู้ใหญ่

source: an Institution
th: สถาบัน

source: an- calendar
th: an- ปฏิทิน

source: anaglyphic
th: ภาพสามมิติ

source: anamorphic
th: อะนามอร์ฟิก

source: anamorphic (wide screen)
th: อะนามอร์ฟิก (จอกว้าง)

source: and
th: และ

source: and they must all be in the 10 (items) tab
th: และทั้งหมดต้องอยู่ในแท็บ 10 (รายการ)

source: angular scale
th: สเกลมุม

source: animation
th: การ์ตูน

source: animation and live action
th: การ์ตูนและละครคนแสดง

source: annual
th: รายปี

source: anthem
th: เพลงชาติ

source: any
th: ใดๆ

source: any 'koha field'
th: 'เขตข้อมูล Koha' ใดๆ

source: aperture card
th: บัตรอเพอร์เจอร์

source: approved
th: อนุมัติ

source: aquatint
th: แอควะทินต์

source: aria
th: ทำนอง

source: armadillo
th: ตัวนิ่ม

source: arms
th: แขน

source: artefacts
th: ศิลปะวัตถุ

source: as a separate supplement to a journal, monograph, etc.
th: เป็นเอกสารประกอบแยกของวารสาร หนังสือ เป็นต้น

source: as- place card
th: เป็นวางบัตร

source: at
th: ที่

source: at %s
th: ที่ %s

source: at :
th: ที่ :

source: at <i>%s</i>
th: ที่ <i>%s</i>

source: at least 1 branch defined
th: กำหนดอย่างน้อย 1 สาขา

source: at least 1 branch must be defined
th: ต้องกำหนดอย่างน้อย 1 สาขา

source: at least 1 item type defined
th: ต้องมีการกำหนดอย่างน้อย 1 ประเภทของทรัพยากร

source: at least 1 item type must be defined
th: ต้องมีการกำหนดประเภทของทรัพยากรอย่างน้อย 1 รายการ

source: atlas
th: แผนที่ภูมิศาสตร์โลก

source: atlas including loose-leaf published atlas
th: แผนที่ภูมิศาสตร์รวมถึงแผนที่ภูมิศาสตร์ที่พิมพ์เป็นแผ่นเพิ่ม

source: attached to acquisitions, that can be used for stats purposes
th: แนบกับระบบงานจัดหาทรัพยากร สามารถใช้ในการทำสถิติ

source: attached to patrons, that can be used for stats purposes
th: แนบกับสมาชิกห้องสมุด สามารถใช้ในการทำสถิติ

source: aud:a Easy
th: aud:a ง่าย

source: aud:c Juvenile
th: aud:c เยาวชน

source: aud:d Young adult
th: aud:d วัยหนุ่มสาว

source: aud:e Adult
th: aud:e ผู้ใหญ่

source: author :%s
th: ชื่อผู้แต่ง :%s

source: autobiography
th: อัตชีวประวัติ

source: available
th: พร้อมบริการ

source: available:
th: พร้อมบริการ:

source: azimuthal equal area
th: แผนที่แอซิมัทเท่ากันแบบระนาบ

source: azimuthal equidistant
th: แผนที่แอซิมัทระยะเท่า

source: azimuthal, other known specific type
th: แผนที่แอซิมัท ประเภทระบุอื่นที่ทราบ

source: azimuthal, specific type unknown
th: ทางราบ ไม่ทราบประเภทเฉพาะ

source: b- B.C. Date
th: b- ปีก่อนคริสต์กาล

source: b- English and French
th: b- อังกฤษและฝรั่งเศส

source: b- Form
th: b- ฟอร์ม

source: b- Individual biography
th: b- ชีวประวัติบุคคลคนเดียว

source: b- LC subject headings for children's literature
th: b- หัวเรื่องระบบ LC สำหรับวรรณกรรมเด็ก

source: b- Manuscript language material
th: b- วัสดุเกี่ยวกับภาษาที่เขียนด้วยมือ

source: b- Memorandum
th: b- บันทึกข้อความ

source: b- Microfiche
th: b- ไมโครฟิช

source: b- Multipart item
th: b- รายการแบบหลายส่วน

source: b- National standard
th: b- มาตรฐานระดับประเทศ

source: b- Not appropriate
th: b- ไม่เหมาะสม

source: b- Primary
th: b- ขั้นต้น

source: b- Record is being updated
th: b- มีการปรับปรุงระเบียน

source: b- Serial component part
th: b- ส่วนคอมโพเนนต์สิ่งพิมพ์ต่อเนื่อง

source: b- Tracings are not necessarily consistent with the heading
th: b- การติดตามไม่สอดคล้องกับหัวเรื่องอย่างจำเป็น

source: b- Undifferentiated personal name
th: b- ชื่อบุคคลที่เหมือนกัน

source: b- Unnumbered
th: b- ไม่มีหมายเลข

source: b- Untraced reference
th: b- หนังสืออ้างอิงที่ไม่ติดตาม

source: b- adjusted but without grid system
th: b- ที่ปรับแต่ไม่มีระบบตาราง

source: b- drawing
th: b- รูปวาด

source: b- other
th: b- อื่นๆ

source: b- pre-primary, ages 0-5
th: b- ก่อนประถมศึกษา อายุ 0-5

source: b- state/province
th: b- รัฐ/จังหวัด

source: ba- Latin
th: ba- ละติน

source: back to list
th: กลับไปที่รายการ

source: ballad
th: บัลลาด

source: ballet
th: บัลเล่ต์

source: basalt
th: หินภูเขาไฟ

source: basket
th: ตะกร้า

source: bathymetry - isolines
th: ความลึกของน้ำทะเล - เส้นฝน

source: bathymetry - soundings
th: ความลึกของน้ำทะเล - การหยั่งความลึก

source: be associated with a bibliographic record.
th: ถูกเชื่อมโยงด้วยระเบียนบรรณานุกรม

source: be mapped to a MARC subfield,
th: ถูกแมปกับเขตข้อมูลย่อย MARC

source: be mapped to the same tag,
th: ถูกแมปกับแท็กเดียวกัน

source: before
th: ก่อน

source: biblio %s
th: บรรณานุกรม %s

source: biblio and biblionumber
th: บรรณานุกรมและหมายเลขบรรณานุกรม

source: biblio frameworks are used to catalog your biblios.
th: ใช้โครงร่างบรรณานุกรมเพื่อลงรายการบรรณานุกรมของคุณ

source: bibliography
th: บรรณานุกรม

source: biblioitems.itemtype defined
th: มีการกำหนด biblioitems.itemtype

source: biblionumber and biblioitemnumber mapped correctly
th: แมปหมายเลขบรรณานุกรมและหมายเลขรายการบรรณานุกรมอย่างถูกต้อง

source: biennial (every two years)
th: รายสองปี (ทุกสองปี)

source: bimonthly (every two months)
th: รายสองเดือน (ทุกสองเดือน)

source: bio:b Biography
th: bio:b ชีวประวัติ

source: biography
th: ชีวประวัติ

source: biography of arranger or transcriber
th: ชีวประวัติของผู้เรียบเรียงหรือผู้คัดลอก

source: biography of composer
th: ชีวประวัติของผู้ประพันธ์

source: biography of performer or history of ensemble
th: ชีวประวัติของผู้แสดงหรือประวัติของรวมวง

source: biweekly (every two weeks)
th: รายปักษ์ (ทุกสองสัปดาห์)

source: black and white
th: ขาวดำ

source: black chalk
th: ชอล์กสีดำ

source: black-and-white
th: ขาวและดำ

source: blue or green strip
th: สลิปสีฟ้าหรือสีเขียว

source: bluegrass
th: กระจกสีฟ้า

source: blues
th: สีฟ้า

source: borrow
th: ยืม

source: borrowers
th: ผู้ยืม

source: bound into a journal, monograph, etc.
th: รวมเล่มวารสาร ชุดหนังสือ เป็นต้น

source: bound with one or more others
th: รวมกับรายการอื่นอย่างน้อยหนึ่งรายการ

source: branch
th: สาขา

source: branch %s
th: สาขา %s

source: branch not defined
th: ไม่ได้กำหนดสาขา

source: bristol board
th: กระดาษบริสตอล

source: broken back
th: หลังหัก

source: bronze
th: สีบรอนซ์

source: budget
th: งบประมาณ

source: burin engraving
th: การแกะสลักด้วยมีดแกะ

source: butterfly
th: ผีเสื้อ

source: by
th: ตาม

source: by %s
th: ตาม %s

source: by active remote sensing techniqu
th: ตามเทคนิคการวัดค่าระยะไกลแบบรุก

source: by active remote sensing techniques
th: ตามเทคนิคการวัดค่าระยะไกลแบบรุก

source: by computer
th: ตามคอมพิวเตอร์

source: by hand
th: ด้วยมือ

source: by passive remote sensing techniques
th: ตามเทคนิคการวัดค่าระยะไกลแบบรับ

source: c- Chronological
th: c- เอกสารเรียงตามลำดับเวลา

source: c- Collection
th: c- คอลเลกชัน

source: c- Collective biography
th: c- ชีวประวัติรวมบุคคล

source: c- Collective biographyl
th: c- ชีวประวัติรวมบุคคลl

source: c- Comic strips
th: c- การ์ตูนที่เขียนเป็นช่องๆ ในหนังสือพิมพ์

source: c- Comic stripts
th: c- การ์ตูนที่เขียนเป็นช่องๆ ในหนังสือพิมพ์

source: c- Cooperative cataloging program
th: c- โปรแกรมระบบงานวิเคราะห์หมวดหมู่และลงรายการที่ทำงานร่วมกัน

source: c- Corrected or revised
th: c- แก้ไขหรือแก้

source: c- Elementary and junior high
th: c- ประถมศึกษาและมัธยมต้น

source: c- Medical Subject Headings
th: c- หัวเรื่องเกี่ยวกับแพทย์

source: c- Multilocal
th: c- หลายท้องถิ่น

source: c- National library association standard
th: c- มาตรฐานสมาคมห้องสมุดแห่งชาติ

source: c- Notated music
th: c- เพลงที่บันทึก

source: c- Numbering varies
th: c- การให้หมายเลขต่างๆ

source: c- Provisional
th: c- เฉพาะกาล

source: c- Serial item currently published
th: c- สิ่งพิมพ์ต่อเนื่องที่พิมพ์ในปัจจุบัน

source: c- Series-like phrase
th: c- ชุด เช่น วลี

source: c- Traced reference
th: c- หนังสืออ้างอิงที่ติดตาม

source: c- adjusted with grid system
th: c- ที่ปรับพร้อมระบบตาราง

source: c- county/department
th: c- จังหวัด/ภาค

source: c- multiple transliterations: ISO or other schemes
th: c- การถอดอักษรตามวิธีเขียนหลายแบบ: ISO หรือแบบแผนอื่น

source: c- painting
th: c- การระบายสี

source: c- primary, ages 5-10
th: c- ประถมศึกษา อายุ 5-10

source: ca- Cyrillic
th: ca- โรมัน

source: calendar
th: ปฏิทิน

source: canvas
th: ผ้าใบ

source: cardboard
th: กระดาษแข็ง

source: cardboard/illustration board
th: กระดาษแข็ง/กระดานภาพประกอบ

source: cartoons or comic strips
th: การ์ตูนหรือการ์ตูนที่เขียนเป็นช่องๆ ในหนังสือพิมพ์

source: casein
th: เคซีน

source: catalog
th: รายการทรัพยากร

source: catalogue
th: รายการทรัพยากร

source: catechism
th: คำสอน

source: ceramic
th: เซรามิก

source: chalk
th: ชอล์ก

source: change location
th: เปลี่ยนสถานที่

source: characters
th: อักขระ

source: charts
th: แผนภูมิ

source: check this transfer
th: ตรวจสอบการถ่ายโอนนี้

source: check-out history will be anonymized
th: ประวัติการยืมจะถูกทำเป็นแบบไม่ระบุชื่อ

source: chiaroscuro woodcut
th: ภาพพิมพ์แกะไม้ค่าต่างแสง

source: children (9-14)
th: เด็ก (9-14)

source: choir-book
th: หนังสือสำหรับร้องประสานเสียง

source: choose
th: เลือก

source: choose the home library for the item from the drop down list
th: เลือกห้องสมุดหลักของรายการจากรายการแบบหล่นลง

source: choose the item type from the drop down.
th: เลือกประเภทของทรัพยากรจากรายการแบบหล่นลง

source: chorochromatic
th: โคโรโครเมติก

source: choropleth
th: โคโรเพลธ

source: chromolithography
th: โครโมลิโทกราฟี

source: chronicle
th: บันทึกเหตุการณ์

source: circulate
th: เวียน

source: clay
th: โคลน

source: close score (e.g. hymnals)
th: เลือกสกอร์ (เช่น เพลงสวด)

source: closed on %s <a1>View</a>
th: ปิดเมื่อวันที่ %s <a1>แสดง</a>

source: cloth
th: เสื้อผ้า

source: clothes
th: เสื้อผ้า

source: coal
th: ถ่านหิน

source: coarse/standard
th: หยาบ/มาตรฐาน

source: coats of arms
th: ตรา

source: coins
th: เหรียญ

source: collage
th: ภาพตัดปะ

source: collection code (appears when editing at item)
th: รหัสคอลเลกชัน (ปรากฎเมื่อแก้ไขรายการ)

source: collective biography
th: ชีวประวัติรวมบุคคล

source: colour
th: สี

source: colour pencil
th: ดินสอสี

source: combination
th: การผสม

source: combination of black and white and colour
th: การผสมสีขาวกับสีดำและสี

source: combination of various light emission techniques
th: การผสมเทคนิคการเปล่งแสงต่างๆ

source: combination of various thermal infrared scanning
th: การผสมการสแกนอินฟราเรดความร้อนต่างๆ

source: comedy
th: ละครตลก

source: coming from
th: มาจาก

source: commemorative work
th: งานที่ระลึก

source: complete
th: เสร็จสมบูรณ์

source: completely covered by clouds
th: มีปริมาณเมฆปกคลุมมาก

source: compressed score
th: สกอร์ที่บีบอัด

source: computer graphics
th: คอมพิวเตอร์กราฟิก

source: computer program(s)
th: โปรแกรมคอมพิวเตอร์

source: condensed score, pianoconductor score
th: สกอร์ที่ทำให้สั้น สกอร์อำนวยเพลงด้วยเปียโน

source: conference proceedings
th: ผลงานตีพิมพ์ในการประชุมวิชาการ

source: conference publication
th: เอกสารการประชุม

source: configuration file.
th: แฟ้มการกำหนดค่า

source: confirm it's not a duplicate (and click on
th: ยืนยันว่าไม่ซ้ำ (และคลิกที่

source: conic (simple)
th: กรวย (ธรรมดา)

source: conic, other known specific type
th: กรวย ประเภทเฉพาะอื่นที่ทราบ

source: conic, specific type unknown
th: ที่เป็นรูปทรงกรวย ไม่ทราบประเภทเฉพาะ

source: contain a $9 subfield, activated in the tab where the tag is, and hidden (hidden maybe omitted, but the field has no reason to appear anywhere). The $9 subfield in the biblio will contain the Authority number (the internal Koha number)
th: มีเขตข้อมูลย่อย $9 ที่เปิดใช้งานในแท็บนั้น ซึ่งมีแท็กอยู่และถูกซ่อน (อาจมีการละเว้นการซ่อน แต่เขตข้อมูลไม่มีเหตุผลที่จะปรากฎในที่ใด) เขตข้อมูลย่อย $9 ในบรรณานุกรมดังกล่าวจะเก็บหมายเลข 'รายการหลักฐาน' (หมายเลขที่ Koha ใช้ภายใน)

source: containers
th: คอนเทนเนอร์

source: contains
th: มี

source: contains biogr. data
th: มีข้อมูลบรรณานุกรม

source: contains biographical information
th: ข้อมูลประกอบด้วยชีวประวัติ

source: continuous tone shaded relief
th: ความสูงต่ำเชิงเงาโทนสีต่อเนื่อง

source: contours
th: เส้นโครงร่าง

source: copper
th: ทองแดง

source: copy. year:%s
th: เล่ม ปี:%s

source: cordiform
th: รูปหัวใจ

source: could not be parsed!
th: ไม่สามารถแยกวิเคราะห์!

source: count
th: การนับ

source: crayon
th: สีเทียน

source: create an item record when receiving this serial
th: สร้างระเบียนรายการเมื่อได้รับสิ่งพิมพ์ต่อเนื่องนี้

source: ctype:a Abstracts/summaries
th: ctype:a สาระสังเขป/เรื่องย่อ

source: ctype:b Bibliographies
th: ctype:b บรรณานุกรม

source: ctype:c Catalogs
th: ctype:c รายการทรัพยากร

source: ctype:d Dictionaries
th: ctype:d พจนานุกรม

source: ctype:e Encyclopedias
th: ctype:e สารานุกรม

source: ctype:f Handbooks
th: ctype:f คู่มือ

source: ctype:g Legal articles
th: ctype:g บทความทางด้านกฎหมาย

source: ctype:i Indexes
th: ctype:i ดัชนี

source: ctype:j Patent document
th: ctype:j เอกสารสิทธิบัตร

source: ctype:k Discographies
th: ctype:k บรรณานุกรมของเพลง

source: ctype:l Legislation
th: ctype:l กฏหมายและระเบียบข้อบังคับ

source: ctype:m Theses
th: ctype:m วิทยานิพนธ์

source: ctype:n Surveys
th: ctype:n แบบสำรวจ

source: ctype:o Reviews
th: ctype:o บทวิจารณ์

source: ctype:p Programmed texts
th: ctype:p ข้อความโปรแกรม

source: ctype:q Filmographies
th: ctype:q บรรณานุกรมของฟิล์ม

source: ctype:r Directories
th: ctype:r นามานุกรม

source: ctype:s Statistics
th: ctype:s สถิติ

source: ctype:t Technical reports
th: ctype:t รายงานทางวิชาการ

source: ctype:v Legal cases and case notes
th: ctype:v คดีความและรายละเอียดคดี

source: ctype:w Law reports and digests
th: ctype:w การตัดสินคดีและบันทึกข้อเท็จจริงทางกฎหมาย

source: ctype:z Treaties
th: ctype:z สนธิสัญญา

source: cumulative index or table of contents available
th: ดัชนีหรือตารางรวมของเนื้อหาที่มี

source: customize the OPAC and OPAC functions (aside from the Enhanced Content preferences).
th: กำหนด OPAC และฟังก์ชัน OPAC เอง (นอกจากการปรับแต่ง 'เนื้อหาขั้นสูง')

source: customize the staff client by editing the stylesheet and navigation menu.
th: กำหนดไคลเอ็นต์เจ้าที่เองด้วยการแก้ไขสไตล์ชีตและเมนูการนำทาง

source: cyan strip
th: แถบสีฟ้าอมเขียว

source: cylinder
th: ทรงกระบอก

source: cylindrical, other known specific type
th: ทรงกระบอก ประเภทเฉพาะอื่นที่ทราบ

source: cylindrical, specific type unknown
th: รูปทรงกระบอก ไม่ทราบประเภทเฉพาะ

source: d- AACR 2 compatible heading
th: d- AACR 2 หัวเรื่องที่เข้ากันได้

source: d- Contains bibliographic information
th: d- มีข้อมูลบรรณานุกรม

source: d- Dashed-on information omitted
th: d- เส้นประที่ข้อมูลที่ละเว้น

source: d- Deleted
th: d- ลบ

source: d- Dramas
th: d- บทละคร

source: d- Geographic
th: d- ภูมิศาสตร์

source: d- Large Print
th: d- งานพิมพ์ขนาดใหญ่

source: d- Manuscript notated music
th: d- ต้นฉบับเพลงที่บันทึกด้วยลายมือ

source: d- National Agricultural Library subject authority file
th: d- แฟ้มรายการหลักฐานหัวเรื่องของ National Agricultural Library

source: d- National library or bibliographic agency standard
th: d- หอสมุดแห่งชาติหรือมาตรฐานหน่วยงานบรรณานุกรม

source: d- Other
th: d- อื่นๆ

source: d- Preliminary
th: d- ขั้นต้น

source: d- Secondary (senior high)
th: d- มัธยมศึกษาตอนปลาย (มอปลาย)

source: d- Serial item ceased publication (Dead status)
th: d- รายการสิ่งพิมพ์ต่อเนื่องที่หยุดพิมพ์ (สถานะตาย)

source: d- Subdivided geographically&mdash;direct
th: d- แบ่งย่อยทางภูมิศาสตร์&mdash;ทางตรง

source: d- Subdivision
th: d- กลุ่มย่อย

source: d- Subunit
th: d- หน่วยย่อย

source: d- children, ages 9-14
th: d- เด็ก อายุ 9-14 ปี

source: d- local(municipal, etc.)
th: d- ท้องถิ่น (เช่น เทศบาล)

source: d- photomechanical reproduction
th: d- การจำลองการภ่ายภาพ

source: da- Japanese - script unspecified
th: da- ญี่ปุ่น - ไม่ระบุตัวเขียน

source: daily
th: รายวัน

source: daily (n/week)
th: รายวัน (n/สัปดาห์)

source: damaged
th: ที่เสียหาย

source: dasymetric
th: ดาซีเมตริก

source: date falls after the year 1 in the Gregorian calendar, i.e. A.D.
th: วันที่อยู่หลังปี 1 ในปฏิทินคริสต์ศักราช เช่น ค.ศ.

source: date falls before the year 1 in the Gregorian calendar, i.e. B.C.
th: วันที่อยู่หลังปี 1 ในปฏิทินคริสต์ศักราช เช่น ก่อนค.ศ.

source: day
th: วัน

source: day(s)
th: วัน

source: db- Japanese - Kanji
th: db- ญี่ปุ่น - คันจิ

source: dc- Japanese - Kana
th: dc- ญี่ปุ่น - อักษร Kana

source: debarred
th: ยับยั้ง

source: default MARC framework
th: โครงร่าง MARC เริ่มต้น

source: default framework
th: โครงร่างเริ่มต้น

source: default library
th: ห้องสมุดเริ่มต้น

source: default library, default patron type, default item type
th: ห้องสมุดเริ่มต้น ประเภทสมาชิกเริ่มต้น ประเภทของทรัพยากรเริ่มต้น

source: default library, default patron type, same item type
th: ห้องสมุดเริ่มต้น ประเภทสมาชิกเริ่มต้น ประเภทของทรัพยกากรเดียวกัน

source: default library, same patron type, default item type
th: ห้องสมุดเริ่มต้น ประเภทของสมาชิกเหมือนกัน ประเภทของทรัพยากรเริ่มต้น

source: default library, same patron type, same item type
th: ห้องสมุดเริ่มต้น ประเภทของสมาชิกเหมือนกัน ประเภทของทรัพยากรเหมือนกัน

source: default overdue actions
th: การกระทำเกินกำหนดเริ่มต้น

source: defining additional unique identifiers, such as a campus student ID number, a library staff HR number, and so on. These IDs can be used for searching or matching and overlaying records during a batch import.
th: การกำหนดตัวระบุที่ไม่ซ้ำเพิ่มเติม เช่น หมายเลขประจำตัวนักศึกษาในวิทยาเขต หมายเลขเจ้าหน้าที่ห้องสมุด เป็นต้น รหัสเหล่านี้สามารถใช้สำหรับการค้นหาหรือการจับคู่และการวางทับระเบียนระหว่างการนำเข้าชุดงาน

source: del
th: ลบ

source: description of a withdrawn item (appears when editing an item)
th: คำอธิบายของรายการที่ยกเลิก (ปรากฎเมื่อมีการแก้ไขรายการ)

source: descriptions for items marked as damaged (appears when editing an item)
th: คำอธิบายสำหรับรายการที่ทำเครื่องหมายเป็นเสียหาย (ปรากฎเมื่อมีการแก้ไขรายการ)

source: descriptions for the items marked as lost (appears when editing an item)
th: คำอธิบายสำหรับรายการที่ทำเครื่องหมายเป็นสูญหาย (ปรากฎเมื่อมีการแก้ไขรายการ)

source: design objects
th: ออกแบบวัตถุ

source: detail of the subscription
th: รายละเอียดของการบอกรับเป็นสมาชิก

source: detected.
th: ตรวจพบ

source: devotional literature
th: การสละฆราวาส

source: diagram
th: ไดอะแกรม

source: diagram map
th: แผนที่ไดอะแกรม

source: diagrammatric map
th: แผนที่ภาพ

source: diary
th: สมุดบันทึก

source: diazo
th: ไดอะโซ

source: dictionary
th: พจนานุกรม

source: digital
th: ดิจิทัล

source: digital (compact disc)
th: ดิจิทัล (คอมแพคดิสก์)

source: digits
th: ตัวเลข

source: dimaxion
th: ไดแมกซอน

source: dioramas
th: ภาพสามมิติ

source: dir. de publication
th: ไดเรกทอรีของสิ่งพิมพ์

source: directory
th: ไดเรกทอรี

source: directory. If you do not have this directory you will see an error.
th: ไดเรกทอรี ถ้าคุณไม่มีไดเรกทอรีนี้ คุณจะเห็นข้อผิดพลาด

source: disabled
th: ปิดใช้งาน

source: disc
th: ดิสก์

source: disc master (negative)
th: แผ่นต้นฉบับ (เนกาทีฟ)

source: discography
th: รายชื่อแผ่นเสียง

source: discursive work
th: งานเชิงวาทกรรม

source: discussion, dissertation, thesis
th: อภิปราย ดุษฎีนิพนธ์ วิทยานิพนธ์

source: display detail for this librarian.
th: แสดงรายละเอียดของบรรณารักษ์คนนี้

source: display more constraints
th: แสดงข้อจำกัดเพิ่มเติม

source: dissertation or thesis
th: ดุษฎีนิพนธ์หรือวิทยานิพนธ์

source: do not create an item record when receiving this serial
th: อย่าสร้างระเบียนรายการเมื่อได้รับหมายเลขชุดนี้

source: doesn't have enough privilege on database
th: ไม่มีสิทธิพิเศษในฐานข้อมูลเพียงพอ

source: dolls
th: ตุ๊กตา

source: don't include GST
th: ไม่รวม GST

source: dot map
th: แผนที่จุด

source: drama
th: บทละคร

source: drawing
th: รูปวาด

source: drypoint
th: ภาพพิมพ์จารเข็ม

source: duplicate
th: ซ้ำ

source: duplitised stock
th: สต็อคที่ซ้ำ

source: e- Adult
th: e- ผู้ใหญ่

source: e- Cartographic material
th: e- วัสดุแผนที่

source: e- Detailed date
th: e- วันที่โดยละเอียด

source: e- English only
th: e- อังกฤษเท่านั้น

source: e- Essays
th: e- เรียงความ

source: e- Language
th: e- ภาษา

source: e- Local standard
th: e- มาตรฐานในพื้นที่

source: e- Node label
th: e- ป้ายชื่อโหนด

source: e- multi-local (interstate departments, etc. below the national level)
th: e- หลายพื้นที่ (แผนกระหว่างรัฐ เป็นต้น อยู่ใต้ระดับประเทศl)

source: e- photonegative
th: e- ภาพฟิล์มสไลด์

source: e- young adult, ages 14-20
th: e- วัยหนุ่มสาว อายุ 14-20

source: ea- Chinese
th: ea- จีน

source: each issue contains an index to its own contents - loose
th: แต่ละฉบับมีดัชนีไปยังเนื้อหาของเล่มตัวเอง - เป็นแผ่น

source: earth resources
th: ทรัพยากรโลก

source: east
th: ตะวันออก

source: editauthorities
th: แก้ไขรายการหลักฐาน

source: editcatalogue
th: แก้ไขรายการทรัพยากร

source: eight track
th: แปดแทร็ก

source: electric
th: อิเล็กทรอนิกส์

source: electronic
th: อิเล็กทรอนิกส์

source: electronic videorecording (EVR)
th: การบันทึกวิดีโออิเล็กทรอนิกส์ (EVR)

source: empty
th: ว่าง

source: enable Koha to auto-detect authority records when a record is saved
th: เปิดใช้งาน Koha เพื่อให้ตรวจหาระเบียนรายการหลักฐานแบบอัตโนมัติเมื่อมีการบันทึกระเบียน
