Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: to add new bibliographic and item records.
th: เพื่อเพิ่มระเบียนบรรณานุกรมและระเบียนรายการ

source: to add to Batch %s
th: เพื่อเพิ่มลงในชุดงาน %s

source: to show the item link on the search results page
th: เพื่อแสดงการเชื่อมโยงรายการในหน้าผลลัพธ์การค้นหา

source: today
th: วันนี้

source: tools
th: เครื่องมือ

source: tools and equipment
th: เครื่องมือและอุปกรณ์

source: toys
th: ของเล่น

source: tracing paper
th: กระดาษลอกลาย

source: transfer line print
th: ถ่ายโอนการพิมพ์บรรทัด

source: transfers to receive at your library
th: ถ่ายโอนไปรับที่ห้องสมุดของคุณ

source: transparencies
th: แผ่นใส

source: transparency
th: ความโปร่งใส

source: transparent or opaque flexible base negative
th: ฟิล์มเนกาทีฟแบบใสหรือทึบแสงและยืดหยุ่น

source: transparent or opaque flexible base positive
th: ฟิล์มโพซิทีฟแบบใสหรือทึบแสงและยืดหยุ่น

source: transparent or opaque non-flexible base negative
th: ฟิล์มเนกาทีฟแบบใสหรือทึบแสงและไม่ยืดหยุ่น

source: transparent or opaque non-flexible base positive
th: ฟิล์มโพซิทีฟแบบใสหรือทึบแสงและไม่ยืดหยุ่น

source: transport
th: การขนส่ง

source: transverse Mercator
th: ทรานสเวอร์สเมอร์เคเตอร์

source: travelogue
th: สารคดีท่องเที่ยว

source: treaties
th: สนธิสัญญา

source: triennial (every three years)
th: รายสามปี (ทุกสามปี)

source: trims
th: การเล็ม

source: twelve track
th: สิบสองแทร็ก

source: twentyfour track
th: ยี่สิบสี่แทร็ก

source: type of projection unknown
th: ไม่ทราบชนิดเครื่องฉาย

source: u - Unknown
th: u - ไม่ทราบ

source: u- Serial item status unknown
th: u- ไม่ทราบสถานะของรายการสิ่งพิมพ์ต่อเนื่อง

source: u- Unknown
th: u- ไม่ทราบ

source: u- Unknown if heading is government agency
th: u- ไม่ทราบว่าหัวเรื่องเป็นหน่วยงานรัฐบาลหรือไม่

source: u- Unknown if item is government publication
th: u- ไม่ทราบว่ารายการเป็นสิ่งพิมพ์รัฐบาลหรือไม่

source: u- unknown
th: u- ไม่ทราบ

source: ultrahigh (91x -)
th: ความถี่คลื่นวิทยุ (91x -)

source: unavailable:
th: ไม่มี:

source: unbound
th: ไม่เย็บเล่ม

source: under
th: ใต้

source: undetermined 2 colour
th: 2 สีที่ไม่สามารถระบุ

source: undetermined 3 colour
th: 3 สีที่ไม่สามารถระบุ

source: unknown
th: ไม่ทราบ

source: unknown at time of record creation
th: ไม่ทราบเวลาในการสร้างระเบียน

source: unspecified/unknown
th: ไม่ระบุ/ไม่ทราบ

source: updatecharges
th: ปรับปรุงค่าบริการ

source: user
th: ผู้ใช้

source: uu- unknown
th: uu- ไม่ทราบ

source: value
th: ค่า

source: value missing
th: ขาดค่า

source: variable missing
th: ขาดตัวแปร

source: varies
th: ความหลากหลาย

source: vernis-mou (soft ground etching or tracing)
th: vernis-mou (การแกะสลักหรือเขียนบนผิวนุ่ม)

source: version of a work
th: รุ่นของงาน

source: vertical
th: แนวตั้ง

source: vertical (hill and dale) cutting
th: การตัดในแนวดิ่ง (เนินเขาและหุบเขา)

source: very
th: มาก

source: very good
th: ดีมาก

source: very high (61x - 90x)
th: สูงมาก (61x - 90x)

source: vesicular
th: พุพอง

source: video recording
th: การบันทึกวิดีโอ

source: videocartridge
th: กล่องวิดีโอ

source: videocassette
th: วิดีโอคาสเซท

source: videodisc
th: วิดีโอดิสก์

source: videorecording
th: การบันทึกวิดีโอ

source: videoreel
th: ม้วนวิดีโอ

source: videotape
th: เทปบันทึกภาพ

source: view
th: มุมมอง

source: view suggestions placed by Patrons and add to the item to the basket.
th: ดูข้อเสนอแนะที่สมาชิกส่งมาและเพิ่มรายการลงในตะกร้า

source: views with horizon showing
th: มุมมองพร้อมการแสดงแนวนอน

source: views without horizon showing
th: มุมมองที่ไม่มีการแสดงในแนวนอน

source: vignette
th: ความมืดของขอบภาพ

source: visual projection
th: เครื่องฉายภาพ

source: vocal parts
th: เสียงร้อง

source: vocal score, accompaniment reduced for keyboard
th: สกอร์เสียง การคลอเสียงที่ลดลองสำหรับคีย์บอร์ด

source: voice score, chorus score, accompaniment has been dropped
th: สกอร์เสียง สกอร์คอรัส มีการลดการร้องร่วม

source: volume:<i>%s</i>
th: ปีที่:<i>%s</i>

source: vv- mixed
th: vv- ผสม

source: waiting
th: รอ

source: waiting at %s
th: รอที่ %s

source: water colour
th: สีน้ำ

source: wax
th: ขี้ผึ้ง

source: wax (instantaneous)
th: เคลือบด้วยขึ้ผึ้ง (ทันที)

source: week
th: สัปดาห์

source: weekly
th: รายสัปดาห์

source: west
th: ตะวันตก

source: white-line woodcut
th: แม่พิมพ์ไม้แบบมีเส้นคั่น

source: will expire before <b>%s</b>
th: จะหมดอายุก่อนวันที่ <b>%s</b>

source: will result in the following issues numbers :
th: จะให้ผลลัพธ์ในหมายเลขฉบับต่อไปนี้ :

source: wire recording
th: การบันทึกเสียงด้วยสายเหล็กที่เป็นแม่เหล็ก

source: with ISSN matching <b>%s</b>
th: ที่มี ISSN ตรงกับ <b>%s</b>

source: with the MARC structure button, you can define the MARC structure of a given authority type
th: ด้วยปุ่มโครงสร้าง MARC คุณสามารถกำหนดโครงสร้าง MARC ของประเภทรายการหลักฐานที่ให้ได้

source: with title matching
th: ด้วยการจับคู่ชื่อเรื่อง

source: wood
th: ไม้

source: wood-pulp paper
th: กระดาษเยื่อไม้

source: woodcut
th: แม่พิมพ์ไม้

source: word missing
th: ขาดคำ

source: work bound with another
th: งานที่ผูกกับงานอื่น

source: workprint
th: เวิร์คพรินท์

source: worn
th: เตือน

source: writing ink
th: หมึกเขียน

source: x- Deleted; heading replaced by another heading
th: x- มีการลบ หัวเรื่องจะแทนที่โดยหัวเรื่องอื่น

source: x- Missing characters
th: x- ขาดอักขระ

source: x- not applicable
th: x- ไม่มี

source: xx- not applicable
th: xx- ไม่มี

source: y- no transliteration scheme used
th: y- ไม่มีการใช้แบบแผนการถอดอักษรตามวิธีเขียน

source: y- not a government publication
th: y- ไม่ใช่สิ่งพิมพ์รัฐบาล

source: year
th: ปี

source: yearbook
th: หนังสือรุ่น

source: years of activity
th: ปีกิจกรรม

source: yellow strip
th: แถบสีเหลือง

source: yesterday
th: เมื่อวาน

source: z- Authority data
th: z- ข้อมูลรายการหลักฐาน

source: z- Not applicable
th: z- ไม่มี

source: z- Not applicableFull level
th: z- ไม่ใช้ระดับเต็ม

source: z- Other
th: z- อื่นๆ

source: z- other non-projected graphic type
th: z- ประเภทกราฟิกอื่นที่ไม่ฉาย

source: z39.50 Search
th: z39.50 การค้นหา

source: z39.50 Servers
th: z39.50 เซิร์ฟเวอร์

source: z39.50 Servers &rsaquo;
th: z39.50 เซิร์ฟเวอร์ &rsaquo;

source: z39.50 Servers &rsaquo; Confirm Deletion
th: z39.50 เซิร์ฟเวอร์ &rsaquo; ยืนยันการลบ

source: z39.50 Servers &rsaquo; z39.50 Server Added
th: เซิร์ฟเวอร์ z39.50 Servers &rsaquo; เซิร์ฟเวอร์ z39.50 ได้รับการเพิ่ม

source: z39.50 Servers &rsaquo; z39.50 Server Deleted
th: เซิร์ฟเวอร์ z39.50 &rsaquo; เซิร์ฟเวอร์ z39.50 ถูกลบ

source: zincography
th: ซิงโคกราฟี

source: zz- Other
th: zz- อื่นๆ

source: zz- other
th: zz- อื่นๆ

source: | Auth value:%s,
th: | ค่าที่กำหนดใช้:%s,

source: | Authority:%s,
th: | รายการหลักฐาน:%s,

source: | Koha field: %s,
th: | เขตข้อมูล Koha: %s,

source: | Link:%s,
th: | การเชื่อมโยง:%s,

source: | Plugin:%s,
th: | ปลั๊กอิน:%s,

source: | See Also: %s,
th: | ดูเพิ่มเติม: %s,

source: |- Default
th: |- เริ่มต้น

source: |- Filling character
th: |- การเติมอักขระ

source: |- No attempt to code
th: |- ไม่มีการให้รหัส
