Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: Logged in as: %s [<a1>Log Out</a>]
th: เข้าสู่ระบบในชื่อ: %s [<a1>ออกจากระบบ</a>]

source: Login &raquo;
th: เข้าสู่ระบบ &raquo;

source: Login/password already exists.
th: มีชื่อผู้ใช้/รหัสผ่านนี้อยู่แล้ว

source: Logs
th: รายการบันทึก

source: Logs &rsaquo; Results
th: รายการบันทึก &rsaquo; ผลลัพธ์

source: London, United Kingdom
th: ลอนดอน อังกฤษ

source: Look for existing records in catalog?
th: ต้องการค้นหาระเบียนที่มีอยู่ในรายการทรัพยากรใช่หรือไม่

source: Lost
th: สูญหาย

source: Lost (%s)
th: สูญหาย (%s)

source: Lost Card
th: บัตรหาย

source: Lost Card:
th: บัตรหาย:

source: Lost Code
th: รหัสหาย

source: Lost Item
th: รายการที่หาย

source: Lost Items
th: รายการที่หาย

source: Lost Status:
th: สถานะสูญหาย:

source: Lost:
th: สูญหาย:

source: MARC Bibliographic Framework Test
th: การทดสอบโครงร่างบรรณานุกรมของ MARC

source: MARC Bibliographic framework
th: โครงร่างบรรณานุกรมของ MARC

source: MARC Bibliographic framework test
th: การทดสอบโครงร่างบรรณานุกรมของ MARC

source: MARC Export
th: การส่งออก MARC

source: MARC Framework for
th: โครงร่าง MARC สำหรับ

source: MARC Frameworks
th: โครงร่าง MARC

source: MARC Frameworks &rsaquo;
th: โครงร่าง MARC &rsaquo;

source: MARC Frameworks &rsaquo; %s %s
th: โครงร่าง MARC &rsaquo; %s %s

source: MARC Frameworks &rsaquo; Confirm Deletion of Tag '%s'
th: โครงร่าง MARC &rsaquo; ยืนยันการลบแท็ก '%s'

source: MARC Frameworks &rsaquo; Data Deleted
th: โครงร่าง MARC &rsaquo; มีการลบข้อมูล

source: MARC Frameworks &rsaquo; Delete Framework for %s (%s)?
th: โครงร่าง MARC &rsaquo; ต้องการลบโครงร่างสำหรับ %s (%s) ใช่หรือไม่

source: MARC Frameworks: %s
th: โครงร่าง MARC: %s

source: MARC Import
th: การนำเข้า MARC

source: MARC Import (managing batches)
th: การนำเข้า MARC (การจัดการสาขา)

source: MARC Import (staging)
th: การนำเข้า MARC (การสเตจ)

source: MARC Links %s
th: การเชื่อมโยง MARC %s

source: MARC Links &rsaquo; Connect %s.%s to a MARC subfield
th: การเชื่อมโยง MARC &rsaquo; เชื่อมต่อ %s %s กับเขตข้อมูล MARC

source: MARC Staging results :
th: ผลลัพธ์การสเตจ MARC :

source: MARC Subfield Structure
th: โครงสร้างเขตข้อมูลย่อย MARC

source: MARC Subfield Structure &rsaquo; %s
th: โครงสร้างเขตข้อมูลย่อยของ MARC &rsaquo; %s

source: MARC Subfield Structure &rsaquo; Confirm Deletion of Subfield %s
th: โครงสร้างเขตข้อมูลย่อยของ MARC &rsaquo; ยืนยันการลบเขตข้อมูลย่อย %s

source: MARC Subfield Structure &rsaquo; Edit MARC subfields constraints
th: โครงสร้างเขตข้อมูลย่อยของ MARC &rsaquo; แก้ไขข้อจำกัดเขตข้อมูลย่อย MARC

source: MARC Subfield Structure &rsaquo; Subfield Deleted
th: โครงสร้างเขตข้อมูลย่อยของ MARC &rsaquo; มีการลบเขตข้อมูลย่อย

source: MARC biblio : %s ( %s )
th: บรรณานุกรม MARC : %s ( %s )

source: MARC data that is not mapped to a Koha table does not disappear -- it is simply not available for display on circulation screens and on some search results screens.
th: ข้อมูล MARC ที่ไม่ได้ถูกแมปกับตาราง Koha จะไม่หายไป เพียงแต่ไม่พร้อมแสดงในหน้าจอระบบงานยืม-คืนและในบางหน้าจอผลลัพธ์การค้นหา

source: MARC fields
th: เขตข้อมูล MARC

source: MARC links %s
th: การเชื่อมโยง MARC %s

source: MARC structure
th: โครงสร้าง MARC

source: MARC subfield structure admin for %s (framework %s)
th: งานดูแลระบบโครงสร้างเขตข้อมูลย่อยของ MARC สำหรับ %s (โครงร่าง %s)

source: MARC tag structure administration
th: งานดูแลระบบโครงสร้างแท็ก MARC

source: MUST
th: ต้อง

source: Madras, India
th: มาดราส อินเดีย

source: Madrid, Spain
th: มาดริด สเปน

source: Magyar (Hungarian)
th: Magyar (ฮังการี)

source: Mail
th: จดหมาย

source: Main address
th: ที่อยู่หลัก

source: Main entry
th: รายการหลัก

source: Main entry ($a only)
th: รายการหลัก ($a เท่านั้น)

source: Make <a1>Payment</a>
th: ดำเนินการ <a1>ชำระเงิน</a>

source: Make Payment
th: ชำระเงิน

source: Make a selection from the drop down list. The &quot;All Suppliers&quot; count gives you a count of the total number of current item claims across all suppliers.
th: เลือกจากรายการแบบหล่นลง การนับ &quot;ผู้จำหน่ายทั้งหมดs&quot; จะให้ผลนับของจำนวนรวมของการทวงถามรายการปัจจุบันระหว่างผู้จำหน่ายทั้งหมด

source: Make the changes you'd like and click 'Save'
th: ทำการเปลี่ยนแปลงที่ต้องการ แล้วคลิก 'บันทึก'

source: Male
th: ผู้ชาย

source: Manage Label Batches
th: จัดการชุดงานป้าย

source: Manage Orders
th: จัดการคำสั่งซื้อ

source: Manage Patron Card Batches
th: จัดงานชุดงานบัตรสมาชิกห้องสมุด

source: Manage Patron Image
th: จัดการรูปสมาชิกห้องสมุด

source: Manage Staged MARC Records
th: จัดการระเบียน MARC ที่สเตจ

source: Manage global system preferences like MARC flavor, date format, administrator email, and templates.
th: จัดการการปรับแต่งระบบส่วนกลางเช่น ลักษณะ MARC รูปแบบวันที่ อีเมลของผู้ดูแล และแม่แบบ

source: Manage patron messaging settings
th: จัดการการตั้งค่าการส่งข้อความให้สมาชิก

source: Manage rules for automatically matching MARC records during record imports.
th: จัดการกฎสำหรับการจับคู่ระเบียน MARC โดยอัตโนมัติในระหว่างการนำเข้าระเบียน

source: Manage staged records
th: จัดการระเบียนที่สเตจ

source: Manage suggestions
th: จัดการข้อเสนอแนะ

source: Managed by: %s
th: จัดการโดย: %s

source: Managed in tab : deals with the tab where the subfield is shown. Ignore means that the subfield is not managed.
th: จัดการในแท็บ : จัดการด้วยแท็บที่เขตข้อมูลย่อยแสดงอยู่ การละเว้นหมายความว่าเขตข้อมูลนั้นไม่ถูกจัดการ

source: Managed in tab : deals with the tab where the subfield is shown. Ignore means that the subfield is not managed. All subfields of a given field must be in the same tab or ignored : 1st it's more logic, 2nd, Koha would be confused to repeat repeatable fields otherwise !!!
th: จัดการในแท็บ : จัดการด้วยแท็บที่เขตข้อมูลย่อยแสดงอยู่ การละเว้นหมายความว่าเขตข้อมูลนั้นไม่ถูกจัดการ เขตข้อมูลย่อยทั้งหมดของเขตข้อมูลที่ให้จะต้องอยู่ในแท็บเดียวกันหรือถูกละเว้น นั่นคือ ประการแรก เป็นเหตุเป็นผลมากกว่า หรือไม่เช่นนั้น ประการที่สอง Koha อาจสับสนที่จะทำซ้ำเขตข้อมูลที่ทำซ้ำได้ !!!

source: Managed in tab:
th: จัดการในแท็บ:

source: Managed staged MARC records, including completing and reversing imports
th: ระเบียน MARC ที่สเตจและจัดการ รวมถึงการนำเข้าที่เสร็จสมบูรณ์และการย้อนกลับ

source: Management Notes:
th: บันทึกย่อเกี่ยวกับการจัดการ:

source: Mandatory
th: ข้อบังคับ

source: Mandatory : whether the field is mandatory or not. If mandatory, the cataloger can't validate the biblio if the subfield is empty.
th: ข้อบังคับ : ไม่ว่าเขตข้อมูลจะเป็นเขตข้อมูลบังคับหรือไม่ก็ตาม ถ้าเป็นเขตข้อมูลบังคับ ผู้ลงรายการทรัพยากรจะไม่สามารถตรวจสอบบรรณานุกรมได้ถ้าเขตข้อมูลย่อยว่าง

source: Mandatory,
th: บังคับ

source: Mandatory:
th: ข้อบังคับ:

source: Mandoline
th: แมนโดลิน

source: Manual Credit
th: เครดิตด้วยตนเอง

source: Manual Invoice
th: ใบแจ้งหนี้ด้วยตนเอง

source: Manual history :
th: ประวัติด้วยตนเอง :

source: Manual history:
th: ประวัติด้วยตนเอง:

source: Manual invoices can be paid the same way as automatic fines, by clicking on 'Pay fines'
th: ใบแจ้งหนี้ด้วยตนเองสามารถชำระได้แบบเดียวกับค่าปรับอัตโนมัติ คือด้วยการคลิก 'จ่ายค่าปรับ'

source: Many of the subsidiary modules live here.
th: ระบบงานเสริมหลายระบบอยู่ที่นี่

source: Map projection
th: เครื่องฉายแผนที่

source: Maps
th: แผนที่

source: Maps, Globes
th: แผนที่ โลก

source: March
th: มีนาคม

source: Marimba
th: เครื่องดนตรีประเภทระนาด

source: Mark all with this reason
th: ทำเครื่องหมายรายการทั้งหมดด้วยเหตุผลนี้

source: Mark seen
th: ทำเครื่องหมายว่าเห็น

source: Marking an item as &quot;Accepted&quot;, will move the suggestion to the Accepted tab. The suggested item can now be added to an order in Acquisitions by using the &quot;From a Suggestion&quot; feature under &quot;Add To Order&quot;.
th: การทำเครื่องหมายรายการเป็น &quot;ยอมรับ&quot; จะย้ายข้อเสนอแนะไปไว้ในแท็บ 'ยอมรับ' รายการที่แนะนำจะสามารถเพิ่มลงใบสั่งซื้อใน 'ระบบงานจัดหาทรัพยากร' โดยใช้คุณลักษณะ &quot;จากข้อเสนอแนะ&quot; ใต้ &quot;เพิ่มในใบสั่งซื้อ&quot;

source: Marking an item as &quot;Rejected&quot;, will move the selected item to the rejected tab.
th: การทำเครื่องหมายรายการเป็น &quot;ปฏิเสธ&quot; จะย้ายรายการที่เลือกไปไว้ในแท็บปฏิเสธ

source: Master:
th: ต้นฉบับ:

source: Match checks are applied for all candidate matches. Each match check specifies a tag in the incoming record and a tag in the possible matching record. The values must be the same for a match to be considered good (e.g., doing a match check on title, or publication date).
th: การตรวจสอบจับคู่นจะใช้สำหรับการจับคู่ข้อมูลที่เสนอทั้งหมด การตรวจสอบจับคู่แต่ละครั้งจะระบุแท็กในระเบียนที่เข้ามากับแท็กในระเบียนการจับคู่ที่เป็นไปได้ ค่าต่างๆ จะต้องเหมือนกันจึงจะจัดว่าเป็นการจับคู่ที่ดี (เช่น ตรวจสอบการจับคู่ด้วยชื่อเรื่อง หรือปีที่พิมพ์)

source: Match points <a1>Add matchpoint</a>
th: จุดการจับคู่<a1>เพิ่มจุดการจับคู่</a>

source: Match threshold:
th: ขีดจำกัดในการจับคู่:

source: Match?
th: ต้องการให้จับคู่ใช่หรือไม่

source: Matches biblio %s (score = %s): <a1>%s</a>
th: บรรณานุกรมที่จับคู่ %s (คะแนน = %s): <a1>%s</a>

source: Matching rule applied
th: ใช้กฎในการจับคู่

source: Matching rule code missing
th: ขาดรหัสของกฎในการจับคู่

source: Matching rule code:
th: รหัสของกฎในการจับคู่:

source: Material 1
th: วัสดุ 1

source: Material 2
th: วัสดุ 2

source: Material 3
th: วัสดุ 3

source: Matrix:
th: เมทริกซ์:

source: Max : Returns the highest value
th: ค่าสูงสุด : ส่งคืนค่าสูงสูด

source: May
th: พฤษภาคม

source: May be entered in single-quotes, e.g. 'My Short-Name_of_Library'
th: อาจใส่ข้อมูลในเครื่องหมายฝนทอง เช่น 'My Short-Name_of_Library'

source: Mean value of ground resolution
th: ค่าเฉลี่ยของรายละเอียดภาคพื้นดิน

source: Media for sound
th: สื่อสำหรับเสียง

source: Member Information Screen
th: หน้าจอข้อมูลสมาชิกห้องสมุด

source: Member Search
th: การค้นหาสมาชิก

source: Members
th: สมาชิก

source: Men
th: ชาย

source: Mercator
th: เมอร์เคเตอร์

source: Merge a Layout and Layout Template via the Label Batch&nbsp;
th: ผสานเค้าโครงและแม่แบบเค้าโครงผ่านชุดงานป้าย&nbsp;

source: Message Body:
th: ตัวข้อความ:

source: Message Queue
th: คิวข้อความ

source: Message Subject:
th: หัวข้อข้อความ:

source: Messages
th: ข้อความ

source: Messaging
th: การส่งข้อความ

source: Metres
th: เมตร

source: Mexico City, Mexico
th: เม็กซิโกซิตี้ เม็กซิโก

source: Mezzo-soprano
th: เมซโซโซปราโน

source: Mezzoteinte
th: ภาพพิมพ์เทคนิค Mezzotint

source: Miller's bipolar
th: ไบโพลาร์ของมิลเลอร์

source: Miller's bipolar oblique conformal conic
th: โครงสร้างแผนที่มิลเลอร์คอนฟอร์มารูปกรวยเฉียงแบบไบโพลาร์

source: Min : Returns the lowest value
th: ค่าต่ำสุด : ส่งคืนค่าต่ำสุด

source: Minimum password length: %s
th: ความยาวต่ำสุดของรหัสผ่าน: %s

source: Minute (complete with 0):
th: นาที (จบด้วย 0):

source: Minutes:
th: นาที:

source: Missing
th: หาย

source: Missing : means the book will never arrive. The issue disappear from the list, and the number of the issue is added to the "missing list" (on the left box)
th: หาย : หมายถึงหนังสือไม่เคยมาถึง ฉบับนั้นหายไปจากรายการ และจำนวนของฉบับถูกเพิ่มลงใน "missing list" (ในกล่องด้านซ้าย)

source: Missing Issues
th: ฉบับที่หาย

source: Missing issues
th: ฉบับที่หาย

source: Missing numbers : the list of issues you don't have in your library, and that will never arrive (or have been lost). Automatically filled when a new number is marked "missing". You can manually change this field if you want, for example, to change a long list (1,2,3,4,...,51) to a shorter one (1-51)
th: หมายเลขที่ขาด : รายการของฉบับสิ่งพิมพ์ที่คุณไม่มีในห้องสมุด และจะไม่มาถึง (หรือสูญหายไปแล้ว) จะมีการใส่ข้อมูลโดยอัตโนมัติเมื่อหมายเลขใหม่ถูกทำเครื่องหมาย "ขาด" โดยคุณสามารถเปลี่ยนแปลงเขตข้อมูลนี้ด้วยตนเองได้เมื่อต้องการ เช่น เปลี่ยนรายการแบบยาว (1,2,3,4,...,51) เป็นแบบสั้น (1-51)

source: Missing since
th: หายตั้งแต่

source: Mixtes
th: ผสม

source: Mobile:
th: มือถือ:

source: Moderate OPAC comments
th: ควบคุมความคิดเห็น OPAC

source: Moderate patron comments
th: ควบคุมความคิดเห็นของสมาชิก

source: Moderate patron tags
th: ควบคุมแท็กของสมาชิก

source: Modification Log
th: รายการบันทึกการปรับเปลี่ยน

source: Modification log
th: รายการบันทึกการปรับเปลี่ยน

source: Modified Record Code
th: รหัสระเบียนที่ปรับเปลี่ยน

source: Modified classification source %s
th: แหล่งการจัดหมวดหมู่ที่ปรับเปลี่ยน %s

source: Modified filing rule %s
th: กฎในการจัดเก็บที่ปรับเปลี่ยน %s

source: Modified patron attribute type &quot;%s&quot;
th: ประเภทแอตทริบิวต์ของสมาชิกห้องสมุดที่ปรับเปลี่ยน &quot;%s&quot;

source: Modified record matching rule &quot;%s&quot;
th: กฎในการจับคู่ระเบียนที่ปรับเปลี่ยน &quot;%s&quot;

source: Modify
th: ปรับเปลี่ยน

source: Modify City
th: ปรับเปลี่ยนเมือง

source: Modify Currency '%s'
th: ปรับเปลี่ยนสกุลเงิน '%s'

source: Modify Item Type
th: ปรับเปลี่ยนประเภทของทรัพยากร

source: Modify Item Type '%s'
th: ปรับเปลี่ยนประเภทของทรัพยากร '%s'

source: Modify Road Type
th: ปรับเปลี่ยนประเภทของถนน

source: Modify Stop Word
th: ปรับเปลี่ยนคำที่ไม่ใช้สืบค้น

source: Modify Z39.50 Server
th: ปรับเปลี่ยน Z39.50 เซิร์ฟเวอร์

source: Modify a city
th: ปรับเปลี่ยนเมือง

source: Modify authority #%s %s
th: ปรับเปลี่ยนรายการหลักฐาน #%s %s

source: Modify authority #%s (%s)
th: ปรับเปลี่ยนรายการหลักฐาน #%s (%s)

source: Modify authority type
th: ปรับเปลี่ยนประเภทของรายการหลักฐาน

source: Modify authorized value
th: ปรับเปลี่ยนค่าที่กำหนดใช้

source: Modify bibliogra
th: ปรับเปลี่ยนบรรณานุกรม

source: Modify category %s
th: ปรับเปลี่ยนประเภท %s

source: Modify category '%s'
th: ปรับเปลี่ยนประเภท '%s'

source: Modify classification source
th: ปรับเปลี่ยนแหล่งระบบการจัดหมวดหมู่หนังสือ

source: Modify currency
th: ปรับเปลี่ยนสกุลเงิน

source: Modify filing rule
th: ปรับเปลี่ยนกฏในการจัดเก็บ

source: Modify framework text
th: ปรับเปลี่ยนข้อความของโครงร่าง

source: Modify library
th: ปรับเปลี่ยนห้องสมุด

source: Modify library %s
th: ปรับเปลี่ยนห้องสมุด %s

source: Modify notice
th: ปรับเปลี่ยนข้อความแจ้งเตือน

source: Modify order details (line #%s)
th: ปรับเปลี่ยนรายละเอียดของใบสั่งซื้อ (บรรทัด #%s)

source: Modify patron attribute type
th: ปรับเปลี่ยนประเภทแอตทริบิวต์ของสมาชิก

source: Modify printer
th: ปรับเปลี่ยนเครื่องพิมพ์

source: Modify record matching rule
th: ปรับเปลี่ยนกฎในการจับคู่ระเบียน

source: Modify road type
th: ปรับเปลี่ยนประเภทของถนน

source: Modify stop word
th: ปรับเปลี่ยนคำที่ไม่ใช้สืบค้น

source: Modify subscription for <i>%s</i>
th: ปรับเปลี่ยนการบอกรับเป็นสมาชิกของ <i>%s</i>

source: Modify system preference '%s'
th: ปรับเปลี่ยนการปรับแต่งระบบ '%s'

source: Modify tag
th: ปรับเปลี่ยนแท็ก

source: Modify word
th: ปรับเปลี่ยนคำ

source: Modify z39.50 Server %s
th: ปรับเปลี่ยน z39.50 เซิร์ฟเวอร์ %s

source: Module
th: ระบบงาน

source: Module:
th: ระบบงาน:

source: Mollweide
th: เส้นโครงแผนที่แบบมอลไวด์

source: Monday
th: วันจันทร์

source: Monographical series
th: หนังสือชุด

source: Month
th: เดือน

source: Month %S
th: เดือน %S

source: Month:
th: เดือน:

source: Monthly
th: รายเดือน

source: More
th: เพิ่มเติม

source: More &gt; Administration
th: เพิ่มเติม &gt; งานดูแลระบบ

source: More &gt; Administration &gt; Patrons and Circulation &gt; Circulation and fines rules
th: เพิ่มเติม&gt; งานดูแลระบบ &gt; สมาชิกและระบบงานยืม-คืน &gt; กฎในระบบงานยืม-คืนและเกณฑ์ค่าปรับ

source: More information
th: ข้อมูลเพิ่มเติม

source: Moscow, Russia
th: มอสโคว์ รัสเซีย

source: Most -Circulated Items
th: รายการที่มีการยืม-คืนมากที่สุด

source: Most commonly the home branch is set when adding a staff patron. (See the Adding Staff Patrons part of this manual). When staff members login their home branch will be set automatically. You can see that branch in the top right of the staff client
th: ส่วนใหญ่โดยปกติ จะมีการตั้งค่าสาขาหลักเมื่อเพิ่มสมาชิกแบบเจ้าหน้า (ดูส่วน 'การเพิ่มสมาชิกแบบเจ้าหน้าที่' ในคู่มือนี้) เมื่อเจ้าหน้าที่เข้าสู่ระบบ สาขาหลักจะถูกตั้งค่าโดยอัตโนมัติ คุณสามารถดูสาขาดังกล่าวในด้านบนขวาของไคลเอ็นต์เจ้าหน้าที่

source: Most-Circulated Items
th: รายการที่ยืม-คืนมากที่สุด

source: Motion pictures and filmstrips => 16 mm
th: ภาพยนตร์และฟิล์มสตริป => 16 มิลลิเมตร

source: Motion pictures and filmstrips => 28 mm
th: ภาพยนตร์และฟิล์มสตริป => 28 มิลลิเมตร

source: Motion pictures and filmstrips => 35 mm
th: ภาพยนตร์และฟิล์มสตริป => 35 มิลลิเมตร

source: Motion pictures and filmstrips => 70 mm
th: ภาพยนตร์และฟิล์มสตริป => 70 มิลลิเมตร

source: Motion pictures and filmstrips => 8 mm
th: ภาพยนตร์และฟิล์มสตริป => 8 มิลลิเมตร

source: Motion pictures and filmstrips => 8mm
th: ภาพยนตร์และฟิล์มสตริป => 8 มิลลิเมตร

source: Motion pictures and filmstrips => 9.5 mm
th: ภาพยนตร์และฟิล์มสตริป => 9.5 มิลลิเมตร

source: Motion pictures and filmstrips => Super 8 mm
th: ภาพยนตร์และฟิล์มสตริป => ซูเปอร์ 8 มิลลิเมตร

source: Motion pictures, Videorecordings, Filmstrips, Slides, Transparencies, Photos, Cards, Charts, Drawings
th: ภาพยนตร์ การบันทึกวิดีโอ ฟิล์มสตริป สไลด์ ภาพโปร่งแสง รูปถ่าย บัตร แผนภูมิ รูปวาด

source: Move Up
th: เลื่อนขึ้น

source: Move these patrons to the trash
th: ย้ายสมาชิกเหล่านี้ไปไว้ในถังขยะ

source: Munich, Germany
th: มิวนิค เยอรมัน

source: Music
th: เพลง

source: Musical recording
th: การบันทึกดนตรี

source: Must be given to all staff members to allow them to log into the staff interface
th: ต้องให้กับเจ้าหน้าที่ทุกคน เพื่อทำให้เจ้าหน้าที่สามารถเข้าสู่ระบบในส่วนติดต่อของเจ้าหน้าที่ได้

source: My Library
th: ห้องสมุดของฉํน

source: MySQL version:
th: รุ่นของ MySQL:

source: N/A
th: ไม่มี

source: NAB standard
th: มาตรฐาน NAB

source: NO
th: ไม่มี

source: NO NAME
th: ไม่มีชื่อ

source: NOT CHECKED IN
th: ไม่ได้คืน

source: NOTE : if you change something in this table, ask your administrator to run misc/rebuildnonmarc.pl script.
th: หมายเหตุ : ถ้าคุณเปลี่ยนบางสิ่งในตารางนี้ ควรติดต่อผู้ดูแลของคุณให้เรียกใช้สคริปต์ misc/rebuildnonmarc.pl

source: NOTE : if you change the link between a MARC subfield and a non-MARC field, ask your administrator to run misc/rebuildnonmarc.pl script.
th: หมายเหตุ: ถ้าคุณเปลี่ยนการเชื่อมโยงระหว่างเขตข้อมูลย่อย MARC กับเขตข้อมูลที่ไม่ใช่ MARC ควรติดต่อให้ผู้ดูแลของคุณเรียกใช้สคริปต์ misc/rebuildnonmarc.pl

source: NOTE: Exchanges Rates need to be updated manually.
th: หมายเหตุ: อัตราแลกเปลี่ยนจะต้องได้รับการปรับปรุงโดยผู้ใช้

source: NOTE: If you have scanned all the items in your library, you will not need to change any of the default criteria.
th: หมายเหตุ: ถ้าคุณสแกนรายการทั้งหมดในห้องสมุด คุณไม่จำเป็นต้องเปลี่ยนแปลงเกณฑ์เริ่มต้นใดๆ

source: NOTE: Your dates will not save correctly unless you have set your date format in the System Preferences section of the Parameters page -- DO THIS BEFORE setting budgets.)
th: หมายเหตุ: วันที่ของคูรจะไม่บันทึกอย่างถูกต้อง ยกเว้นว่าคุณได้ตั้งค่ารูปแบบวันที่ในส่วน 'การปรับแต่งระบบ' ของหน้า 'พารามิเตอร์' ให้ทำเรื่องนี้ก่อนการตั้งค่างบประมาณ)

source: Name
th: ชื่อ

source: Name of Satellite for Remote Sensing Image:
th: ชื่อของดาวเทียมสำหรับรูปการวัดค่าระยะไกล:

source: Name or ISSN:
th: ชื่อหรือ ISSN:

source: Name or barcode not found. Please try an other
th: ไม่พบชื่อหรือบาร์โค้ด กรุณาลองรายการอื่น

source: Name or cardnumber:
th: ชื่อหรือเลขเรียกหนังสือ:

source: Name your list
th: ตั้งชื่อรายการ

source: Name:
th: ชื่อ:

source: Named:
th: ชื่อ:

source: Naples, Italy
th: เนเปิลส์ อิตาลี

source: Narrative text indicator
th: ตัวบ่งชี้ข้อความบรรยาย

source: Narrower terms
th: ศัพท์ที่แคบลง

source: Native support for Z39.50 and SRU servers for bibliographic and authority data
th: การสนับสนุนโดยไม่ต้องลงปลั๊กอินใดๆ เพิ่มสำหรับ Z39.50 และ SRU เซิร์ฟเวอร์ของข้อมูลบรรณานุกรมและรายการหลักฐาน

source: Nature of contents code
th: ลักษณะของรหัสเนื้อหา

source: Near East University
th: ใกล้มหาวิทยาลัยอีสต์ยูนิเวอร์ซิตี้

source: Needs to be entered in digit form -eg 10
th: จำเป็นต้องใส่เป็นตัวเลข เช่น 10

source: Negative creep units cause shrinkage of the overall image. Positive creep units cause enlarging of the overall image.
th: หน่วยความหนืดติดลบจะทำให้รูปโดยรวมหด ขณะที่หน่วยความหนืดเป็นบวกจะทำให้รูปโดยรวมขยาย

source: Negative offset units cause overall image movement up and to the left. Positive offset units cause overall image movement down and to the right.
th: หน่วยออฟเซ็ตเป็นลบจะทำให้รูปทั้งหมดย้ายขึ้นและไปด้านซ้าย หน่วยออฟเซ็ตเป็นบวกจะทำให้รูปทั้งหมดย้ายลงและไปด้านขวา

source: New
th: ใหม่

source: New Authority
th: รายการหลักฐานใหม่

source: New Authority Type
th: ประเภทของรายการหลักฐานใหม่

source: New Authorized value for %s
th: ค่าที่กำหนดใช้ใหม่สำหรับ %s

source: New Card
th: บัตรใหม่

source: New Category
th: หมวดหมู่หนังสือใหม่

source: New City
th: นิวซิตี้

source: New Classification Source
th: แหล่งระบบการจัดหมวดหมู่หนังสือใหม่

source: New Currency
th: สกุลเงินใหม่

source: New Definition
th: ข้อกำหนดใหม่

source: New Entry
th: รายการใหม่

source: New Filing Rules
th: กฎในการจัดเก็บใหม่

source: New Framework
th: โครงร่างใหม่

source: New Fund
th: กองทุนใหม่

source: New Group
th: กลุ่มใหม่

source: New Item
th: รายการหนังสือใหม่

source: New Item Type
th: สร้างประเภทของทรัพยากร

source: New Label Batch
th: ชุดงานป้ายใหม่

source: New Label Template
th: แม่แบบป้ายใหม่

source: New Layout
th: เค้าโครงใหม่

source: New Library
th: ห้องสมุดใหม่

source: New List
th: รายการแสดงใหม่

source: New Notice
th: ข้อความแจ้งเตือนใหม่

source: New Order
th: คำสั่งซื้อใหม่

source: New Password:
th: รหัสผ่านใหม่:

source: New Patron Attribute Type
th: ประเภทแอตทริบิวต์ของสมาชิกใหม่

source: New Patron Card Batch
th: ชุดงานบัตรสมาชิกห้องสมุดใหม่

source: New Patron:
th: สมาชิกใหม่:

source: New Preference
th: การปรับแต่งใหม่

source: New Printer
th: เครื่องพิมพ์ใหม่

source: New Printer Profile
th: สร้างโพรไฟล์ของเครื่องพิมพ์

source: New Record
th: สร้างระเบียน

source: New Record Matching Rule
th: สร้างกฎในการจับคู่ระเบียน

source: New Record with framework:
th: สร้างระเบียนด้วยโครงร่าง:

source: New Road Type
th: สร้างประเภทของถนน

source: New Stop Word
th: คำที่ไม่ใช้สืบค้นใหม่

source: New Subscription
th: สร้างการบอกรับเป็นสมาชิก

source: New Tag
th: สร้างแท็ก

source: New Username:
th: สร้างชื่อผู้ใช้:

source: New Vendor
th: สร้างผู้แทน

source: New Z39.50 Server
th: สร้าง Z39.50 เซิร์ฟเวอร์

source: New authority type
th: สร้างประเภทของรายการหลักฐาน

source: New authorized value
th: สร้างค่าที่กำหนดใช้

source: New category
th: สร้างประเภท

source: New city
th: สร้างเมือง

source: New currency
th: สร้างสกุลเงิน

source: New label batch created: # %s
th: มีการสร้างชุดงานป้าย: # %s

source: New library
th: สร้างห้องสมุด

source: New matching rule
th: กฎในการจับคู่ใหม่

source: New order
th: สร้างใบสั่งซื้อ

source: New printer
th: เครื่องพิมพ์ใหม่

source: New road type
th: ประเภทใหม่ของถนน

source: New stop word
th: คำที่ไม่ใช้สืบค้นใหม่

source: New subscription
th: การบอกรับเป็นสมาชิกใหม่

source: New tag
th: แท็กใหม่

source: New word
th: คำใหม่

source: New z39.50 Server
th: z39.50 เซิร์ฟเวอร์ใหม่

source: New:
th: สร้าง:

source: News
th: ข่าวสาร

source: News Help
th: วิธีใช้ข่าวสาร

source: News Items must be entered in all languages to show up for each language in multi lingual setups.
th: จะต้องใส่รายการข่าวสารในทุกภาษาเพื่อให้แสดงสำหรับแต่ละภาษาในการตังค่าแบบหลายภาษา

source: News items are short, blog or news item type posts that can be displayed on both the OPAC and Staff Client main pages. News posts can be formatted using simple HTML code.
th: รายการข่าวสารคือสมุดบันทึกบนเว็บแบบสั้นหรือประเภทของทรัพยากรข่าวสารที่สามารถแสดงบนหน้าหลักของทั้ง OPAC และไคลเอ็นต์เจ้าหน้าที่ สามารถจัดรูปแบบประกาศข่าวสารได้โดยใช้โค้ด HTML ธรรมดา

source: Newspaper
th: หนังสือพิมพื

source: Next
th: ถัดไป

source: Next &gt;&gt;
th: ถัดไป &gt;&gt;

source: Next Page &gt;&gt;
th: หน้าถัดไป &gt;&gt;

source: Next available
th: มีถัดไป

source: Next issue publication date:
th: ปีที่พิมพ์ฉบับถัดไป:

source: Next set the horizontal and vertical offset. Be sure to use numbers which correspond to the units you specify at the bottom of the form. Negative values are permitted.
th: ถัดไป ให้ตั้งค่าออฟเซ็ตในแนวนอนและแนวตั้ง ตรวจสอบให้แน่ใจว่าใช้ตัวเลขที่สอดคล้องกับหน่วยที่คุณระบุในท้ายฟอร์ม สามารถใช้ค่าเป็นลบได้
