Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานยืม-คืน</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Billing
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานยืม-คืน</a> &rsaquo; การเรียกเก็บเงิน

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Check In
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานยืม-คืน</a> &rsaquo; การคืน

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Circulation Statistics for %s
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานยืม-คืน</a> &rsaquo; สถิติการยืม-คืนของ %s

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Hold Ratios
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานยืม-คืน</a> &rsaquo; อัตราส่วนการจอง

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Overdues as of %s
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานยืม-คืน</a> &rsaquo; เกินกำหนดส่งคืน %s

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Overdues at %s
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานยืม-คืน</a> &rsaquo; การเกินกำหนดส่งคืนที่ %s

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Pending Holds
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานยืม-คืน</a> &rsaquo; การจองที่ระงับ

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Statistics
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานยืม-คืน</a> &rsaquo; สถิติ

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Transfers
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานยืม-คืน</a> &rsaquo; การถ่ายโอน

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Transfers to your library
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานยืม-คืน</a> &rsaquo; การถ่ายโอนไปยังห้องสมุดของคุณ

source: <a1>Home</a> &rsaquo; <a2>Lists</a>
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายชื่อ</a>

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดการสมาชิก</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; <a3>%s %s</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดการสมาชิก</a> &rsaquo; <a3>%s %s</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Account for %s %s
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดการสมาชิก</a> &rsaquo; บัญชีผู้ใช้ของ %s %s

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Cannot Delete Patron
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดการสมาชิก</a> &rsaquo; ไม่สามารถลบสมาชิกห้องสมุด

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Manual Credit
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดการสมาชิก</a> &rsaquo; เครดิตโดยผู้ใช้

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Manual Invoice
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดการสมาชิก</a> &rsaquo; การออกใบแจ้งหนี้โดยผู้ใช้

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Pay Fines for %s %s
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดการสมาชิก</a> &rsaquo; การชำระค่าปรับของ %s %s

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Reading Record for %s %s
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดการสมาชิก</a> &rsaquo; ระเบียนการอ่านของ %s %s

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Set Privileges for %s, %s
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดการสมาชิก</a> &rsaquo; สิทธิพิเศษที่กำหนดให้กับ %s, %s

source: <a1>Home</a> &rsaquo; <a2>Reports</a>
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบออกรายงานs</a>

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบออกรายงาน</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; <a3>Guided Reports Wizard</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบออกรายงาน</a> &rsaquo; <a3>ตัวช่วยสร้างรายงาน</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; <a3>Patrons statistics</a>
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบออกรายงาน</a> &rsaquo; <a3>สถิติของระบบงานจัดการสมาชิก</a>

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; All Holds
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบออกรายงาน</a> &rsaquo; การจองทั้งหมด

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; Items with no checkouts
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบออกรายงาน</a> &rsaquo; รายการที่ไม่มีการยืมออก

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; Patrons with No Checkouts
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบออกรายงาน</a> &rsaquo; สมาชิกห้องสมุดที่ไม่มีการยืมออก

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; Till Reconciliation
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบออกรายงาน</a> &rsaquo; จนถึงการกระทบยอด

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>สิ่งพิมพ์ต่อเนื่อง</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; <a3><i>%s</i></a> &rsaquo; Edit Routing List
th: <a1>หน้าแรก</a> &rsaquo; <a2>สิ่งพิมพ์ต่อเนื่อง</a> &rsaquo; <a3><i>%s</i></a> &rsaquo; แก้ไขรายการนำส่งทรัพยากร

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Alert subscribers for <i>%s</i>
th: <a1>หน้าแรก</a> &rsaquo; <a2>สิ่งพิมพ์ต่อเนื่อง</a> &rsaquo; แจ้งเตือนผู้บอกรับของ

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Check expiration
th: <a1>หน้าแรก</a> &rsaquo; <a2>สิ่งพิมพ์ต่อเนื่อง</a> &rsaquo; ตรวจสอบวันหมดอายุ

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Claims
th: <a1>หน้าแรก</a> &rsaquo; <a2>สิ่งพิมพ์ต่อเนื่อง</a> &rsaquo; การทวงถาม

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Details for Subscription #%s
th: <a1>หน้าแรก</a> &rsaquo; <a2>สิ่งพิมพ์ต่อเนื่อง</a> &rsaquo; รายละเอียดของการบอกรับสมาชิก #%s

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Serial Collection information for <i>%s</i>
th: <a1>หน้าแรก</a> &rsaquo; <a2>สิ่งพิมพ์ต่อเนื่อง</a> &rsaquo; ข้อมูลคอลเลกชันสิ่งพิมพ์ต่อเนื่องของ <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Serial Edition <i>%s</i>
th: <a1>หน้าแรก</a> &rsaquo; <a2>สิ่งพิมพ์ต่อเนื่อง</a> &rsaquo; ฉบับพิมพ์ครั้งที่ของสิ่งพิมพืต่อเนื่อง <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Subscription information for <i>%s</i>
th: <a1>หน้าแรก</a> &rsaquo; <a2>สิ่งพิมพ์ต่อเนื่อง</a> &rsaquo; ข้อมูลการบอกรับเป็นสมาชิกของ <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Tools</a>
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Import Patrons</a>
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; <a3>นำเข้าสมาชิกห้องสมุด</a>

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; <a3>ป้าย</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; <a4>Printer Profiles</a> &rsaquo; Create Printer Profile
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a> &rsaquo; <a3>ป้าย</a> &rsaquo; <a4>โพรไฟล์เครื่องพิมพ์</a> &rsaquo; การสร้างโพรไฟล์เครื่องพิมพ์

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Create Label Template
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; <a3>ป้าย</a> &rsaquo; สร้างแม่แบบป้าย

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Create Layout
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; <a3>ป้าย</a> &rsaquo; สร้างแม่แบบ

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Label Templates
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; <a3>ป้าย</a> &rsaquo; แม่แบบป้าย

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Calendar
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; ปฏิทิน

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Comments Awaiting Moderation
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; ความเห็นที่รอการควบคุม

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Labels
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; ป้าย

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; MARC Export
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; การส่งออก MARC

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Notice Triggers
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; ทริกเกอร์ข้อความแจ้งเตือน

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Send SMS Message
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; ส่งข้อความ SMS

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Tags
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; แท็ก

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Upload Patron Images
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a>&rsaquo; อัปโหลดรูปของสมาชิก

source: <a1>Home</a> &rsaquo; About Koha
th: <a1>หน้าแรก</a> &rsaquo; เกี่ยวกับ Koha

source: <a1>Home</a> &rsaquo; Administration
th: <a1>หน้าแรก</a> &rsaquo; งานดูแลระบบ

source: <a1>Home</a> &rsaquo; Advanced Search
th: <a1>หน้าแรก</a> &rsaquo; การค้นหาขั้นสูง

source: <a1>Home</a> &rsaquo; Authorities
th: <a1>หน้าแรก</a> &rsaquo; รายการหลักฐาน

source: <a1>Home</a> &rsaquo; Cataloging
th: <a1>หน้าแรก</a> &rsaquo; ระบบงานวิเคราะห์หมวดหมู่และลงรายการ

source: <a1>Home</a> &rsaquo; Circulation
th: <a1>หน้าแรก</a> &rsaquo; ระบบงานยืม-คืน

source: <a1>Home</a> &rsaquo; Error 400
th: <a1>หน้าแรก</a> &rsaquo; ข้อผิดพลาด 400

source: <a1>Home</a> &rsaquo; Error 401
th: <a1>หน้าแรก</a> &rsaquo; ข้อผิดพลาด 401

source: <a1>Home</a> &rsaquo; Error 402
th: <a1>หน้าแรก</a> &rsaquo; ข้อผิดพลาด 402

source: <a1>Home</a> &rsaquo; Error 403
th: <a1>หน้าแรก</a> &rsaquo; ข้อผิดพลาด 403

source: <a1>Home</a> &rsaquo; Error 404
th: <a1>หน้าแรก</a> &rsaquo; ข้อผิดพลาด 404

source: <a1>Home</a> &rsaquo; Error 405
th: <a1>หน้าแรก</a> &rsaquo; ข้อผิดพลาด 405

source: <a1>Home</a> &rsaquo; Error 500
th: <a1>หน้าแรก</a> &rsaquo; ข้อผิดพลาด 500

source: <a1>Home</a> &rsaquo; Reports
th: <a1>หน้าแรก</a> &rsaquo; ระบบออกรายงาน

source: <a1>Home</a> &rsaquo; Serials
th: <a1>หน้าแรก</a> &rsaquo; ระบบงานสิ่งพิมพ์ต่อเนื่อง

source: <a1>Home</a> &rsaquo; Tools
th: <a1>หน้าแรก</a> &rsaquo; เครื่องมือ

source: <a1>Home</a>&rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; <a4>Label Templates</a> &rsaquo; Edit Label Template
th: <a1>หน้าแรก</a> &rsaquo; <a2>เครื่องมือ</a> &rsaquo; <a3>ป้าย</a> &rsaquo; <a4>แม่แบบป้าย</a> &rsaquo; แก้ไขแม่แบบป้าย

source: <a1>Home</a>&rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; <a4>Printer Profiles</a> &rsaquo; Edit Printer Profile
th: <a1>หน้าแรก</a>&rsaquo; <a2>เครื่องมือ</a> &rsaquo; <a3>ป้าย</a> &rsaquo; <a4>โพรไฟล์เครื่องพิมพ์</a> &rsaquo; การแก้ไขโพรไฟล์เครื่องพิมพ์

source: <a1>Home</a>&rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Printer Profiles
th: <a1>หน้าแรก</a>&rsaquo; <a2>เครื่องมือ</a> &rsaquo; <a3>ป้าย</a> &rsaquo; โพรไฟล์เครื่องพิมพ์

source: <a1>Inventory</a> &rsaquo; Results
th: <a1>การสำรวจหนังสือ</a> &rsaquo; ผลลัพธ์

source: <a1>Item Types</a> &rsaquo; Add Item Type
th: <a1>ประเภทของทรัพยากร</a> &rsaquo; เพิ่มประเภทของทรัพยากร

source: <a1>Item Types</a> &rsaquo; Cannot Delete Item Type '%s'
th: <a1>ประเภทของทรัพยากร</a> &rsaquo; ไม่สามารถลบประเภทของทรัพยากร '%s'

source: <a1>Item Types</a> &rsaquo; Delete Item Type '%s'?
th: <a1>ประเภทของทรัพยากร</a> &rsaquo; ต้องการลบประเภทของทรัพยากร '%s' ใช่หรือไม่

source: <a1>Item Types</a> &rsaquo; Modify Item Type '%s'
th: <a1>ประเภทของทรัพยากรs</a> &rsaquo; ต้องการปรับเปลี่ยนประเภทของทรัพยากรe '%s' ใช่หรือไม่

source: <a1>Item Types</a> &rsaquo;Data Deleted
th: <a1>ประเภทของทรัพยากร</a> &rsaquo;ข้อมูลถูกลบ

source: <a1>Libraries and Groups</a> &rsaquo;
th: <a1>ห้องสมุดและกลุ่ม</a> &rsaquo;

source: <a1>Libraries and Groups</a> &rsaquo; Confirm Deletion of Group %s
th: <a1>ห้องสมุดและกลุ่ม</a> &rsaquo; ยืนยันการลบกลุ่ม %s

source: <a1>Libraries and Groups</a> &rsaquo; Confirm deletion of library '%s'
th: <a1>ห้องสมุดและกลุ่ม</a> &rsaquo; ยืนยันการลบกลุ่ม '%s'

source: <a1>Log In</a> to Koha
th: <a1>เข้าสู่ระบบ</a>เข้า Koha

source: <a1>Logs</a> &rsaquo; Results
th: <a1>รายการบันทึก</a> &rsaquo; ผลลัพธ์

source: <a1>MARC Frameworks</a> &rsaquo;
th: <a1>โครงร่าง MARC</a> &rsaquo;

source: <a1>MARC Frameworks</a> &rsaquo; <a2>MARC Framework for %s (%s)</a> &rsaquo; %s %s
th: <a1>โครงร่าง MARC</a> &rsaquo; <a2>โครงร่าง MARC ของ %s (%s)</a> &rsaquo; %s %s

source: <a1>MARC Frameworks</a> &rsaquo; Confirm Deletion of Tag '%s'
th: <a1>โครงร่าง MARC</a> &rsaquo; ยืนยันการลบแท็ก '%s'

source: <a1>MARC Frameworks</a> &rsaquo; Data Deleted
th: <a1>โครงร่าง MARC</a> &rsaquo; มีการลบข้อมูล

source: <a1>MARC Frameworks</a> &rsaquo; Delete Framework for %s (%s)?
th: <a1>โครงร่าง MARC</a> &rsaquo; ต้องการลบโครงร่างของ %s (%s) ใช่หรือไม่

source: <a1>MARC Frameworks</a> &rsaquo; MARC Framework for %s (%s)
th: <a1>โครงร่าง MARC</a> &rsaquo; โครงร่าง MARC ของ %s (%s)

source: <a1>MARC Links</a> &rsaquo; Connect %s.%s to a MARC subfield
th: <a1>การเชื่อมโยง MARC</a> &rsaquo; เชื่อมต่อ %s %s กับเขตข้อมูลย่อยของ MARC

source: <a1>Most-Circulated Items</a> &rsaquo; Results
th: <a1>รายการที่มีการยืม-คืนมากที่สุด</a> &rsaquo; ผลลัพธ์

source: <a1>News</a> &rsaquo;
th: <a1>ข่าวสาร</a> &rsaquo;

source: <a1>Notices</a> &rsaquo; Add notice
th: <a1>ข้อความแจ้งแตือน</a> &rsaquo; เพิ่มข้อความแจ้งเตือน

source: <a1>Notices</a> &rsaquo; Confirm Deletion
th: <a1>ข้อความแจ้งแตือน</a> &rsaquo; ยืนยันการลบ

source: <a1>Notices</a> &rsaquo; Modify notice
th: <a1>ข้อความแจ้งแตือน</a> &rsaquo; ปรับเปลี่ยนข้อความแจ้งเตือน

source: <a1>Notices</a> &rsaquo; Notice added
th: <a1>ข้อความแจ้งแตือน</a> &rsaquo; มีการเพิ่มข้อความแจ้งเตือน

source: <a1>Orders search</a> &rsaquo; Search Results
th: <a1>การค้นหาใบสั่งซื้อ</a> &rsaquo; ผลลัพธ์การค้นหา

source: <a1>Overdues</a> - <b>Warning:</b> This report is very resource intensive on systems with large numbers of overdue items.
th: <a1>เกินกำหนด</a> - <b>คำเตือน:</b> รายงานนี้จะใช้ทรัพยากรสูงมากในระบบที่มีรายการเกินกำหนดเป็นจำนวนมาก

source: <a1>Patron Categories</a> &rsaquo;
th: <a1>ประเภทสมาชิก</a> &rsaquo;

source: <a1>Patron Categories</a> &rsaquo; Category Deleted
th: <a1>ประเภทสมาชิก</a> &rsaquo; มีการลบประเภท

source: <a1>Patron Categories</a> &rsaquo; Data recorded
th: <a1>ประเภทสมาชิก</a> &rsaquo; มีการบันทึกข้อมูล

source: <a1>Patrons</a> &rsaquo; Search Results
th: <a1>ระบบงานจัดการสมาชิก</a> &rsaquo; ผลลัพธ์การค้นหา

source: <a1>Pending</a>:
th: <a1>ที่ค้างอยู่</a>:

source: <a1>Perform a new search</a> <a2>Close</a>
th: <a1>ค้นหาใหม่</a> <a2>ปิด</a>

source: <a1>Previous Records</a> <a2>Next Records</a>
th: <a1>ระเบียนก่อนหน้า</a> <a2>ระเบียนถัดไป</a>

source: <a1>Print</a> &nbsp; <a2>Close</a>
th: <a1>พิมพ์</a> &nbsp; <a2>ปิด</a>

source: <a1>Printers</a> &rsaquo; Confirm Deletion of Printer '%s'
th: <a1>เครื่องพิมพ์</a> &rsaquo; ยืนยันการลบเครื่องพิมพ์ '%s'

source: <a1>Printers</a> &rsaquo; Modify printer '%s'
th: <a1>เครื่องพิมพ์</a> &rsaquo; ปรับเปลี่ยนเครื่องพิมพ์ '%s'

source: <a1>Printers</a> &rsaquo; New printer
th: <a1>เครื่องพิมพ์</a> &rsaquo; เครื่องพิมพ์ใหม่

source: <a1>Printers</a> &rsaquo; Printer Added
th: <a1>เครื่องพิมพ์</a> &rsaquo; มีการเพิ่มเครื่องพิมพ์

source: <a1>Printers</a> &rsaquo; Printer Deleted
th: <a1>เครื่องพิมพ์</a> &rsaquo; มีการลบเครื่องพิมพ์

source: <a1>Rejected</a>:
th: <a1>ปฏิเสธ</a>:

source: <a1>Road Types</a> &rsaquo;
th: <a1>ประเภทของถนน</a> &rsaquo;

source: <a1>Road Types</a> &rsaquo; Confirm Deletion of Road Type
th: <a1>ประเภทของถนน</a> &rsaquo; ยืนยันการลบประเภทของถนน

source: <a1>Search for Items for Batch %s</a> &rsaquo; Search results
th: <a1>ค้นหารายการของชุดงาน %s</a> &rsaquo; ผลลัพธ์การค้นหา

source: <a1>Search for another Biblio</a> <a2> Close</a>
th: <a1>ค้นหาบรรณานุกรมอื่น</a> <a2>ปิด</a>

source: <a1>Select All</a><a2>Clear All</a>
th: <a1>เลือกทั้งหมด</a><a2>ล้างทั้งหมด</a>

source: <a1>Select</a> <a2>Sel&amp;close</a>
th: <a1>เลือก</a> <a2>ปิด</a>

source: <a1>Stage MARC records for import</a>.
th: <a1>สเตจระเบียน MARC สำหรับการนำเข้า</a>

source: <a1>Stop Words</a> &rsaquo;
th: <a1>คำที่ไม่ใช้สืบค้น</a> &rsaquo;

source: <a1>Stop Words</a> &rsaquo; Data deleted
th: <a1>คำที่ไม่ใช้สืบค้น</a> &rsaquo; มีการลบข้อมูล

source: <a1>Stop Words</a> &rsaquo; Data recorded
th: <a1>คำที่ไม่ใช้สืบค้น</a> &rsaquo; มีการบันทึกข้อมูล

source: <a1>Stop Words</a> &rsaquo; Delete Stop Word '%s' ?
th: <a1>คำที่ไม่ใช้สืบค้น</a> &rsaquo; ต้องการลบคำที่ไม่ใช้สืบค้น '%s' ใช่หรือไม่

source: <a1>Subscriptions</a> <a2>Back to biblio</a> <a3>Complete view</a>
th: <a1>การบอกรับเป็นสมาชิก</a> <a2>กลับไปยังบรรณานุกรม</a> <a3>มุมมองสมบูรณ์</a>

source: <a1>Suggestions Management</a> &rsaquo; Accepted
th: <a1>การจัดการข้อเสนอแนะ</a> &rsaquo; ยอมรับ

source: <a1>Suggestions Management</a> &rsaquo; Rejected
th: <a1>การจัดการข้อเสนอแนะ</a> &rsaquo; ปฏิเสธ

source: <a1>System Preferences</a> &rsaquo;
th: <a1>การปรับแต่งระบบ</a> &rsaquo;

source: <a1>System Preferences</a> &rsaquo; <a2>%s</a> &rsaquo; Confirm Deletion of Parameter '%s'
th: <a1>การปรับแต่งระบบ</a> &rsaquo; <a2>%s</a> &rsaquo; ยืนยันการลบพารามิเตอร์ '%s'

source: <a1>System Preferences</a> &rsaquo; Data Added
th: <a1>การปรับแต่งระบบ</a> &rsaquo; มีการเพิ่มข้อมูล

source: <a1>System Preferences</a> &rsaquo; Parameter Deleted
th: <a1>การปรับแต่งระบบ</a> &rsaquo; มีการลบพารามิเตอร์

source: <a1>Tag %s Subfield Structure</a> &rsaquo; %s
th: <a1>โครงสร้างเขตข้อมูลย่อยแท็ก %s </a> &rsaquo; %s

source: <a1>Tag %s Subfield Structure</a> &rsaquo; Confirm Deletion of Subfield %s
th: <a1>โครงสร้างเขตข้อมูลย่อยแท็ก %s </a> &rsaquo; ยืนยันการลบเขตข้อมูลย่อย %s

source: <a1>Tag %s Subfield Structure</a> &rsaquo; Edit subfields constraints
th: <a1>โครงสร้างเขตข้อมูลย่อยแท็ก %s </a> &rsaquo; แก้ไขข้อจำกัดเขตข้อมูลย่อย

source: <a1>Tag %s Subfield Structure</a> &rsaquo; Subfield Deleted
th: <a1>โครงสร้างเขตข้อมูลย่อยแท็ก %s </a> &rsaquo; มีการลบเขตข้อมูลย่อย

source: <a1>Total</a>:
th: <a1>ยอดรวม</a>:

source: <a1>Upload More Images</a> <a2>Return to Tools</a>
th: <a1>อัปโหลดรูปเพิ่มเติม</a> <a2>กลับไปยัง 'เครื่องมือ'</a>

source: <a1>[Select All]</a> <a2>[Clear All]</a>
th: <a1>[เลือกทั้งหมด]</a> <a2>[ล้างทั้งหมด]</a>

source: <a1>search</a> <a2>Lists</a> <a3>Add biblio</a> <a4>Cat maintenance</a>
th: <a1>ค้นหา</a> <a2>รายการ</a> <a3>เพิ่มบรรณานุกรม</a> <a4>การดูแลรายการทรัพยากร</a>

source: <a1>z39.50 Servers</a> &rsaquo;
th: <a1>เซิร์ฟเวอร์ z39.50</a> &rsaquo;

source: <a1>z39.50 Servers</a> &rsaquo; Confirm Deletion
th: <a1>เซิร์ฟเวอร์ z39.50</a> &rsaquo; ยืนยันการลบ

source: <a1>z39.50 Servers</a> &rsaquo; z39.50 Server Added
th: <a1>เซิร์ฟเวอร์ z39.50</a> &rsaquo; มีการเพิ่มเซิร์ฟเวอร์ z39.50

source: <a1>z39.50 Servers</a> &rsaquo; z39.50 Server Deleted
th: <a1>เซิร์ฟเวอร์ z39.50</a> &rsaquo; มีการลบเซิร์ฟเวอร์ z39.50

source: <b>%s results found</b> %s
th: <b>พบผลลัพธ์ %s รายการ</b> %s

source: <b>%s</b> subscription(s)
th: การบอกรับเป็นสมาชิก <b>%s</b> รายการ

source: <b>&lt;a href="[856u]"&gt;open site&lt;/a&gt;</b> will show the link just below the title
th: <b>&lt;a href="[856u]"&gt;open site&lt;/a&gt;</b> จะแสดงการเชื่อมโยงอยู่ใต้ชื่อเรื่อง

source: <b>All</b> of these factor in to image position and creep. Keep this in mind when making adjustments.
th: <b>ทั้งหมด</b> ของปัจจัยเหล่านี้ลงในตำแหน่งรูปภาพและหนืด อย่าลืมนึกถึงสิ่งนี้เมื่อทำการปรับเลี่ยน

source: <b>Download a starter CSV file with all the columns <a1>here</a>.</b> Values are comma-separated.
th: <b>ดาวน์โหลดแฟ้ม CSV เริ่มต้นที่มีคอลัมน์ทั้งหมด<a1>ที่นี่</a></b> ค่าต่างๆ จะคั่นด้วยเครื่องหมายจุลภาค

source: <b>Issue:</b> %s
th: <b>ฉบับ:</b> %s

source: <b>NOTE:</b> Only PNG, GIF, JPEG, XPM formats are supported.
th: <b>หมายเหตุ:</b> ระบบรองรับเฉพาะรูปแบบ PNG, GIF, JPEG, XPM

source: <b>Note:</b> when you add a subscription, Koha assumes you have already created the order, or that you will do it soon. So, NO information is sent to the acquisition module. This is not the case when the subscription expires. In this case, a subscription renewal creates a "suggestion" that is sent to the acquisition module.
th: <b>หมายเหตุ</b> เมื่อคุณเพิ่มการบอกรับเป็นสมาชิก Koha จะถือว่าคุณได้สร้างคำสั่งซื้อแล้ว หรือจะสร้างคำสั่งซื้อในไม่ช้า ดังนั้น จะไม่มีการส่งข้อมูลไปยังระบบงานจัดหาทรัพยากรแต่อย่างใด ต่างกับกรณีที่การบอกรับเป็นสมาชิกหมดอายุ ซึ่งในกรณีนี้การต่ออายุสมาชิกจะสร้าง "suggestion" ที่ส่งไปยังระบบงานจัดหาทรัพยากร

source: <b>Notes:</b> Please return this item promptly as others are waiting for it.
th: <b>หมายเหตุs:</b> กรุณาส่งคืนรายการนี้โดยทันที เนื่องจากมีสมาชิกคนอื่นกำลังรอรายการนี้อยู่

source: <b>Serial Title:</b> %s
th: <b>ชื่อสิ่งพิมพ์ต่อเนื่อง:</b> %s

source: <b>Title:</b> %s
th: <b>ชื่อเรื่อง:</b> %s

source: <b>WARNING:</b> This image <i>not</i> imported because
th: <b>คำเตือน:</b> รูปนี้ <i>ไม่t</i> ถูกนำเข้าเนื่องจาก

source: <b>Warning irregularity detected<\/b><br \/>
th: <b>มีการตรวจพบความผิดปกติของคำเตือน<\/b><br \/>

source: <em>Get there: </em>More &gt; Administration &gt; General Preferences &gt; Circulation
th: <em>ไปที่นั่น: </em>เพิ่มเติม &gt; งานดูแลระบบ &gt; การปรับแต่งทั่วไป &gt; ระบบงานยืม-คืน

source: <em>Get there: </em>More &gt; Administration &gt; Global System Preferences &gt; Patrons &gt; patronimages
th: <em>ไปที่นั่น: </em>เพิ่มเติม &gt; งานดูแลระบบ &gt; การปรับแต่งระบบส่วนกลาง &gt; ระบบงานจัดการสมาชิก &gt; patronimages

source: <em>Get there: </em>More &gt; Tools &gt; Notices
th: <em>ไปที่นั่น: </em>เพิ่มเติม &gt; เครื่องมือ &gt; ข้อความแจ้งเตือน

source: <em>Get there:</em> More &gt; Acquisitions &gt; Late issues
th: <em>Get there:</em> More &gt; ระบบงานจัดหาทรัพยากร &gt; Late issues

source: <em>Get there:</em> More &gt; Administration &gt; Authority types
th: <em>ไปที่นั่น: </em>เพิ่มเติม &gt; งานดูแลระบบ &gt; ประเภทของรายการหลักฐาน

source: <em>Get there:</em> More &gt; Administration &gt; Circulation Rules (under 'Patrons and Circulation')
th: <em>ไปที่นั่น: </em>เพิ่มเติม &gt; งานดูแลระบบ &gt; กฎในการยืม-คืน (ใต้ 'ระบบงานจัดการสมาชิกและระบบงานยืม-คืน')

source: <em>Get there:</em> More &gt; Administration &gt; Fines Rules (under 'Patrons and Circulation')
th: <em>ไปที่นั่น: </em>เพิ่มเติม &gt; งานดูแลระบบ &gt; กฎของค่าปรับ (ใต้ 'ระบบงานจัดการสมาชิกและระบบงานยืม-คืน')

source: <em>Get there:</em> More &gt; Administration &gt; General Preferences &gt; Circulation
th: <em>ไปที่นั่น: </em>เพิ่มเติม &gt; งานดูแลระบบ &gt; การปรับแต่งทั่วไป &gt; ระบบงานยืม-คืน

source: <em>Get there:</em> More &gt; Administration &gt; General Preferences &gt; Circulation &gt; TransfersMaxDaysWarning
th: <em>ไปที่นั่น: </em>เพิ่มเติม &gt; งานดูแลระบบ &gt; การปรับแต่งทั่วไป &gt; ระบบงานยืม-คืน &gt; TransfersMaxDaysWarning

source: <em>Get there:</em> More &gt; Administration &gt; General preferences &gt; Admin &gt; GranularPermissions
th: <em>ไปที่นั่น: </em>เพิ่มเติม &gt; งานดูแลระบบ &gt; การปรับแต่งทั่วไป &gt; งานดูแลระบบ &gt; GranularPermissions

source: <em>Get there:</em> More &gt; Administration &gt; Global System Preferences &gt; Circulation &gt; finescalendar
th: <em>ไปที่นั่น:</em> เพิ่มเติม &gt; งานดูแลระบบ &gt; การปรับแต่งระบบส่วนกลาง &gt; ระบบงานยืม-คืน &gt; finescalendar

source: <em>Get there:</em> More &gt; Administration &gt; Global System Preferences &gt; Circulation &gt; useDaysMode
th: <em>ไปที่นั่น:</em> เพิ่มเติม &gt; งานดูแลระบบ &gt; การปรับแต่งระบบส่วนกลาง &gt; ระบบงานยืม-คืน &gt; useDaysMode

source: <em>Get there:</em> More &gt; Administration &gt; Global System Preferences &gt; Logs
th: <em>ไปที่นั่น:</em> เพิ่มเติม &gt; งานดูแลระบบ &gt; การปรับแต่งระบบส่วนกลาง &gt; Logs

source: <em>Get there:</em> More &gt; Administration &gt; Global System Preferences &gt; Patrons &gt; minPasswordLength
th: <em>ไปที่นั่น:</em> เพิ่มเติม &gt; งานดูแลระบบ &gt; การปรับแต่งระบบส่วนกลาง &gt; ระบบงานจัดการสมาชิก &gt; minPasswordLength

source: <em>Get there:</em> More &gt; Administration &gt; Global preferences &gt; Authorities &gt; BiblioAddsAuthorities
th: <em>ไปที่นั่น:</em> เพิ่มเติม &gt; งานดูแลระบบ &gt; การปรับแต่งระบบส่วนกลาง &gt; รายการหลักฐาน &gt; BiblioAddsAuthorities

source: <em>Get there:</em> More &gt; Serials &gt; New Subscription
th: <em>ไปที่นั่น:</em> เพิ่มเติม &gt; สิ่งพิมพ์ต่อเนื่อง &gt; การบอกรับเป็นสมาชิกใหม่
