Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: , Ohio, USA (MARC sponsorship, documentation, template maintenance)
th: โอไฮโอ สหรัฐอเมริกา (การสนับสนุน MARC การจัดทำเอกสาร การดูแลแม่แบบ)

source: , PA, USA (Koha 3.0 Zebra Integration sponsorship)
th: เพนซิลเวเนีย สหรัฐอเมริกา (Koha 3.0 การสนับสนุน Zebra Integration)

source: , Please transfer this item.
th: กรุณาโอนรายการนี้

source: , See %s
th: ดู %s

source: , Wellington, New Zealand (Corporate Serials sponsorship)
th: เวลลิงตัน นิวซีแลนด์ (การสนับสนุนระบบงานสิ่งพิมพ์ต่อเนื่องของหน่วยงาน)

source: , by %s
th: ตาม %s

source: , or
th: หรือ

source: , repeatable
th: ทำซ้ำได้

source: - &quot;Funds&quot; are used to group &quot;Budgets&quot;. For example a Fund may be called &quot;General Stack&quot;, and will have a &quot;Budget&quot; which records the amount availalbe to spend during the period of the budget. A budget must have a start and end date.
th: - &quot;Funds&quot; ใช้จัดกลุ่ม &quot;งบประมาณ&quot; ตัวอย่างเช่น อาจตั้งชื่อกองทุนหนึ่งว่า &quot;ชั้นหนังสือทั่วไป&quot; และมี &quot;งบประมาณ&quot; ซึ่งบันทึกจำนวนเงินที่มีใช้ในระหว่างระยะเวลางบประมาณ โดยงบประมาณจะต้องมีวันที่เริ่มต้นและวันที่สิ้นสุด

source: - Please select an item to place a hold\n
th: - กรุณาเลือกรายการที่จะจอง\n

source: - This patron had already placed a hold on this item\n Please cancel the previous hold first \n
th: - สมาชิกห้องสมุดรายนี้ได้จองรายการนี้แล้ว\nกรุณายกเลิกการจองก่อนหน้าก่อน\n

source: - You may only place a hold on one item at a time\n
th: - คุณอาจจองได้เพียงครั้งละหนึ่งรายการเท่านั้น\n

source: -- All --
th: -- ทั้งหมด --

source: -- Choose a reason --
th: -- เลือกเหตุผล --

source: -- none --
th: -- ไม่มี --

source: -- please choose --
th: -- กรุณาเลือก --

source: . %s %s reviewed your request today, and has decided not to accept the suggestion at this time. The reason given is: %s If you have any questions, please email us at %s. Thank you, %s
th: วันนี้คุณ %s %s ได้ตรวจทานคำร้องของคุณ และตัดสินใจไม่ยอมรับข้อเสนอแนะในครั้งนี้ ด้วยเหตุผลว่า %s ถ้าคุณมีข้อสงสัยใดๆ กรุณาอีเมลถึงห้องสมุดได้ที่ %s ขอบคุณที่ใช้บริการ %s

source: . %s %s reviewed your suggestion today. The item will be ordered as soon as possible. You will be notified by mail when the order is completed, and again when the item arrives at the library. If you have any questions, please email us at %s. Thank you, %s
th: วันนี้คุณ %s %s ได้ตรวจทานคำร้องของคุณ รายการดังกล่าวจะถูกสั่งซื้อโดยเร็วที่สุด คุณจะได้รับแจ้งทางอีเมลเมื่อคำสั่งซื้อเสร็จสมบูรณ์ และจะได้รับแจ้งอีกครั้งเมื่อรายการที่สั่งซื้อมาถึงห้องสมุด ถ้าคุณมีข้อสงสัยใดๆ กรุณาอีเมลถึงห้องสมุดได้ที่ %s ขอบคุณที่ใช้บริการ %s

source: . <a1>Cancel hold</a>
th: <a1>ยกเลิกการจอง</a>

source: . After adding the new bibliographic record, you will be given the option to add items the record. One record can have many items.
th: หลังจากเพิ่มระเบียนบรรณานุกรมใหม่ คุณจะได้รับตัวเลือกให้เพิ่มรายการระเบียนนั้น โดยระเบียนหนึ่งสามารถมีหลายรายการ

source: . Begins with
th: เริ่มด้วย

source: . Deletion is not possible.
th: ไม่สามารถลบได้

source: . Deletion not possible
th: ไม่สามารถลบได้

source: . Other filters are ignored)
th: มีการละเว้นตัวกรองอื่น)

source: . Password must be at least %s characters.
th: รหัสผ่านจะต้องมีอักขระอย่างน้อย %s ตัว

source: . See highlighted items <a1>below</a>
th: ดูรายการที่เน้น <a1>ใต้</a>

source: . Some database servers require
th: เซิร์ฟเวอร์ฐานข้อมูลบางตัวต้องการ

source: . That will modify <b>all frameworks</b> which is usually what you need, but you have been warned.
th: จะปรับเปลี่ยน <b>ทุกโครงร่าง</b> ที่มักเป็นสิ่งซึ่งคุณต้องใช้ แต่คุณได้รับคำเตือนแล้ว

source: . User
th: . ผู้ใช้

source: . We are pleased to inform you that the item you requested has now been ordered. It should arrive soon, at which time it will be processed for addition into the collection. You will be notified again when the book is available. If you have any questions, please email us at %s Thank you, %s
th: ห้องสมุดยินดีแจ้งให้คุณทราบว่าได้มีการสั่งซื้อรายการหนังสือที่คุณร้องขอแล้ว จะหนังสือดังกล่าวคงจะมาถึงในไม่ช้านี้ เมื่อหนังสือมาถึง ห้องสมุดจะดำเนินการเพิ่มไว้ในชุดหนังสือ คุณจะได้รับแจ้งอีกครั้งเมื่อหนังสือพร้อมให้บริการ ถ้าคุณมีข้อสงสัยใดๆ กรุณาอีเมลถึงห้องสมุดได้ที่ %s ขอบคุณที่ใช้บริการ %s

source: . We are pleased to inform you that the item you requested is now part of the collection of the %s. If you have any questions, please email us at %s. Thank you, %s
th: ห้องสมุดยินดีแจ้งให้คุณทราบว่ารายการหนังสือที่คุณร้องขอนั้น ปัจจุบันมีอยู่ในชุดหนังสือของ %s ถ้าคุณมีข้อสงสัยใดๆ กรุณาอีเมลถึงห้องสมุดได้ที่ %s ขอบคุณที่ใช้บริการ %s

source: .&nbsp; Items can be added to orders in acquisitions. Item details are added upon recieving the item. Using the acquisitions module for adding items allows you to track the libraries spend against funds and budgets.
th: &nbsp; รายการต่างๆ สามารถเพิ่มลงในคำสั่งซื้อในระบบงานจัดหาทรัพยากร โดยจะเพิ่มรายละเอียดของรายการเมื่อได้รับรายการดังกล่าว การใช้ระบบงานจัดหาทรัพยากรเพื่อเพิ่มรายการจะเอื้ออำนวยให้คุณสามารถติดตามค่าใช้จ่ายของห้องสมุดต่างๆ ได้โดยเทียบกับกองทุนและงบประมาณ

source: ...and:
th: ...และ:

source: ...or...
th: ...หรือ...

source: 0 Checkouts
th: 0 การยืมออก

source: 0 Form of material
th: 0 รูปแบบวัสดุ

source: 0 Holds
th: 0 การจอง

source: 0- No Index
th: 0- ไม่มีดัชนี

source: 0- Not a conference publication
th: 0- ไม่ใช่สิ่งพิมพ์การประชุม

source: 0- Not a festschrift
th: 0- ไม่ใช่หนังสืออนุสรณ์

source: 0- Not fiction
th: 0- สารคดี

source: 0- not a conference publication
th: 0- ไม่ใช่สิ่งพิมพ์การประชุม

source: 0- unmodified record
th: 0- ระเบียนไม่มีการปรับเปลี่ยน

source: 00-05- Date entered on file
th: 00-05- วันที่ใส่แฟ้ม

source: 01- ISO 646, IRV version (basic Latin set)
th: 01- ISO 646 รุ่น IRV (ชุดละตินพื้นฐาน)

source: 01-04 Illustrations
th: 01-04 ภาพประกอบ

source: 02- ISO Registration # 37 (basic Cyrillic set)
th: 02-การลงทะเบียน ISO # 37 (ชุดซีริลลิกพื้นฐาน)

source: 03- ISO 5426 (extended Latin set)
th: 03- ISO 5426 (ชุดละตินส่วนขยาย)

source: 04- ISO 5427 (extended Cyrillic set)
th: 04- ISO 5427 (ชุดซีริลลิกส่วนขยาย)

source: 05- ISO 5428 (Greek set)
th: 05- ISO 5428 (ชุดกรีก)

source: 06- Direct or indirect geographic subdivision
th: 06- การแบ่งย่อยทางภูมิศาสตร์โดยตรงหรือโดยอ้อม

source: 06- Form of an item
th: 06- รูปแบบของรายการ

source: 06- ISO 6438 (African coded character set)
th: 06- ISO 6438 (ชุดอักขระที่ใส่รหัสแอฟริกา)

source: 06- Type of date / Publication Status
th: 06- ประเภทของวันที่ / สถานะสิ่งพิมพ์

source: 07- ISO 10586 (Georgian set)
th: 07- ISO 10586 (ชุดจอร์เจีย)

source: 07- ISO ISO 10586 (Georgian set)
th: 07- ISO ISO 10586 (ชุดจอร์เจีย)

source: 07- Romanization scheme
th: 07-แบบแผนการถ่ายทอดเสียงด้วยอักษรโรมัน

source: 08- ISO 8957 (Hebrew set) Table 1
th: 08- ISO 8957 (ชุดฮิบรู) ตาราง 1

source: 08- Language of catalog
th: 08- ภาษาของรายการทรัพยากร

source: 09- ISO 8957 (Hebrew set) Table 2
th: 09- ISO 8957 (ชุดฮิบรู) ตาราง 2

source: 09- Kind of record
th: 09- ชนิดระเบียน

source: 1 7/8 in. per second
th: 1 7/8 นิ้วต่อวินาที

source: 1 in.
th: 1 นิ้ว

source: 1- Conference publication
th: 1- สิ่งพิมพ์การประชุม

source: 1- Festschrift
th: 1- หนังสือที่ระลึก

source: 1- Fiction
th: 1- นวนิยาย

source: 1- Full level, material not examined
th: 1- ระดับเต็ม ไม่มีการตรวจสอบวัสดุ

source: 1- Index present
th: 1- มีดัชนี

source: 1- conference publication
th: 1- เอกสารการประชุม

source: 1- modified record
th: 1- ระเบียนที่ปรับเปลี่ยน

source: 1-4 Record size
th: 1-4 ขนาดระเบียน

source: 1-5 Date entered on file
th: 1-5 วันที่ใส่ในการจัดเก็บ

source: 1.4 m/sec(compact discs)
th: 1.4 m/วินาที(compact discs)

source: 1/2 Months (6/year)
th: 1/2 เดือน (6/ปี)

source: 1/2 in.
th: 1/2 นิ้ว

source: 1/2 months (6/year)
th: 1/2เดือน (6/ปี)

source: 1/2 weeks
th: 1/2 สัปดาห์

source: 1/2 years
th: 1/2 ปี

source: 1/3 in. (8 mm)
th: 1/3 นิ้ว (8 มิลลิเมตร)

source: 1/3 months (1/quarter)
th: 1/3 เดือน (1/ไตรมาส)

source: 1/3 weeks
th: 1/3 สัปดาห์

source: 1/4 in.
th: 1/4 นิ้ว

source: 1/8 in.
th: 1/8 นิ้ว

source: 1/Month
th: 1/เดือน

source: 1/day
th: 1/วัน

source: 1/month
th: 1/เดือน

source: 1/quarter
th: 1/ไตรมาส

source: 1/quarter (seasonal)
th: 1/ไตรมาส (ฤดูกาล)

source: 1/week
th: 1/สัปดาห์

source: 1/year
th: 1/ปี

source: 10 cm x 6.3 cm or 3 in. 7/8 x 2 in. 1/2
th: 10 เซนติเมตร x 6.3 เซนติเมตร หรือ 3 นิ้ว 7/8 x 2 นิ้ว 1/2

source: 10- Descriptive cataloging rules
th: 10- หลักเกณฑ์การทำบัตรรายการแบบบรรยาย

source: 10-16 indicator/subfields/size
th: 10-16 ตัวบ่งชี้/เขตข้อมูลย่อย/ขนาด

source: 105 mm (microfilm)
th: 105 มิลลิเมตร (ไมโครฟิล์ม)

source: 11- Government Publication
th: 11- สิ่งพิมพืรัฐบาล

source: 11- ISO 5426-2 (Latin characters used in minor European languages and obsolete typography)
th: 11- ISO 5426-2 (อักขระละตินที่ใช้ในภาษายุโรปส่วนน้อยและตัวอักษรที่เลิกใช้)

source: 11- Subject heading system/thesaurus
th: 11- ระบบหัวเรื่อง/ศัพท์สัมพันธ์

source: 11-14 Date2 / ending date of publication
th: 11-14 Date2 / วันที่สิ้นสุดการตีพิมพ์

source: 12 cm or 4 in. 3/4
th: 12 เซนติเมตร หรือ 4 นิ้ว 3/4

source: 12- Conference publication
th: 12- สิ่งพิมพ์การประชุม

source: 12- Type of series
th: 12- ประเภทของชุดหนังสือ

source: 12.7 cm or 5 in.
th: 12.7 เซนติเมตร หรือ 5 นิ้ว

source: 120 rpm
th: 120 รอบต่อนาที

source: 13- Festschrift
th: 13- หนังสือที่ระลึก

source: 13- Numbered or unnumbered series
th: 13- หนังสือชุดที่มีหรือไม่มีหมายเลขลำดับกำกับ

source: 13.2 cm x 9.7 cm or 5 in. 1/4 x 3 in. 7/8
th: 13.2 เซนติเมตร x 9.7 เซนติเมตร หรือ 5 นิ้ว 1/4 x 3 นิ้ว 7/8

source: 14- Heading use--main or added entry
th: 14- ใช้หัวเรื่องในรายการหลักหรือรายการที่เพิ่ม

source: 14- Index
th: 14- ดัชนี

source: 15 Undefined
th: 15 ไม่ได้กำหนด

source: 15 in. per second
th: 15 นิ้วต่อวินาที

source: 15- Heading use--subject added entry
th: 15- ใช้หัวเรื่องในรายการที่เพิ่มหัวเรื่อง

source: 15/16 in. per second
th: 15/16 นิ้วต่อวินาที

source: 16 2/3 rpm
th: 16 2/3 รอบต่อนาที

source: 16 mm (microfilm)
th: 16 มิลลิเมตร (ไมโครฟิล์ม)

source: 16- Heading use--series added entry
th: 16- การใช้หัวเรื่อง รายการเพิ่มชื่อชุด

source: 16- Literary form
th: 16- รูปแบบวรรณกรรม

source: 160 rpm
th: 160 รอบต่อนาที

source: 17- Biography
th: 17- ชีวประวัติ

source: 17- Encoding
th: 17- การเข้ารหัส

source: 17- Encoding level
th: 17- ระดับการเข้ารหัส

source: 17- Type of subject subdivision
th: 17- ประเภทของหัวเรื่องย่อย

source: 17.78 cm or 7 in.
th: 17.78 เซนติเมตร หรือ 7 นิ้ว

source: 18 - Descriptive cataloging form
th: 18 - แบบฟอร์มการลงรายการแบบบรรยาย

source: 18-19 Undefined
th: 18-19 ไม่ได้กำหนด

source: 18-21 Illustrations
th: 18-21 ภาพประกอบ

source: 18-27 Undefined character positions
th: 18-27 ตำแหน่งอักขระที่ไม่ได้กำหนด

source: 19 - Linked record requirement
th: 19 - ข้อกำหนดเระเบียนที่เชื่อมโยง

source: 2 - Less-than-full level, material not examined
th: 2 - ไม่ถึงระดับเต็ม ไม่มีการตรวจสอบวัสดุ

source: 2 colour, single strip
th: 2 สี แถบเดียว

source: 2 in.
th: 2 นิ้ว

source: 2 months
th: 2 เดือน

source: 2 quarters
th: 2 ไตรมาส

source: 2 strip colour
th: 2 สีแถบ

source: 2 weeks
th: 2 สัปดาห์

source: 2 years
th: 2 ปี

source: 2-dimensional
th: 2-เชิงมิติ

source: 2/day
th: 2/วัน

source: 2/year
th: 2/ปี

source: 2/years
th: 2/ปี

source: 22- Target Audience
th: 22- ระดับผู้ใช้

source: 23- Form of an item
th: 23- รูปแบบของรายการ

source: 24-27 Nature of contents
th: 24-27 ลักษณะของเนื้อหา

source: 25.4 cm or 10 in.
th: 25.4 เซนติเมตร หรือ 10 นิ้ว

source: 28- Government Publication
th: 28- สิงพิมพ์รัฐบาล

source: 28- Type of government agency
th: 28- ประเภทของหน่วยงานของรัฐ

source: 29- Conference publication
th: 29- เอกสารการประชุม

source: 29- Reference evaluation
th: 29- การประเมินคุณค่า

source: 3 3/4 in. per second
th: 3 3/4 นิ้วต่อวินาที

source: 3 layer colour
th: 3 สีชั้น

source: 3 months
th: 3 เดือน

source: 3 strip colour
th: 3 สีแถบ

source: 3 weeks
th: 3 สัปดาห์

source: 3 x 5 in.
th: 3 x 5 นิ้ว

source: 3/week
th: 3/สัปดาห์

source: 30 Undefined character position
th: 30 ตำแหน่งอักขระที่ไม่ได้กำหนด

source: 30 in. per second
th: 30 นิ้วต่อวินาที

source: 30,48 cm or 12 in.
th: 30,48 เซนติเมตร หรือ 12 นิ้ว

source: 30- Festschrift
th: 30- หนังสือที่ระลึก

source: 31- Index
th: 31- ดัชนี

source: 31- Record update in process
th: 31- การปรับปรุงระเบียนอยู่ระหว่างดำเนินการ

source: 32 Undefined
th: 32 ไม่ได้กำหนด

source: 32- Undifferentiated personal name
th: 32- ชื่อบุคคลที่เหมือนกัน

source: 33 1/3 rpm
th: 33 1/3 รอบต่อนาที

source: 33- Level of establishment
th: 33- ระดับการจัดตั้ง

source: 33- Literary form
th: 33- รูปแบบวรรณกรรม

source: 34- Biography
th: 34- ชีวประวัติ

source: 34-37 Undefined character positions
th: 34-37 ตำแหน่งอักขระที่ไม่ได้กำหนด

source: 35 mm (microfilm)
th: 35 มิลลิเมตร (ไมโครฟิล์ม)

source: 35-37 Language see <a1>MARC Code List for Languages</a>
th: 35-37 ภาษาดู <a1>รายการรหัส MARC ของภาษา</a>

source: 35.56 cm or 14 in.
th: 35.56 เซนติเมตร หรือ 14 นิ้ว

source: 38- Modified Record
th: 38- ระเบียนที่ปรับเปลี่ยน

source: 38- Modified record
th: 38- ระเบียนที่ปรับเปลี่ยน

source: 39- Cataloging source
th: 39- แหล่งระบบงานวิเคราะห์หมวดหมู่และลงรายการ

source: 3D
th: 3 มิติ

source: 4 x 6 in.
th: 4 x 6 นิ้ว

source: 4- Core level
th: 4- ระดับหลัก

source: 4/10 in. per second
th: 4/10 นิ้วต่อวินาที

source: 40.64 cm or 16 in.
th: 40.64 เซนติเมตร หรือ 16 นิ้ว

source: 45 rpm
th: 45 รอบต่อนาที

source: 5- Partial (preliminary) level
th: 5- ระดับบางส่วน (ขั้นต้น)

source: 5- Record status
th: 5- สถานะระเบียน

source: 5- Target Audience
th: 5- ระดับผู้ใช้

source: 5.7 cm x 10 cm or 2 in. 1/4 x 4 in., cylinder
th: 5.7 เซนติเมตร x 10 เซนติเมตร หรือr 2 นิ้ว 1/4 x 4 นิ้ว กระบอก

source: 50- ISO 10646 Level 3 (Unicode, UTF-8)
th: 50- ISO 10646 ระดับ 3 (Unicode, UTF-8)

source: 525 (e.g. NSTC)
th: 525 (เช่น NSTC)

source: 6 x 9 in.
th: 6 x 9 นิ้ว

source: 6- Type of record
th: 6- ประเภทของระเบียน

source: 7 1/2 in. per second
th: 7 1/2 นิ้วต่อวินาที

source: 7- Bibliographic level
th: 7- ระดับบรรณานุกรม

source: 7- Minimal level
th: 7- ระดับต่ำสุด

source: 7-10 Date1 / Begininning date of publication
th: 7-10 Date1 / วันที่เริ่มต้นของสิ่งพิมพ์

source: 7-10 Nature of contents
th: 7-10 ลักษณะของเนื้อหา

source: 7-8 Undefined
th: 7-8 ไม่ได้กำหนด

source: 7.62cm or 3 in.
th: 7.62 เซนติเมตร หรือ 3 นิ้ว

source: 70 mm (microfilm)
th: 70 มิลลิเมตร (ไมโครฟิล์ม)

source: 78 rpm
th: 78 รอบต่อนาที

source: 8 mm (microfilm)
th: 8 มิลลิเมตร (ไม่โครฟิล์ม)

source: 8 rpm
th: 8 รอบต่อนาที

source: 8- Hierarchic level
th: 8- ระดับลำดับชั้น

source: 8- Prepublication level
th: 8- ระดับฉบับก่อนพิมพ์

source: 8/10 in. per second
th: 8/10 นิ้วต่อวินาที

source: 9 x 19 cm
th: 9 x 19 เซนติเมตร

source: : %s errors found
th: : พบข้อผิดพลาด %s รายการ

source: : Administration &gt; System Preferences &gt; Patrons &gt; autoMemberNum.
th: : งานดูแลระบบ &gt; การปรับแต่งระบบ &gt; ระบบงานจัดการสมาชิก &gt; autoMemberNum

source: : Barcode must be unique.
th: : บาร์โค้ดต้องไม่ซ้ำกัน

source: : Configuration OK!
th: : การกำหนดค่าถูกต้อง!

source: : barcode not found
th: : ไม่พบบาร์โค้ด

source: : due %s
th: : ครบกำหนดวันที่ %s

source: : item has a waiting hold.
th: : รายการมีการจองยืม

source: : item is checked out.
th: : รายการถูกยืมออก

source: : item was on loan. It was returned before marked as seen
th: : รายการถูกยืม มีการคืนก่อนวันที่ทำเครื่องหมายดังที่เห็น

source: : item was on loan. couldn't be returned.
th: : รายการถูกยืม ยังไม่คืน

source: : item withdrawn
th: : รายการถูกจำหน่ายออกจากระบบ

source: : turn on/off logging functionality in your system.
th: : เปิด/ปิดการล็อกฟังก์ชันทำงานในระบบของคุณ

source: :%s errors found
th: : พบ %s ข้อผิดพลาด

source: :Holidays that either repeat the same day of every week or repeated yearly on the same date.
th: : วันหยุดที่ซ้ำวันเดียวกันทุกสัปดาห์ หรือซ้ำวันเดียวกันของทุกปี

source: :One off events or closeures.
th: :มีฟังก์ชันเหตุการณ์หรือส่วนปิดคลุมหนึ่งปิดอยู่

source: ; Published by %s
th: ; ตีพิมพ์โดย %s

source: ; Volume:<i>%s</i>
th: ; ปีที่:<i>%s</i>

source: <!-- TMPL_IF NAME="date" --><!-- TMPL_VAR NAME="date" --><!-- TMPL_ELSE -->today<!-- /TMPL_IF -->
th: <!-- TMPL_IF NAME="date" --><!-- TMPL_VAR NAME="date" --><!-- TMPL_ELSE -->วันนี้<!-- /TMPL_IF -->

source: <!-- TMPL_IF NAME="date2" --><!-- TMPL_VAR NAME="date2" --><!-- TMPL_ELSE -->tomorrow<!-- /TMPL_IF -->
th: <!-- TMPL_IF NAME="date2" --><!-- TMPL_VAR NAME="date2" --><!-- TMPL_ELSE -->พรุ่งนี้<!-- /TMPL_IF -->

source: <a1> </a><h2>Generating A New Report From SQL</h2>
th: <a1> </a><h2>การสร้างรายงานใหม๋จาก SQL</h2>

source: <a1> </a><h2>Saving A Report</h2>
th: <a1> </a><h2>การบันทึกรายงาน</h2>

source: <a1> </a><h2>Scheduling A Report</h2>
th: <a1> </a><h2>การกำหนดเวลาจัดทำรายงาน</h2>

source: <a1>%s %s </a> has too many holds.
th: <a1>%s %s </a> มีการจองมากเกินไป

source: <a1>%s</a> &rsaquo; Update: %s
th: <a1>%s</a> &rsaquo; ปรับปรุง: %s

source: <a1>%s</a> by %s &copy;%s
th: <a1>%s</a> โดย %s &copy;%s

source: <a1></a> <h1>Guided Reports Help</h1>
th: <a1></a> <h1>วิธีใช้รายงาน</h1>

source: <a1></a><h2>Building A New Report</h2>
th: <a1></a><h2>การสร้างรายงานใหม่</h2>

source: <a1></a>Previous checkouts
th: <a1></a>การยืมก่อนหน้า

source: <a1></a>Summary
th: <a1></a>สรุป

source: <a1><i>%s</i></a> &rsaquo; Modify subscription
th: <a1><i>%s</i></a> &rsaquo; ปรับเปลี่ยนการบอกรับเป็นสมาชิก

source: <a1>Acquisitions</a> <a2>Catalog</a> <a3>Circulation</a> <a4>Members</a> <a5>Authorities</a> <a6>Reports</a> <a7>Parameters</a> <a8>About</a> <a9>Help</a>
th: <a1>ระบบงานจัดหาทรัพยากร</a> <a2>รายการทรัพยากร</a> <a3>Circulation</a> <a4>Members</a> <a5>Authorities</a> <a6>Reports</a> <a7>Parameters</a> <a8>About</a> <a9>Help</a>

source: <a1>Add List Member</a> &nbsp; <a2>Delete All</a>
th: <a1>เพิ่มรายชื่อสมาชิก</a> &nbsp; <a2>ลบทั้งหมด</a>

source: <a1>Approved</a>:
th: <a1>อนุมัติ</a>:

source: <a1>Authority MARC Framework</a> &rsaquo;
th: <a1>โครงร่าง MARC ของรายการหลักฐาน</a> &rsaquo;

source: <a1>Authority MARC Framework</a> &rsaquo; %s
th: <a1>โครงร่าง MARC ของรายการหลักฐาน</a> &rsaquo; %s

source: <a1>Authority MARC Framework</a> &rsaquo; Data Deleted
th: <a1>โครงร่าง MARC ของรายการหลักฐาน</a> &rsaquo; มีการลบข้อมูล

source: <a1>Authority MARC subfield structure</a> &rsaquo;
th: <a1>โครงร่าง MARC ของรายการหลักฐาน</a> &rsaquo;

source: <a1>Authorized Values</a> &rsaquo;
th: <a1>ค่าที่กำหนดใช้</a> &rsaquo;

source: <a1>Authorized Values</a> &rsaquo; Confirm Deletion
th: <a1>ค่าที่กำหนดใช้</a> &rsaquo; ยืนยันการลบ

source: <a1>Back</a> &nbsp; <a2>Print</a>
th: <a1>ย้อนกลับ</a> &nbsp; <a2>พิมพ์</a>

source: <a1>Budgets</a> &rsaquo;
th: <a1>งบประมาณ</a> &rsaquo;

source: <a1>Budgets</a> &rsaquo; Budget Data Recorded
th: <a1>งบประมาณ</a> &rsaquo; มีการบันทึกข้อมูลงบประมาณ

source: <a1>Budgets</a> &rsaquo; Budget Deleted
th: <a1>งบประมาณ</a> &rsaquo; มีการลบงบประมาณ

source: <a1>Budgets</a> &rsaquo; Delete Budget?
th: <a1>งบประมาณ</a> &rsaquo; ต้องการลบงบประมาณใช่หรือไม่

source: <a1>Checkouts</a> &rsaquo; %s %s
th: <a1>การยืมออก</a> &rsaquo; %s %s

source: <a1>Clean Patron Records</a> &rsaquo;
th: <a1>ล้างระเบียนสมาชิกห้องสมุด</a> &rsaquo;

source: <a1>Detail</a> Duplicate ? <a2>Yes</a> &nbsp;&nbsp;&nbsp; No, it is not
th: <a1>รายละเอียดl</a> ข้อมูลซ้ำใช่หรือไม่ <a2>ใช่</a> &nbsp;&nbsp;&nbsp; ไม่ใช่

source: <a1>Edit</a> <a2>Delete</a>
th: <a1>แก้ไข</a> <a2>ลบ</a>

source: <a1>Home</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดหาทรัพยากร</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดหาทรัพยากร</a> &rsaquo; <a3>%s</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; <a4>Shopping Basket %s</a> &rsaquo; Add order from a suggestion
th: <a1>Home</a> &rsaquo; <a2>ระบบงานจัดหาทรัพยากร</a> &rsaquo; <a3>%s</a> &rsaquo; <a4>Shopping Basket %s</a> &rsaquo; Add order from a suggestion

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; Receive items from : %s
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดหาทรัพยากร</a> &rsaquo; <a3>%s</a> &rsaquo; ได้รับรายการจาก : %s

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; Receive shipment from vendor %s
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานจัดหาทรัพยากร</a> &rsaquo; <a3>%s</a> &rsaquo; ได้รับการจัดส่งจากตัวแทนจัดจำหน่ายชื่อ %s

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>Late orders</a>
th: <a1>Home</a> &rsaquo; <a2>ระบบงานจัดหาทรัพยากร</a> &rsaquo; <a3>Late orders</a>

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>Shopping Basket %s</a> &rsaquo;
th: <a1>Home</a> &rsaquo; <a2>ระบบงานจัดหาทรัพยากร</a> &rsaquo; <a3>Shopping Basket %s</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; Budgets and funds: Spent
th: <a1>Home</a> &rsaquo; <a2>ระบบงานจัดหาทรัพยากร</a> &rsaquo; Budgets and funds: Spent

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; Funds
th: <a1>Home</a> &rsaquo; <a2>ระบบงานจัดหาทรัพยากร</a> &rsaquo; Funds

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; Search for Vendor <em>%s</em>
th: <a1>Home</a> &rsaquo; <a2>ระบบงานจัดหาทรัพยากร</a> &rsaquo; Search for Vendor <em>%s</em>

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>งานดูแลระบบ</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Currencies &amp; Exchange Rates</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>งานดูแลระบบ</a> &rsaquo; <a3>สกุลเงิน &amp; อัตราแลกเปลี่ยน</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; Issuing Rules
th: <a1>หน้าแรก</a> &rsaquo; <a2>งานดูแลระบบ</a> &rsaquo; กฎการทำงานของห้องสมุด

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; MARC Check
th: <a1>หน้าแรก</a> &rsaquo; <a2>งานดูแลระบบ</a> &rsaquo; การตรวจสอบ MARC C

source: <a1>Home</a> &rsaquo; <a2>Authorities</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายการหลักฐาน</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Authorities</a> &rsaquo; Authority search results
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายการหลักฐาน</a> &rsaquo; ผลลัพธ์การค้นหาตามรายการหลักฐาน

source: <a1>Home</a> &rsaquo; <a2>Authorities</a> &rsaquo; Details for Authority #%s (%s)
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายการหลักฐาน</a> &rsaquo; รายละเอียดของรายการหลักฐาน #%s (%s)

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; <a3>%s</a> &rsaquo; Place a hold on %s
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายการทรัพยากร</a> &rsaquo; <a3>%s</a> &rsaquo; จอง %s

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Checkout History for <i>%s</i>
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายการทรัพยากร</a> &rsaquo; ประวัติการยืมออกของ <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Details for <i>%s</i>
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายการทรัพยากร</a> &rsaquo; รายละเอียดของ <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; ISBD Details for <i>%s</i>
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายการทรัพยากร</a> &rsaquo; รายละเอียด ISBD ของ <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Item Details for <i>
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายการทรัพยากร</a> &rsaquo; รายละเอียดรายการของ <i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; MARC Details for <i>%s</i>
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายการทรัพยากร</a> &rsaquo; รายละเอียด MARC ของ <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Search
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายการทรัพยากร</a> &rsaquo; การค้นหา

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Subject Search Results
th: <a1>หน้าแรก</a> &rsaquo; <a2>รายการทรัพยากร</a> &rsaquo; ผลลัพธ์การค้นหาหัวเรื่อง

source: <a1>Home</a> &rsaquo; <a2>Cataloging</a> &rsaquo;
th: <a1>หน้าแรก</a> &rsaquo; <a2>ระบบงานวิเคราะห์หมวดหมู่และลงรายการ</a> &rsaquo;
