Repository: Koha-Community/Koha
Catalog: misc/translator/po/*-THA-i-staff-t-prog-v-3000000.po
Languages: th

source: Select the columns to draw the report data from. Click the column to add in the left hand box and then click the &quot;Add&quot; button. Your column will now show up in the right hand box. To remove a selected column, click the column name on the right hand side and then click the delete button. Once you are happy with the columns, select the &quot;Choose Columns&quot; button to proceed to the next step.
th: เลือกคอลัมน์ที่จะดึงข้อมูลรายงานมา ให้คลิกคอลัมน์นั้นเพื่อเพิ่มลงในกล่องด้านซ้าย แล้วคลิกปุ่ม &quot;เพิ่ม&quot; ขณะนี้คอลัมน์ของคุณจะแสดงในกล่องด้านขวา เมื่อต้องการย้ายคอลัมน์ที่เลือก ให้คลิกชื่อคอลัมน์นั้นในด้านขวา แล้วคลิกปุ่มลบ เมื่อคุณพอใจกับคอลัมน์ต่งๆ ให้เลือกปุ่ม &quot;เลือกคอลัมน์&quot; เพื่อดำเนินการในขั้นตอนถัดไป

source: Select the file to import:
th: เลือกแฟ้มที่จะนำเข้า:

source: Select the file to stage:
th: เลือกแฟ้มที่จะสเตจ:

source: Select the file to upload:
th: เลือแฟ้มที่จะอัปโหลด:

source: Select the profile you want to be applied to the label template at this time. Remember: Only one Printer Profile can be applied at any given time.
th: เลือกโพรไฟล์ที่คุณต้องการใช้กับแม่แบบป้ายในครั้งนี้ จำไว้ว่าในแต่ละครั้งสามารถใช้โพรไฟล์ของเครื่องพิมพ์ได้โพรไฟล์เดียว

source: Select your MARC flavour
th: เลือกรูปแบบ MARC

source: Select?
th: ต้องการเลือกใช่หรือไม่

source: Selecting Default Settings
th: การเลือกการตั้งค่าเริ่มต้น

source: Semiannual
th: ทุกหกเดือน

source: Semimonthly
th: รายปักษ์

source: Semiweekly
th: สัปดาห์ละสองครั้ง

source: Send SMS
th: ส่ง SMS

source: Send To
th: ส่งถึง

source: Send letter
th: ส่งจดหมาย

source: September
th: กันยายน

source: Serial
th: สิ่งพิมพ์ต่อเนื่อง

source: Serial Collection
th: คอลเลกชันของสิ่งพิมพ์ต่อเนื่อง

source: Serial Collection information for <i>%s</i>
th: ข้อมูลคอลเลกชันของสิ่งพิมพ์ต่อเนื่องสำหรับ <i>%s</i>

source: Serial Edition <i>%s</i>
th: รุ่นของสิ่งพิมพ์ต่อเนื่อง <i>%s</i>

source: Serial Type
th: ประเภทของสิ่งพิมพ์ต่อเนื่อง

source: Serial collection
th: คอลเลกชันของสิ่งพิมพ์ต่อเนื่อง

source: Serial issues
th: ฉบับของสิ่งพิมพ์ต่อเนื่อง

source: Serial receipt creates an item record.
th: การรับสิ่งพิมพ์ต่อเนื่องจะสร้างระเบียนรายการ

source: Serial receipt does not create an item record.
th: การรับสิ่งพิมพ์ต่อเนื่องไม่สร้างระเบียนรายการ

source: Serial receive
th: การรับสิ่งพิมพ์ต่อเนื่อง

source: Serial subscription: search for vendor
th: การบอกรับเป็นสมาชิกสิ่งพิมพ์ต่อเนื่อง: ค้นหาผู้แทน

source: Serials
th: ระบบงานสิ่งพิมพ์ต่อเนื่อง

source: Serials (Routing List)
th: ระบบงานสิ่งพิมพ์ต่อเนื่อง (รายการนำส่งทรัพยากร)

source: Serials Claims
th: การทวงถามสิ่งพิมพ์ต่อเนื่อง

source: Serials issues and summary
th: ฉบับสิ่งพิมพ์ต่อเนื่องและสาระสังเขป

source: Serials planning
th: การวางแผนของระบบงานสิ่งพิมพ์ต่อเนื่อง

source: Serials subscription add and modify help
th: เพิ่มการบอกรับเป็นสมาชิกสิ่งพิมพ์ต่อเนื่องและปรับเปลี่ยนวิธีใช้

source: Serials subscription detail help
th: วิธีใช้รายละเอียดการบอกรับเป็นสมาชิกสิ่งพิมพ์ต่อเนื่อง

source: Serials subscription help
th: วิธีใช้การบอกรับเป็นสมาชิกสิ่งพิมพ์ต่อเนื่อง

source: Serials subscriptions
th: การบอกรับเป็นสมาชิกสิ่งพิมพ์ต่อเนื่อง

source: Serials updated :
th: มีการปรับปรุงสิ่งพิมพ์ต่อเนื่อง :

source: Series
th: ชื่อชุดของหนังสือ

source: Series Title
th: ชื่อชุดของหนังสือ

source: Series:
th: ชื่อชุดของหนังสือ:

source: Server
th: เซิร์ฟเวอร์

source: Server Information
th: ข้อมูลเซิร์ฟเวอร์

source: Server information
th: ข้อมูลเซิร์ฟเวอร์

source: Session timed out
th: หมดเวลาเซสชันการทำงาน

source: Session timed out, please log in again
th: หมดเวลาเซสชันการทำงาน กรุณาเข้าสู่ระบบอีกครั้ง

source: Set Active Layout
th: ตั้งค่าเค้าโครงที่ใช้งานอยู่

source: Set Active Template
th: ตั้งค่าแม่แบบที่ใช้งานอยู่

source: Set Flags
th: ตั้งค่าสถานะ

source: Set Library
th: ตั้งค่าห้องสมุด

source: Set Library:
th: ตั้งค่าห้องสมุด:

source: Set Permissions
th: ตั้งค่าสิทธิ

source: Set Privileges for %s, %s
th: ตั้งค่าสิทธิพิเศษสำหรับคุณ %s %s

source: Set Status
th: ตั้งค่าสถานะ

source: Set back to
th: ตั้งค่ากลับไป

source: Set back to : if the previous condition is valid, the calculated number is set to this one instead
th: ตั้งค่ากลับไป : ถ้าเงื่อนไขก่อนหน้าถูกต้อง จำนวนที่คำนวณจะตั้งค่าเป็นแบบนี้แทน

source: Set date last seen to:
th: ตั้งค่าครั้งล่าสุดที่เห็นเป็น:

source: Set due date to expiry:
th: ตั้งค่าวันครบกำหนดหมดอายุ:

source: Set library
th: ตั้งค่าห้องสมุด

source: Set notice/status triggers for overdue items
th: ตั้งค่าทริกเกอร์ข้อความแจ้งเตือน/สถานะสำหรับรายการครบกำหนดส่งคืน

source: Set reserve to waiting and transfer book to %s:
th: ตั้งค่าการสำรองเป็นรอและถ่ายโอนหนังสือไปยัง %s:

source: Set the &quot;Not seen since&quot; date to the day
th: ตั้งค่าวันที่ &quot;ไม่เห็นตั้งแต่&quot; เป็นวันที่

source: Set to Patron
th: ตั้งค่าเป็นสมาชิกห้องสมุด

source: Setting Patron Permissions
th: การตั้งค่าสิทธิของสมาชิกห้องสมุด

source: Setting up item types is one of the first things you should do after installing the Koha software.
th: การตั้งค่าประเภทของทรัพยากรเป็นหนึ่งในสิ่งแรกที่คุณควรทำหลังจากติดตั้งซอฟแวร์ Koha

source: Setting your home branch is critical. It enables Koha to accurately record statistics, circulation (what branch an item has been checked out from or returned to), and transfers.
th: การตั้งค่าสาขาหลักนั้นสำคัญ เป็นการเปิดใช้งาน Koha ให้มีสถิติระเบียน ระบบงานยืม-คืน (สาขาที่ยืมรายการออกและส่งคืนรายการ) และการโอนย้ายอย่างถูกต้อง

source: Settings Updated
th: มีการปรับปรุงการตั้งค่า

source: Sex
th: เพศ

source: Sex:
th: เพศ:

source: Shelf location:
th: ตำแหน่งที่ตั้งชั้น:

source: Shelving Location
th: ตำแหน่งที่ตั้งชั้นหนังสือ

source: Shipment date:
th: วันที่จัดส่ง:

source: Shipping
th: การจัดส่ง

source: Show
th: แสดง

source: Show Biblio
th: แสดงบรรณานุกรม

source: Show Calendar
th: แสดงปฏิทิน

source: Show Category:
th: แสดงประเภท:

source: Show More
th: แสดงเพิ่มเติม

source: Show all Titles beginning with
th: แสดง 'ชื่อเรื่อง' ทั้งหมดที่ขึ้นต้นด้วย

source: Show all Titles beginning with:
th: แสดง 'ชื่อเรื่อง' ทั้งหมดที่ขึ้นต้นด้วย:

source: Show all budgets
th: แสดงงบประมาณทั้งหมด

source: Show all subjects beginning with:
th: แสดงหัวเรื่องทั้งหมดที่ขึ้นต้นด้วย:

source: Show any items currently issued:
th: แสดงรายการใดๆ ที่ออกในปัจจุบัน:

source: Show budgets
th: แสดงงบประมาณ

source: Show/Hide Advanced Pattern
th: แสดง/ซ่อนรูปแบบขั้นสูง

source: Show:
th: แสดง:

source: Showing All Items | <a1>Show Last 50 Items Only</a>
th: กำลังแสดงรายการทั้งหมด | <a1>แสดง 50 รายการล่าสุดเท่านั้น</a>

source: Showing Last 50 Items | <a1>Show All Items</a>
th: กำลังแสดง 50 รายการล่าสุด | <a1>แสดงรายการทั้งหมด</a>

source: Showing only
th: กำลังแสดงเท่านั้น

source: Sidelooking Airbone Radar
th: เรดาร์อากาศยานมองทางข้าง

source: Similar Items
th: รายการที่คล้ายกัน

source: Simple report of columns only.
th: รายงานอย่างง่ายของคอลัมน์เท่านั้น

source: Simple to configure and maintain
th: ง่ายต่อการกำหนดค่าและดูแล

source: Simply scan or type the returned item's identifying number (usually a barcode) in the box provided.
th: เพียงสแกนหรือพิมพ์หมายเลขการระบุของรายการที่ส่งคืน (ปกติคือบาร์โค้ด) ในกล่องที่ให้ไว้

source: Since
th: ตั้งแต่

source: Slides 2 x 2in. (5*5 cm)
th: สไลด์ 2 x 2 นิ้ว (5*5 เซนติเมตร)

source: Slides 21⁄4 x 21⁄4 in. (5.5*5.5 cm)
th: สไลด์ 21⁄4 x 21⁄4 นิ้ว (5.5*5.5 เซนติเมตร)

source: Some perl modules are missing.
th: ขาดบางระบบงาน Perl

source: Some vendors will offer a blanket discount to all orders placed with them, this will be calculated from their list price.
th: ผู้แทนบางรายมีส่วนลดรวมให้กับใบสั่งซื้อทั้งหมดที่ซื้อกับตน โดยคำนวณส่วนสดจากใบแจ้งราคา

source: Soprano
th: โซปราโน

source: Sorry, there is no help available for this topic
th: ขออภัย ไม่มีวิธีใช้สำหรับหัวข้อนี้

source: Sort 1:
th: เรียงลำดับ 1:

source: Sort 2:
th: เรียงลำดับ 2:

source: Sort By
th: เรียงลำดับตาม

source: Sort By:
th: เรียงลำดับตาม:

source: Sort by
th: เรียงลำดับตาม

source: Sort by :
th: เรียงลำดับตาม :

source: Sort by:
th: เรียงลำดับตาม:

source: Sort field 1:
th: เรียงลำดับเขตข้อมูล 1:

source: Sort field 2:
th: เรียงลำดับเขตข้อมูล 2:

source: Sort routine missing
th: ขาดรูทีนเรียงลำดับ

source: Sort this list by:
th: เรียงลำดับรายการนี้ตาม:

source: Sorted by &quot;%s&quot;.
th: ที่เรียงลำดับตาม &quot;%s&quot;

source: Sorting Field 1 and Sorting Field 2 may now be related to a list of Authorized Values. All you have to do is define an Asort1 or Asort2 category of authorized values and enter the desired values into these categories. You will then be able to use them through Add/Modify Bibliographic Record page
th: การเรียงลำดับเขตข้อมู, 1 และการเรียงลำดับเขตข้อมูล 1 ขณะนี้อาจเชื่อมโยงกับรายการของค่าที่กำหนดใช้ สิ่งที่คุณต้องทำคือกำหนดประเภท Asort1 หรือ Asort2 ของค่าที่กำหนดใช้ และใส่ค่าที่ต้องการลงในประเภทเหล่านี้ จากนั้น คุณจะสามารถใช้ค่าผ่านหน้า 'เพิ่ม/ปรับเปลี่ยนระเบียนบรรณานุกรม'

source: Sorting Routine
th: การเรียงลำดับรูทีน

source: Sorting...
th: กำลังเรียงลำดับ...

source: Sound indicator
th: ตัวบ่งชี้เสียง

source: Source (incoming) record check field
th: เขตข้อมูลการตรวจสอบระเบียนแหล่งข้อมูล (เข้ามา)

source: Source in use?
th: ใช้แหล่งข้อมูลใช่หรือไม่

source: Southern
th: ทางใต้

source: Special reproduction characteristics:
th: คุณลักษณะการจำลองพิเศษ:

source: Special thanks to the following organizations
th: ขอบคุณเป็นพิเศษสำหรับองค์กรต่อไปนี้

source: Specialised help will be available after that point.
th: วิธีใช้แบบชำนาญพิเศษจะพร้อมใช้งานหลังจากจุดนี้

source: Specialized
th: แบบชำนาญพิเศษ

source: Specific Material Designation
th: การกำหนดวัสดุเฉพาะ

source: Specific Material Designation:
th: การกำหนดวัสดุเฉพาะ:

source: Specific material designation
th: การกำหนดวัสดุเฉพาะ

source: Specific reduction ratio
th: อัตราการลดเฉพาะ

source: Specify Due Date:
th: ระบุวันครบกำหนด:

source: Specify MARC subfields as a 4-character tag-subfield string, e.g. 254a
th: ระบุเขตข้อมูลย่อย MARC เป็นสตริงเขตข้อมูลย่อยแท็ก 4 อักขระ เช่น 254a

source: Spectral bands : 01 to 99 = number of bands, xx = not applicable
th: ย่านคลื่นความถี่ : 01 ถึง 99 = จำนวนของคลื่นความถี่ xx = ไม่มี

source: Speed:
th: ความเร็ว:

source: Spent
th: ที่ใช้

source: Spent budget
th: งบประมาณที่ใช้

source: Split Call Numbers
th: แบ่งเลขเรียกหนังสือ

source: Spoken, Books on CD and Cassette
th: หนังสือเสียงที่เป็นซีดีหรือเทปคาสเซท

source: Spot 1
th: จุด 1

source: Spot 2
th: จุด 2

source: Spot 3
th: จุด 3

source: Spring
th: ฤดูใบไม้ผลิ

source: Staff
th: เจ้าหน้าที่

source: Staff = A user that can be configured to perform functions in the staff client.
th: เจ้าหน้าที่ = ผู้ใช้ที่สามารถได้รับการกำหนดค่าให้ดำเนินการฟังก์ชันในไคลเอ็นต์เจ้าหน้าที่

source: Staff Client
th: ไคลเอ็นต์เจ้าหน้าที่

source: Staff Client:
th: ไคลเอ็นต์เจ้าหน้าที่:

source: Staff Members: A member of the library staff.
th: เจ้าหน้าที่: เจ้าหน้าที่ของห้องสมุด

source: Staff patron
th: สมาชิกห้องสมุดที่เป็นเจ้าหน้าที่

source: Stage MARC Records For Import
th: สเตจระเบียน MARC สำหรับการนำเข้า

source: Stage MARC records into the reservoir.
th: สเตจระเบียน MARC ไว้ในคลังหนังสือ

source: Stage for import
th: สเตจสำหรับการนำเข้า

source: Stage records into the reservoir
th: สเตจระเบียนไว้ในคลังหนังสือ

source: Staged
th: ที่สเตจ

source: Standard Number
th: หมายเลขมาตรฐาน

source: Start Date:
th: วันที่เริ่มต้น:

source: Start by assigning a Category Code and a Description to each patron category. Each Category can be one of five types:
th: เริ่มจากการกำหนดรหัสประเภทและคำอธิบายให้กับประเภทของสมาชิกแต่ละประเภท โดยแต่ละประเภทสามารถมีชนิดใดชนิดหนึ่งจากห้าประเภทต่อไปนี้

source: Start date
th: วันที่เริ่มต้น

source: Start date (%s):
th: วันที่เริ่มต้น (%s):

source: Start date:
th: วันที่เริ่มต้น:

source: Start of date range
th: เริ่มที่เริ่มต้นของช่วงวันที่

source: Start printing from Label number:
th: เริ่มการพิมพ์จากหมายเลขป้าย:

source: Start search
th: เริ่มการค้นหา

source: Start, receive, or modify any order
th: เริ่ม ได้รับ หรือปรับเปลี่ยนใบสั่งซื้อ

source: Starting with:
th: เริ่มต้นด้วย:

source: State of Preservation - Binding:
th: สถานะของการสำรอง - การรวมเล่ม:

source: State of Preservation - Body of the Book 1 :
th: สถานะของการสำรอง - ตัวเล่มหนังสือ 1 :

source: State of Preservation - Body of the Book 2 :
th: ถานะของการสำรอง - ตัวเล่มหนังสือ 2 :

source: Static text strings
th: สตริงข้อความแบบคงที่

source: Statistical
th: ทางสถิติ

source: Statistical = A &quot;fake&quot; patron card. When items are scanned on to a Statistical patron card, the items are not checked out, but recorded.
th: ทางสถิติ = บัตรสมาชิก &quot;ปลอม&quot; เมื่อรายการถูกสแกนกับบัตรสมาชิกห้องสมุดทางสถิติ รายการจะไม่ถูกยืมออก แต่จะบันทึกไว้

source: Statistical Patrons: checking out to this patron type creates a statistical (local use) record but does not actually circulate materials.
th: สมาชิกห้องสมุดทางสถิติ: การยืมออกให้กับประเภทสมาชิกห้องสมุดนี้สร้างระเบียนทางสถิติ (ใช้ภายใน) แต่ไม่ได้มีการยืม-คืนจริง

source: Statistics
th: สถิติ

source: Statistics Wizards
th: ตัวช่วยสร้างสถิติ

source: Statistics wizards
th: ตัวช่วยสร้างสถิติ

source: Status
th: สถานะ

source: Statuses
th: สถานะ

source: Step 1 of 4 Name
th: ขึ้นตอนที่ 1 ของ 4 ชื่อ

source: Step 1 of 6: Choose a Module to Report on
th: ขั้นตอนที่ 1 ของ 6: เลือกระบบงานที่จะรายงาน

source: Step 1: Name
th: ขั้นตอนที่ 1: ตั้งชื่อ

source: Step 1: Search for a Supplier
th: ขั้นตอนที่ 1: ค้นหาผู้จำหน่าย

source: Step 2 of 4 Area
th: ขั้นตอนที่ 2 ของ 4 พื้นที่

source: Step 2 of 6: Pick a Report Type
th: ขั้นตอนที่ 2 ของ 6: เลือกประเภทของรายงาน

source: Step 2: Area
th: ขั้นตอนที่ 2: พื้นที่

source: Step 2: Search for Biblio
th: ขั้นตอนที่ 2: ค้นหาบรรณานุกรม

source: Step 3 of 4 Columns
th: ขั้นตอนที่ 3 ของ 4 คอลัมน์

source: Step 3 of 6: Select Columns for Display
th: ขั้นตอนที่ 3 ของ 6: เลือกคอลัมน์สำหรับการแสดงผล

source: Step 3: Columns
th: ขั้นตอนที่ 3: คอลัมน์

source: Step 3: Fill out other details in the Subscription Information box.
th: ขั้นตอนที่ 3: ใส่รายละเอียดอื่นๆ ในกล่อง 'ข้อมูลการบอกรับเป็นสมาชิก'

source: Step 4 of 4 Values
th: ขั้นตอนที่ 4 ของ 4 ค่า

source: Step 4 of 6: Select Criteria to Limit on
th: ขั้นตอนที่ 4 ของ 6: เลือกเกณฑ์ที่จะจำกัด

source: Step 4: Values
th: ขั้นตอนที่ 4: ค่า

source: Step 5 of 6: Pick which columns to total
th: ขั้นตอนที่ 5 ของ 6: เลือกคอลัมน์ที่จะรวมผล

source: Step 6 of 6: Choose how you want the report ordered
th: ขั้นตอนที่ 6 ของ 6: เลือกวิธีที่คุณต้องการเรียงลำดับรายงาน

source: Step 6 of 6: Select how you want the report ordered
th: ขั้นตอนที่ 6 ของ 6: เลือกวิธีที่คุณต้องการเรียงลำดับรายงาน

source: Stephen Hedges (early Documentation Manager)
th: Stephen Hedges (ผู้จัดการเอกสารประกอบในช่วงต้น)

source: Steve Tonnesen (early MARC work, Virtual Bookshelves concept, KohaCD)
th: Steve Tonnesen (งาน MARC แนวคิดชั้นหนังสือเสมือน และ KohaCD ในช่วงต้น)

source: Still %s requests to go
th: ยังมี %s คำขอที่จะต้องจัดการ

source: Still %s servers to search
th: ยังมี %s เซิร์ฟเวอร์ที่จะต้องค้นหา

source: Still on order
th: ยังอยู่ในใบสั่งซื้อ

source: Stockholm, Sweden
th: สตอกโฮล์ม สวีเดน

source: Stop Words
th: คำที่ไม่ใช้สืบค้น

source: Stop word administration page
th: หน้างานดูแลระบบคำที่ไม่ใช้สืบค้น

source: Stop word search:
th: การค้นหาคำที่ไม่ใช้สืบค้น:

source: Stop words
th: คำที่ไม่ใช้สืบค้น

source: Stop words &rsaquo;
th: คำที่ไม่ใช้สืบค้น &rsaquo;

source: Stop words &rsaquo; Data deleted
th: คำที่ไม่ใช้สืบค้น &rsaquo; มีการลบข้อมูล

source: Stop words &rsaquo; Data recorded
th: คำที่ไม่ใช้สืบค้น &rsaquo; มีการบันทึกข้อมูล

source: Stop words &rsaquo; Delete stop word '%s' ?
th: คำที่ไม่ใช้สืบค้น &rsaquo; ต้องการลบคำที่ไม่ใช้สืบค้น '%s' ใช่หรือไม่

source: Street number:
th: หมายเลขถนน:

source: Street type:
th: ประเภทของถนน:

source: Sub Total
th: ผลรวมย่อย

source: Sub report:
th: รายงานย่อย:

source: Sub-Class
th: คลาสย่อย

source: SubTotal
th: ผลรวมย่อย

source: Subclass
th: คลาสย่อย

source: Subfield
th: เขตข้อมูลย่อย

source: Subfield code:
th: รหัสเขตข้อมูลย่อย:

source: Subfield:
th: เขตข้อมูลย่อย:

source: Subfield: %s
th: เขตข้อมูลย่อย: %s

source: Subfields
th: เขตข้อมูลย่อย

source: Subfields:
th: เขตข้อมูลย่อย:

source: Subject
th: หัวเรื่อง

source: Subject Heading Global Update
th: มีการปรับปรุงหัวเรื่องส่วนกลาง

source: Subject Heading:
th: หัวเรื่อง:

source: Subject Maintenance
th: การดูแลหัวเรื่อง

source: Subject Phrase
th: วลีหัวเรื่อง

source: Subject headings
th: หัวเรื่อง

source: Subject search results
th: ผลลัพธ์การค้นหาหัวเรื่อง

source: Subject:
th: หัวเรื่อง:

source: Subjects
th: หัวเรื่อง

source: Subjects:
th: หัวเรื่อง:

source: Submit
th: ส่ง

source: Submit Changes
th: ส่งการเปลี่ยนแปลง

source: Submit Patches to Koha using Git (Version Control System)
th: ส่งโปรแกรมแก้ไขไปยัง Koha โดยใช้ Git (ระบบควบคุมรุ่น)

source: Subscription #
th: การบอกรับเป็นสมาชิก #

source: Subscription #%s
th: การบอกรับเป็นสมาชิก #%s

source: Subscription Expired
th: การบอกรับเป็นสมาชิกหมดอายุ

source: Subscription ID:
th: รหัสการบอกรับเป็นสมาชิก:

source: Subscription Num.
th: เลขที่การบอกรับเป็นสมาชิก

source: Subscription Summaries
th: สรุปการบอกรับเป็นสมาชิก

source: Subscription Summary
th: สรุปการบอกรับเป็นสมาชิก

source: Subscription beginning date : the date of the beginning of the 1st subscription. Should not be modified and is not modified automatically by subscriptions renewals
th: วันที่เริ่มการบอกรับเป็นสมาชิก : วันที่เริ่มการบอกรับเป็นสมาชิกครั้งแรก ไม่ควรมีการปรับเปลี่ยนและจะไม่ถูกปรับเปลี่ยนโดยอัตโนมัติจากการต่ออายุการบอกรับเป็นสมาชิก

source: Subscription details
th: รายละเอียดของการบอกรับเป็นสมาชิก

source: Subscription end date
th: วันที่สิ้นสุดการบอกรับเป็นสมาชิก

source: Subscription enddate : must be entered manually when the subscription is definetly closed
th: วันที่สิ้นสุดการบอกรับเป็นสมาชิก : ต้องใส่ด้วยตนเองเมื่อมีการกำหนดวันปิดการบอกรับเป็นสมาชิก

source: Subscription for %s
th: การบอกรับเป็นสมาชิกของ %s

source: Subscription history
th: ประวัติการบอกรับเป็นสมาชิก

source: Subscription information
th: ข้อมูลการบอกรับเป็นสมาชิก

source: Subscription information bloc
th: การบล็อกข้อมูลการบอกรับเป็นสมาชิก

source: Subscription information for <i>%s</i>
th: ข้อมูลการบอกรับเป็นสมาชิกของ <i>%s</i>

source: Subscription information for biblio #%s with title : %s
th: ข้อมูลการบอกรับเป็นสมาชิกของบรรณานุกรม #%s ที่มีชื่อเรื่อง : %s

source: Subscription is near its end. It should be renewed now.
th: การบอกรับเป็นสมาชิกใกล้สิ้นสุด ควรต่ออายุในปัจจุบัน

source: Subscription length
th: ความนานของการบอกรับเป็นสมาชิก

source: Subscription length:
th: ความนานของการบอกรับเป็นสมาชิก:

source: Subscription renewal for %s
th: การต่ออายุการบอกรับเป็นสมาชิกของ %s

source: Subscription renewals
th: การต่ออายุการบอกรับเป็นสมาชิก

source: Subscription renewed.
th: มีการต่ออายุการบอกรับเป็นสมาชิก

source: Subscription start date
th: วันที่เริ่มการบอกรับเป็นสมาชิก

source: Subscription start date:
th: วันที่เริ่มการบอกรับเป็นสมาชิก:

source: Subscription summary
th: สรุปการบอกรับเป็นสมาชิก

source: Subscription(s)
th: การบอกรับเป็นสมาชิก

source: Subscriptions must be associated with a bibliographic record
th: การบอกรับเป็นสมาชิกต้องเชื่อมโยงกับระเบียนบรรณานุกรม

source: Subtitle
th: ชื่อเรื่องย่อย

source: Subtotal
th: ผลรวมย่อย

source: Subtype limits:
th: ข้อจำกัดของประเภทย่อย:

source: Succesfully undeleted
th: ไม่มีการลบได้ตามต้องการ

source: Success
th: สำเร็จ

source: Successfully modified %s is now %s
th: มีการเปลี่ยนแปลง %s ในปัจจุบันเป็น %s ได้สำเร็จ

source: Suggested
th: ที่เสนอแนะ

source: Suggested by
th: ที่เสนอแนะโดย

source: Suggestion
th: ข้อเสนอแนะ

source: Suggestions
th: ข้อเสนอแนะ

source: Suggestions Management
th: การจัดการข้อเสนอแนะ

source: Suggestions Search:
th: การค้นหาข้อเสนอแนะ:

source: Suggestions that have been placed but not acted upon will show on the &quot;Waiting&quot; tab below. To process a suggestion the &quot;Status&quot; needs to be changed and a &quot;Reason&quot; chosen.
th: ข้อเสนอแนะที่มีการส่งแต่ไม่กระทำจะแสดงในแท็บ &quot;รอ&quot; ด้านล่าง เมื่อต้องการดำเนินการข้อเสนอแนะ จะต้องเปลี่ยน &quot;สถานะ&quot; และเลือก &quot;เหตุผล&quot;

source: Sum : Returns the sum of all values
th: ผลรวม : ส่งคืนผลรวมของค่าทั้งหมด

source: Summary
th: สรุป

source: Summary for %s %s (%s)
th: สรุปของคุณ %s %s (%s)

source: Summary:
th: สรุป:

source: Summer
th: ฤดูร้อน

source: Sunday
th: อาทิตย์

source: Sundry
th: ต่างๆ นานา

source: Supplemental Issue %S
th: ฉบับเพิ่ม %S

source: Supplier
th: ผู้จำหน่าย

source: Supplier Not Found
th: ไม่พบผู้จำหน่าย

source: Support Material - Book:
th: วัสดุสนับสนุน - หนังสือ:

source: Support Material - Plates:
th: วัสดุสนับสนุน - เพลต:

source: Support for field-weighting, relevance ranking, truncation, stemming
th: การสนับสนุนสำหรับการให้น้ำหนักเขตข้อมูล การจัดอันดับความเกี่ยวข้อง การตัดปลายเขตข้อมูล การค้นหารากศัพท์

source: Surname
th: นามสกุล

source: Surname:
th: นามสกุล:

source: Surveys
th: การสำรวจ

source: Svenska (Swedish)
th: Svenska (สวีเดน)

source: Sydney, Australia
th: ซิดนี่ย์ ออสเตรเลีย

source: Symbol
th: สัญลักษณ์

source: Symbol:
th: สัญลักษณ์:

source: Syntax
th: ไวยากรณ์

source: Syntax (z3950 can send
th: ไวยากรณ์ (z3950 สามารถส่ง

source: Syntax:
th: ไวยากรณ์:

source: Synthetic Aperture Radar
th: ระบบเรดาร์ที่ใช้บันทึกภาพถ่ายทางอากาศ (SAR)

source: System Administration
th: งานดูแลระบบ

source: System Generated Criteria
th: เกณฑ์ที่ระบบสร้างขึ้น

source: System Parameters
th: พารามิเตอร์ระบบ

source: System Preferences
th: การปรับแต่งระบบ

source: System Preferences &rsaquo;
th: การปรับแต่งระบบ &rsaquo;

source: System Preferences &rsaquo; %s &rsaquo; Confirm Deletion of Parameter '%s'
th: การปรับแต่งระบบ &rsaquo; %s &rsaquo; ยืนยันการลบพารามิเตอร์ '%s'

source: System Preferences &rsaquo; Data Added
th: การปรับแต่งระบบ &rsaquo; มีการเพิ่มข้อมูล

source: System Preferences &rsaquo; Parameter Deleted
th: การปรับแต่งระบบ &rsaquo; มีการลบพารามิเตอร์

source: System Prefs
th: การปรับแต่งระบบ

source: System parameters is where library policies are set and governed. It is best to set your system preferences, and then to work through the Parameters in the order that they appear on this page.
th: พารามิเตอร์ระบบคือจุดที่นโยบายห้องสมุดถูกตั้งค่าและควบคุม จึง ดีที่สุดในการตั้งค่าการปรับแต่งระบบ จากนั้นจึงทำงานผ่านพารามิเตอร์ในลำดับที่ปรากฎในหน้านี้

source: System preference search:
th: การค้นหาการปรับแต่งระบบ:

source: System preferences
th: การปรับแต่งระบบ

source: System preferences admin
th: งานดูแลระบบการปรับแต่งระบบ

source: System preferences administration
th: งานดูแลระบบการปรับแต่งระบบ

source: T&uuml;rk&ccedil;e (Turkish)
th: T&uuml;rk&ccedil;e (ตุรกี)

source: TIP. USING WILDCARDS
th: เคล็ดลับ การใช้เครื่องหมายดอกจัน

source: TIP:
th: เคล็ดลับ:

source: TIP: 'Initials' and 'Other name' are great for internal use when recognizing patrons
th: เคล็ดลับ: 'ชื่อย่อ' และ 'ชื่ออื่น' เหมาะสำหรับใช้เป็นการภายในมากเมื่อจำสมาชิกได้

source: TIP: After entering a quantity and vendor price, the other fields will be calculated automatically.
th: เคล็ดลับ: หลังจากใส่จำนวนและราคาของตัวแทนจัดจำหน่ายแล้ว เขตข้อมูลอื่นจะถูกคำนวณโดยอัตโนมัติ

source: TIP: Always check your Catalog first
th: เคล็ดลับ: ให้ตรวจสอบรายการทรัพยากรของคุณก่อนเสมอ

source: TIP: An attribute type cannot be deleted if it is used by any patron records
th: เคล็ดลับ: จะลบประเภทของแอตทริบิวต์ไม่ได้เมื่อมีระเบียนของสมาชิกใช้แอตทริบิวต์นั้นอยู่

source: TIP: An example of a repeatable holiday would be Christmas, New Year's or a staff in-service day
th: เคล็ดลับ: ตัวอย่างของวันหยุดที่ซ้ำได้อาจเป็นวันคริสต์มาส วันปีใหม่ หรือวันฝึกอบรมของเจ้าหน้าที่

source: TIP: At present you will have to enter holidays in for each library, there is no way to apply holidays to all libraries at once.
th: เคล็ดลับ: ปัจจุบันคุณจะต้องใส่วันหยุดของแต่ละห้องสมุด ไม่มีวิธีนำวันหยุดไปใช้กับทุกห้องสมุดพร้อมกัน
