Repository: Koha-Community/Koha
Catalog: misc/translator/po/mon-opac-bootstrap.po
Languages: mn

source: Show less
mn: багаар харуулах

source: Show lists
mn: Жагсаалтуудыг харах

source: Show more
mn: Илүү ихийг харуулах

source: Show more options
mn: Илүү олон сонголтыг харуулах

source: Show the top
mn: Хамгийн эхэнд харуулах

source: Show unholdable items
mn: захиалах боломжгүй зүйлсийг харуулах

source: Show year:
mn: харуулах он:

source: Showing %s of about %s results
mn: Ойролцоогоор %s илэрцээс %s-г харуулж байна

source: Showing 50 items.
mn: 50 зүйл харуулж байна.

source: Showing _START_ to _END_ of _TOTAL_
mn: Харуулж байна: Эхлэлээс төгсгөл хүртэл бүгд

source: Showing all items.
mn: Бүх зүйлсийг харуулж байна

source: Showing last 50 items.
mn: Сүүлийн 50 зүйлийг харуулж байна.

source: Showing only available items
mn: зөвхөн боломжтой зүйлсийг харуулж байна

source: Sign in to view availability and checkout items or place holds
mn: Захиалах болон авах боломжтой эсэхийг харахын тулд нэвтэрнэ үү.

source: Similar items
mn: Төстэй зүйлүүд

source: Simple DC-RDF
mn: Энгийн DC-RDF

source: Skip to main content
mn: Үндсэн агуулга руу шилжих

source: Some charges for text messages may be incurred when using this service. Please check with your mobile service provider if you have questions.
mn: Энэ үйлчилгээг ашиглах үед мессежийн зарим төлбөр гарч болзошгүй. Хэрэв танд асуулт байвал гар утасны үйлчилгээ үзүүлэгчээсээ асууна уу.

source: Something else
mn: өөр нэг зүйл

source: Something went wrong. The note has not been saved
mn: Алдаа гарлаа. Тэмдэглэл хадгалагдаагүй байна.

source: Sorry
mn: Уучлаарай

source: Sorry,
mn: Уучлаарай,

source: Sorry, but we could not accept this key. The invitation may have expired. Contact the patron who sent you the invitation.
mn: Уучлаарай, бид энэ түлхүүрийг хүлээн авч чадсангүй. Урилгын хугацаа дууссан байж магадгүй. Танд урилга илгээсэн уншигчтай холбоо барина уу.

source: Sorry, but you did not enter a valid email address.
mn: уучлаарай, та хүчинтэй имэйл хаяг оруулаагүй байна

source: Sorry, no suggestions.
mn: Уучлаарай, ямар ч санал алга.

source: Sorry, none of these titles can be placed on hold.
mn: Уучлаарай, эдгээр гарчгийн алийг ч захиалах боломжгүй

source: Sorry, only the creator of this comment is allowed to change it.
mn: Уучлаарай. энэ сэтгэгдлийг зөвхөн үүсгэгч л өөрчлөх боломжтой

source: Sorry, plain view is temporarily unavailable
mn: Уучлаарай, энгийн харагдац түр хугацаанд боломжгүй байна

source: Sorry, tags are not enabled on this system.
mn: Уучлаарай, энэ систем дээрх талбарын дугаар (хаяг) идэвхгүй байна

source: Sorry, the CAS login also failed. If you have a local login you may use that below.
mn: Уучлаарай, CAS-д нэвтэрч чадсангүй. Хэрэв танд локал нэвтрэлт байгаа бол доороос үүнийг ашиглаж болно.

source: Sorry, the CAS login failed.
mn: Уучлаарай, CAS-д нэвтэрч чадсангүй. Хэрэв танд дотоод нэвтрэлт байгаа бол доороос үүнийг ашиглаж болно.

source: Sorry, the requested page is not available
mn: Уучлаарай, хүссэн хуудас байхгүй байна

source: Sorry, the system doesn't think you have permission to access this page.
mn: Уучлаарай, системд энэ хуудсанд нэвтрэх эрх танд байхгүй байна

source: Sorry, there are no results. Try a different search term.
mn: Уучлаарай, үр дүн байхгүй байна. Өөр үгээр хайна уу.

source: Sorry, this item cannot be checked out at this station.
mn: Уучлаарай, энэ зүйлийг энэ төхөөрөмжөөр гаргах боломжгүй.

source: Sorry, this self check-in station has lost authentication. Please contact the administrator to resolve this problem.
mn: Уучлаарай, энэ өөртөө үйлчлэх төхөөрөмж баталгаажуулалт танигчгүй байна. Үүнийг шийдэхийн тулд админтай холбогдоно уу.

source: Sorry, this self-checkout station has lost authentication. Please contact the administrator to resolve this problem.
mn: Уучлаарай, Энэ өөртөө үйлчлэх төхөөрөмж танигчгүй болсон байна. Үүнийг шийдэхийн тулд системийн админтай холбоо барина уу.

source: Sorry, you are too young to place a hold for this item.
mn: Уучлаарай, энэ баримтыг захиалахад та хэтэрхий залуу байна

source: Sorry, you cannot add items to this list.
mn: Уучлаарай, та энэ жагсаалтад зүйл нэмэх боломжгүй.

source: Sorry, you cannot place holds.
mn: Уучлаарай, та захиалах боломжгүй.

source: Sorry, you cannot place more than %s holds.
mn: Уучлаарай, та %s-с олон ном захиалж болохгүй.

source: Sorry, your Google login failed.
mn: Уучлаарай, таны Google нэвтрэлт амжилтгүй боллоо.

source: Sorry, your Shibboleth identity does not match a valid library identity.
mn: Уучлаарай, таны Шибболет таниулбар номын сангийн таних дугаартай таарахгүй байна.

source: Sorry, your Shibboleth identity does not match a valid library identity. If you have a local login, you may use that below.
mn: Уучлаарай, таны Шибболет таниулбар номын сангийн таних дугаартай таарахгүй байна. Хэрэв танд локал нэвтрэлт байгаа бол доорхоос ашиглаж болно.

source: Sorry, your password cannot be changed online.
mn: Уучлаарай, таны нууц үгийг онлайнаарсолих боломжгүй.

source: Sorry, your session has timed out. Please log in again.
mn: Уучлаарай, таны нэвтрэх хугацаа хэтэрсэн байна. Дахин нэвтэрнэ үү.

source: Sort
mn: төрөлжүүлэлт

source: Sort by:
mn: Төрөлжүүлэх:

source: Sort by:
mn: Төрөлжүүлэх:

source: Sort this list by:
mn: энэ жагсаалтыг (... -аар) төрөлжүүлэх

source: Source
mn: Эх сурвалж

source: Specialized
mn: Мэргэшсэн

source: Staff only
mn: Зөвхөн ажилтан

source: Standard number
mn: Стандарт дугаар

source: Standard number (ISBN, ISSN or other):
mn: Стандарт дугаар (ISBN, ISSN бусад):

source: Star ratings
mn: үнэлгээ (таван хошуу)

source: State:
mn: Муж:

source: Statistics
mn: Статистикууд

source: Status
mn: Төлөв

source: Status:
mn: Төлөв:

source: Step one: Enter your user ID%s and password%s
mn: Нэгдүгээр алхам: Хэрэглэгчийн ID%s болон нууц үгээ%s оруулна уу

source: Step three: Click the 'Finish' button
mn: Гуравдугаар алхам: "Дуусгах" товчийг дарна уу

source: Step two: Scan the barcode for each item, one at a time
mn: Хоёрдугаар алхам: Зүйл бүрийн бар кодыг нэг нэгээр нь уншуулна уу.

source: Stopped
mn: Зогссон

source: Street number:
mn: Гудамжны дугаар:

source: Street type:
mn: Гудамжны төрөл:

source: Subject
mn: Сэдэв

source: Subject cloud
mn: Сэдэв үүлэн

source: Subject cloud &rsaquo; %s%s%sKoha online%s catalog
mn: Сэдэв үүлэн &rsaquo; %s%s%sKoha онлайн%s каталог

source: Subject(s)
mn: Сэдэв(үүд)

source: Subject:
mn: Сэдэв:

source: Subject: %s
mn: Сэдэв:%s

source: Submit
mn: Оруулах

source: Submit
mn: Оруулах:

source: Submit and close this window
mn: Оруулаад энэ цонхыг хаа

source: Submit changes
mn: Өөрчлөлт оруулах

source: Submit modifications
mn: Засвар оруулах

source: Submit note
mn: Тэмдэглэл оруулах

source: Submit update request
mn: Шинэчлэх хүсэлт оруулна уу

source: Submit your suggestion
mn: Санал хүсэлтээ оруулна уу

source: Subscribe to a subscription alert
mn: захиалгын сануулгыг идэвхжүүлэх

source: Subscribe to email notification on new issues
mn: Шинэ дугаарын мэдэгдлийг емэйлээр авахаар захиалах

source: Subscribe to email notification on new issues
mn: Шинэ дугаарын мэдэгдлийг имэйлээр авахаар захиалах

source: Subscribe to recent comments
mn: Сүүлийн үеийн сэтгэгдлүүдэд бүртгүүлнэ үү

source: Subscribe to this list
mn: энэ жагсаалтыг захиалах

source: Subscribe to this search
mn: энэ хайлтыг захиалах

source: Subscription
mn: Захиалга

source: Subscription alerts
mn: Захиалгын сануулга

source: Subscription from: %s to:%s %s %s now (current)%s
mn: Захиалга: %s хүртэл:%s %s %s одоо (одоогийн)%s

source: Subscription information for %s
mn: %s-н захиалгын мэдээлэл

source: Subscription title
mn: Захиалгын гарчиг

source: Subscription:
mn: Захиалга:

source: Subscriptions
mn: Захиалгууд

source: Subscriptions ( %s )
mn: Захиалгууд ( %s )

source: Suggest for purchase
mn: худалдан авахыг санал болгох

source: Suggested by anyone
mn: ...-д санал болгосон

source: Suggested by me
mn: миний санал болгосон

source: Suggested by:
mn: санал болгосон:

source: Suggested for
mn: санал болгосон

source: Suggested for:
mn: санал болгосон:

source: Suggested on
mn: ...-д санал болгосон

source: Suggestion declined
mn: саналд татгалзсан

source: Suggestions
mn: Саналууд

source: Summary
mn: Хураангуй

source: Surname:
mn: Овог:

source: Surveys
mn: Судалгаанууд

source: Suspend
mn: хойшлуулах

source: Suspend all holds
mn: Бүх захиалгыг түр зогсоо

source: Suspend hold
mn: Захиалгыг зогсоо

source: Suspend until:
mn: хүртэл хойшлуул:

source: Suspended
mn: Түр зогсоосон

source: Switch languages
mn: Хэл солих

source: Syndetics cover image
mn: Syndetics-ээс татсан хавтасны зураг

source: System maintenance
mn: Системийн засвар үйлчилгээ

source: System-wide only
mn: зөвхөн системийн хүрээнд

source: Table of contents
mn: Агуулгын хүснэгт

source: Table of contents provided by Syndetics
mn: Syndetics-ээс татсан агуулгын хүснэгт

source: Table of contents:
mn: Агуулгын хүснэгтүүд

source: Tag
mn: Хаяг

source: Tag browser
mn: Хаягын хөтөч

source: Tag cloud
mn: Үүлэн хаяг

source: Tag status here.
mn: Хаягийн төлөв энд.

source: Tag status here.
mn: Хаягийн төлөв энд.

source: Tag:
mn: Хаяг:

source: Tags
mn: Хаягууд:

source: Tags &rsaquo; %s%s%sKoha online%s catalog
mn: Хаягууд &rsaquo; %s%s%s Koha онлайн %s каталог

source: Tags added:
mn: Хаягууд нэмэндсэн:

source: Tags from this library:
mn: энэ номын сангийн тадбарын дугаарууд

source: Tags to show from other users:
mn: бусад хэрэглэгчдэд харуулах талбарын дугаар (хаяг)

source: Tags to show:
mn: бусад хэрэглэгчдэд харуулах талбарын дугаар (хаяг)

source: Tags:
mn: талбарын дугаар (хаяг) :

source: Technical reports
mn: Техникийн тайлангууд

source: Term
mn: Томьёолол

source: Thank you!
mn: Баярлалаа!

source: The "Staff only" permission has no actual effect while this list is strictly private.
mn: "Зөвхөн ажилтан" зөвшөөрөл нь энэ жагсаалтын нууцлалд ямар ч нөлөө үзүүлэхгүй.

source: The %s latest issues for this subscription:
mn: Энэ захиалгын хамгийн сүүлийн %s дугаар:

source: The %s most checked-out %s %s %s %s at %s %s %s in the past %s months %s of all time %s
mn: Бүх цаг үеийн %s-н сүүлийн %s сарын %s дахь %s %s %s %s дахь %s %s %s хамгийн их гарсан %s

source: The %s%s%sKoha online%s catalog is offline for system maintenance. We'll be back soon!
mn: %s%s%sKoha онлайн%s каталог нь системийн засвар үйлчилгээ хийгдэж байгаа тул офлайн байна. Удахгүй нээгдэх болно!

source: The 'Finish' button is presented to start over.
mn: Дахин эхлүүлэхийн тулд 'Дуусах' товчийг үзүүлэв.

source: The ISBD cloud is not enabled.
mn: ISBD үүл идэвхжээгүй байна..

source: The browser table is empty. this feature is not fully set-up. See the
mn: Хөтөчийн хүснэгт хоосон байна. Энэ функцийг бүрэн тохируулаагүй байна. -г үзнэ үү

source: The cart was sent to: %s
mn: %s-рүү энэ сагс илгээгдсэн.

source: The current subscription began on %s and is issued
mn: Одоогийн захиалга %s-д эхэлсэн бөгөөд гарсан

source: The deletion of your hold history failed. Please help to fix the system by informing your library of this error
mn: Таны захиалгын түүхийг устгаж чадсангүй. Энэ алдааны талаар номын санд мэдэгдэж системийг засахад тусална уу

source: The entered card number is already in use.
mn: Оруулсан картын дугаарыг аль хэдийн ашиглаж байна.

source: The entered card number is the wrong length.
mn: Оруулсан картын дугаар урт буруу байна.

source: The feature of sharing lists is not in use in this library.
mn: Жагсаалт хуваалцах онцлог энэ номын санд ашиглагдаагүй байна.

source: The first subscription was started on %s
mn: Анхны захиалга %s-д эхэлсэн

source: The following fields are required and not filled in:
mn: Дараах талбаруудыг бөглөх шаардлагатай бөгөөд бөглөөгүй байна:

source: The following fields contain invalid information:
mn: Дараах талбарууд буруу мэдээлэл агуулж байна:

source: The item has been added to the list.
mn: Энэ зүйл жагсаалтад нэмэгдлээ.

source: The item has been removed from the list.
mn: энэ бүтээл жагсаалтаас хасагдлаа.

source: The item has not been added to the list. Please check it's not already in the list.
mn: Энэ зүйл жагсаалтад нэмэгдлээ. Жагсаалтад байгаа эсэхийг шалгана уу.

source: The library has disabled the ability for patrons to create new public lists. If you make your list private, you will not be able to make it public again.
mn: Номын сан нь үйлчлүүлэгчдэд олон нийтийн шинэ жагсаалт үүсгэх боломжийг хаасан. Хэрэв та жагсаалтаа хувийн болговол дахин олон нийтэд нээлттэй болгох боломжгүй.

source: The link is broken and the page does not exist.
mn: Холбоос эвдэрсэн, хуудас байхгүй байна.

source: The link is invalid.
mn: Холбоос хүчингүй байна.

source: The list was sent to: %s
mn: жагсаалтыг илгээсэн : %s

source: The operation %s is not supported.
mn: %s үйлдлийг дэмждэггүй.

source: The operation results will be displayed for each entered barcode.
mn: Оруулсан бар код бүрийн хувьд үйлдлийн үр дүнг харуулах болно.

source: The password has been changed for user "%s".
mn: "%s" хэрэглэгчийн нууц үгийг өөрчилсөн.

source: The selected suggestions have been deleted.
mn: Сонгосон саналуудыг устгасан.

source: The share has been removed.
mn: хуваалцлыг арилгасан

source: The share has not been removed.
mn: хуваалцлыг арилгаагүй

source: The subscription expired on %s
mn: Захиалгын хугацаа %s-д дууссан

source: The suggestion has not been added. A suggestion with this title already exists.
mn: Санал нэмэгдээгүй байна. Энэ гарчигтай санал аль хэдийн байна.

source: The suggestion has not been added. You have reached your limit for suggestions you can place at this time (%s in %s days).
mn: Саналыг нэмээгүй байна. Та одоогоор санал оруулах хязгаартаа хүрсэн байна (%s өдөрт %s).

source: The suggestion has not been added. You have reached your limit for suggestions you can place at this time (%s). Once the library has processed those suggestions you will be able to place more.
mn: Саналыг нэмээгүй байна. Та одоогоор санал оруулах хязгаартаа хүрсэн байна (%s). Номын сан эдгээр зөвлөмжийг боловсруулсны дараа та илүү олон зүйлийг оруулах боломжтой болно.

source: The system does not recognize this barcode.
mn: Систем энэ баркодыг танихгүй байна.

source: The tag was added as &quot;%s&quot;.
mn: Талбарын дугаар (хаяг)-ийг&quot;%s&quot; гэж нэмсэн.

source: The transaction id '%s' for this payment is invalid.
mn: '%s' энэ төлбөрийн шилжүүлгийн ID хүчингүй

source: The userid
mn: хэрэглэгчийн ID

source: There are %s subscription(s) associated with this title.
mn: Энэ гарчигтай холбоотой %s захиалга байна.

source: There are no comments on this title.
mn: энэ гарчигт сэтгэгдэл алга

source: There are no items available for recall.
mn: Буцаах боломжтой зүйл алга.

source: There are no items that can be placed on hold.
mn: Захиалгад гаргасан зүйл байхгүй байна.

source: There are no pending purchase suggestions matching your search.
mn: Таны хайлтад тохирох хүлээгдэж буй худалдан авалтын санал байхгүй байна.

source: There are no pending purchase suggestions.
mn: Хүлээгдэж буй худалдан авалтын санал байхгүй байна.

source: There is no minimum or maximum character length.
mn: Тэмдэгтийн уртын хамгийн их, хамгийн бага утга байхгүй байна.

source: There was a problem with this operation:
mn: энэ үйлдлийг хийхэд алдаа гарлаа

source: There was a problem with your submission
mn: Таны мэдүүлэгт асуудал гарлаа

source: There was an error sending the cart.
mn: сагсыг илгээхэд алдаа гарлаа

source: There was an error sending the list.
mn: Жагсаалтыг илгээхэд алдаа гарлаа.

source: There were problems processing your registration. Please contact your library for help.
mn: Таны бүртгэлийг боловсруулахад асуудал гарлаа. Номын сантайгаа холбогдож тусламж авна уу.

source: Theses
mn: Диссертацууд

source: This &quot;cloud&quot; shows the most used topics in our catalog. Click on any subject below to see the items in our collection.
mn: Энэ &quot;үүл&quot; нь манай каталогт хамгийн их ашиглашдсан сэдвүүдийг үзүүлнэ. Манай цуглуулга дахь зүйлсийг харахаар доорхи дурын субьект дээр дарна уу.

source: This account has no email address we can send the email to.
mn: энэ нэвтрэх эрх имэйл хаяггүй байна. бид имэйл илгээх боломжтой

source: This email address already exists in our database.
mn: Энэ имэйл хаяг манай мэдээллийн санд (аль хэдийнэ)бүртгэгдсэн байна.

source: This feature is not enabled
mn: Энэ функц идэвхжээгүй байна

source: This field is required.
mn: Энэ талбар шаардлагатай.

source: This is a on-site checkout, it cannot be renewed.
mn: Үүнийг биечлэн авсан тул сунгах боломжгүй.

source: This is a serial
mn: Энэ бол цуврал

source: This item belongs to another library.
mn: Энэ зүйл өөр номын сангийнх

source: This item cannot yet be renewed.
mn: Энэ зүйлийг хараахан шинэчлэх боломжгүй.

source: This item does not exist.
mn: энэ зүйл байхгүй

source: This item has been recalled. Please return by the new due date.
mn: энэ баримт буцаах сануулгатай байна. Шинэ буцаах хугацаагаар буцаана уу

source: This item has been withdrawn from the collection.
mn: Энэзүйлийг сан хөмрөгөөс хассан.

source: This item is already checked out to you.
mn: энэ зүйл танд аль хэдийнэ олгогдсон байна

source: This item is checked out to someone else.
mn: энэ баримт өөр хэрэглэгчид олгогдсон байна

source: This item is not for loan.
mn: Энэ зүйлийг зээлдэхгүй.

source: This item is on hold for another borrower.
mn: энэ баримтыг өөр хэрэглэгч захиалсан байна

source: This item is on hold for another patron.
mn: энэ зүйлийг өөр уншигч захиалсан байна

source: This item is restricted.
mn: Энэ зүйл хязгаарлагдсан

source: This item is scheduled for auto renewal.
mn: энэ зүйлийг автоматаар сунгахаар тохируулсан

source: This library card has been declared lost.
mn: Уншигчийн карт алга болсон гэж мэдэгдсэн

source: This link is valid for 2 days starting now.
mn: Энэ холбоос одооноос эхлэн 2 хоногийн хугацаанд хүчинтэй байна.

source: This list contains %s titles
mn: энэ жагсаалт%s гарчигууд агуулсан

source: This list does not exist.
mn: Энэ жагсаалт байхгүй байна.

source: This list is empty.
mn: Энэ жагсаалт хоосон байна.

source: This list is shared. Other users will lose access to it.
mn: Энэ жагсаалтыг хуваалцсан. бусад хэрэглэгчид нэвтрэх боломжгүй болно

source: This message can have the following reason(s):
mn: энэ мессеж дараах шалтгаантай байж болно

source: This news item does not exist.
mn: Энэ номын мэдээ байхгүй байна.

source: This record has many physical items (%s).
mn: Энэ бичлэгт олон биет зүйл байна (%s).

source: This subscription is closed.
mn: Энэ захиалга хаагдсан.

source: This title cannot be requested because it's already in your possession.
mn: та энэ гарчгийг хэдийнэ захиалсан тул хүсэлт гаргах боломжгүй

source: This title cannot be requested because you already have hold for this item.
mn: Та энэ гарчгийг аль хэдийн захиалсан байгаа тул энэ гарчгийг хүсэх боломжгүй.

source: This title cannot be requested because you exceeded max holds per record.
mn: Та гарчгийн дээд хязгаарыг хэтрүүлсэн тул энэ гарчгийг хүсэх боломжгүй.

source: This title cannot be requested because you reached the daily hold limit.
mn: Та өдрийн захиалгын хязгаарт хүрсэн тул энэ гарчгийг хүсэх боломжгүй.

source: This title cannot be requested because you reached the maximum number of holds.
mn: Таны захиалгын тоо хамгийн их тоонд хүрсэн тул энэ зүйлийг захиалах боломжгүй.

source: This title cannot be requested.
mn: энэ гарчигт хүсэлт гаргах (захиалах) боломжгүй

source: Thumbnail
mn: жижиг/дүрс/ зураг

source: Title
mn: Гарчиг

source: Title (A-Z)
mn: Гарчиг (A-Я)

source: Title (Z-A)
mn: Гарчиг (Я-A)

source: Title notes ( %s )
mn: гарчгийн тэмдэглэл ( %s )

source: Title:
mn: Гарчиг:

source: Titles
mn: Гарчгууд

source: To log in, use the following credentials:
mn: дараах (эрх)үнэмлэхийг ашиглан нэвтрэнэ үү

source: To make changes to your record please contact the library.
mn: Бүртгэлдээ өөрчлөлт оруулах бол номын сантай холбогдоно уу.

source: To report this error, please contact the Koha Administrator.
mn: Энэ алдааг мэдээлэхийн тулд Koha админтай холбогдоно уу.

source: To report this error, you can email the Koha Administrator.
mn: Энэ алдааг та Коха админ руу имэйл илгээн мэдэгдэх боломжтой.

source: To reset your password, enter your login or your email address.
mn: Нууц үгээ шинэчлэхийн тулд нэвтрэх эсвэл имэйл хаягаа оруулна уу.

source: Toolbar control
mn: Хянах самбар

source: Top level
mn: Дээд түвшин

source: Topics
mn: Сэдвүүд

source: Total due
mn: нийт төлбөр

source: Total due if credit(s) applied:
mn: Зээл ашигласан нийт төлбөр:

source: Total holds: %s
mn: Нийт захиалгууд: %s

source: Treaties
mn: Гэрээнүүд

source: Type
mn: Төрөл

source: Type of heading
mn: гарчгийн төрөл:

source: Type:
mn: Төрөл:

source: URL(s)
mn: URL(үүд)

source: Unable to add one or more tags.
mn: нэг эсвэл түүнээс олон талбарын дугаар (хаяг) нэмэх боломжгүй

source: Unable to cancel enrollment!
mn: Бүртгэлийг цуцлах боломжгүй!

source: Unable to create enrollment!
mn: Бүртгэл үүсгэх боломжгүй!

source: Unable to update your setting!
mn: Таны тохиргоог шинэчлэх боломжгүй байна!

source: Unavailable (lost or missing)
mn: Бэлэн биш (алдагдсан эсвэл хайж буй)

source: Unavailable issues
mn: Бэлэн биш дугаарууд

source: Unhighlight
mn: Онцлоогүй

source: Unified title
mn: нийлмэл гарчиг

source: Unified title: %s
mn: нийлмэл гарчиг: %s

source: Unknown
mn: тодорхой бус

source: Unrecognized error.
mn: тодорхой бус алдаа

source: Unsubscribe from a subscription alert
mn: Захиалгын сануулгыг цуцлах

source: Update
mn: шинэчлэх

source: Update auto-renewal preference
mn: автоматаар сунгах тохиргоог шинэчлэх

source: Update password
mn: нууц үг шинэчлэх

source: Update your contact information
mn: холбоо барих мэдээллээ шинэчлэх

source: Updated
mn: Шинэчилсэн

source: Updates submitted &rsaquo; %s%s%sKoha online%s catalog
mn: Шинэчлэлтүүдийг оруулсан &rsaquo; %s%s%sKoha онлайн%s каталог

source: Updates to your record
mn: таны бүртгэл шинэчлэлтүүд

source: Use this to report any problems with your currently checked out items
mn: Одоогоор таны авсан номтой холбоотой ямарваа нэг (алдаа) асуудалд энэ тайланг ашиглана уу

source: Use top menu bar to navigate to another part of Koha.
mn: Коха-н өөр хэсэг рүү очихын тул дээд цэсний мөрийг ашиглах.

source: Used For
mn: ашигласан

source: Used for/see from:
mn: Ашигласан/ эндээс харна уу:

source: User summary
mn: Хэрэглэгчийн хураангуй

source: Username:
mn: хэрэглэгчийн нэр:

source: Username:
mn: Хэрэглэгчийн нэр:

source: Usually the reason for freezing an account is old overdues or damage fees. If shows your account to be clear, please contact the library.
mn: Бүртгэлийг хаах нь хугацаа хэтрэл болон гэмтээсэн зүйлийн төлбөртэй хамааралтай. Хэрвээ танд эдгээр зөрчил байхгүй гэж үзэж байгаа бол номын санчтай холбоо барина уу

source: Usually the reason for freezing an account is old overdues or damage fees. If your account shows to be clear, please contact the library.
mn: Бүртгэлийг хаах нь хугацаа хэтрэл болон гэмтээсэн зүйлийн төлбөртэй хамааралтай. Хэрвээ танд зөрчил байхгүй гэж үзэж байгаа бол номын санчтай холбоо барина уу.

source: VHS tape / Videocassette
mn: VHS кассет/Видео кассет

source: Value is already in use (%s)
mn: Утга аль хэдийн ашиглагдаж байна (%s)

source: Verification
mn: Баталгаажуулалт

source: Verification:
mn: Баталгаажуулалт:

source: View all suggestions
mn: Бүх саналыг харах

source: View all the physical items.
mn: Бүх биет зүйлсийг харах

source: View details for this title
mn: Энэ гарчигтай холбоотой дэлгэрэнгүй мэдээллийг харна уу

source: View interlibrary loan request
mn: Номын сан хоорондын зээлийн хүсэлтийг харах

source: View record "%s"
mn: Бичиглэл харах "%s"

source: View the requested item
mn: хүсэлт гаргасан /захиалсан/ баримтыг харах

source: View your search history
mn: Хайлтын түүхээ харах

source: Visit web site
mn: Вэб сайтад зочилно уу

source: Volume
mn: Боть

source: Volume:
mn: Боть:
