Repository: Koha-Community/Koha
Catalog: misc/translator/po/mon-messages-js.po
Languages: mn

source: (current)
mn: (одоогийн)

source: and %s of %s unseen renewals remaining
mn: болон %s-ийн %s харагдахгүй хугацаа сунгалтын үлдсэн хугацаа

# Bibliographic record
source: item(s) added to your cart
mn: бүтээл(үүд) таны сагсанд орлоо

source: %s already in your cart
mn: %s таны сагсанд байна

source: %s deleted order(s) are using this record. Are you sure you want to delete this record?
mn: %s устгасан захиалга(ууд) энэ бүртгэлийг ашиглаж байна. Энэ бүртгэлийг устгах уу?

source: %s deleted order(s) are using this record. You need order managing permissions to delete this record.
mn: %s устгасан захиалга(ууд) энэхүү бүртгэлд байна. Энэхүү бүртгэлийг устгахын тулд зөвшөөрөл удирдах захиалга өгөх шаардлагатай

source: %s hold(s) on this record. You must delete all holds before deleting all items.
mn: Энэхүү бүртгэл дэх %s онлайн захиалга(ууд). Бүх бүтээлийг устгахын өмнө бүх онлайн захиалгуудыг устгах шаардлагатай

source: %s holds(s) for this record. Are you sure you want to delete this record?
mn: Энэхүү бүртгэлд зориулсан %s онлайн захиалгууд. Энэ бүртгэлийг устгах уу?

source: %s is neither permitted nor prohibited!
mn: %s зөвшөөрөл, хориг аль аль нь байхгүй.

source: %s is permitted!
mn: %s зөвшөөрөлтэй!

source: %s is prohibited!
mn: %s хориотой!

source: %s item(s) added to your cart
mn: %s зүйл таны сагсанд нэмэгдсэн

source: %s item(s) are attached to this record. You must delete all items before deleting this record.
mn: %s бүтээл(үүд) энэ бүртгэлд нэмж орсон байна. Бүх бүтээлийг устгахын өмнө бүх онлайн захиалгуудыг устгах шаардлагатай.

source: %s month
mn: %s сар

source: %s months
mn: %s сарууд

source: %s of %s renewals remaining
mn: %s-ийн %s хугацаа сунгах эрх үлдсэн байна

source: %s order(s) are using this record. You need order managing permissions to delete this record.
mn: %s захиалгууд энэ бүртгэлд байна. Энэхүү бүртгэлийг устгахын тулд зөвшөөрлийг удирдах захиалга өгөх шаардлагатай.

source: %s subscription(s) are attached to this record. You must delete all subscription before deleting this record.
mn: Энэ бүртгэлд %s захиалга(ууд) нэмж орсон байна. Бүх бүтээлийг устгахын өмнө бүх онлайн захиалгуудыг устгах шаардлагатай.

source: %s year
mn: %s жил

source: %s years
mn: %s жилүүд

source: (filtered from _MAX_ total entries)
mn: (Боломжит бүх өгөгдлөөс шүүсэн)

source: (select to create)
mn: (үүсгэх сонголт)

source: A control field cannot be used with a regular field.
mn: Хяналтын талбарыг энгийн талбартай хамт ашиглах боломжгүй.

source: A default letter with the code '%s' already exists.
mn: '%s' кодтой өгөгдмөл үсэг аль хэдийн байна.

source: A letter with the code '%s' already exists for '%s'.
mn: '%s'-д '%s' кодтой үсэг байна.

source: AJAX error (%s alert)
mn: AJAX алдаа (%s сэрэмжлүүлэг)

source: AJAX failed to approve tag: %s
mn: AJAX шошгыг баталгаажуулсангүй: %s

source: AJAX failed to reject tag: %s
mn: AJAX шошгыг буцаасангүй: %s

source: Access to camera denied.
mn: Камер руу хандахыг хориглосон.

source: Actions
mn: Үйлдлүүд

source: Activate filters
mn: Шүүлтүүрүүдийг идэвхжүүлэх

source: Add
mn: Нэмэх

source: Add item
mn: Зүйл нэмэх

source: Add multiple items
mn: Хэд хэдэн зүйл нэмэх

source: Add to cart
mn: Жагсаалт рүү нэмэх

source: Age
mn: Нас

source: All
mn: Бүгд

source: An error occurred on deleting this image
mn: Энэ зургийг устгахад алдаа гарлаа

source: An error occurred while uploading.
mn: Оруулах явцад алдаа гарлаа.

source: An unknown error occurred:
mn: Тодорхойгүй алдаа гарлаа:

source: Approve
mn: Зөвшөөрөх

source: Approved
mn: Зөвшөөрсөн

source: April
mn: Дөрөвдүгээр сар

source: Are you sure you want to cancel this hold?
mn: Энэ захиалгыг цуцлахдаа итгэлтэй байна уу?

source: Are you sure you want to check out this item?
mn: Та энэ зүйлийг авахыг хүсэж байна уу?

source: Are you sure you want to close this subscription?
mn: Та энэ захиалгыг хаахдаа итгэлтэй байна уу?

source: Are you sure you want to delete %s?
mn: Та %s-г устгахдаа итгэлтэй байна уу?

source: Are you sure you want to delete %s? %s patron(s) are using it!
mn: Та %s-г устгахдаа итгэлтэй байна уу? %s уншигч(д) үүнийг ашиглаж байна!

source: Are you sure you want to delete the %s attached items?
mn: Та хавсаргасан %s зүйлийг устгахдаа итгэлтэй байна уу?

source: Are you sure you want to delete the selected audio alerts?
mn: Энэхүү сонгогдсон аудио сэрэмжлүүлэх дохиог устгах уу?

source: Are you sure you want to delete this cover image?
mn: Энэ хавтасны зургийг устгах уу?

source: Are you sure you want to delete this field?
mn: Та энэ талбарыг устгахдаа итгэлтэй байна уу?

source: Are you sure you want to delete this message? This cannot be undone.
mn: Та энэ мессежийг устгахдаа итгэлтэй байна уу? Энэ буцаах боломжгүй.

source: Are you sure you want to delete this record?
mn: Та энэ бичлэгийг устгахдаа итгэлтэй байна уу?

source: Are you sure you want to delete this return claim?
mn: Та энэ буцаах гомдлыг устгахдаа итгэлтэй байна уу?

source: Are you sure you want to delete this subscription?
mn: Та энэ захиалгыг устгахдаа итгэлтэй байна уу?

source: Are you sure you want to delete this vendor?
mn: Энэ борлуулагчийг устгахдаа итгэлтэй байна уу?

source: Are you sure you want to empty your cart?
mn: Та сагсаа хоослохдоо итгэлтэй байна уу?

source: Are you sure you want to expire this recall?
mn: Та энэ эргүүлэн татах хугацааг дуусгахдаа итгэлтэй байна уу?

source: Are you sure you want to mark this recall as overdue?
mn: Энэ эргүүлэн татах хугацааг хэтрүүлсэн гэж тэмдэглэх үү?

source: Are you sure you want to remove the selected items?
mn: Та сонгогдсон зүйлсийг арилгахыг хүсэж байна уу?

source: Are you sure you want to remove the selected recall(s)?
mn: Та сонгосон сунгалтыг устгахдаа итгэлтэй байна уу?

source: Are you sure you want to remove this recall and return the item to it's home library?
mn: Та энэ санах ойг устгаж, номын санд нь буцааж өгөхийг хүсэж байна уу?

source: Are you sure you want to remove this recall?
mn: Та энэ эргүүлэн татахыг устгахдаа итгэлтэй байна уу?

source: Are you sure you want to renew this patron's registration?
mn: Та энэ уншигчийн бүртгэлийг шинэчлэхдээ итгэлтэй байна уу?

source: Are you sure you want to reopen this subscription?
mn: Та энэ захиалгыг дахин нээхдээ итгэлтэй байна уу?

source: Are you sure you want to replace the fields and subfields for the %s framework structure? The existing structure will be overwritten! For safety reasons, it is recommended to use the export option to make a backup first.
mn: Та %s хүрээний бүтцийн талбарууд болон дэд талбаруудыг солихдоо итгэлтэй байна уу? Одоо байгаа бүтцийг дарж бичих болно! Аюулгүй байдлын үүднээс эхлээд нөөцлөхийн тулд экспортын сонголтыг ашиглахыг зөвлөж байна.

source: Are you sure you want to return this item?
mn: Та энэ зүйлийг буцаахдаа итгэлтэй байна уу?

source: Are you sure you want to revert the waiting status of this recall?
mn: Энэхүү буцаан татахаар хүлээгдэж буй төлөвийг буцаахдаа итгэлтэй байна уу?

source: Are you sure you want to update this child to an Adult category? This cannot be undone.
mn: Энэ хүүхдийг насанд хүрэгчдийн ангилалд оруулах уу? Энэ үйлдлийг нэгэнт хийсэн бол буцаах боломжгүй.

source: Are you sure you wish to delete this template action?
mn: Та энэ загварын үйлдлийг устгахдаа итгэлтэй байна уу?

source: Are you sure you wish to delete this template?
mn: Та энэ загварыг устгахдаа итгэлтэй байна уу?

source: At least two records must be selected for merging
mn: Нэгтгэхдээ наад зах нь хоёр бүртгэлийг сонгох шаардлагатай

source: August
mn: Наймдугаар сар

source: Authority
mn: Эрх мэдэл

source: Automatic renewal failed, account expired
mn: Автомат сунгалт амжилтгүй болсон. Дансны хугацаа дууссан

source: Automatic renewal failed, patron has unpaid fines
mn: Автомат сунгалт амжилтгүй болсон. Уншигч торгуулиа төлөөгүй байна

source: Back to top
mn: Дээшээ буцах

source: Bibliographic record does not exist!
mn: Номзүйн бүртгэл байхгүй!

source: Both subfield values should be filled or empty.
mn: Дэд талбарын утгыг хоёуланг нь бөглөх эсвэл хоёулаа хоосон байх ёстой.

source: Can no longer be auto-renewed - number of checkout days exceeded
mn: Автоматаар сунгах боломжгүй. Тооцоо хийх хоног хэтэрсэн

source: Cancel
mn: Цуцлах

source: Cancel hold
mn: Захиалгыг цуцлах

source: Cancelled
mn: Цуцалсан

source: Cannot test prediction pattern for the following reason(s): %s
mn: Дараах шалтгаан(ууд)-ы улмаас урьдчилан таамаглах загварыг шалгах боломжгүй: %s

source: Category code can only contain the following characters: letters, numbers, - and _.
mn: Ангиллын код нь зөвхөн дараах тэмдэгтүүдийг агуулж болно: үсэг, тоо, - ба _.

source: Change messaging preferences to default for this category?
mn: Энэ ангиллын зурвасын тохиргоог өгөгдмөл болгож өөрчлөх үү?

source: Check in
mn: Өгөх

source: Check the box next to the alert you want to delete.
mn: Устгахыг хүсч буй сэрэмжлүүлэх дохионы хажууд байх нүдийг чагтална уу.

source: Checked in
mn: Өгсөн

source: Checked out until:
mn: ... хүртэл олгосон

source: Checkouts
mn: Олголтууд

source: Claim returned
mn: Гомдлыг буцаасан

source: Clear
mn: Арилгах

source: Clear all
mn: Бүгдийг арилгах

source: Clear date to suspend indefinitely
mn: Хойшлуулах огноог тодорхойгүй хугацаагаар арилгах

source: Clear filter
mn: Шүүлтүүрийг арилгах

source: Clear form
mn: Хэлбэржүүлэлтийг арилгах

source: Click to collapse this section
mn: Энэ хэсгийг хумихын тулд товшино уу

source: Click to expand this section
mn: Энэ хэсгийг өргөжүүлэхийн тулд товшино уу

source: Columns
mn: Баганууд

source: Columns settings
mn: Баганын тохиргоо

source: Confirm
mn: Батлах

source: Copied %d rows to clipboard
mn: %d мөрүүдийг санах ой руу хуулсан

source: Copied one row to clipboard
mn: Нэг мөрийг санах ой руу хуулсан

source: Copy
mn: Хуулах/ хувиргах

source: Could not access camera.
mn: Камер руу нэвтэрч чадсангүй.

source: Dates of birth should be entered in the format 'DD.MM.YYYY'
mn: Төрсөн огноог заавал 'DD.MM.YYYY' гэсэн форматаар оруулах ёстой. /Үүнд d-өдөр, м-сар, y-жил/

source: Dates of birth should be entered in the format 'DD/MM/YYYY'
mn: Төрсөн огноог заавал 'DD/MM/YYYY' гэсэн форматаар оруулах ёстой. /Үүнд d-өдөр, м-сар, y-жил/

source: Dates of birth should be entered in the format 'MM/DD/YYYY'
mn: Төрсөн огноог заавал 'MM/DD/YYYY' гэсэн форматаар оруулах ёстой. /Үүнд d-өдөр, м-сар, y-жил/

source: Dates of birth should be entered in the format 'YYYY-MM-DD'
mn: Төрсөн огноог заавал 'YYYY-MM-DD' гэсэн форматаар оруулах ёстой. /Үүнд d-өдөр, м-сар, y-жил/

source: Deactivate filters
mn: Шүүлтүүрүүдийг идэвхгүй болгох

source: December
mn: Арван хоёрдугаар сар

source: Delete
mn: Устгах

source: Denied
mn: Татгалзсан

source: Directory is not writeable
mn: Лавлах бичих боломжгүй

source: Double click to edit
mn: Засварлахдаа хоёр товшино уу

source: ERROR: Price is not a valid number, please check the price and try again!
mn: АЛДАА: Үнийн дүн буруу байна, үнийг шалгаад дахин оролдоно уу!

source: Edit
mn: Засах

source: Edit action %s
mn: %s үйлдлийг засах

source: Edit notes
mn: Тэмдэглэл засах

source: Edit provider %s
mn: %s үйлчилгээ үзүүлэгчийг засах

source: Error code 0 not used
mn: Алдааны код 0 ашиглагдаагүй

source: Error importing the authority type %s
mn: %s удирдлагын төрлийг оруулж ирэхэд алдаа гарлаа

source: Error importing the framework
mn: Ерөнхий бүдүүвчийг оруулж ирэхэд алдаа гарлаа

source: Error:
mn: Алдаа:

source: Error: presence of invalid data prevent saving. Please make the corrections and try again.
mn: Алдаа: хүчингүй өгөгдөл байгаа нь хадгалахад саад болно. Залруулга хийгээд дахин оролдоно уу.

source: Error; your data might not have been saved
mn: Алдаа; таны өгөгдөл хадгалагдаагүй байж болзошгүй

source: Every
mn: Бүр

source: Expired
mn: Хугацаа дууссан

source: Export
mn: Экспортлох

source: Export or print
mn: Экспортлох эсвэл хэвлэх

source: February
mn: Хоёрдугаар сар

source: File already exists
mn: Энэ файл байна

source: File name:
mn: Файлын нэр:

source: File size:
mn: Файлын хэмжээ:

source: File type:
mn: Файлын төрөл

source: First
mn: Анхны

source: First publication date is not defined
mn: Анх хэвлэгдсэн огноо тодорхойгүй байна

source: Frequency and subscription length provided doesn't combine well. Please consider entering an issue count rather than a time period.
mn: Өгөгдсөн давтамж болон захиалгын хэмжээ нь сайн хоршихгүй байна. Хугацаа харгалзахгүйгээр хэвлэлийн тоог оруулна уу.

source: Frequency is not defined
mn: Давтамж тодорхойлогдоогүй

source: Friday
mn: Баасан гариг

source: Fund amount exceeds parent allocation
mn: Сангийн хэмжээ эх үүсвэрийн хуваарилалтаас хэтэрсэн байна

source: Fund amount exceeds period allocation
mn: Сангийн хэмжээ хуваарилагдсан хугацаанаас хэтэрсэн

source: Get item
mn: Зүйлийг авах

source: Go back to the results
mn: Үр дүн рүү буцах

source: Hold is <strong>suspended</strong>
mn: Онлайн захиалгыг<strong>түр зогсоосон</strong>

source: Holds
mn: Захиалгууд

source: If the field is a control field, the subfield should be empty
mn: Хэрэв талбар нь хяналтын талбар бол дэд талбар хоосон байх ёстой

source: If you wish to claim late or missing issues you must link this subscription to a vendor. Click OK to ignore or Cancel to return and enter a vendor
mn: Хэрэв та өнгөрсөн эсвэл дутсан гээгдсэн асуудлаар гомдол гаргахыг хүсвэл энэ номын худалдагчтай холбогдоно уу. Холбохгүй бол ОК, буцах бол Цуцлах товчийг дарж борлуулагчийг оруулна уу

source: Importing to framework: %s. Importing from file: %s.
mn: Ерөнхий бүдүүвч рүү оруулж байна: %s. Файлаас оруулж ирж байна: %s.

source: In your cart
mn: Таны сагсанд

source: Item cannot be checked out. There are no available formats
mn: Бүтээлийг гэрээр олгох боломжгүй. Олгох боломжит формат байхгүй

source: Item hasn't been transferred yet from %s
mn: Бүтээлийг %s-с шилжүүлээгүй байна

source: Item is <strong>in transit</strong> from %s since %s
mn: Бүтээл %s-с хойш %s-аас <strong>дамжиж</strong>бай

source: Item is <strong>waiting here</strong>
mn: Зүйл <strong>энд байна</strong>

source: Items in your cart: %s
mn: Таны сагсанд байгаа зүйлс: %s

source: January
mn: Нэгдүгээр сар

source: July
mn: Долдугаар сар

source: June
mn: Зургаадугаар сар

source: Last
mn: Сүүлийнх

source: Loading
mn: Ачаалж байна

source: Loading more results…
mn: Илүү олон илэрцийг ачаалж байна...

source: Loading...
mn: Ачаалж байна ...

source: Loading... you may continue scanning.
mn: Ачаалж байна... та үргэлжлүүлэн скан хийж болно.

source: Log in to your OverDrive account
mn: Та OverDrive бүртгэлээрээ нэвтэрнэ үү

source: Log out of your OverDrive account
mn: Та OverDrive бүртгэлээсээ гарна уу

source: March
mn: Гуравдугаар сар

source: Marked overdue
mn: Хугацаа хэтэрсэн гэж тэмдэглэгдсэн

source: May
mn: Тавдугаар сар

source: Minimum password length: %s
mn: Нууц үгийн хамгийн бага урт:%s

source: Monday
mn: Даваа гариг

source: Must be renewed at the library
mn: Номын санд сунгагдах ёстой

source: NOTE: Fields listed in the 'UniqueItemsFields' system preference will not be copied
mn: ТАЙЛБАР: "Өвөрмөц зүйлийн талбарууд" системийн тохиргоонд жагсаасан талбаруудыг хуулахгүй.

source: New budget-parent is beneath budget
mn: Шинэ эх үүсвэрийн төсөв нь төсвөөс доогуур байна

source: Next
mn: Дараагийн

source: Next available %s item
mn: Дараагийн авч болох %s бүтээл

source: Next issue publication date is not defined
mn: Дараагийн хэвлэлтийн хэвлэгдсэн огноо тодорхойгүй байна

source: No
mn: Үгүй

source: No camera detected.
mn: Камер илэрсэнгүй.

source: No cover image available
mn: Хавтасны зураг байхгүй

source: No data available in table
mn: Хүснэгтэд мэдээлэл байхгүй байна

source: No entries to show
mn: Үзүүлэх зүйл алга

# Bibliographic record
source: No item was added to your cart
mn: Таны сагсанд зүйл нэмэгдээгүй

source: No item was added to your cart (already in your cart)!
mn: Таны сагсанд ямар ч зүйл нэмээгүй (таны сагсанд аль хэдийн нэмэгдсэн байна)!

source: No item was selected
mn: Зүйл сонгогдоогүй байна

# Bibliographic record
source: No item was selected
mn: Сонгосон зүйл алга

source: No itemtype
mn: Зүйлийн төрөл байхгүй

source: No matching records found
mn: Тохирох бүртгэл олдсонгүй

source: No renewal before %s
mn: %s-с өмнө сунгалт байхгүй

source: No results found
mn: Ямар ч үр дүн олдсонгүй

source: No subscription found on Mana Knowledge Base
mn: Mana Мэдээллийн Бааз дээр захиалга олдсонгүй

source: Not allowed: overdue
mn: Зөвшөөрөгдөөгүй: хугацаа хэтэрсэн

source: Not allowed: patron restricted
mn: Зөвшөөрөгдөөгүй: уншигчийн эрхийг хязгаарласан

source: Not renewable
mn: Сунгах боломжгүй

source: Note: _ALL_ value will override all other values
mn: Тэмдэглэл: _ALL_ утга нь бусад бүх утгыг хүчингүй болгоно

source: Nothing is selected
mn: Сонгогдсон өгөгдөл алга

source: Nothing to save
mn: Хадгалах зүйл алга

source: November
mn: Арван нэгдүгээр сар

source: Number of checkouts by item type
mn: Олголтын тоо зүйлийн төрлөөр

source: Number of issues to display to staff must be a number
mn: Ажилтнуудад харуулах хэвлэлтийн тоо нь тоогоор байх ёстой

source: Number of issues to display to the public must be a number
mn: Олон нийтэд харуулах хэвлэлтийн тоо нь тоогоор байх ёстой

source: Number of items to add
mn: Нэмэх зүйлсийн тоо

source: October
mn: Аравдугаар сар

source: On hold
mn: Захиалганд байна

source: On-site checkout
mn: Номын сан дээр тооцоо хийх

source: OverDrive account page
mn: OverDrive бүртгэлийн хуудас

source: Patron note
mn: Уншигчийн тэмдэглэл

source: Place hold
mn: Захиалга хийх

source: Please choose an enrollment period in months OR by date.
mn: Бүртгэлд оруулах хугацааг сараар эсвэл огноогоор сонгоно уу.

source: Please choose at least one external target
mn: Наад зах нь нэг хөндлөнгийн даалгаварыг сонгоно уу

source: Please click on 'Test prediction pattern' before saving subscription.
mn: Захиалгыг хадгалахын өмнө "Туршилтын таамаглалын загвар" дээр дарна уу.

source: Please confirm whether this is a duplicate patron
mn: Давхардсан үйлчлүүлэгч эсэхийг баталгаажуулна уу

source: Please delete %s character(s)
mn: %s тэмдэгт(үүд)-ийг устгана уу

source: Please enter %s or more characters
mn: %s ба түүнээс дээш тэмдэгт оруулна уу

source: Please enter a name for this pattern
mn: Энэ загварын нэрийг оруулна уу

source: Please enter a valid date (should match %s).
mn: Хүчинтэй огноо оруулна уу (%s-тай тохирч байх ёстой).

source: Please feel free to share your pattern with all others librarians once you are done
mn: Гүйцэтгэж дуусаад бусад бусад бүх номын санчидтай өөрийн жишээгээ хуваалцаарай

source: Please fill at least one template.
mn: Наад зах нь нэг загвар бөглөнө үү.

source: Please make a selection.
mn: Сонголтоо хийнэ үү.

source: Please note that this external search could replace the current record.
mn: Энэ хөндлөнгийн хайлт нь одоогийн бүртгэлийг орлож болохыг анхаарна уу.

source: Please select a CSV (.csv) or ODS (.ods) spreadsheet file.
mn: CSV (.csv) эсвэл ODS (.ods) хүснэгтийн файлыг сонгоно уу.

source: Please select or enter a sound.
mn: Дууг сонгож оруулна уу.

source: Please specify title and content for %s
mn: %s-н гарчиг болон агуулгыг зааж өгнө үү

source: Previous
mn: Өмнөх

source: Previous checkouts
mn: Өмнөх олголтууд

source: Print
mn: Хэвлэх

source: Processing...
mn: Боловсруулж байна...

source: Recalled
mn: Буцааж татсан

source: Reject
mn: Татгалзах

source: Rejected
mn: Татгалзагдсан

source: Remove all items
mn: Бүх зүйлийг арилгах

source: Remove item
mn: Зүйлийг хасах

source: Remove restriction?
mn: Хязгаарлалтыг арилгах уу?

source: Renew failed:
mn: Сунгалт амжилтгүй болсон:

source: Renewal denied by syspref
mn: Сунгалтыг syspref татгалзсан

source: Renewed, due:
mn: хүртэл сунгагдсан:

source: Resolve
mn: Шийдвэрлэх

source: Results
mn: Үр дүнгүүд

source: Results from Mana Knowledge Base
mn: Mana Мэдээллийн Баазаас гарсан үр дүн

source: Resume
mn: Үргэлжлүүлэх

source: Saturday
mn: Бямба гариг

source: Saved preference %s
mn: Хадгалсан тохиргоо %s

source: Saving...
mn: Хадгалж байна...

source: Scheduled for automatic renewal
mn: Автоматаар сунгахаар тохируулсан

source: Scroll to the top of the page
mn: Хуудасны дээд хэсэг рүү гүйлгэх

source: Search Google Books
mn: Google Books хайх

source: Search:
mn: Хайх:

source: Searching for subscription in Mana Knowledge Base
mn: Mana Мэдээллийн Бааз доторх захиалгын хайлт

source: Searching…
mn: Хайж байна...

source: Select all
mn: Бүгдийг сонгох

source: Select all pending
mn: Хүлээлгэнд байгаа бүгдийг сонгох

source: September
mn: Арван хоёрдугаар сар

source: Show 1 claim
mn: 1 гомдол харуулах

source: Show 1 unresolved claim
mn: Шийдвэрлэгдээгүй 1 гомдлыг харуулах

source: Show Mana results
mn: Mana үр дүнг харуулах

source: Show _MENU_ entries
mn: Тэмдэглэгээнүүдийг_MENU_ харуулах

source: Showing _START_ to _END_ of _TOTAL_ entries
mn: Тэмдэглэгээнүүд_TOTAL_-ээс _START_хүртэл_END_харуулж байна

source: Showing results for %s
mn: %s дахь үр дүнгүүдийг харуулж байна

source: Some budgets are not defined in item records
mn: Бүтээлийн бүртгэлүүдэд зарим төсөв тодорхойлогдоогүй байна

source: Some required item subfields are not set
mn: Зарим шаардлагатай бүтээлийн дэд талбарыг тохируулаагүй байна

source: Something went wrong when loading the table.
mn: Хүснэгтийг ачаалах үед алдаа гарлаа.

source: Something went wrong when loading the table. %s: %s
mn: Хүснэгтийг ачаалах үед алдаа гарлаа. %s: %s

source: Something went wrong. Maybe the value already exists?
mn: Амжилтгүй. Энэ утга аль хэдийн орсон байж болох юм.

source: Something went wrong. Unable to create a new numbering pattern.
mn: Амжилтгүй. Дугаарлах шинэ загвар үүсгэх боломжгүй.

source: Sorry, nothing found.
mn: Уучлаарай, юу ч олдсонгүй.

source: Subscription found on Mana Knowledge Base:
mn: Мана мэдлэгийн сангаас олдсон захиалга:

source: Suspend
mn: Түдгэлзүүлэх

source: Suspend hold on
mn: Захиалгыг зогсоох

source: Temporary directory for uploads not defined
mn: Байршуулах түр зуурын лавлах тодорхойгүй байна

source: Testing...
mn: Туршиж байна..

source: The conditional comparison operator should be filled.
mn: Нөхцөлтэй харьцуулах операторыг бөглөх хэрэгтэй.

source: The conditional field should be filled.
mn: Нөхцөлт талбарыг бөглөх ёстой.

source: The conditional regular expression should be filled.
mn: Нөхцөлт тогтмол илэрхийллийг бөглөх ёстой.

source: The conditional value should be filled.
mn: Болзолт утгыг бөглөх ёстой.

source: The destination should be filled.
mn: Очих газрыг бөглөх ёстой.

# Bibliographic record
source: The field is non-repeatable and already exists in the destination record. Therefore, you cannot add it.
mn: Талбар нь давтагдах боломжгүй бөгөөд очих газрын бүртгэлд аль хэдийн байгаа.

source: The following values are not formatted correctly:
mn: Дараах утгууд зөв форматлагдаагүй байна:

# Bibliographic record
source: The item has been added to your cart
mn: Энэ зүйл таны сагсанд нэмэгдсэн байна

source: The item has been removed from your cart
mn: Энэ зүйл таны сагсаас хасагдсан

# Bibliographic record
source: The item has been removed from your cart
mn: Энэ зүйл таны сагсаас хасагдсан

# Bibliographic record
source: The item is already in your cart
mn: Энэ зүйл аль хэдийн таны сагсанд байна

source: The page entered is not a number.
mn: Оруулсан хуудас нь тоо биш байна.

source: The page should be a number between 1 and %s.
mn: Хуудас 1-ээс %s хүртэлх тоо байх ёстой.

source: The recall may have already been cancelled. Please refresh the page.
mn: Буцааж татах үйлдэл өмнө нь цуцлагдсан байж магадгүй. Хуудсыг сэргээн уншуулна уу.

source: The recall may have already been expired. Please refresh the page.
mn: Буцааж татах үйлдэл өмнө нь хугацаа нь дууссан байж магадгүй. Хуудсыг сэргээн уншуулна уу.
