Repository: Koha-Community/Koha
Catalog: misc/translator/po/mon-opac-bootstrap.po
Languages: mn

source: Order by title
mn: Гарчигаар дараалуулах

source: Order by:
mn: Эрэмбэлэх -р:

source: Ordered by the library
mn: Номын сангаар эрэмбэлсэн

source: Other editions
mn: бусад хэвлэлтүүд

source: Other editions of this work
mn: энэ бүтээлийн бусад хэвлэлтүүд

source: Other forms:
mn: Бусад хэлбэрүүд:

source: Other holdings %s
mn: Бусад сан хөмрөгүүд %s

source: Other names:
mn: Бусад нэрсүүд:

source: Other phone
mn: өөр утас

source: Other phone:
mn: өөр утас:

source: Other:
mn: Бусад:

source: OutputIntermediateFormat
mn: Завсрын гаралтын формат

source: OutputRewritablePage
mn: Гаралтын дахин бичдэг хуудас

source: OverDrive account
mn: ОверДрайв (OverDrive) нэвтрэх эрх

source: OverDrive search for '%s'
mn: ОверДрайв хайлт '%s'

source: OverDrive search for '%s' &rsaquo; %s%s%sKoha online%s catalog
mn: OverDrive-аас '%s'-г хайх &rsaquo; %s%s%sKoha онлайн%s каталог

source: Overall queue priority: %s
mn: Ерөнхий дарааллын давуу эрх:%s

source: Overdue (%s)
mn: Хугацаа хэтэрсэн (%s)

source: Overdue to be returned
mn: Буцааж өгөх хугацаа хэтэрсэн

source: Overpayment refund
mn: илүү төлөлтийг буцаан төлөх

source: Owner only
mn: Зөвхөн эзэмшигч

source: Pages:
mn: Хуудсууд:

source: Parameters
mn: Параметрүүд

source: Password
mn: Нууц үг

source: Password contains leading and/or trailing spaces
mn: Нууц үгэнд эхний болон/эсвэл төгсгөлийн зай агуулагдана

source: Password must be at least %s characters long.
mn: Нууц үгүүд дор хаяж %s тэмдэгтүүдээс тогтсон байх ёстой.

source: Password must contain at least %s characters, including UPPERCASE, lowercase and numbers
mn: Нууц үг нь хамгийн багадаа %s тэмдэгт агуулсан байх ёстой, үүнд ТОМ, жижиг үсэг, тоо орно

source: Password must contain at least one digit, one lowercase and one uppercase.
mn: Нууц үг нь дор хаяж нэг тэмдэгт, нэг жижиг, нэг том үсэг агуулсан байх ёстой.

source: Password must not contain leading or trailing whitespaces.
mn: Нууц үгэнд эхний болон хойно хоосон зай агуулагдах ёсгүй.

source: Password not valid
mn: нууц үг хүчингүй

source: Password recovery
mn: Нууц үг сэргээх

source: Password:
mn: Нууц үг:

source: Passwords do not match!
mn: Нууц үг тохирсонгүй!

source: Passwords do not match. Please re-type your new password.
mn: Нууц үг таарсангүй. Шинэ нууц үгээ дахин оруулна уу.

source: Patent document
mn: Патентын баримт бичиг

source: Patron comment on %s
mn: Уншигчийн сэтгэгдэл %s

source: Pay selected fines and charges
mn: Сонгосон торгууль, хураамжийг төлөх

source: Payment applied:
mn: Төлбөрийг ашигласан:

source: Payout
mn: төлбөр төлөх

source: Pending
mn: хүлээгдэж буй

source: Pending for next available item of item type '%s'
mn: '%s' төрлийн дараагийн боломжтой зүйлийг хүлээж байна

source: Pending hold
mn: хүлээгдэж буй захиалга

source: Pending recall
mn: хүлээгдэж буй буцаалт

source: Phone
mn: Утас

source: Phone:
mn: Утас:

source: Photocopy
mn: Фото хуулбар

source: Pick up by %s
mn: %s гэхэд авна уу

source: Pick up location
mn: очих байршил:

source: Pick up location:
mn: очих байршил:

source: Pickup library
mn: очих номын сан

source: Pickup library:
mn: очих номын сан:

source: Pickup location
mn: очих байршил

source: Place a hold on
mn: захиалганд оруулах

source: Place a hold on
mn: Захиалганд оруулах

source: Place a hold on:
mn: захиалгад хийх:

source: Place a recall on
mn: дээр буцаах

source: Place article request
mn: өгүүллийн хүсэлт

source: Place article request for %s
mn: %s-д өгүүллийн хүсэлт гаргах

source: Place hold
mn: Захиалганд хийх

source: Place hold
mn: Захиалганд хийсэн

source: Place recall
mn: Буцаах газар

source: Placed on
mn: Дараахьд хийгдсэн

source: Play media
mn: медиаг тоглуул

source: Please also note that the library staff can't update these values for you: it's your privacy!
mn: Номын сангийн ажилтнууд эдгээр утгыг шинэчилж чадахгүй гэдгийг анхаарна уу: Энэ бол таны хувийн нууц!

source: Please choose a download format
mn: Татах форматыг сонгоно уу

source: Please choose against which one you would like to authenticate:
mn: Та баталгаажуулахыг хүсч байгаагаа сонгоно уу:

source: Please choose your privacy rule:
mn: Та нууцлалын журмаа сонгоно уу:

source: Please click the link in this email to finish the process of resetting your password.
mn: Нууц үгээ шинэчлэх үйл явцыг дуусгахын тулд энэ имэйлийн холбоос дээр дарна уу.

source: Please confirm the checkout:
mn: та олголтыг баталгаажуулна уу

source: Please confirm your registration
mn: Та бүртгэлийг баталгаажуулна уу

source: Please confirm your registration &rsaquo; %s%s%sKoha online%s catalog
mn: Бүртгэлээ баталгаажуулна уу &rsaquo; %s%s%sKoha онлайн%s каталог

source: Please contact a librarian for details.
mn: дэлгэрэнгүй мэдээлэл авах бол номын санчтай холбогдоно уу

source: Please contact a library staff member if you are unsure of your mobile service provider, or you do not see your provider in this list.
mn: Хэрэв та үүрэн холбооны үйлчилгээ үзүүлэгчдээ эргэлзэж байгаа эсвэл энэ жагсаалтад үйлчилгээ үзүүлэгчээ хараагүй бол номын сангийн ажилтантай холбоо барина уу.

source: Please contact the library if you need further assistance.
mn: Хэрэв танд тусламж хэрэгтэй бол номын сантай холбогдоно уу.

source: Please correct and resubmit.
mn: Засаад дахин оруулна уу.

source: Please do not use this mail to request or renew books.
mn: Ном захиалах, сунгахдаа энэ имэйлийг бүү ашигла.

source: Please enter a valid URL.
mn: Хүчинтэй URL хаяг оруулна уу.

source: Please enter a valid date (ISO).
mn: Хүчинтэй огноо (ISO) оруулна уу.

source: Please enter a valid date.
mn: Хүчинтэй огноо оруулна уу.

source: Please enter a valid email address.
mn: Хүчинтэй имэйл хаяг оруулна уу.

source: Please enter a valid number.
mn: Хүчинтэй дугаар оруулна уу.

source: Please enter a valid phone number.
mn: Хүчинтэй утасны дугаар оруулна уу.:

source: Please enter a value between {0} and {1} characters long.
mn: {0}-с {1} (хоорондох) тэмдэгтийн урттай утгыг оруулна уу.

source: Please enter a value greater than or equal to {0}.
mn: {0}-с их буюу тэнцүү утгыг оруулна уу.

source: Please enter a value less than or equal to {0}.
mn: {0}-с бага буюу тэнцүү утгыг оруулна уу.

source: Please enter additional information about the requested item:
mn: Хүсэлт гаргасан баримтын талаар нэмэлт мэдээлэл оруулна уу:

source: Please enter at least {0} characters.
mn: Зөвхөн цифр оруулна уу.

source: Please enter no more than {0} characters.
mn: {0}-с илүүгүй тэмдэгт оруулна уу.

source: Please enter numbers only. Prefix the number with + if including the country code.
mn: Зөвхөн тоо оруулна уу. Улсын кодыг оруулсан бол дугаарын урд + тэмдэг оруулна

source: Please enter only digits.
mn: Зөвхөн цифр оруулна уу.

source: Please enter the same password as above
mn: Дээрхтэй ижил нууц үг оруулна уууулна уу:

source: Please enter the same value again.
mn: ижил утгыг дахин оруулна уу.

source: Please enter your card number:
mn: Картын дугаараа оруулна уу:

source: Please fill in at least one field.
mn: Дор хаяж нэг талбарыг бөглөнө үү.

source: Please fix this field.
mn: Энэ талбарыг засна уу.

source: Please log in to the catalog and try again.
mn: Каталог руу нэвтэрч ороод дахин оролдоно уу.

source: Please log-in to account to update your password.
mn: Нууц үгээ шинэчлэхийн тулд нэвтэрнэ үү.

source: Please note that information on any book still checked-out must be kept by the library no matter which privacy option you choose.
mn: Таны сонгосон нууцлалын сонголтоос үл хамааран бүртгэлээс хасагдсан аливаа номын мэдээллийг номын санд хадгалах ёстойг анхаарна уу.

source: Please note that the Google login will only work if you are using the e-mail address registered with this library.
mn: Та энэ номын санд бүртгэлтэй цахим шуудангийн хаягийг ашиглаж байгаа тохиолдолд л Google-ийн нэвтрэлт ажиллах болно гэдгийг анхаарна уу.

source: Please note that the attached file is a MARC bibliographic records file which can be imported into personal bibliographic software like EndNote, Reference Manager or ProCite.
mn: Хавсаргасан файл нь MARC номзүйн бичлэгийн файл бөгөөд EndNote, Reference Manager эсвэл ProCite гэх мэт хувийн номзүйн программ хангамжид импортлох боломжтой гэдгийг анхаарна уу.

source: Please note, the last person to return an item is tracked for the management of items returned damaged.
mn: Гэмтсэн зүйлийг хянахын тулд хамгийн сүүлд зүйл буцаасан хүнийг шалгадаг болохыг анхаарна уу.

source: Please note:
mn: Анхаарна уу:

source: Please note:
mn: Анхаарна уу:

source: Please save your consent below or log out. Thank you!
mn: Дараах зөвшөөрлөө хадгална уу эсвэл системээс гарна уу. Баярлалаа!

source: Please see a member of the library staff.
mn: Номын сангийн ажилтантай уулзана уу.

source: Please select a specific item for this article request.
mn: энэ өгүүллийн хүсэлт илгээхдээ баримтын тодорхой төрлийг сонгоно уу

source: Please select a tag to delete.
mn: устгахын тулд талбарын дугаар (хаяг) -ыг сонгоно уу

source: Please try again later.
mn: Дараа дахин оролдож үзнэ үү.

source: Please try again with plain text.
mn: Энгийн бичвэрээр дахин оролдоно уу.

source: Please type the following characters into the preceding box:
mn: Өмнөх талбарт дараах төрлийн тэмдэгтүүдийг бичнэ үү:

source: Please use the field 'Login' as well.
mn: "Нэвтрэх" талбарыг ашиглана уу.

source: Popularity
mn: түгээмэл байдал

source: Post your comments on this title.
mn: энэ гарчигт сэтгэгдлээ оруулна уу

source: Powered by %s
mn: %s -ээр дэмжигдсэн

source: Pre-adolescent
mn: өсвөр нас

source: Preferred form:
mn: Сонгосон хэлбэр:

source: Preferred language for notices:
mn: мэдэгдэлд илүүд үздэг хэл:

source: Preschool
mn: Сургуулийн өмнөх

source: Previous
mn: Өмнөх

source: Previous sessions
mn: өмнөх хэсэг (үе)

source: Primary
mn: Үндсэн

source: Primary email
mn: Үндсэн имэйл

source: Primary email:
mn: Үндсэн имэйл:

source: Primary phone
mn: Үндсэн утас

source: Primary phone:
mn: Үндсэн утас:

source: Print
mn: Хэвлэх

source: Print list
mn: Хэвлэх жагсаалт

source: Print receipt and end session
mn: баримт хэвлэх ба дуусгах

source: Print receipt for %s &rsaquo; Self checkout &rsaquo; %s%s%sKoha %s
mn: %s-н баримт хэвлэх &rsaquo; Өөрөө тооцоо хийх &rsaquo; %s%s%sKoha %s

source: Priority
mn: Давуу эрх

source: Priority:
mn: Давуу эрх:

source: Privacy
mn: Нууцлал

source: Privacy rule
mn: Нууцлалын журам

source: Private
mn: Хувийн

source: Private lists
mn: Хувийн жагсаалтууд

source: Private lists shared with me
mn: Надтай хуваалцсан хувийн жагсаалтууд

source: Problem found on page:
mn: хуудас дээрх алдаа:

source: Processing
mn: Боловсруулж байна

source: Processing...
mn: Боловсруулж байна....

source: Programmed texts
mn: Програмчлагдсан бичвэрүүд

source: Provider:
mn: Үйлчилгээ үзүүлэгч:

source: Public
mn: Нийтийн

source: Public lists
mn: Нийтэд нээлттэй жагсаалтууд

source: Public lists:
mn: Нийтэд нээлттэй жагсаалт:

source: Publication date
mn: Хэвлэсэн огноо

source: Publication date range
mn: Хэвлэгдсэн огнооны хүрээ

source: Publication place:
mn: Хэвлэсэн газар:

source: Publication year:
mn: Хэвлэгдсэн он:

source: Publication/Copyright date: Newest to oldest
mn: Хэвлэгдсэн/Зохиогчийн эрх авсан огноо:Шинээс хуучин

source: Publication/Copyright date: Oldest to newest
mn: Хэвлэгдсэн/Зохиогчийн эрх авсан огноо: Хуучнаас шинэ рүү

source: Publication:
mn: Хэвлэлт:

source: Published by: %s %s in %s %s
mn: %s %s in %s %s-р хэвлэгдсэн :

source: Published by: %s %s in %s %s %s , %s %s %s , %s %s
mn: Нийтэлсэн: %s %s in %s %s %s , %s %s %s , %s %s

source: Published on %s %s by
mn: %s %s-д нийтэлсэн

source: Publisher
mn: Хэвлэгч

source: Publisher location
mn: Хэвлэн нийтлэгчийн байршил

source: Publisher:
mn: хэвлэн нийтлэгч:

source: Purchase suggestions
mn: Худалдан авалтын санал

source: Quantity:
mn: Тоо хэмжээ:

source: Quote of the day
mn: өдрийн тоо хэмжээ, норм, квот

source: RSS feed for %s and system-wide library news
mn: %s-д зориулсан RSS хангамж болон системийн хэмжээний номын сангийн мэдээ

source: RSS feed for %s library news
mn: %s номын сангийн мэдээний RSS хангамж

source: RSS feed for library news
mn: Номын сангийн мэдээний RSS хангамж

source: RSS feed for public list %s
mn: Нийтэд нээлттэй жагсаалтад зориулсан RSS хангамж %s

source: RSS feed for system-wide library news
mn: Системийн номын сангийн мэдээний RSS хангамж

source: Rate me
mn: Үнэлнэ үү

source: Re-type new password:
mn: Шинэ нууц үгийг дахиж оруул

source: Ready for pickup
mn: авахад бэлэн

source: Really fuzzy
mn: тодорхой бус

source: Reason for suggestion:
mn: Саналын шалтгаан:

source: Recall
mn: Буцаах

source: Recall &rsaquo; %s%s%sKoha online%s catalog
mn: Буцаах &rsaquo; %s%s%sKoha онлайн%s каталог

source: Recall a specific item
mn: тодорхой нэг зүйлийг буцаан татах

source: Recall date:
mn: Буцаах огноо:

source: Recall next available item
mn: дараагийн боломжтой зүйлийг буцаах

source: Recall not needed after:
mn: Үүний дараа буцаан татах шаардлагагүй:

source: RecallItem
mn: Буцаах зүйл

source: Recalls
mn: Буцаалтууд

source: Recalls (%s)
mn: Буцаалтууд (%s)

source: Recalls have not been enabled. Please contact your library.
mn: буцаах боломжгүй байна. Номын сантай холбогдоно уу

source: Recalls history
mn: Буцаалтын түүх

source: Received date
mn: Хүлээн авсан огноо

source: Recent comments
mn: Сүүлийн сэтгэгдлүүд

source: Recent comments
mn: Сүүлийн сэтгэгдлүүд

source: Recent comments &rsaquo; %s%s%sKoha online%s catalog
mn: Сүүлийн сэтгэгдлүүд &rsaquo; %s%s%sKoha онлайн%s каталог

source: Record URL
mn: Бичлэгийн URL

source: Record blocked &rsaquo; %s %s %s Koha online %s catalog
mn: Бичлэг блоклогдсон &rsaquo; %s %s %s Koha онлайн %s каталог

source: Record not found
mn: Бичлэг олдсонгүй

source: Record title
mn: Бичлэгийн гарчиг

source: RecordedBooks account
mn: Бүртгэгдсэн номуудын данс

source: RecordedBooks search for '%s'
mn: '%s' гэсэн хайлтад бүртгэгдсэн номууд

source: RecordedBooks search for '%s' &rsaquo; %s%s%sKoha online%s catalog
mn: '%s' гэсэн хайлтад тохирох номууд &rsaquo; %s%s%sКоха онлайн%s каталог

source: Records
mn: Бичлэгүүд

source: Refine your search
mn: Та хайлтаа сайжруулна уу

source: Refund
mn: нөхөн төлбөр

source: Register a new account
mn: Шинээр эрх нээлгэнэ үү

source: Register here.
mn: энд дарж бүртгүүлнэ үү

source: Registration complete
mn: Бүртгэл дууссан

source: Registration complete!
mn: Бүртгэл дууссан!

source: Registration invalid!
mn: бүртгэл хүчингүй!

source: Regular print
mn: Тогтмол хэвлэх

source: Related Term
mn: Холбоотой нэр томъёо

source: Relative
mn: холбоо хамаарал

source: Relative issues
mn: холбоотой дугаарууд

source: Relatives' charges
mn: холбогдох төлбөрүүд

source: Relatives' checkouts
mn: Холбогдох олголтууд

source: Relevance
mn: Хамаарал

source: Remove
mn: Хасах

source: Remove facet %s
mn: %sшүүлтүүрийг арилагх

source: Remove field
mn: Талбар хасах

source: Remove from list
mn: Жагсаалтаас хасах

source: Remove from this list
mn: Энэ жагсаалтаас хасах

source: Remove selected searches
mn: Сонгогдсон хайлтыг арилгах

source: Remove share
mn: хуваалцахыг арилгах

source: Remove share
mn: хуваалцахыг арилгах

source: Renew
mn: Шинэчлэх

source: Renew all
mn: Бүгдийг шинэчлэх

source: Renew item
mn: Ном шинэчлэх

source: Renew selected
mn: Сонгосон хэсгийг шинэчлэх

source: RenewLoan
mn: Зээлийг шинэчлэх

source: Renewal of daily rental item
mn: баримтын өдөр тутмын түрээсийн шинэчлэл

source: Renewal of rental item
mn: баримтын түрээсийн шинэчлэл

source: Renewed!
mn: Шинэчлэгдлээ!

source: Report a problem
mn: Асуудлыг мэдээлэх

source: Report a problem &rsaquo; %s%s%sKoha online%s catalog
mn: Асуудлыг мэдээлэх &rsaquo; %s%s%sKoha онлайн%s каталог

source: Report issues and broken links
mn: Асуудал болон эвдэрсэн холбоосыг мэдээлэх

source: Request ID
mn: хүсэлтийн дугаар

source: Request ID:
mn: хүсэлтийн дугаар:

source: Request article
mn: Хүссэн өгүүлэл

source: Request article &rsaquo; %s%s%sKoha online%s catalog
mn: Хүссэн нийтлэл &rsaquo; %s%s%sKoha онлайн%s каталог

source: Request cancellation
mn: цуцлах хүсэлт

source: Request placed
mn: Хүсэлт тавьсан

source: Request placed:
mn: Хүсэлт тавьсан:

source: Request specific item type:
mn: Бүтээлийн тодорхой төрлийн хүсэлт:

source: Request type
mn: Хүсэлтийн төрөл

source: Request type:
mn: Хүсэлтийн төрөл:

source: Request updated
mn: Хүсэлтийг шинэчилсэн

source: Requested from:
mn: Хүссэн:

source: Requested item type
mn: Хүсэлт гаргасан бүтээлийн төрөл

source: Requested item:
mn: Хүсэлт гаргасан бүтээл:

source: Requests
mn: Хүсэлтүүд

source: Required
mn: Шаардлагатай

source: Reset your password
mn: Нууц үгээ дахин сэргээх

source: Reset your password &rsaquo; %s%s%sKoha online%s catalog
mn: Нууц үгээ шинэчилнэ үү &rsaquo; %s%s%sKoha онлайн%s каталог

source: Resetting your password has not been enabled by the library.
mn: Нууц үгээ шинэчлэхийг номын сан идэвхжүүлээгүй байна.

source: Resort list
mn: Нөөц жагсаалт

source: Results
mn: Үр дүнгүүд

source: Results %s to %s of %s
mn: %s -с %s хүртэлх үр дүнгүүд %s-н

source: Results of search for '%s'
mn: '%s' хайлтын үр дүн

source: Results per page:
mn: Хуудас болгоны үр дүнгүүд :

source: Resume
mn: үргэлжлүүлэх

source: Resume all suspended holds
mn: Бүх түр зогсоосон захиалгыг үргэлжлүүлнэ үү

source: Resume hold
mn: Захиалга үргэлжлүүлэх

source: Return
mn: Буцаах

source: Return this item
mn: Энэ зүйлийг буцаах

source: Return to %s
mn: %s руу буцах

source: Return to account summary
mn: Бүртгэлийн хураангуй руу буцах

source: Return to fine details
mn: Дэлгэрэнгүй мэдээлэл рүү буцах

source: Return to my account
mn: Минийбүртгэл руу буцах

source: Return to the catalog home page.
mn: Каталогийн нүүр хуудас руу буцах.

source: Return to the last advanced search
mn: Сүүлийн нарийвчилсан хайлт руу буцах

source: Return to the main page
mn: Нүүр хуудас руу буцах

source: Return to the self-checkout
mn: Өөртөө үйлчлэх систем рүү буцах

source: Return to your lists
mn: Жагсаалтруугаа буцах

source: Returns a patron's status information from Koha.
mn: Кохагаас үйлчлүүлэгчийн статусын мэдээллийг буцаана.

source: Returns specified information about the patron, based on options in the request. This function can optionally return patron's contact information, fine information, hold request information, loan information, and messages.
mn: Хүсэлт дэх сонголтууд дээр үндэслэн уншигчийн тухай дараахь мэдээллийг буцаана. Энэ функц нь уншигчийн холбоо барих мэдээлэл, дэлгэрэнгүй мэдээлэл, хадгалах хүсэлтийн мэдээлэл, зээлийн мэдээлэл, мессежийг буцаах боломжтой.

source: Reviews
mn: Шүүмжүүд

source: Reviews from LibraryThing.com:
mn: LibraryThing.com сайтын тойм:

source: Reviews provided by Syndetics
mn: Иш таталтсын систем дэх хяналтууд

source: Routing lists
mn: Ангиллын жагсаалтууд

source: SMS number:
mn: SMS дугаар:

source: SMS provider:
mn: SMS илгээгч:

source: Salutation:
mn: Мэндчилгээ:

source: Save
mn: Хадгалах

source: Save changes
mn: Өөрчлөлтүүдийг хадгалах

source: Save record
mn: Бүртгэлийг хадгалах

source: Save to another list
mn: Өөр жагсаалтыг хадгалах

source: Save to lists
mn: Жагсаалтад хадгалах

source: Scan
mn: Шалгах

source: Scan
mn: Шалгах

source: Scan a new item or enter its barcode:
mn: Шинэ зүйлийг шлгаад түүний бар кодыг оруулах:

source: Scan each item or enter its barcode. A list with the entered barcodes will be displayed.
mn: Зүйл бүрийг cканнердах эсвэл зураасан кодыг оруулна уу. Оруулсан бар код бүхий жагсаалт гарч ирнэ.

source: Scan the item or enter its barcode:
mn: Шинэ зүйлийг сканнердаад түүний бар кодыг оруулах:

source: Search
mn: Хайх

source: Search %s
mn: Хайхhttps %s

source: Search course reserves
mn: Хичээлийн нөөц хайх:

source: Search courses
mn: Сургалтуудыг хайх:

source: Search for this title in:
mn: Энэ гарчгийг хайх:

source: Search for works by this author
mn: бүтээлийн зохиогчоор хайх

source: Search for:
mn: Хайх:

source: Search history
mn: Хайлтын түүх

source: Search options:
mn: Хайлтын сонголтууд:

source: Search results
mn: Хайлтын үр дүнгүүд

source: Search results pagination
mn: хайлтын үр дүнгийн хуудас дугаарлал

source: Search suggestions
mn: саналууд хайх

source: Search the %s%s%sKoha library%s catalog
mn: %s%s%sKoha library%s каталогоос хай

source: Search type:
mn: хайлтын хэлбэр

source: Search unsuccessful
mn: Хайлт амжилтгүй боллоо

source: Search:
mn: Хайх:

source: SearchCourseReserves
mn: Хичээлийн нөөц хайх

source: Searching %s...
mn: Хайж байна %s...

source: Searching OverDrive...
mn: OverDrive-аас хайж байна...

source: Searching in %s only
mn: Зөвхөн %s дээр хайж байна

source: Secondary email
mn: Нэмэлт имэйл

source: Secondary email:
mn: Нэмэлт имэйл:

source: Secondary phone
mn: Нэмэлт утас

source: Secondary phone:
mn: Нэмэлт утас:

source: Section
mn: Хэсэг

source: Section:
mn: Хэсэг:

source: See Baker & Taylor
mn: Baker & Taylor-ийг үзнэ үү

source: See also:
mn: мөн үзнэ үү:

source: See: %s%s%snext biblio%s
mn: Харна уу:%s%s%sдараагийн номыг%s

source: See: %s%s%sprevious biblio%s
mn: Харна уу: %s%s%s өмнөх номзүй%s

source: Select a download format
mn: татаж авах форматыг сонгоно уу

source: Select a list
mn: жагсаалтыг сонго

source: Select a specific item:
mn: тодорхой зүйлийг сонго:

source: Select all
mn: Бүгдийг сонго

source: Select none
mn: Алийг нь ч сонгохгүй

source: Select search result: %s
mn: Хайлтын үр дүнг сонгоно уу: %s

source: Select searches to:
mn: Хайлтыг сонгоно уу:

source: Select suggestions to:
mn: Саналыг сонгоно уу:

source: Select the item(s) to search
mn: Хайх зүйл(үүд)-ийг сонгоно уу

source: Select titles to:
mn: Гарчиг сонгоно уу:

source: Select titles to:
mn: Гарчиг сонгоно уу:

source: Self check-in &rsaquo; %s%s%sKoha %s
mn: Өөрөө буцаах &rsaquo; %s%s%sKoha %s

source: Self check-in help
mn: Өөрөө буцаах тусламж

source: Self checkout &rsaquo; %s%s%sKoha %s
mn: Өөрөө ном-авах &rsaquo; %s%s%sKoha %s

source: Self checkout help &rsaquo; %s%s%sKoha %s
mn: Өөрөө авах тусламж &rsaquo; %s%s%sKoha %s

source: Send
mn: Илгээх

source: Send email
mn: Е-Майл илгээ

source: Send list
mn: Жагсаалт илгээ

source: Send problem report to:
mn: алдааны мэдээг илгээ

source: Send to device
mn: төхөөрөмж рүү илгээ

source: Sending your cart
mn: Таны сагсыг илгээж байна.

source: Sending your cart &rsaquo; %s%s%sKoha online%s catalog
mn: Таны сагсыг илгээж байна &rsaquo; %s%s%sKoha онлайн%s каталог

source: Sending your list
mn: таны жагсаалтыг илгээж байна

source: Sending your list &rsaquo; %s%s%sKoha online%s catalog
mn: таны жагсаалтыг илгээж байна&rsaquo; %s%s%sKoha онлайн%s каталог

source: Serial
mn: Цуврал

source: Serial collection
mn: цувралын сан хөмрөг

source: Serial collection
mn: цувралын сан хөмрөг

source: Serial collections
mn: цувралын сан хөмрөгүүд

source: Series
mn: Цуврал

source: Series information:
mn: цувралын мэдээлэл:

source: Settings updated
mn: тохиргоог шинэчилсэн

source: Share
mn: хуваалцах

source: Share a list
mn: Жагсаалт хуваалцах

source: Share a list &rsaquo; %s%s%sKoha online%s catalog
mn: Жагсаалт хуваалцах &rsaquo; %s%s%sKoha онлайн%sкаталог

source: Share a list with another patron
mn: жагсаалтыг бусад уншигчтай хуваалцах

source: Share by email
mn: Е-Майл ээр хуваалцах

source: Share list
mn: Жагсаалт хуваалцах

source: Share on Facebook
mn: Facebook-д хуваалцах

source: Share on LinkedIn
mn: LinkedIn-д хуваалцах

source: Share on Twitter
mn: Twitter-т хуваалцах

source: Shared
mn: Хуваалцсан

source: Shelving location
mn: Тавиурын байршил

source: Shelving location:
mn: Тавиурын байршил:

source: Shibboleth Login
mn: Shibboleth эрхээр нэвтрэх

source: Shibboleth login
mn: Shibboleth эрхээр нэвтрэх

source: Show
mn: харуулах

source: Show 50 items
mn: 50 зүйлийг нэг дор харуулах

source: Show all items
mn: Бүх зүйлийг харуулах

source: Show all news
mn: Бүх мэдээг харуулах

source: Show all transactions
mn: бүх шилжүүлгийг харуулах
