Repository: Koha-Community/Koha
Catalog: misc/translator/po/mon-opac-bootstrap.po
Languages: mn

source: Author(s): %s%s%s %s %s; %s %s %s %s%s %s %s;%s %s %s
mn: Зохиогч(s): %s%s%s %s %s; %s %s %s %s%s %s %s;%s %s %s

source: Author:
mn: Зохиогч:

source: Authority search
mn: Албан эх сурвалжийн хайлт

source: Authority search &rsaquo; %s%s%sKoha online%s catalog
mn: Эрх бүхий хайлт &rsaquo; %s%s%sKoha онлайн%s каталог

source: Authority search results
mn: Байгууллагын хайлтын үр дүнгүүд

source: Authority type:
mn: Албан эх сурвалжийн төрөл:

source: Authorized headings
mn: Эх сурвалжийн гарчгууд

source: Authors
mn: Зохиогчид

source: Auto renewal
mn: Авто шинэчлэлт

source: Auto-renewal
mn: Авто-шинэчлэлт

source: Automatic renewal
mn: Автомат шинэчлэлт

source: Automatic renewal failed, you have unpaid fines.
mn: Автомат сунгалт хийгдсэнгүй, танд төлөөгүй торгууль байна.

source: Automatic renewal failed, your account is expired.
mn: Автомат бүртгэл сунгалт хийгдсэнгүй, Таны эрхийн хугацаа дууссан байна.

source: Availability
mn: Боломжтой байдал

source: Availability:
mn: Боломжтой байдал:

source: Availability:
mn: Боломжтой байдал:

source: Available %s
mn: Боломжтой%s

source: Available in the library
mn: Номын санд байгаа.

source: Available issues
mn: Бэлэн дугаарууд

source: Average rating: %s (%s votes)
mn: Дундаж үнэлгээ: %s (%sсаналууд)

source: Awards:
mn: Шагнал:

source: BE CAREFUL
mn: АНХААР

source: Back to lists
mn: Жагсаалт руу буцах

source: Back to results
mn: Үр дүн рүү буцах

source: Back to the results search list
mn: Хайлтын үр дүнгийн жагсаалт руу буцах

source: Backends
mn: Ар тал

source: Barcode
mn: Баркод

source: Barcode:
mn: Баркод:

source: Barcodes
mn: Баркодууд

source: Be sure you used the link from the email, or contact library staff for assistance. %s
mn: Та имэйлийн холбоосыг ашигласан эсэхээ шалгаарай эсвэл номын сангийн ажилтнуудтай холбогдож тусламж аваарай. %s

source: Bibliographies
mn: Ном зүйнүүд

source: Biography
mn: Намтар

source: Blocked
mn: Блоклосон

source: Blocked record
mn: Блоклогдсон бичлэг

source: Braille
mn: Брайль

source: Brief display
mn: Товч үзүүлэн

source: Brief history
mn: Товч түүх

source: Broader Term
mn: Ерөнхий нэр томьёо

source: Broader heading
mn: Ерөнхий гарчиг

source: Browse by hierarchy
mn: Шатлалаар харуулах

source: Browse our catalog
mn: Каталог үзэх

source: Browse our catalog &rsaquo; %s%s%sKoha online%s catalog
mn: Каталог үзэх&rsaquo; %s%s%sKoha онлайн%s каталог

source: Browse results
mn: Үр дүнг харуулах

source: Browse search
mn: Хайлтыг харуулах

source: Browse shelf
mn: Тавиурыг харуулах

source: CAS login
mn: Нэг удаагийн кодоор нэвтрэх баталгаажуулалтын үйлчилгээ (CAS)-гээр нэвтрэх

source: CD audio
mn: CD аудио

source: Call number
mn: Зохиогчийн тэмдэгт

source: Call number (0-9 to A-Z)
mn: Зохиогчийн тэмдэгт (0-9 Зохиол A-Я)

source: Call number (A-Z)
mn: Зохиогчийн тэмдэгт (А-Я)

source: Call number (Z-A to 9-0)
mn: Зохиогчийн тэмдэгт (Я-A 9-0)

source: Call number (Z-A)
mn: Зохиогчийн тэмдэгт (Я-А)

source: Call number:
mn: Зохиогчийн тэмдэгт:

source: Call number: %s
mn: Зохиогчийн тэмдэгт:%s

source: Cancel
mn: Цуцлах

source: Cancel email notification
mn: Цахим шуудангаар мэдэгдэл ирэхийг цуцлах

source: Cancel email notification
mn: Цахим шуудангаар мэдэгдэл ирэхийг цуцлах

source: Cancel enrollment
mn: Бүртгэл цуцлах

source: Cancel rating
mn: Үнэлгээ хийхийг цуцлах

source: CancelHold
mn: Захиалга цуцлах

source: CancelRecall
mn: буцаалтыг цуцлах

source: Canceled
mn: Цуцалсан

source: Cancellation date
mn: Цуцалсан огноо

source: Cancelled
mn: Цуцлагдсан

source: Cancelled charge
mn: Хураамж цуцлагдлаа

source: Cancelled on %s
mn: Цуцлагдсан байна %s

source: Cancels an active hold request for the patron.
mn: Уншигчийн идэвхитэй захиалгын хүсэлтийг цуцлах

source: Cannot be put on hold
mn: Захиалах боломжгүй

source: Cannot be recalled
mn: Буцаах боломжгүй

source: Card number can be up to %s characters.
mn: Картын дугаар нь тэмдэгт %s хүртэл байж болно.

source: Card number must be between %s and %s characters.
mn: Картын дугаар нь тэмдэгтийн %s хооронд %s байх ёстой.

source: Card number must be exactly %s characters.
mn: Картын дугаарт заавал %s тэмдэгт байх ёстой.

source: Card number:
mn: Картын дугаар:

source: Cart
mn: Сагс

source: Cassette recording
mn: Хуурцагны бичлэг

source: Catalog
mn: Каталог

source: Catalogs
mn: Каталогууд

source: Category:
mn: Категор:

source: Change password
mn: Нууц үг солих

source: Change your password
mn: Нууц үгээ солино уу

source: Change your password
mn: Нууц үгээ солино уу

source: Change your password &rsaquo; %s%s%sKoha online%s catalog
mn: Нууц үгээ солино уу &rsaquo; %s%s%s Koha онлайн%s каталог

source: Chapters
mn: Бүлгүүд

source: Chapters:
mn: Бүлгүүд:

source: Charges (%s)
mn: Төлбөрүүд (%s)

source: Check in
mn: Буцааж өгөх

source: Check in item
mn: Зүйлийг буцааж өгөх

source: Check out or renew an item:
mn: Зүйл авах эсвэл сунгуулах:

source: Check out, return, or renew an item:
mn: Зүйл олгох, буцаах эсвэл сунгах

source: Check-in date:
mn: Буцааж өгөх огноо:

source: Checked by the library
mn: Ном сан шалгасан

source: Checked in
mn: Буцааж өгөх

source: Checked out (%s)
mn: Уншлагад гарсан (%s)

source: Checked out on
mn: Олголт хийгдсэн

source: Checked out to %s %s %s(%s)%s
mn: руу олгогдсон %s %s %s(%s)%s

source: Checked out until %s
mn: Хүртэл олгосон %s

source: Checkout
mn: Олголт

source: Checkout history
mn: Олголтын түүх

source: Checkout note
mn: Олголтын тэмдэглэл

source: Checkouts
mn: Олголтууд

source: Checkouts (%s)
mn: Олголтууд (%s)

source: Checkouts for %s
mn: %s-д олгосон олголтууд

source: Choose action
mn: Үйлдлйиг сонгох

source: Choose format
mn: Формат сонгох

source: Citation
mn: Ишлэл

source: City:
mn: Хот:

source: Claimed
mn: Нэхэмжилсэн

source: Classification
mn: Ангилал

source: Classification: %s
mn: Ангилал:%s

source: Clear
mn: Арилгах

source: Clear all
mn: Бүгдийг арилгах

source: Clear date
mn: Огноо арилгах

source: Clear date to suspend indefinitely
mn: Тодорхойгүй хугацаагаар түдгэлзүүлэх огноо арилгах

source: Clear filter
mn: Шүүлтүүрийг арилгах

source: Click here if you're not %s
mn: Хэрэв та биш бол энд дарна уу %s

source: Click on an image to view it in the image viewer
mn: Зураг дээр дарж зураг харагчаас харна уу.

source: Click the 'Check in' button to confirm.
mn: "буцаах" товчин дээр дарж баталгаажуулна уу

source: Click to expand this role
mn: энэ эрхийг нэмэгдүүлэхийн тулд энд дарна уу

source: Click to open in new window
mn: энд товшиж шинэ цонхонд нээнэ үү

source: Click to view in Google Books
mn: Google Book-ээс үзэхийн тулд товшино уу.

source: Close
mn: Хаах

source: Close shelf browser
mn: Тавиурын хөтөчийг хаах

source: Close this window
mn: Энэ цонхыг хаа

source: Close this window.
mn: Энэ цонхыг хаа.

source: Close window
mn: Цонхыг хаах

source: Clubs
mn: Клубууд

source: Clubs (%s/%s)
mn: Клубууд (%s/%s)

source: Clubs currently enrolled in
mn: Элссэн клубууд

source: Clubs you can enroll in
mn: Элсэх боломжтой клубууд

source: Coce image from Amazon.com
mn: Amazon.com сайт дахь (Coce server) хавтасны зураг

source: Coce image from Google Books
mn: google books -ийн (Coce server) хавтасны зураг

source: Coce image from Open Library
mn: Нээлттэй Номын сан (Open Library)-ийн (Coce server) хавтасны зураг

source: Collect items you are interested in
mn: Сонирхож байгаа зүйлсээ цуглуул

source: Collection
mn: Сан хөмрөг

source: Collection library:
mn: Номын сангийн хөмрөг

source: Collection title:
mn: Сан хөмрөгийн гарчиг

source: Collection: %s
mn: сан хөмрөг: %s

source: Collection: %s
mn: сан хөмрөг: %s

source: Collections
mn: Сан хөмрөг

source: Columns
mn: Баганууд

source: Columns settings
mn: Багануудын тохиргоо

source: Comment by %s
mn: Сэтгэгдэл бичсэн %s

source: Comment by %s %s
mn: Сэтгэгдэл бичсэн %s %s

source: Comment by %s %s %s
mn: %s %s %s-н сэтгэгдэл

source: Comment:
mn: Сэтгэгдэл:

source: Comments
mn: Сэтгэгдлүүд

source: Comments on
mn: сэтгэгдлүүд

source: Comments on %s &rsaquo; %s%s%sKoha online%s catalog
mn: Сэтгэгдлүүд %s &rsaquo; %s%s%sKoha онлайн%s каталог

source: Comments%s
mn: Сэтгэгдлүүд%s

source: Completed
mn: Дууссан

source: Components (%s)
mn: Бүрэлдэхүүнүүд (%s)

source: Confirm
mn: Баталгаажуулах

source: Confirm hold
mn: Захиалга баталгаажуулах

source: Confirm holds for:%s (%s)
mn: Дараах захиалгыг баталгаажуулна уу:%s (%s)

source: Confirm new password:
mn: Шинэ нууц үг баталгаажуулах

source: Confirm password:
mn: нууц үг баталгаажуул

source: Confirm primary email:
mn: Үндсэн имэйлийг баталгаажуулах:

source: Confirm recalls for: %s (%s)
mn: буцаалтыг баталгаажуулах: %s (%s)

source: Confirm your suggestion
mn: Санал хүсэлтээ баталгаажуул

source: Contact information
mn: Холбоо барих мэдээлэл

source: Contact information:
mn: Холбоо барих мэдээлэл:

source: Contact note:
mn: Холбоо барих тэмдэглэл:

source: Content
mn: Агуулга

source: Content Cafe
mn: Контентын кафе

source: Contents
mn: Агуулгууд

source: Contents of &nbsp;
mn: &nbsp;-ын Агуулгууд

source: Copied %d rows to clipboard
mn: %d мөрийг санах ой руу хуулсан

source: Copied one row to clipboard
mn: Нэг мөрийг санах ой руу хуулсан

source: Copy
mn: Хуулах

source: Copy number
mn: Дугаарыг хуулах

source: Copy to clipboard
mn: санах ой руу хуулбарлах

source: Copyright
mn: Зохиогчийн эрх

source: Copyright date
mn: Хэвлэгдсэн огноо:

source: Copyright date (newest to oldest)
mn: Хэвлэгдсэн огноо (Шинээс хуучин)

source: Copyright date (oldest to newest)
mn: Хэвлэгдсэн огноо (Хуучнаас шинэ рүү)

source: Copyright or publication year, for example: 2022
mn: Зохиогчийн эрхээр хамгаалагдсан он эсхүл хэвлэн нийтлэгдсэн он, жишээлбэл: 2022

source: Copyright year: %s
mn: зохиогчийн эрх баталгаажуулсан он: %s

source: Could not create new list. Please check if the name is unique.
mn: Шинэ жагсаалт үүсгэж чадсангүй. Нэр нь давтагдсан эсэхийг шалгана уу.

source: Country:
mn: Улс:

source: Course #
mn: Сургалт #

source: Course number:
mn: Сургалтын дугаар:

source: Course reserves
mn: Сургалтын нөөц

source: Course reserves for
mn: зориулсан нөөц сургалт

source: Course reserves for %s &rsaquo; %s%s%sKoha online%s catalog
mn: зориулсан нөөц сургалт %s &rsaquo; %s%s%sKoha онлайн%s каталог

source: Course reserves for &nbsp;
mn: &nbsp зориулсан нөөц сургалт;

source: Courses
mn: Сургалтууд

source: Courses &rsaquo; %s%s%sKoha online%s catalog
mn: сургалтууд &rsaquo ; %s%s%sKoha онлайн%s каталог

source: Cover image
mn: Хавтасны зураг

source: Cover image source unknown
mn: Хавтасны зургийн эх сурвалж тодорхойгүй

source: Create a new list
mn: Шинэ жагсаалт нэмэх

source: Create a new request
mn: Шинэ хүсэлт илгээх

source: Create new list
mn: шинэ жагсаалт үүсгэх

source: Created
mn: Үүссэн

source: Creates, for a patron, a title-level hold request on a given bibliographic record in Koha.
mn: Коха дахь өгөгдсөн номзүйн бичлэгийн захиалах хүсэлтийн гарчгийг уншигчид зориулж үүсгэдэг.

source: Creates, for a patron, an item-level hold request on a specific item of a bibliographic record Koha.
mn: Уншигчийн хувьд Коха номзүйн бичлэгийн тодорхой зүйл дээр зүйлийн түвшний захиалах хүсэлтийг үүсгэдэг.

source: Credit
mn: Зээл

source: Credits
mn: Зээлүүд

source: Credits (%s)
mn: Зээлүүд (%s)

source: Current library
mn: Одоогийн номын сан

source: Current password:
mn: Одоогийн нууц үг:

source: Current session
mn: Одоогийн хэсэг

source: Currently available
mn: Одоогоор боломжтой байна.

source: Currently in local use
mn: Одоогоор дотоод хэрэглээнд

source: Currently in local use by %s %s %s(%s)%s
mn: Одоогоор дотоод хэрэглээнд %s %s %s(%s)%s

source: Currently unavailable
mn: Одоогоор боломжгүй байна.

source: Curriculum
mn: Сургалтын төлөвлөгөө

source: Custom cover image
mn: Тохирсон хавтасны зураг

source: DVD video / Videodisc
mn: DVD видео / Видео диск

source: Daily rental fee
mn: Өдрийн түрээсийн төлбөр

source: Date
mn: Огноо

source: Date added:
mn: Нэмсэн огноо

source: Date due
mn: Төлбөр төлөх огноо

source: Date due:
mn: Төлбөр төлөх огноо:

source: Date enrolled
mn: Бүртгүүлсэн огноо

source: Date of birth:
mn: Төрсөн огноо:

source: Date received
mn: Хүлээн авсан огноо

source: Date:
mn: Огноо:

source: Dates
mn: Огноонууд

source: Days in advance
mn: хэд хоногийн өмнө

source: Default
mn: Өгөгдмөл

source: Default sorting
mn: Өгөгдмөл төрөлжүүлэлт

source: Default: keep my history according to local laws. This is the default option : the library will keep your history for the duration permitted by local laws.
mn: Өгөгдсөн: миний түүхийг дотоод журмын дагуу хадгалах. Энэ бол өгөгдмөл сонголт : номын сан таны түүхийг дотоод журамд заасан хугацаанд хадгалах болно.

source: Defines the metadata schema in which the records are returned, possible values:
mn: Бичлэгүүдийг буцаах мета өгөгдлийн схем, боломжит утгуудыг тодорхойлно:

source: Delete
mn: Устгах

source: Delete checkout and hold history
mn: Олголт болон захиалгын түүх устгах

source: Delete checkout history
mn: Олголтын түүх устгах

source: Delete hold history
mn: Захиалгын түүх устгах

source: Delete selected
mn: Сонголтыг устгах

source: Delete selected tags
mn: сонгосон талбарын дугаар (хаяг)-ыг устгах

source: Delete this list
mn: Энэ жагсаалтыг устгах

source: Delete your search history
mn: Хайлтын түүхээ устгах

source: Department:
mn: Салбар:

source: Dept.
mn: Салбар.

source: Description
mn: Тодорхойлолт

source: Details
mn: Дэлгэрэнгүй

source: Details for %s
mn: %s - ийн дэлгэрэнгүй

source: Details for:
mn: ... - ийн дэлгэрэнгүй

source: Details for: %s
mn: ... - ийн дэлгэрэнгүй %s

source: Details for: %s &rsaquo; %s%s%sKoha online%s catalog
mn: %s &rsaquo; -ийн дэлгэрэнгүй; %s%s%sKoha онлайн%s каталог

source: Details from %s
mn: %s-аас дэлгэрэнгүй үзэх

source: Details from library
mn: Номын сангаас дэлгэрүүлэн үзэх

source: Dewey
mn: Дьюи

source: Dewey: %s
mn: Дьюи:%s

source: Dictionaries
mn: Толь бичгүүд

source: Digests only
mn: зөвхөн товч хураангуй.

source: Digital scan
mn: Дижитал сканнер

source: Directories
mn: Лавлахууд

source: Discharge
mn: тооцоо дуусгах

source: Discharge &rsaquo; %s%s%sKoha online%s catalog
mn: &rsaquo тооцоо дуусгах; %s%s%sKoha онлайн%s каталог

source: Discographies
mn: Дуу бичлэгийн каталог (хөгжмийн тайлбартай каталог)

source: Display news for:
mn: Мэдээг харуулах:

source: Displaying availability results
mn: Боломжит үр дүнг харуулж байна

source: Do not suspend
mn: Хойшлуулахгүй

source: Do you want to receive an email when a new issue for this subscription arrives?
mn: Та энэ захиалгын шинэ дугаар ирсэн тухай цахим шуудан хүлээж авахыг хүсэж байна уу?

source: Don't have a library card?
mn: Номын сангийн үнэмлэх байхгүй юу?

source: Don't have a password yet?
mn: Танд нууц үг байхгүй юу?

source: Don't have an account?
mn: Танд нэвтрэх эрх байхгүй юу ?

source: Download
mn: Татаж авах

source: Download
mn: Татаж авах

source: Download cart
mn: Сагсыг татаж авах

source: Download cart &rsaquo; %s%s%sKoha online%s catalog
mn: Сагсыг татаж авар &rsaquo; %s%s%s Koha онлайн %s каталог

source: Download list
mn: Жагсаалт татаж авах

source: Download list %s &rsaquo; %s%s%sKoha online%s catalog
mn: Жагсаалт татаж авах %s &rsaquo; %s%s%sKoha онлайн%s каталог

source: Download list unsuccessful
mn: жагсаалт татагдсангүй

source: Dublin Core
mn: Дублин кор (Вэбд зориулсан дижитал номын сангийн картын каталог үүсгэгч) өргөтгөсөн каталогийн мэдээлэл, сайжруулсан баримт бичгийн индексжүүлэлтийг санал болгодог мета өгөгдөл

source: Due
mn: Буцааж өгөх хугацаа

source: Due %s
mn: Болзолт %s

source: Due date
mn: Төлбөр төлөх огноо

source: Due date is not valid.
mn: Төлбөр төлөх огноо хүчингүй байна.

source: Due to be returned by %s
mn: %s хүртэл буцаасан

source: ERROR: Internal error: incomplete hold request.
mn: АЛДАА: Дотоод алдаа: захиалгын хүсэлт дутуу хийгдсэн.

source: ERROR: No record found for record id %s.
mn: АЛДАА:бичлэгийн ID-д бичлэгийн түүх байхгүй%s.

source: ERROR: No record id specified.
mn: АЛДАА: Заасан IDд бичиглэл олдсонгүй

source: ERROR: You cannot delete the tag %s.
mn: АЛДАА: Та талбарын дугаар (tag)-г устгах боломжгүй%s.

source: ERROR: You must log in to complete that action.
mn: АЛДАА: Та энэ үйлдлийг хийхийн тулд нэвтэрсэн байх ёстой.

source: Edit
mn: Засварлах

source: Edit issue note
mn: Дугаарын тэмдэглэл засах

source: Edit list
mn: Жагсаалт засах

source: Edit list &nbsp;
mn: Жагсаалт засах &nbsp;

source: Edit note
mn: Тэмдэглэл засах

source: Editing
mn: Засварлаж байна

source: Editing issue note for %s %s
mn: Дугаарын тэмдэглэл засаж байна %s %s

source: Editing issue note for %s &rsaquo; %s%s%sKoha online%s catalog
mn: Дугаарын тэмдэглэл засаж байна %s &rsaquo; %s%s%sKoha онлайн%s каталог

source: Editions
mn: Хэвлэлтүүд

source: Email
mn: и-мэйл

source: Email address:
mn: и-мэйл хаяг:

source: Email:
mn: и-мэйл:

source: Emails do not match!
mn: И-мэйлүүд тохирохгүй байна!

source: Empty
mn: Хоосон

source: Empty and close
mn: Хоосон, хаалттай

source: Encyclopedias
mn: Нэвтэрхий толь

source: End session
mn: Дууссан

source: English
mn: Англи хэл

source: Enhanced content:
mn: Нэмэгдсэн агуулга:

source: Enhanced descriptions from Syndetics:
mn: Иш таталын системийн (Syndetics) сайжруулсан төрөл зүйлүүд:

source: Enroll
mn: Бүртгэх

source: Enroll in
mn: Бүртгүүлэх

source: Enrollment
mn: Бүртгэл

source: Enter a new purchase suggestion
mn: Шинэ худалдан авалтын санал оруулах

source: Enter search terms
mn: Хайх утгыг оруулах

source: Enter your user ID%s and password%s, and click the submit button (or press the enter key).
mn: Өөрийн хэрэглэгчийн ID%s болон нууц үгээ%s оруулаад, илгээх товчийг дарна уу (эсвэл enter товчийг дарна уу).

source: Entry %s
mn: %s Нэвтрэлт

source: Entry %s &rsaquo; %s%s%sKoha online%s catalog
mn: Нэвтрэлт %s &rsaquo %s %s%s Koha онлайн %s каталог

source: Enumeration
mn: Тооллого

source: Error %s
mn: Алдаа %s

source: Error searching %s collection
mn: %s Цуглуулга хайхад алдаа гарлаа

source: Error searching OverDrive collection.
mn: ОверДрайв (цахим номын худалдаалагч) -ын цуглуулгаас хайлт хийхэд алдаа гарлаа.

source: Error while loading stylesheet.
mn: Загвар хуудсыг ачаалах явцад алдаа гарлаа.

source: Error while parsing input.
mn: Оролтыг хэлзүйн талаас нь шинжлэх явцад алдаа гарлаа

source: Error while parsing stylesheet.
mn: Загвар хуудсыг хэлзүйн талаас нь шинжлэх явцад алдаа гарлаа

source: Error while transforming input.
mn: Оролтыг хувиргах явцад алдаа гарлаа

source: Error! Adding tags failed at
mn: АЛДАА! Талбарын дугаар (хаяг) нэмэхэд алдаа гарлаа

source: Error! You cannot add an empty comment. Please add content or cancel.
mn: Алдаа! Та хоосон сэтгэгдэл нэмэх боломжгүй. Агуулга нэмэх эсвэл цуцална уу.

source: Error! You cannot delete the tag
mn: АЛДАА! Талбарын дугаар (хаяг) устгах боломжгүй

source: Error! Your comment was entirely illegal markup code. It has NOT been added.
mn: Алдаа! Таны сэтгэгдэл бүхэлдээ хууль бус тэмдэглэгээний код байсан. Үүнийг нэмээгүй.

source: Error! Your tag was entirely markup code. It was NOT added. Please try again with plain text.
mn: Алдаа! Таны хаяг бүхэлдээ тэмдэглэгээний код байсан. Үүнийг нэмээгүй. Энгийн текстээр дахин оролдоно уу.

source: Error:
mn: Алдаа:

source: Error: we cannot find this bibliographic record.
mn: Алдаа: бид энэ номзүйн бичилтийг олж чадсангүй.

source: Exact
mn: Яг

source: Example Call
mn: Жишээ дуудлага

source: Example Response
mn: Жишээ хариулт

source: Example call
mn: Жишээ дуудлага

source: Excerpt
mn: Ишлэл

source: Excerpt provided by Syndetics
mn: Иш таталтын систем (Syndetics)-ээс авсан эшлэл

source: Expected
mn: Хүлээгдэж буй

source: Expecting a specific item selection.
mn: Тодорхой зүйлийн сонголтыг хүлээж байна.

source: Expiration date
mn: Дуусах огноо

source: Expiration date:
mn: Дуусах огноо:

source: Expiration:
mn: Дуусах хугацаа:

source: Expired on %s
mn: Хугацаа нь дууссан %s

source: Expires on
mn: Хугацаа нь дуусах

source: Explain
mn: Тайлбарлах

source: Export
mn: Экспортлох

source: Exporting to Dublin Core...
mn: Дублин Кор руу экспортолж байна…

source: Extends the due date for a patron's existing loan.
mn: Уншигчийн одоогийн зээлийн (зээлэх) хугацааг сунгах

source: Fee for item type '%s': %s
mn: зүйлийн төрөлд төлөх '' хураамж'%s': %s

source: Female:
mn: Эмэгтэй:

source: Fewer options
mn: Цөөн сонголт

source: Fiction
mn: Уран зохиол

source: Fiction notes:
mn: Уран зохиолын тэмдэглэл:

source: Filmographies
mn: дүрс бичлэгийн жагсаалт, каталог

source: Filter paid transactions
mn: Төлөгдсөн баримтын гүйлгээг шүүх

source: Fine
mn: Торгууль

source: Fine amount
mn: Торгуулийн хэмжээ

source: Fines
mn: Торгуулиууд

source: Fines and charges
mn: Торгуулиуд ба Төлбөрүүд

source: Finish
mn: Дуусгах

source: Finish enrollment
mn: Бүртгэл дууссан

source: First
mn: Эхний

source: First name:
mn: Өөрийн нэр:

source: For your convenience, the login box on this page has been pre-filled with this data. Please log in and change your password.
mn: Таны тав тухтай байдлыг хангах үүднээс энэ хуудасны нэвтрэх талбарыг энэ мэдээллээр урьдчилан бөглөсөн болно. Та нэвтэрч ороод нууц үгээ солино уу.

source: For your convenience, the login box on this page has been pre-filled with this data. Please log in.
mn: Таны тав тухтай байдлыг хангах үүднээс энэ хуудасны нэвтрэх талбарыг энэ мэдээллээр урьдчилан бөглөсөн болно. Та нэвтэрнэ үү.

source: Forever
mn: байнга

source: Forever: keep my history without limit. This is the option for users who want to keep track of what they are reading or placed a hold on.
mn: Үргэлж: Миний түүхийг хязгааргүй хадгал. Энэ нь уншиж байгаа зүйлээ хянах эсвэл саатуулахыг хүссэн хэрэглэгчдэд зориулсан сонголт юм.

source: Forgiven
mn: Чөлөөлсөн

source: Forgot your password?
mn: Нууц үгээ мартсан уу?

source: Forgotten password recovery
mn: Мартсан нууц үг сэргээх

source: Forgotten password recovery &rsaquo; %s%s%sKoha online%s catalog
mn: Мартагдсан нууц үг сэргээх &rsaquo; %s%s%sKoha онлайн%s каталог

source: Format
mn: Формат

source: Found
mn: Олдсон

source: Found %s results in the library's %s collection
mn: Номын сангийн %s цуглуулгаас %s илэрц олдлоо

source: Found in Open Library:
mn: Нээлттэй Номын сан (Open Library) гаас олсон

source: From:
mn: -аас:

source: Fulfilled
mn: Биелүүлсэн

source: Full history
mn: Бүрэн түүх

source: Full subscription history
mn: Бүрэн захиалгын түүх

source: Full subscription history for %s
mn: %s-н захиалгын бүрэн түүх

source: Full subscription history for %s &rsaquo; %s%s%sKoha online%s catalog
mn: %s-н захиалгын бүрэн түүх &rsaquo; %s%s%sKoha онлайн%s каталог

source: Fuzzy
mn: Тодорхой бус.

source: GDPR consent
mn: Мэдээлэл хамгаалах ерөнхий журам (GDPR)-ийн зөвшөөрөл

source: GDPR consents
mn: Мэдээлэл хамгаалах ерөнхий журам (GDPR)-ийн зөвшөөрлүүд

source: General
mn: Ерөнхий

source: Get new password recovery link
mn: Шинэ нууц үг сэргээх холбоос авах

source: Get your discharge
mn: тооцоо дуусгах

source: GetAvailability
mn: Боломж авах

source: GetPatronInfo
mn: Уншигчийн мэдээлэл харах

source: GetPatronStatus
mn: Уншигчийн төлөвийг харах

source: GetServices
mn: үйлчилгээ авах

source: Given a set of bibliographic or item identifiers, returns a list with availability and call number of the items associated with the identifiers.
mn: Номзүйн болон зүйлийн тодорхойлогчдын багцыг өгвөл танигчтай холбоотой зүйлсийн бэлэн байдал, зохиогчийн тэмдэгт бүхий жагсаалтыг буцаана.

source: Go
mn: Очих

source: Go to OPAC
mn: Нийтэд нээлттэй онлайн каталоги (OPAC) руу очих

source: Go to detail
mn: Нарийвчилсан мэдээлэл рүү очих

source: Go to page %s
mn: %s хуудас руу очно уу

source: Go to the first page
mn: Эхний хуудас руу очно уу

source: Go to the last page
mn: Сүүлийн хуудас руу очно уу

source: Go to the next page
mn: Дараагийн хуудас руу очно уу

source: Go to the previous page
mn: Өмнөх хуудас руу очно уу
