Repository: Koha-Community/Koha
Catalog: misc/translator/po/mon-opac-bootstrap.po
Languages: mn

source: Waiting date
mn: Хүлээх огноо

source: Waiting for patron at %s since %s
mn: %s-ээс хойш %s цагт уншигчийг хүлээж байна

source: Waiting for patron at %s since %s.
mn: %s. -с хойш %s цагт уншигчийг хүлээж байна

source: Warning: Cannot be undone. Please confirm once again
mn: Анхааруулга: буцаах боломжгүй. Дахин нэг удаа баталгаажуулна уу

source: We take great care in protecting your privacy. On this screen, you can define how long we keep your checkout and hold history.
mn: Бид таны хувийн нууцыг хамгаалахад маш их анхаардаг. Энэ дэлгэц дээр таны төлбөр тооцоо болон түүхийг хэр удаан хадгалахыг тодорхойлох боломжтой.

source: Website
mn: Веб хуудас

source: Welcome,
mn: Тавтай морилно уу,

source: Welcome, %s
mn: Тавтай морилно уу, %s

source: What is a discharge?
mn: тооцоо дуусгах гэж юу вэ ?

source: What's next?
mn: Дараагийх нь юу вэ?

source: Where:
mn: Хаана:

source: With selected suggestions:
mn: Сонгосон зөвлөмжүүдээр:

source: With selected titles:
mn: Сонгосон гарчигаар:

source: Would you like to print a receipt?
mn: Та баримт хэвлэхийг хүсч байна уу?

source: Writeoff
mn: данснаас хасах

source: Written on %s by %s
mn: бичигдсэн %s аар %s

source: XSLT file not found.
mn: XSLT файл олдсонгүй

source: Year
mn: Он

source: Yes
mn: Тийм

source: Yes
mn: Тийм

source: Yes (Item overdue or lost)
mn: Тийм (Хугацаа хэтэрсэн эсвэл алдагдсан)

source: Yes (Rental fees)
mn: Тийм (Түрээсийн төлбөр)

source: Yes, I agree.
mn: Тиймээ, би зөвшөөрч байна.

source: Yes, cancel article request
mn: Тийм, нийтлэлийн хүсэлтийг цуцлана.

source: Yes, cancel hold
mn: Тийм, захиалгыг цуцлана

source: Yes, delete
mn: Тийм, устга

source: Yes, delete suggestion
mn: Тийм, саналыг устгана

source: Yes, delete suggestions
mn: Тийм, саналуудыг устгана

source: Yes, remove sharing
mn: Тийм, хуваалцахыг устга

source: Yes, resume all holds
mn: тийм, бүх захиалгыг үргэлжлүүлнэ

source: Yes, suspend all holds
mn: Тийм, бүх захиалгыг хойшлуул

source: You are accessing self check-in from a different IP address! Please log in again.
mn: Та өөр IP хаягаас ном өгөх гэж байна. Дахиж нэвтэрнэ үү.

source: You are accessing self-checkout from a different IP address! please log in again.
mn: Та өөр IP хаягаас нэвтэрч ном авах гэж байна. Дахиж нэвтэрнэ үү.

source: You are currently not listed on any routing lists.
mn: та одоогоор захиалагчийн ямар нэг жагсаалтад нэмэх боломжгүй байна

source: You are forbidden to view this page.
mn: танд энэ хуудсыг үзэхийг хориглосон байна

source: You are logged in as %s.
mn: Та %s -д нэвтэрсэн байна.

source: You are logging from a different IP address. Please log in again.
mn: Та өөр IP хаягаас нэвтэрч байна. Дахиж нэвтэрнэ үү.

source: You are not allowed to call this page directly
mn: Та хүлээгдэж буй худалдан авалтын саналыг харах эрхээ баталгаажуулаагүй байна

source: You are not authorized to see pending purchase suggestions.
mn: Та хүлээгдэж буй худалдан авалтын саналыг харах эрхгүй.

source: You are not authorized to view this page.
mn: Та энэ хуудсыг үзэх эрхгүй байна.

source: You are not authorized to view this record.
mn: Та энэ бичлэгийг үзэх эрхгүй.

source: You are subscribed to the routing lists for following serial titles. If you wish to make changes, please contact the library.
mn: Та дараах цуврал гарчигуудын чиглүүлэлтийн жагсаалтад бүртгүүлсэн байна. Хэрэв та өөрчлөлт оруулахыг хүсвэл номын сантай холбогдоно уу.

source: You can add to your lists from the results of any
mn: Та (дурын) үр дүнгээс жагсаалтдаа нэмж болно

source: You can ask for a digest to reduce the number of messages. Messages will be saved and sent as a single message.
mn: Та мессежийн тоог багасгахын тулд тойм асууж болно. Мессежүүд хадгалагдаж, нэг мессеж хэлбэрээр илгээгдэнэ.

source: You can delete all your checkout and hold history immediately by clicking here.
mn: Та энд дарснаар бүх ном авсан тооцоо, захиалгын түүхээ устгах хболомжтой.

source: You can only share a list if you are the owner.
mn: та энэ жагсаалтыг үүсгэгч бол зөвхөн хувцаах боломжтой

source: You can use OAI-PMH ListRecords instead of this service.
mn: Та энэ үйлчилгээний оронд OAI-PMH List Records ашиглаж болно.

source: You can use the menu and links at the top of the page
mn: Та хуудасны дээд талд байгаа цэс болон холбоосыг ашиглаж болно

source: You can't change your password.
mn: Та нууц үгээ өөрчилж чадахгүй.

source: You can't reset your password.
mn: Та нууц үгээ сэргээж чадахгүй.

source: You cannot place a recall on this item.
mn: та энэ зүйлийг буцаах хүсэлт гаргах боломжгүй

source: You cannot place any more suggestions
mn: Та өөр санал оруулах боломжгүй

source: You cannot renew this item again.
mn: та энэ бүтээлийг дахин сунгах боломжгүй

source: You cannot renew your books online. Reason: %sYour fines exceed
mn: Та онлайнаар номоо сунгах боломжгүй байна. Шалтгаан: %sТаны торгууль хэтэрсэн

source: You cannot share a public list.
mn: Та нийтэд нээлттэй жагсаалтыг хуваалцах боломжгүй.

source: You currently have no pending holds.
mn: танд одоогоор хүлээгдэж буй захиалга алга

source: You currently have nothing checked out.
mn: Та одоогоор ном аваагүй байна

source: You currently owe fines and charges amounting to:
mn: Та одоогоор дараах торгууль, төлбөртэй байна:

source: You do not have permission to add a record to this list.
mn: Танд энэ жагсаалтад бичлэг нэмэх зөвшөөрөл байхгүй байна.

source: You do not have permission to create a new list.
mn: танд шинэ жагсаалт үүсгэх зөвшөөрөл байхгүй байна

source: You do not have permission to delete this list.
mn: танд энэ жагсаалтыг устгах зөвшөөрөл байхгүй байна

source: You do not have permission to download this list.
mn: танд энэ жагсаалтыг татаж авах зөвшөөрөл байхгүй байна

source: You do not have permission to send this list.
mn: танд энэ жагсаалтыг илгээх зөвшөөрөл байхгүй байна

source: You do not have permission to update this list.
mn: Танд энэ жагсаалтыг шинэчлэх зөвшөөрөл байхгүй байна.

source: You do not have permission to view this list.
mn: Танд энэ жагсаалтыг үзэх зөвшөөрөл байхгүй байна.

source: You entered an incorrect username or password. Please try again! But note that passwords are case sensitive%s and that your account will be locked out after a fixed number of failed login attempts%s. Please contact a library staff member if you continue to have problems.
mn: Та хэрэглэгчийн нэр эсвэл нууц үг буруу оруулсан байна. Дахин оролдоно уу! Гэхдээ нууц үгнүүд %s том жижиг үсгийн харгалзах шинж чанартай байдаг бөгөөд%s нэвтрэх оролдлого амжилтгүй болсны дараа таны бүртгэл хаагдах болно гэдгийг анхаарна уу. Хэрэв танд асуудал гарсаар байвал номын сангийн ажилтантай холбоо барина уу.

source: You followed an outdated link e.g. from a search engine or a bookmark.
mn: Та хуучин холбоос дагасан байна, жишээ нь: хайлтын хэрэгсэл эсвэл тэмдэглэл

source: You have a credit of:
mn: Та зээлтэй байна:

source: You have already placed a
mn: та хэдийнэ байрлуулсан байна

source: You have already placed a recall on this title.
mn: та энэ гарчгийг буцаах хүсэлтийг хэдийнэ гаргасан байна

source: You have already requested this title.
mn: та энэ гарчгийн хүсэлтийг хэдийнэ илгээсэн байна

source: You have no article requests currently.
mn: та одоогоор өгүүллийн хүсэлт гаргаагүй байна

source: You have no fines or charges
mn: танд торгууль болон төлбөр байхгүй байна

source: You have no pending purchase suggestions.
mn: Танд хүлээгдэж буй худалдан авалтын санал байхгүй байна.

source: You have not filled out all required fields. Please fill in all missing fields and resubmit.
mn: Та шаардлагатай бүх талбарыг бөглөөгүй байна.Дутуу талбаруудыг бүгдийг бөглөж, дахин илгээнэ үү.

source: You have nothing checked out
mn: Та юу ч аваагүй байна

source: You have reached the maximum limit of items checked out.
mn: Таны авсан зүйлс дээд хязгаарт хүрсэн байна.

source: You have reached the maximum number of recalls on this record.
mn: Та энэ бүтээлийг сунгах дээд хязгаарт хүрсэн байна.

source: You have reached your limit for suggestions you can place at this time (%s).
mn: Та одоогоор санал оруулах хязгаартаа хүрсэн байна (%s).

source: You have reached your limit for suggestions you can place at this time (%s). Once the library has processed those suggestions you will be able to place more.
mn: Та одоогоор санал оруулах хязгаартаа хүрсэн байна (%s). Номын сан эдгээр зөвлөмжийг боловсруулсны дараа та илүү олон зүйлийг оруулах боломжтой болно.

source: You have reached your limit for suggestions you can place at this time.
mn: Та одоогоор оруулж болох хязгаартаа хүрсэн байна.

source: You have renewed this item the maximum number of consecutive times without it being seen by the library.
mn: Та энэ зүйлийг номын санд мэдэгдэлгүйгээр дараалан дээд хязгаар хүрэл сунгасан байна.

source: You have subscribed to email notification on new issues.
mn: Та шинэ дугааруудын талаарх имэйл мэдэгдлийг захиалсан байна.

source: You have successfully registered your new account.
mn: Таны шинэ бүртгэл амжилттай бүртгэгдлээ.

source: You have unpaid fines. Amount: %s.
mn: Танд төлөгдөөгүй торгууль байна. Дүн: %s.

source: You made use of an external link to a catalog item that is no longer available.
mn: Та каталогийн гаднах холбоосыг ашиглах боломжгүй болсон.

source: You may only add up to %s suggestions in %s days.
mn: Та зөвхөн %s өдрийн дотор %s хүртэл санал нэмэх боломжтой.

source: You may register here.
mn: Та энд бүртгүүлж болно.

source: You must be logged in to add tags.
mn: Та хаяг нэмэхийн тулд нэвтэрсэн байх ёстой.

source: You must be logged in to create or add to lists
mn: Жагсаалт үүсгэх эсвэл нэмэхийн тулд та нэвтэрсэн байх ёстой

source: You must be logged in to place a recall.
mn: буцаах сануулга оруулахын тулд та нэвтрэх ёстой

source: You must contact the library for assistance.
mn: Тусламж авахын тулд та номын сантай холбоо барина уу.

source: You must contact the library to reset your password
mn: Нууц үгээ шинэчлэхийн тулд номын сантай холбоо барина уу

source: You must have an email address to enroll
mn: Бүртгүүлэхийн тулд та имэйл хаягтай байх ёстой

source: You must log in if you want to subscribe to email notification on new issues
mn: Шинэ дугааруудыг имэйлээр хүлээж авахыг хүсвэл нэвтэрч ороод захиалах хэрэгтэй

source: You must reset your password via e-mail
mn: Та имэйлээр нууц үгээ шинэчлэх ёстой

source: You must select a library for pickup.
mn: Та ном авах номын санг сонгох ёстой.

source: You owe the library %s and cannot check out.
mn: та номын санд %s өртэй тул ном олгох боломжгүй

source: You reached your open article requests limit.
mn: Та нээлттэй өгүүлийн хүсэлт илгээх хязгаарт хүрсэн байна.

source: You searched %s for '%s'%s%s with limit(s): '%s'%s
mn: Та %s-г '%s'%s%s гэсэн хязгаартай хайсан: '%s'%s

source: You should have received an email with a link to reset your password.
mn: Та нууц үгээ шинэчлэх холбоос бүхий имэйл хүлээн авсан байх ёстой.

source: You tried to access a page that needs authentication.
mn: Та баталгаажуулалт шаардлагатай хуудсанд хандахыг оролдсон.

source: You typed in the wrong characters in the box before submitting. Please try again.
mn: Та илгээхээсээ өмнө нүдэнд буруу тэмдэгт оруулсан байна. Дахин оролдоно уу.

source: You will be charged a hold fee of %s for placing this hold
mn: Та энэ захиалгыг хийхэд %s-ийн хураамж төлөх болно

source: You will be charged a hold fee of %s when you collect this item
mn: Энэ зүйлийг цуглуулахад танаас %s-ийн хураамж ногдуулна

source: You will be charged with
mn: та хураамж төлөх болно

source: You will be notified when your item is waiting to be picked up at the library.
mn: Таны захиалсан зүйлийг номын санд авч ирэх үед танд мэдэгдэх болно.

source: You will receive an email notification if someone accepts your share before it expires.
mn: Хугацаа дуусахаас өмнө хэн нэгэн таны бүртгэлийг хүлээн авбал танд имэйлээр мэдэгдэх болно.

source: You will receive an email shortly.
mn: Та удалгүй и-мэйл хүлээн авна

source: Your account
mn: Таны бүртгэл

source: Your account has been frozen. %s Comment:
mn: Таны бүртгэлийг түдгэлзүүлсэн байна. %sСэтгэгдэл:

source: Your account has been suspended.
mn: Таны бүртгэл түр хаагдсан байна.

source: Your account has expired as of %s. Please contact the library if you wish to renew your account.
mn: Таны бүртгэлийн хугацаа %s-д дууссан байна. Бүртгэлээ шинэчлэхийг хүсвэл номын сантай холбогдоно уу.

source: Your account has expired.
mn: Таны бүртгэлийн хугацаа дууссан байна.

source: Your account has expired. Please contact the library for more information.
mn: Таны нэврэх эрхийн хугацаа дууссан байна.Илүү мэдээлэл авахын тулд номын сантай холбогдоно уу

source: Your account has outstanding fees & charges of %s. Holds are blocked because your fine balance is over the limit.
mn: Таны дансанд %s-ийн төлбөр, хураамж байна. Таны төлбөрийн үлдэгдлийн хэмжээ хязгаараас хэтэрсэн тул захиалгыг блоклосон.

source: Your account is frozen because it has been discharged.
mn: Тооцоо дуусгасан тул таны бүртгэл идэвхгүй болсон

source: Your account will not be activated until you follow the link provided in the confirmation email.
mn: Баталгаажуулах имэйлд заасан холбоосыг дагахаас нааш таны бүртгэл идэвхжихгүй.

source: Your authority search history is empty.
mn: танд нэрийн хэлхээсийн хайлтын түүх алга

source: Your cart
mn: Таны сагс.

source: Your cart
mn: Таны сагс.

source: Your cart &rsaquo; %s%s%sKoha online%s catalog
mn: Таны сагс &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your cart is empty.
mn: Таны сагс хоосон байна.

source: Your catalog search history is empty.
mn: Таны каталогийн хайлтын түүх хоосон байна.

source: Your charges
mn: Таны төлбөр

source: Your charges &rsaquo; %s%s%sKoha online%s catalog
mn: Таны төлбөр &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your checkout history
mn: Таны ном авсан түүх

source: Your checkout history &rsaquo; %s%s%sKoha online%s catalog
mn: Таны ном авсан түүх &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your checkout history has been deleted.
mn: Таны ном авсан түүх устсан.

source: Your comment
mn: Таны сэтгэгдэл

source: Your comment (preview, pending approval)
mn: Таны сэтгэгдэл (урьдчилан харах, хүлээгдэж буй зөвшөөрөл)

source: Your consent was registered on %s.
mn: %s.-д таны зөвшөөрөл бүртгэгдсэн

source: Your contact information seems to be incomplete.
mn: Таны холбоо барих мэдээлэл дутуу байна.

source: Your corrections have been submitted to the library, and a staff member will update your record as soon as possible.
mn: Таны засварыг номын санд хүргүүлсэн бөгөөд ажилтан таны бүртгэлийг аль болох хурдан шинэчлэх болно.

source: Your current password was entered incorrectly. If this problem persists, please ask a librarian to reset your password for you.
mn: Таны одоогийн нууц үгийг буруу оруулсан байна. Хэрэв энэ асуудал хэвээр байвал номын санчаас нууц үгээ шинэчлэхийг хүснэ үү.

source: Your discharge request has been sent. Your discharge will be available on this page within a few days.
mn: Таны тооцоо дуусгах хүсэлт илгээгдлээ. Таны тооцоо дуусах хугацаа хэд хоногийн дотор энэ хуудсан дээр гарч ирнэ.

source: Your discharge will be available on this page within a few days.
mn: Таны тооцоо дуусах хугацаа хэд хоногийн дотор энэ хуудсан дээр гарч ирнэ.

source: Your download should begin automatically.
mn: Таны татан авалт автоматаар эхлэх ёстой.

source: Your hold history has been deleted.
mn: Таны захиалгын түүх устсан байна.

source: Your holds history
mn: Таны захиалгын түүх

source: Your holds history &rsaquo; %s%s%sKoha online%s catalog
mn: Таны захиалгын түүх &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your interlibrary loan requests &rsaquo; %s%s%sKoha online%s catalog
mn: Таны номын сан хоорондын зээлийн хүсэлт &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your library card has been marked as lost or stolen.
mn: Таны номын сангийн карт алдагдсан эсвэл хулгайд алдсан гэж тэмдэглэгдсэн байна.

source: Your library card has been marked as lost or stolen.
mn: Таны номын сангийн карт алдагдсан эсвэл хулгайд алдсан гэж тэмдэглэгдсэн байна.

source: Your library card has expired. Please contact your librarian if you wish to renew your card.
mn: Таны номын сангийн картын хугацаа дууссан байна. Картаа сунгахыг хүсвэл номын санчтай холбогдоно уу.

source: Your library card will expire on
mn: Таны номын сангийн картын хугацаа дуусна

source: Your library home &rsaquo; %s%s%sKoha online%s catalog
mn: Танай номын сангийн нүүр &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your list : %s
mn: Таны жагсаалтууд : %s

source: Your lists
mn: Таны жагсаалтууд

source: Your lists:
mn: Таны жагсаалтууд:

source: Your loan renewal failed because of the following reason(s):
mn: Дараах шалтгааны улмаас таны зээлийн сунгалт амжилтгүй боллоо:

source: Your messaging settings
mn: Таны мессежийн тохиргоонууд

source: Your messaging settings &rsaquo; %s%s%sKoha online%s catalog
mn: таны мессежийн тохиргоо &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your note about %s could not be saved.
mn: %s-ийн талаарх таны тэмдэглэлийг хадгалж чадсангүй.

source: Your note about %s has been saved and sent to the library.
mn: Таны %s-ийн талаарх тэмдэглэл хадгалагдаж номын сан руу илгээгдлээ.

source: Your note about %s was removed.
mn: %s-ийн талаарх таны тэмдэглэлийг устгасан.

source: Your note will be shown to the librarian when the item is checked in.
mn: Таны тэмдэглэгээ номын санч бүтээлийг олгох үед харагдана

source: Your options are:
mn: Таны сонголтууд:

source: Your password has been changed
mn: таны нууц үг солигдсон.

source: Your password has expired!
mn: Таны нууц үгийн хугацаа дууссан!

source: Your password has successfully been updated
mn: Таны нууц үг амжилттай шинэчлэгдлээ

source: Your password must be at least %s characters long.
mn: Таны нууц үг дор хаяж %s урттай тэмдэгтүүдээс тогтсон байх ёстой.

source: Your payment
mn: Таны төлбөр

source: Your payment of $%s has been processed successfully!
mn: Таны %s $-ын төлбөр амжилттай хийгдлээ!

source: Your personal details
mn: таны хувийн мэдээлэл

source: Your priority:
mn: Таны тэргүүлэх чиглэл:

source: Your privacy management
mn: Таны нууцлалын менежмент

source: Your privacy management &rsaquo; %s%s%sKoha online%s catalog
mn: Таны нууцлалын удирдлага &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your privacy rules have been updated.
mn: Таны нууцлалын дүрэм шинэчлэгдсэн.

source: Your problem report has been sent to the Koha administrator.
mn: Таны асуудлыг Коха админ руу мэдээлсэн.

source: Your problem report has been sent to the library.
mn: Таны алдааны мэдэгдлийг номын сан руу илгээсэн.

source: Your purchase suggestions
mn: Таны худалдан авалтын санал

source: Your rating: %s,
mn: Таны үнэлгээ: %s,

source: Your rating: %s.
mn: Таны үнэлгээ: %s,

source: Your recalls history
mn: Таны буцаалтын түүх

source: Your recalls history &rsaquo; %s%s%sKoha online%s catalog
mn: Таны буцаалтын түүх &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your request included no check-ins.
mn: Таны хүсэлтэнд ямар ч бүртгэл оруулаагүй болно.

source: Your routing lists
mn: Таны захиалагчийн жагсаалт

source: Your routing lists &rsaquo; %s%s%sKoha online%s catalog
mn: Таны захиалагчийн жагсаалт &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your search %sfor %s%s was not successful.
mn: Таны %s хайлт %s%s амжилтгүй болсон.

source: Your search IDREF for ppn %s &rsaquo; %s%s%sKoha online%s catalog
mn: Таны хайсан IDREF ppn%s &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your search history
mn: Таны хайлтын түүх

source: Your search history &rsaquo; %s%s%sKoha online%s catalog
mn: Таны хайлтын түүх &rsaquo; %s%s%sKoha онлайн%s каталог

source: Your search returned %s results.
mn: Таны хайлтаас %s илэрц гарсан.

source: Your setting has been updated!
mn: Таны тохиргоо шинэчлэгдсэн!

source: Your suggestion has been submitted.
mn: Таны саналыг илгээсэн.

source: Your summary
mn: Таны хураангуй

source: Your tags
mn: миний талбарын дугаар (хаяг)-ууд

source: Your updates have been submitted and your patron account has been modified.
mn: Таны шинэчлэлтүүдийг илгээсэн ба хэрэглэгчийн бүртгэл засагдсан байна.

source: Your updates have been submitted. A librarian will review your updates before applying them.
mn: Таны шинэчлэлтүүдийг илгээсэн. Номын санч таны шинэчлэлтүүдийг оруулахаас өмнө хянаж үзэх болно.

source: Your userid was not found in the database. Please try again.
mn: Таны хэрэглэгчийн ID мэдээллийн сангаас олдсонгүй. Дахин оролдоно уу.

source: ZIP/Postal code:
mn: ZIP/Шуудангийн код:

source: [ More lists ]
mn: [ илүү жагсаалтууд ]

source: [ New list ]
mn: [Шинэ жагсаалт]

source: [%s tag not supported by your browser.]
mn: [%s таны хөтөч дэмждэггүй талбарын дугаар (хаяг)]

source: a list:
mn: жагсаалт:

source: an identifier indicating the location to which to deliver the item for pickup
mn: Номын байршилд хүргэх замыг харуулсан таних тэмдэг

source: an identifier used to look up the patron in Koha
mn: Коха программ дээр уншигч хайх танигч

source: and
mn: ба

source: and agree with your processing of my personal data as outlined therein.
mn: (үүнд дурдсанчлан) миний хувийн мэдээллийг боловрсуулахыг зөвшөөрч байна.

source: bib_id
mn: ном зүй_id

source: bonus
mn: урамшуулал

source: borrowernumber
mn: зээлдэгчийн дугаар

source: contains
mn: Агуулсан

source: continue creating your request
mn: Хүсэлтээ үргэлжлүүлэн үүсгэнэ үү

source: date after which item returned to shelf if item is not picked up
mn: хэрвээ зүйлийг аваагүй бол тавиур дээр буцааж өгөх огноо

source: defines the type of record identifier being used in the request, possible values:
mn: хүсэлтэд ашиглагдаж буй бичлэгийн тодорхойлогчийн төрөл, боломжит утгыг тодорхойлно:

source: desired_due_date
mn: хүссэн_буцаалт хийх_огноо

source: due in fines and charges
mn: торгууль, төлбөр төлөх

source: every 2 months
mn: 2 сар тутамд

source: every 2 weeks
mn: 2 долоо хоног тутамд

source: every 2 years
mn: 2 жил тутамд

source: every 3 weeks
mn: 3 долоо хоног тутамд

source: every day
mn: өдөр бүр

source: every month
mn: сар бүр

source: every quarter
mn: улирал бүр

source: every week
mn: долоо хоног бүр

source: every year
mn: жил бүр

source: expiry_date
mn: дуусах_огноо

source: firstname
mn: өөрийн нэр

source: for %s issues
mn: %s дугаарт

source: for %s months
mn: %s сарын турш

source: for every request
mn: хүсэлт бүрийн тухайд

source: for more information on what it does and how to configure it.
mn: Энэ юу хийдэг, үүнийг хэрхэн тохируулах талаарх дэлгэрэнгүй мэдээлэл

source: id_type
mn: id_төрөл

source: ilsdi.pl?service=AuthenticatePatron&amp;username=john9&amp;password=soul
mn: ilsdi.pl?service=Уншигчийг баталгаажуулах&amp;username=john9&amp;password=soul

source: ilsdi.pl?service=GetAvailability&amp;id=1+2+99999&amp;id_type=item
mn: ilsdi.pl?service=GetБоломжтой байдал&amp;id=1+2+99999&amp;id_type=item

source: in any heading
mn: аль ч гарчигт

source: in main entry
mn: үндсэн тэмдэглэгээ /бичилт/

source: in the complete record
mn: бүрэн бүртгэлд

source: irregularly
mn: тогтмол бус

source: is exactly
mn: яг

source: koha:biblionumber:%s
mn: Номзүйн дугаар:%s

source: language (Optional)
mn: Хэл (сонголтоор)

source: list of system record identifiers
mn: системийн бүртгэл танигчдын жагсаалт

source: log in using a different account
mn: Өөр эрхээр нэвтрэх

source: not
mn: биш

source: on Friday
mn: Баасан гарагт

source: on Monday
mn: Даваа гарагт

source: on Saturday
mn: Бямба гарагт

source: on Sunday
mn: Ням гарагт

source: on Thursday
mn: Пүрэв гарагт

source: on Tuesday
mn: Мягмар гарагт

source: on Wednesday
mn: Лхагва гарагт

source: on this item.
mn: Энэ зүйлд.

source: or
mn: эсвэл

source: out of
mn: тэдээс

source: patron_id
mn: уншигчийн_ID дугаар

source: pickup_location
mn: очих_байршил

source: primary email address
mn: үндсэн имэйл хаяг

source: privacy policy
mn: Нууцлалын бодлого
