Repository: Koha-Community/Koha
Catalog: misc/translator/po/mon-opac-bootstrap.po
Languages: mn

source: Go to your account page
mn: Бүртгэлийн хуудас руу очно уу

source: Go to your contact information
mn: Холбоо барих мэдээлэл рүүгээ очно уу

source: Google login
mn: Google-ийн эрхээр нэвтрэх

source: Groups of libraries
mn: Номын сангуудын бүлгүүд

source: Guaranteed by %s %s %s %s %s, %s %s
mn: %s %s %s %s %s, %s %s-аар баталгаажсан

source: Handbooks
mn: Гарын авлагууд

source: HarvestHoldingsRecords
mn: Захиалгад байгаа бичлэгүүд

source: Heading ascendant
mn: Гарчиг дээшлэх

source: Heading descendant
mn: Гарчиг доошлох

source: Help
mn: Тусламж

source: Hide unholdable items
mn: Ашиглах боломжгүй зүйлсийг нуух

source: Hide window
mn: Цонхыг нуух

source: Highlight
mn: Тодруулах

source: Hold date
mn: Захиалгын огноо

source: Hold date:
mn: Захиалгын огноо

source: Hold notes:
mn: Захиалгын тэмдэглэл:

source: Hold reminder
mn: Захиалгын сануулга

source: Hold requests
mn: Захиалгын хүсэлтүүд

source: Hold start date should be filled.
mn: Захиалгын эхлэх огноог заавал бөглөх.

source: Hold starts on date:
mn: Захиалгын эхлэх огноо:

source: Hold waiting too long
mn: хэт урт хугацаагаар хүлээгдэж буй захиалга

source: HoldItem
mn: Захиалсан зүйл

source: HoldTitle
mn: Захиалсан гарчиг

source: Holding libraries
mn: Захиалга хийж буй номын сангууд

source: Holdings
mn: Захиалгууд

source: Holdings:
mn: Захиалгууд:

source: Holds
mn: Захиалгууд

source: Holds
mn: Захиалгууд

source: Holds (%s)
mn: Захиалгууд (%s)

source: Holds history
mn: Захиалгын түүх

source: Home
mn: Үндсэн

source: Home libraries
mn: Үндсэн номын сангууд

source: Home library
mn: Үндсэн номын сан

source: Home library:
mn: Үндсэн номын сан:

source: I agree with your processing of my personal data as outlined in the
mn: -д дурдсанчлан миний хувийн мэдээллийг боловсруулахыг би зөвшөөрч байна

source: I have read the
mn: Би уншсан

source: ILL module configuration problem. Contact your administrator.
mn: Номын сан хоорондын бүтээл зээлдэх модуль (ILL module)-ийн тохируулгын алдаа. Админтай холбогдоно уу.

source: IP address where the end user request is being placed
mn: Эцсийн хэрэглэгчийн хүсэлтийг байршуулж буй АйПи (IP) хаяг

source: ISBD view
mn: ISBD харагдац

source: ISBD view &rsaquo; %s%s%sKoha online%s catalog
mn: ISBD харагдац &rsaquo; %s%s%sKoha онлайн%s каталог

source: Identity
mn: Ижил байдал

source: If this is an error, please contact the library.
mn: Хэрэв энэ алдаа гарсан бол номын сантай холбогдоно уу.

source: If this is an error, please take your library card to the circulation desk at your local library and the error will be corrected.
mn: Хэрвээ алдаа гарсан бол өөрийн локал номын сан дахь мэдээллийн ширээнд картаа авч очиж алдааг засуулна.

source: If this is your first time using the self checkout system, or if the system is not behaving as expected, you may want to refer to this guide to get yourself started.
mn: Хэрвээ та анх удаагаа өөрөө авах системийг ашиглаж байгаа, эсвэл энэ систем таны хүлээснээр ажиллахгүй байгаа бол энэ ззаврыг харна уу.

source: If you can't find what you are looking for, you can
mn: Хэрэв та хайж буй бүтээлээ олоогүй ч та олж чадна?

source: If you did not receive this email, you can request a new one:
mn: Хэрэв та энэ и-мэйлийг хүлээн аваагүй бол та хүсэлт илгээж болно

source: If you do not click the 'Finish' button, your session will automatically expire in %s seconds.
mn: Хэрэв та "Дуусгах" товчийг дарахгүй бол таны хэсэг %s секундын дотор автоматаар дуусна.

source: If you do not enter a password a system generated password will be created.
mn: Хэрэв та нууц үгээ оруулахгүй бол системээс автоматаар нууц үг үүснэ.

source: If you do not have a Shibboleth account, but you do have a local login, then you may login below.
mn: Хэрэв танд Shibboleth данс байхгүй ч дотоод нэвтрэх эрхтэй бол нэвтэрч болно.

source: If you don't have a library card, stop by your local library to sign up.
mn: Хэрэв танд номын сангийн карт байхгүй бол оршин суугаа газрынхаа номын санд очиж бүртгүүлээрэй.

source: If you don't have a password yet, stop by the circulation desk the next time you're in the library. We'll happily set one up for you.
mn: Хэрвээ танд нууц үг байхгүй байгаа бол дараагийн удаа номын санд очихдоо түгээлтийн ширээн дээр очно уу. Бид танд баяртайгаар нууц үг өгөх болно.

source: If you have a CAS account, please choose against which one you would like to authenticate:
mn: Хэрэв танд CAS данс байгаа бол баталгаажуулахыг хүсч байгаагаа сонгоно уу:

source: If you have a CAS account, you may use that below.
mn: Хэрвээ та CAS нэвтрэх эрхтэй бол тэрхүү бүртгэлээ ашиглаж болно.

source: If you want to, you can try to
mn: Хэрэв та хүсвэл оролдлого хийж болно.

source: Image from Coce
mn: Кок (Coce сервер)-ийн зураг

source: Image from Google Jackets
mn: Гүүгл Жакэтс (Google Jackets)-ийн зураг

source: Image from OpenLibrary
mn: Нээлттэй Номын сан( OpenLibrary) -ийн зураг

source: Image from OpenLibrary (<a href='%s'>see the original image</a>)
mn: Нээлттэй Номын сан( OpenLibrary) -ийн зураг (<a href='%s'>see the original image</a>)

source: Image from Syndetics
mn: Иш таталтын систем (Syndetics)-ийн зураг

source: Images for %s %s
mn: %s %s-ийн зургууд

source: Images for: %s &rsaquo; %s%s%sKoha online%s catalog
mn: -ийн зургууд %s &rsaquo; %s%s%s Koha онлайн %s каталог

source: Immediate deletion
mn: Нэн даруй устгах

source: Immediately delete my checkout history & my hold history. This action cannot be undone.
mn: Миний ном авсан түүхийг нэн даруй арилгах. Энэхүү үйлдлийг буцаах боломжгүй.

source: Immediately delete my checkout history. This action cannot be undone.
mn: Миний захиалгын түүхийг нэн даруй арилгах. Энэхүү үйлдлийг буцаах боломжгүй.

source: Immediately delete my hold history. This action cannot be undone.
mn: Миний захиалгын түүхийг нэн даруй арилгах. Энэхүү үйлдлийг буцаах боломжгүй.

source: In online catalog: %s/cgi-bin/koha/opac-detail.pl?biblionumber=%s
mn: цахим каталогт:%s/cgi-bin/koha/opac-detail.pl?biblionumber=%s

source: In transit
mn: -аар дамжин өнгөрөх

source: In transit from %s to %s since %s
mn: %s -аас хойш %s хүртэл %s дамжин өнгөрөх

source: In transit to %s
mn: %s-руу дамжин өнгөрөх

source: In your cart
mn: Таны сагсанд

source: Indexes
mn: Индексүүд

source: Information
mn: Мэдээлэл

source: Initials:
mn: Эхний:

source: Instructors
mn: Зааварлагчид

source: Instructors:
mn: Зааварлагчид:

source: Interlibrary loan item availability
mn: номын сан хоорондын ном зээлэх хүртээмж

source: Interlibrary loan ready
mn: номын сан хоорондын (ном) зээлэх боломж

source: Interlibrary loan request
mn: номын сан хоорондын (ном) зээлэх хүсэлт

source: Interlibrary loan requests
mn: номын сан хоорондын (ном) зээлэх хүсэлтүүд

source: Interlibrary loan unavailable
mn: Номын сангаас зээл авах боломжгүй

source: Issue
mn: Дугаар

source: Issue #
mn: Дугаар #

source: Issue renews
mn: Дугаарын сунгалтууд

source: Issue:
mn: Дугаар:

source: Issues for a subscription
mn: Захиалгад байгаа дугаарууд

source: Issues for a subscription &rsaquo; %s%s%sKoha online%s catalog
mn: Захиалганд байгаа дугаарууд &rsaquo; %s%s%sKoha онлайн%s каталог

source: Issues summary
mn: Дугааруудын товч

source: It is too soon after the checkout date for this item to be renewed.
mn: энэ баримтыг олгосон хугацааг сунгахад хэтэрхий эрт байна

source: Item URI
mn: Зүйлийн URL

source: Item call number
mn: Номын зохиогчийн тэмдэгтийн дугаар

source: Item cannot be checked out.
mn: Зүйлийг олгох боломжгүй

source: Item check-in
mn: Зүйл буцааж өгөх

source: Item checked in
mn: Зүйлийг буцааж өгсөн байна.

source: Item checked out
mn: Олгосон зүйл.

source: Item checkout
mn: Зүйл авах.

source: Item checkout and renewal
mn: Зүйлийг авах, хугацаа сунгах

source: Item damaged
mn: Гэмтсэн зүйл

source: Item details
mn: Зүйлийн дэлгэрэнгүй

source: Item due
mn: Ном буцаах огноо

source: Item hold queue priority
mn: Захиалсан зүйлий тэргүүлэх чиглэлээр дараалуулах

source: Item holds
mn: Ном захиалга

source: Item in processing
mn: Боловсруулж буй зүйл

source: Item in transit from %s since
mn: Зүйл %s-с дамжуулагдаж байна

source: Item lost
mn: Алдагдсан зүйл

source: Item must be checked out at a circulation desk.
mn: Зүйлийг ном олгох хэсэгт бүртгүүлж авах ёстой.

source: Item must be renewed at the library. %s renewals remaining
mn: %s Сунгалт хийгдээгүй номын хугацааг номын санд ирж сунгах ёстой.

source: Item not checked in: please see circulation staff for assistance
mn: Ном буцаагдаагүй байна: Ном олголтын ажилтнаас асууна уу

source: Item not renewed
mn: Ном сунгагдаагүй

source: Item on hold: %s
mn: Захиалганд байгаа ном: %s

source: Item recalled: %s
mn: Буцаасан ном: %s

source: Item renewal is not allowed.
mn: Номын хугацаа сунгахыг зөвшөөрөөгүй.

source: Item renewed
mn: Сунгагдсан ном

source: Item type
mn: Зүйлийн төрөл

source: Item type:
mn: Зүйлийн төрөл:

source: Item types
mn: Зүйлийн төрлүүд

source: Items available:
mn: Зүйлс бэлэн байна:

source: Items in catalog
mn: Каталоги дахь зүйлүүд

source: Items in your cart
mn: Таны сагсан дахь зүйлүүд

source: Items on this list:
mn: Энэ жагсаалт дахь зүйлүүд

source: Juvenile
mn: Өсвөр үеийн

source: Keyword
mn: Түлхүүр үг

source: Koha
mn: Коха

source: Koha administrator
mn: Коха удирдлага

source: Koha home
mn: Коха нүүр

source: LCCN:
mn: Конгрессын номын сангийн хяналтын дугаар (LCCN)

source: LCCN: %s
mn: Конгрессын номын сангийн хяналтын дугаар (LCCN):%s

source: Language
mn: Хэл

source: Languages
mn: Хэлнүүд

source: Languages:
mn: Хэлнүүд:

source: Large print
mn: Том хэмжээтэй хэвлэсэн

source: Last
mn: Сүүлийн

source: Last
mn: Сүүлийн

source: Last location
mn: Сүүлийн байршил

source: Last updated
mn: Сүүлд шинэчилсэн

source: Last updated:
mn: Сүүлд шинэчилсэн:

source: Late
mn: Оройтсон

source: Later heading
mn: Дараах гарчиг

source: Latest serials
mn: Хамгийн сүүлийн үеийн цувралууд

source: Law reports and digests
mn: хууль эрх зүйн баримт болон эмхэтгэлүүд

source: Legal articles
mn: Хуулийн өгүүллүүд

source: Legal cases and case notes
mn: Хуулийн тохиолдол болон тэмдэглэлүүд

source: Legislation
mn: Хууль зүй

source: Level 1: Basic discovery interfaces
mn: Түвшин 2: Анхан шатны ННОК (OPAC) хавсралт

source: Level 3: Elementary OPAC alternative
mn: Түвшин 3: Анхан шатны ННОК (OPAC) хувилбар

source: Level 4: Robust/domain specific discovery platforms
mn: Түвшин 4:Бат бөх /Домэйн тусгай нээлтийн платформууд

source: Libraries
mn: Номын сангууд

source: Library
mn: Номын сан

source: Library card number:
mn: Номын сангийн картын дугаар:

source: Library catalog
mn: Номын сангийн каталог

source: Library:
mn: Номын сан:

source: Limit to any of the following:
mn: дараахийн алинд ч хязгаарлах:

source: Limit to currently available items
mn: Одоогийн байдлаар бэлэн байгаа зүйлсийг хязгаарлах

source: Limit to:
mn: Дараахиар хязгаарлах:

source: Links
mn: Холбоосууд

source: List created.
mn: Жагсаалт үүссэн.

source: List deleted.
mn: Жагсаалт устсан

source: List name
mn: Жагсаалтын нэр

source: List name:
mn: Жагсаалтын нэр:

source: List name:
mn: Жагсаалтын нэр:

source: List updated.
mn: жагсаалт шинэчлэгдсэн

source: List(s) this item appears in:
mn: Энэ зүйлд харагдах жагсаалт(ууд)

source: Lists
mn: Жагсаалтууд

source: Lists:
mn: Жагсаалтууд:

source: Loading
mn: Ачаалж байна

source: Loading...
mn: Ачаалж байна...

source: Loading...
mn: Ачаалж байна...

source: Local cover image
mn: Дотоод хавтасны зургууд

source: Local login
mn: дотоод нэвтрэлт

source: Location
mn: Байршил

source: Location (Status)
mn: Байршил (төлөв)

source: Location and availability:
mn: Байршил, хүртээмж:

source: Location(s) (Status)
mn: Байршил (ууд) (төлөв)

source: Location: %s
mn: Байршил: %s

source: Location: %s %s %s
mn: Байршил: %s %s %s

source: Locations
mn: Байршилууд

source: Log in to add tags
mn: Хаяг нэмэхийн тулд нэвтэрнэ үү

source: Log in to add tags.
mn: Хаяг нэмэхийн тулд нэвтэрнэ үү.

source: Log in to create a new list
mn: Шинэ жагсаалт үүсгэхийн тулд нэвтэрнэ үү.

source: Log in to create your own lists
mn: өөрийн жагсаалт үүсгэхээр нэвтрэх

source: Log in to see your own saved tags.
mn: Хадгалсан хаягуудыг харахын тулд нэвтэрнэ үү.

source: Log in to your account
mn: Эрхээрээ нэвтрэх

source: Log in to your account.
mn: Эрхээрээ нэвтрэх

source: Log in to your account:
mn: Эрхээрээ нэвтрэх:

source: Log in using a CAS account.
mn: Нэг удаагийн кодоор нэвтрэх баталгаажуулалтын үйлчилгээ (CAS) эрхээр нэвтрэх

source: Log in using a Shibboleth account
mn: Шибболет эрхээр нэвтрэх

source: Log in using a Shibboleth account.
mn: Шибболет эрхээр нэвтрэх

source: Log in with Google
mn: Google эрхээр нэвтрэх

source: Log in.
mn: Нэвтрэх.

source: Log out
mn: Системээс гарах

source: Log out
mn: Системээс гарах

source: Log out and try again with a different user.
mn: Системээс гараад, өөр эрхээр дахин нэвтрэх.

source: Logging on to the catalog has not been enabled by the library.
mn: Энэ каталог руу нэвтрэхийг номын сан зөвшөөрөөрөөгүй байна.

source: Login page
mn: Нэвтрэх хуудас

source: Login:
mn: Нэвтрэх:

source: LookupPatron
mn: Уншигч хайх

source: Lost item
mn: Зүйл алдах

source: Lost item fee refund
mn: Алдагдсан зүйлийн нөхөн төлбөр

source: Lost item processing fee
mn: Алдагдсан зүйлийг нөхөж оруулах төлбөр

source: MARC (Unicode/UTF-8)
mn: MARC (Юникод/UTF-8)

source: MARC (non-Unicode/MARC-8)
mn: MARC (Юникод бус/MARC-8)

source: MARC Card View
mn: MAРК карт үзэх

source: MARC View
mn: MARC үзэх

source: MARC details
mn: MARC дэлгэрэнгүй

source: MARC details for record no. %s &rsaquo; %s%s%sKoha online%s catalog
mn: Бичлэгийн дугаарын MARC дэлгэрэнгүй. %s &rsaquo; %s%s%sKoha онлайн%s каталог

source: MARC view
mn: MARC үзэх

source: MARC view: %s
mn: MARC үзэх: %s

source: Main address
mn: Үндсэн хаяг

source: Main contact method:
mn: Холбоо барих үндсэн арга зам:

source: Make a
mn: Хийх

source: Make an
mn: Хийх

source: Make payment
mn: Төлбөр хийх

source: Male:
mn: Эрэгтэй:

source: Managed by
mn: Удирдсан:

source: Managed by:
mn: Удирдсан:

source: Manual fee
mn: Аргазүйн төлбөр

source: Match:
mn: Тохирох:

source: Materials specified
mn: Онцолсон материалууд

source: Message sent
mn: Зурвас илгээсэн

source: Message:
mn: Зурвас:

source: Messages for you
mn: Танд ирсэн зурвас

source: Minimum amount needed by this service is %s
mn: Энэхүү үйлчилгээнд шаардлагатай хамгийн бага дүн %s

source: Missing
mn: Дутсан

source: Missing (damaged)
mn: дутсан (гэмтсэн)

source: Missing (lost)
mn: дутсан (алга болсон)

source: Missing (never received)
mn: дутсан (огт ирээгүй)

source: Missing (sold out)
mn: дутсан (зарагдсан)

source: Missing issues: %s
mn: дутсан дугаарууд: %s

source: Modify
mn: Өөрчлөх

source: More details
mn: Илүү дэлгэрэнгүй мэдээлэл

source: More options
mn: Бусад сонголтууд

source: More searches
mn: илүү хайлтууд

source: Most popular titles
mn: Хамгийн түгээмэл гарчгууд

source: Most popular titles &rsaquo; %s%s%sKoha online%s catalog
mn: Хамгийн түгээмэл гарчиг &rsaquo; %s%s%sKoha онлайн%s каталог

source: Musical composition
mn: Хөгжмийн зохиол

source: Musical recording
mn: Хөгжмийн бичлэг

source: Name
mn: Нэр

source: Narrower Term
mn: Нарийвчилсан үг хэллэг

source: Narrower heading
mn: дэлгэрэнгүй гарчиг

source: Never
mn: Огт үгүй

source: Never expires
mn: Огт дуусахгүй:

source: Never expires %s %s
mn: Огт дуусахгүй %s %s

source: Never: Delete my history immediately. This will delete all record of the item that was checked-out upon check-in, and hold history upon fulfillment or cancellation.
mn: Хэзээ ч болохгүй: Миний түүхийг нэн даруй устга. Энэ нь бүртгүүлэх үед бүртгэгдсэн зүйлийн бүх бүртгэлийг устгаж, биелүүлэх эсвэл цуцлах үед түүхийг хадгална.

source: New
mn: Шинэ

source: New card
mn: Шинэ карт

source: New comment on %s
mn: %s ийн шинэ сэтгэгдэл

source: New interlibrary loan request
mn: Номын сан хоорондын зээлийн шинэ хүсэлт

source: New password must not be the same as old password.
mn: Шинэ нууц үг өмнөх үгтэй адил байж болохгүй

source: New password:
mn: Шинэ нууц үг:

source: New purchase suggestion
mn: Шинэ худалдан авалтын санал

source: New search
mn: Шинэ хайлт

source: New tag(s), separated by a comma:
mn: таслалаар тусгаарлагдсан шинэ талбарын дугаар (хаяг) ууд

source: New tag:
mn: шинэ талбарын дугаар (хаяг):

source: News
mn: Мэдээнүүд

source: News from %s%s%sthe library%s
mn: %s%s%sномын сангийн мэдээ%s

source: Next
mn: Дараагийн

source: Next &gt;&gt;
mn: Дараагийн &gt;&gt;

source: Next available item
mn: Дараагийн бэлэн байгаа зүйл

source: No
mn: Үгүй

source: No XSLT file passed.
mn: Дамжуулагдсан XSLT файл байхгүй байна.

source: No account was found with the provided information.
mn: Өгөгдсөн мэдээлэлтэй бүртгэл олдсонгүй.

source: No article requests can be made for this record.
mn: Энэ бичлэгт өгүүллийн хүсэлтүүд хийгдсэнгүй.

source: No changes were made.
mn: өөрчлөлт хийгдээгүй

source: No checkout history to delete
mn: Устгах бүтээл авсан түүх байхгүй

source: No checkouts
mn: Олголт байхгүй

source: No cover image available
mn: Хавтасны зураг байхгүй байна.

source: No data available in table
mn: Хүснэгтэд мэдээлэл байхгүй байна

source: No entries to show
mn: Харуулах мэдээлэл байхгүй

source: No hold history to delete
mn: Устгах захиалгын түүх байхгүй

source: No holds
mn: захиалга байхгүй

source: No limit
mn: Хязгааргүй

source: No longer renewable
mn: хугацаа сунгах боломжгүй

source: No matching records found
mn: Тохирох бичлэгүүд олдсонгүй

source: No news to display.
mn: Үзүүлэх мэдээ байхгүй.

source: No operation parameter has been passed.
mn: Үйл ажиллагааны параметрыг дамжуулаагүй.

source: No other items.
mn: өөр баримт алга

source: No physical items for this record
mn: энэ бүртгэлийн биет баримт байхгүй

source: No private lists.
mn: Хувийн жагсаалт байхгүй.

source: No public lists.
mn: Нийтэд нээлттэй жагсаалт байхгүй.

source: No recalls have been made.
mn: Ямар ч буцаалт хийгдээгүй байна

source: No record was removed.
mn: Устгагдсан бичлэг байхгүй

source: No renewal before %s
mn: %s-с өмнө сунгалт хийгдээгүй

source: No renewals allowed
mn: Шинэчлэхийг зөвшөөрөхгүй

source: No renewals left
mn: Сунгалт үлдээгүй

source: No reserves have been selected for this course.
mn: Энэ сургалтын захиалгууд сонгогдооггүй байна.

source: No results found in the library's %s collection
mn: Номын сангийн %s цуглуулгаас илэрц олдсонгүй

source: No results found in the library's OverDrive collection.
mn: Номын сангийн ОверДрайв (цахим номын худалдаалагч) -ын цуглуулгаас олдсонгүй.

source: No results found!
mn: Үр дүн олдсонгүй!

source: No string to transform.
mn: Хувиргах мөр байхгүй.

source: No suggestion was selected
mn: Ямар нэг санал сонгогдоогүй

source: No tag was specified.
mn: талбарын дугаар (хаяг) тухайлан заагаагүй

source: No tags from this library for this title.
mn: Энэ гарчигт номын сангаас хаяг өгөөгүй байна.

source: No, I do not agree. Please remove my account within a reasonable time.
mn: Үгүй, би зөвшөөрөхгүй. Миний (акаунт) эрхийг боломжтой үедээ устгаж өгнө үү.

source: No, do not cancel article request
mn: Үгүй, өгүүллийн хүсэлтийг цуцлахгүй

source: No, do not cancel hold
mn: Үгүй, захиалгыг цуцалж болохгүй

source: No, do not delete
mn: Үгүй, устгахгүй

source: No, do not delete suggestion
mn: Үгүй, саналыг устгахгүй

source: No, do not delete suggestions
mn: Үгүй, саналуудыг устгахгүй

source: No, do not remove sharing
mn: Үгүй, хуваалцсаныг болиулахгүй

source: No, do not resume holds
mn: Үгүй, захиалгыг үргэлжлүүлж болохгүй

source: Nobody
mn: Хэн ч биш

source: Non-fiction
mn: баримтат зохиол

source: Non-musical recording
mn: Хөгжмийн бус бичлэг

source: None
mn: Аль нь ч биш

source: None of the libraries are available for pickup location.
mn: эдгээр номын сангуудын аль нь ч байршлын хувьд (очиж авах) боломжгүй

source: None specified:
mn: Тодорхойгүй:

source: Not allowed
mn: Зөвшөөөрөөгүй

source: Not available
mn: Боломжгүй

source: Not checked in %s
mn: Буцааж өгөөгүй %s

source: Not finding what you're looking for?
mn: Таны эрж буй зүйлийг хайгаагүй юу?

source: Not for loan %s
mn: зээлдэхгүй %s

source: Not for loan (%s)
mn: зээлдэхгүй (%s)

source: Not issued
mn: олгоогүй

source: Not on hold
mn: Захиалганд байхгүй

source: Not renewable
mn: Сунгагдахгүй

source: Not renewable
mn: Сунгагдахгүй

source: Not what you expected? Check for
mn: Таны хүлээж байсан зүйл биш үү? -г шалгана уу

source: Note
mn: Санамж

source: Note: Library policy does not allow hold/pickup of an item available locally. Please come to the library to retrieve these items
mn: Тайлбар: Номын сангийн бодлого нь дотоодод байгаа зүйлийг хадгалах/авахыг зөвшөөрдөггүй. Эдгээр зүйлсийг авахын тулд номын санд ирээрэй

source: Note: This feature only available to French catalogs where ISBD subjects have been populated, and an index built by separate script.
mn: Санамж: Энэ функц нь ISBD субьектүүдээр дүүрсэн ба индекс нь тусгай скриптээр бичигдсэн франц каталогт хамааралтай.

source: Note: Your comment must be approved by a librarian.
mn: Анхаар: Таны сэтгэгдэл номын санчаар баталгаажуулагдах ёстой.

source: Note: you can only delete your own tags.
mn: Анхаар: та зөвхөн өөрийн үүсгэсэн талбарын дугаарууд (хаяг)-ыг устгах боломжтой.

source: Note: you can only tag an item with a given term once. Check 'My Tags' to see your current tags.
mn: Жич: Та өгөгдсөн нэр томъёо бүхий зүйлийг зөвхөн нэг удаа тэмдэглэж болно. Одоо байгаа хаягуудыг харахын тулд "Миний хаяг" хэсгийг шалгана уу.

source: Note: your tag contained markup code that was removed.
mn: Анхаар: таны хаяг тэмдэглэгээт код агуулсан байсан тул хаслаа

source: Note: your tag contained markup code that was removed. The tag was added as
mn: Анхаар: таны хаяг устгасан тэмдэглэгээний кодыг агуулж байна. Энэ хаягийг гэж нэмсэн

source: Note: your tag was entirely markup code. It was NOT added.
mn: Анхаар: таны хаяг бүхэлдээ тэмдэглэгээт код агуулсан байна. Хаяг нэмэгдсэнгүй.

source: Notes
mn: Тэмдэглэлүүд

source: Notes : %s
mn: Тэмдэглэлүүд: %s

source: Notes/Comments
mn: Тэмдэглэлүүд/Сэтгэгдлүүд

source: Notes:
mn: Тэмдэглэлүүд:

source: Nothing
mn: Юу ч биш

source: Nothing has been selected. Check the box for each item you want to renew
mn: Юу ч сонгогдоогүй байна. Шинэчлэхийг хүссэн зүйл бүрийн нүдийг чагтална уу

source: Novelist Select
mn: Зохиогчийг сонгох

source: Novelist Select:
mn: Зохиогчийг сонгох:

source: Number
mn: Дугаар

source: Number of holds:
mn: Захиалгын дугаар:

source: Number of records used in: %s
mn: Ашигласан бичлэгүүдийн тоо:%s

source: OK
mn: Зөвшөөрөх

source: OR
mn: ЭСВЭЛ

source: On hold
mn: Захиалганд байгаа

source: On hold for patron expected at %s
mn: %s-д уншигчид хүлээгдэж байна

source: On hold for patron expected at %s since %s
mn: %s-ээс хойш %s-д уншигчид хүлээгдэж байна

source: On order
mn: Захиалгатай

source: On-site checkouts
mn: Газар дээр нь тооцоо хийх

source: Once the library has processed those suggestions you will be able to place more.
mn: Номын сан эдгээр зөвлөмжийг боловсруулсны дараа та илүү олон зүйл байрлуулах боломжтой болно.

source: One or more holds were not placed due to existing holds.
mn: Одоо захиалгатай байгаа тул нэг буюу түүнээс дээш захиалгууд байршсангүй.

source: Only %s results are shown:
mn: Зөвхөн %s үр дүнгүүд харагдаж байна:

source: Only certain fields (marked in red) are required, but the more information you enter the easier it will be for the librarians to find the title you're requesting. The "Notes" field can be used to provide any additional information.
mn: Заавал утга оруулах ёстой талбарууд биш. Өөртөй байгаа мэдээллийг л оруул. "Санамжууд" талбар нэмэлт мэдээлэл өгөхөд ашиглагдаж болно.

source: Only items currently available for loan or reference
mn: Зөвхөн зээл эсвэл лавлагаа авах боломжтой зүйлс

source: Order by author
mn: зохиогчоор эрэмбэлэх

source: Order by date
mn: Огноогоох эрэмбэлэх
