Repository: Koha-Community/Koha
Catalog: misc/translator/po/mon-messages-js.po
Languages: mn

source: The recall may have already been marked as overdue. Please refresh the page.
mn: Буцааж татах үйлдэл өмнө нь хугацаа хэтэрсэн хэмээн тэмдэглэгдсэн байж магадгүй. Хуудсыг сэргээн уншуулна уу.

source: The recall may have already been removed. Please refresh the page.
mn: Буцааж татах үйлдэл өмнө нь арилгагдсан байж магадгүй. Хуудсыг сэргээн уншуулна уу

source: The recall waiting status may have already been reverted. Please refresh the page.
mn: Буцааж татах хүлээлгийн төлөвийг аль хэдийн буцаасан байж магадгүй. Хуудсыг сэргээнэ уншуулна уу.

source: The results could not be loaded
mn: Үр дүнг ачаалж чадсангүй

source: The source field should be filled.
mn: Эх сурвалж талбарыг бөглөх ёстой.

source: The source subfield should be filled for update.
mn: Шинэчлэхийн тулд эх сурвалжийн дэд талбарыг бөглөх ёстой.

# Bibliographic record
source: The subfield is non-repeatable and already exists in the destination record. Therefore, you cannot add it.
mn: Дэд талбар нь давтагдах боломжгүй бөгөөд очих газрын бичлэгт аль хэдийн байгаа. Тиймээс та үүнийг нэмж чадахгүй.

source: The vendor does not exist
mn: Худалдагч байхгүй

source: There is no record selected
mn: Сонгогдсон бичлэг байхгүй

source: This bibliographic record does not exist
mn: Ийм ном зүйн бичлэг байхгүй

source: This feature is available only in secure contexts (HTTPS).
mn: Энэ онцлог шинж нь зөвхөн хамгаалалтын хам сэдвүүдэд(HTTPS) боломжтой.

source: This field is mandatory and must have at least one mapping
mn: Энэ талбар заавал байх ёстой бөгөөд наад зах нь нэг зураглалтай байх ёстой

source: This item has been added to your cart
mn: Энэ зүйл таны сагсанд нэмэгдсэн байна

source: This item is already in your cart
mn: Энэ зүйл таны сагсанд байна

source: This pattern name already exists. Do you want to modify it?
mn: Энэ жишээний нэр давтагдаж байна. Нэрийг өөрчлөх үү?

source: This pickup location is not allowed according to circulation rules
mn: Бүтээлийн эргэлтийн журмын дагуу энэ байршлаас авахыг зөвшөөрөхгүй

source: This tool only accepts ZIP files or GIF, JPEG, PNG, or XPM images.
mn: Энэ хэрэгсэл нь зөвхөн ZIP файлууд эсвэл GIF, JPEG, PNG, эсвэл XPM зургийг хүлээн авдаг.

source: Today's checkouts
mn: Өнөөдрийн олголтууд

source: Unable to check in
mn: Авах боломжгүй

source: Unable to claim as returned
mn: Буцаасан тул гомдол гаргах боломжгүй

source: Unable to resume, hold not found
mn: Үргэлжлүүлэх боломжгүй, захиалга олдсонгүй

source: Unable to suspend, hold not found
mn: Түдгэлзүүлэх боломжгүй, захиалга олдсонгүй

source: Update action
mn: Үйлдлийг шинэчлэх

source: Update item
mn: Зүйлийг шинэчлэх

source: Upload status:
mn: Байршуулах төлөв:

source: View comparison
mn: Харьцуулалт харах

source: Waiting status reverted
mn: Хүлээлгийн төлөвийг буцаасан

source: Warning! Present pattern has planned irregularities. Click on 'Test prediction pattern' to check if it's still valid
mn: Анхааруулга! Одоогийн загварт төлөвлөсөн зөрчлүүд байна. "Туршилтын таамаглалын загвар" дээр дарж хүчинтэй байгаа эсэхийг шалгана уу

source: Warning: This record is used in %s order(s). Deleting it could cause serious issues on acquisition module. Are you sure you want to delete this record?
mn: Анхааруулга: Энэ бичлэгийг %s дарааллаар ашигласан болно. Үүнийг устгах нь худалдан авалтын модульд ноцтой асуудал үүсгэж болзошгүй. Та энэ бичлэгийг устгахдаа итгэлтэй байна уу?

source: Warning: This will modify the pattern for all subscriptions that are using it.
mn: Анхааруулга: Энэ нь үүнийг ашиглаж буй бүх захиалгын загварыг өөрчилнө гэдгийг анхаарна уу.

source: Yes
mn: Тийм

source: You can only select %s item(s)
mn: Та зөвхөн %s бүтээл(үүд)-ийг сонгох боломжтой

source: You can select maximum of two checkboxes
mn: Та хамгийн ихдээ хоёр нүдийг сонгох боломжтой

source: You can't receive any more items
mn: Та өөр бүтээл хүлээн авах боломжгүй

source: You have made changes to system preferences.
mn: Та системийн тохиргоонд өөрчлөлт оруулсан байна.х

source: You have modified the advanced prediction pattern. Please save your work or cancel modifications.
mn: Та нарийвчилсан таамаглалын загварыг өөрчилсөн байна. Ажлаа хадгалах эсвэл өөрчлөлтийг цуцална уу.

source: You must choose a first publication date
mn: Та анхны хэвлэгдсэн огноог сонгох ёстой

source: You must choose a subscription length or an end date.
mn: Та захиалгын урт эсвэл дуусах огноог сонгох ёстой.

source: You must choose or create a bibliographic record
mn: Та номзүйн бүртгэлийг сонгох эсвэл үүсгэх ёстой

source: You must select at least one record
mn: Та дор хаяж нэг бүртгэл сонгох ёстой

source: You must select checkout(s) to export
mn: Та экспорт хийх тооцоогоо сонгох ёстой

source: You must select two entries to compare
mn: Та харьцуулахын тулд наад зах нь хоёр тэмдэглэгээгээ сонгох ёстой

source: You need to log in again, your session has timed out
mn: Та дахин нэвтрэх шаардлагатай, таны нэвтрэх хугацаа дууссан байна

source: Your cart is currently empty
mn: Таны сагс одоогоор хоосон байна

source: Your request could not be processed. Check the logs
mn: Таны хүсэлтийг боловсруулж чадсангүй. Бүртгэлүүдийг шалгана уу

source: already exists in database
mn: өгөгдлийн санд байна

source: already in your cart
mn: таны сагсанд байна

source: at %s
mn: %s-д

source: by _AUTHOR_
mn: _AUTHOR_ бичсэн

source: is duplicated
mn: давхардсан

source: modified
mn: өөрчилсөн

source: not checked out
mn: олгогдоогүй

source: on hold
mn: Захиалганд байна

source: quantity values are not filled in or are not numbers
mn: тоон утгыг бөглөөгүй эсвэл тоо биш юм

source: reason unknown
mn: шалтгаан тодорхойгүй

source: too many consecutive renewals without being seen by the library
mn: Номын санчид зөвшөөрөлгүй хэтэрхий олон удаа дараалсан хугацаа сунгалт

source: too many renewals
mn: хэтэрхий олон удаа хугацааг сунгасан

source: until %s
mn: %s хүртэл
