Repository: Koha-Community/Koha
Catalog: misc/translator/po/mon-opac-bootstrap.po
Languages: mn

source: %s %s %s %s You have subscribed to email notification on new issues
mn: %s %s %s %s Та шинэ дугаарын талаарх имэйл мэдэгдлийг захиалсан байна

source: %s %s %s %s is overdue %sYour copy of %s (barcode %s) is overdue %s %s is due %sYour copy of %s (barcode %s) is due back at the library today %s
mn: %s %s %s %s хугацаа хэтэрсэн байна %sТаны %s (баркод %s)-н хугацаа %s %s дуусаж байна %sТаны %s (баркод %s) хуулбар өнөөдөр номын санд буцаж ирэх болно %s

source: %s %s %s Koha online %s
mn: %s %s %s Koha онлайн %s

source: %s %s %s No title %s %s%s,%s %s %s %s %s %s %s %s %s %s %s %s %s %s %s
mn: %s %s %s Гарчиггүй %s %s%s,%s %s %s %s %s %s %s %s %s %s %s %s %s %s %s

source: %s %s %s Note: this window will close automatically in 5 seconds. %s
mn: %s %s %s Анхаар: энэ цонх 5 секундын дотор автоматаар хаагдана. %s

source: %s %s %s, by %s%s
mn: %s %s %s, аар %s%s

source: %s %s &rsaquo; %s Libraries &rsaquo; %s %s %s Koha online %s catalog
mn: %s %s &rsaquo; %s Номын сангууд &rsaquo; %s %s %s Koha онлайн %s каталог

source: %s %s (not approved) %s
mn: %s %s (зөвшөөрөгдөөгүй) %s

source: %s %s Did you mean:
mn: %s %sТа үүнийг хүссэн үү:

source: %s %s End date:
mn: %s %s Дуусах огноо:

source: %s %s No results found. %s
mn: %s %s Үр дүн олдсонгүй. %s

source: %s %s Results of search for '%s' %s Search results %s %s You did not specify any search criteria. %s &rsaquo; %s%s%sKoha online%s catalog
mn: %s %s Хайлтын үр дүнгүүд '%s' %s Хайлтын үр дүн %s %s та хайлтын тодорхой шалгуур заагаагүй байна. %s &rsaquo; %s%s%sKoha online%s каталог

source: %s %s You must log in if you want to subscribe to email notification on new issues %s %s
mn: %s %s Шинэ мэдээллийг цахим шуудангаар хүлээж авахыг хүсвэл нэвтэрч ороод захиалах хэрэгтэй %s %s

source: %s %s currently owes fines and charges amounting to:
mn: %s %sТа одоогоор дараах торгууль, төлбөртэй байна:

source: %s %s sent you a cart from our online catalog.
mn: %s %s манай онлайн каталогоос танд сагс (түр жагсаалт) илгээсэн

source: %s %s sent you from our online catalog, the list called : %s.
mn: %s %sманай цахим каталогоос танд дараахь жагсаалт илгээсэн: %s.

source: %s %s%s%sLink to resource%s
mn: %s %s%s%sэх сурвалж/нөөцөд холбогдох%s

source: %s %s's fines and charges
mn: %s %s'-ийн торгууль, төлбөр

source: %s %stag%stags%s successfully added.
mn: %s %sхаяг%sхаягууд%s амжилттай нэмэгдсэн.

source: %s %stag%stags%s successfully deleted.
mn: %s %sхаяг%sхаягууд%s амжилттай устгагдлаа.

source: %s (Record no. %s)
mn: %s (Бичлэгийн дугаар. %s)

source: %s (default)
mn: %s (өгөгдмөл)

source: %s 0 records %s
mn: %s 0 бичлэг %s

source: %s Contact your library to be disenrolled from this club. %s
mn: %s энэ клубээс гарахын тулд номын санчтай холбогдоно уу.%s

source: %s Delete %s Delete list %s
mn: %s Устгах%sжагсаалтыг устга%s

source: %s Holds (%s)
mn: %s захиалгууд (%s)

source: %s ILS-DI &rsaquo; GetAvailability %s ILS-DI &rsaquo; GetRecords %s ILS-DI &rsaquo; GetAuthorityRecords %s ILS-DI &rsaquo; LookupPatron %s ILS-DI &rsaquo; AuthenticatePatron %s ILS-DI &rsaquo; GetPatronInfo %s ILS-DI &rsaquo; GetPatronStatus %s ILS-DI &rsaquo; GetServices %s ILS-DI &rsaquo; RenewLoan %s ILS-DI &rsaquo; HoldTitle %s ILS-DI &rsaquo; HoldItem %s ILS-DI &rsaquo; CancelHold %s ILS-DI %s &rsaquo; %s%s%sKoha online%s catalog
mn: %s ILS-DI &rsaquo; GetБоломжтой байдал %s ILS-DI &rsaquo; GetRecords %s ILS-DI &rsaquo; GetAuthorityRecords %s ILS-DI &rsaquo; LookupPatron %s ILS-DI &rsaquo; AuthenticatePatron %s ILS-DI &rsaquo; GetPatronInfo %s ILS-DI &rsaquo; GetPatronStatus %s ILS-DI &rsaquo; GetServices %s ILS-DI &rsaquo; RenewLoan %s ILS-DI &rsaquo; HoldTitle %s ILS-DI &rsaquo; HoldItem %s ILS-DI &rsaquo; CancelHold %s ILS-DI %s &rsaquo; %s%s%sKoha online%s catalog

source: %s If you have any questions, please contact the
mn: %s Асуух зүйл гарвал холбогдоно уу

source: %s Internet user critics
mn: %s интернет хэрэглэгчийн шүүмж

source: %s Issue notes have not been enabled. Please contact the library. %s
mn: %s Дугаарын тэмдэглэл идэвхжсэнгүй. Номын сантай холбогдоно уу %s

source: %s Item in transit to
mn: %s -аар дамжин өнгөрөх

source: %s Item waiting at
mn: %s хүлээгдэж буй зүйл

source: %s Item(s) checked out
mn: %s олгосон/авсан ном

source: %s Log in to your account %s Catalog login disabled %s &rsaquo; %s%s%sKoha online%s catalog
mn: %s Өөрийн нэвтрэх эрхээрээ нэвтэрнэ үү %s Каталогт нэвтрэхийг идэвхгүй болгосон %s &rsaquo; %s%s%sKoha онлайн%s каталог

source: %s No data available %s %s
mn: %s Мэдээлэл байхгүй байна%s%s

source: %s No results found for that in %s catalog.
mn: %s Үр дүн олдсонгүй %s каталогоос

source: %s No results, try to change filters. %s
mn: %s илэрц үгүй, шүүлтүүрийг сольж үзнэ үү %s

source: %s No title %s %s%s,%s
mn: %sГарчиггүй%s %s %s,%s

source: %s Not allowed
mn: %s Зөвшөөрөгдөөгүй

source: %s Professional critics
mn: %sМэргэжлийн шүүмжүүд

source: %s Quotations
mn: %s Ишлэлүүд

source: %s Renewal not allowed %s
mn: %s сунгалт зөвшөөрөгдөөгүй %s

source: %s Search %sfor '%s'%s%s&nbsp;with limit(s):&nbsp;'%s'%s
mn: %s Хайлт %s -д '%s'%s%s&nbsp;хязгаартай(s):&nbsp;'%s'%s

source: %s Search RSS feed
mn: %s RSS шинэчлэл тандагч хайх

source: %s Self check-in
mn: %s Өөрөө буцаах

source: %s The link you clicked is either invalid, or expired.
mn: %sТаны товшсон холбоос хүчингүй эсвэл хугацаа нь дууссан байна

source: %s The passwords do not match. %s
mn: %s нууц үг тохирсонгүй.%s

source: %s This ppn is not found on the idref service. %s %s
mn: %sэнэ ppn IdRef (Identifiers and Referentials - тодорхойлох ба лавлах аппликэшн) үйлчилгээнээс олдсонгүй %s%s

source: %s This record has no items. %s
mn: %s энэ бичлэгт зүйл байхгүй.%s

source: %s Waiting for patron at %s since %s. %s Recalled by patron expected at %s since %s. %s
mn: %s %s-ээс хойш %s цагт уншигчийг хүлээж байна. %s %s-ээс хойш %s-д захиалсан. %s

source: %s You did not specify any search criteria. %s
mn: %s Та хайлтын тодорхой шалгуур заагаагүй байна. %s

source: %s You have never borrowed anything from this library. %s
mn: %s Та энэ номын сангаас ном материал зээлж/түр хугацаагаар авч байгаагүй байна. %s

source: %s holdings
mn: %sном бүтээлүүд (хувь, ширхэг)

source: %s items are on order.
mn: %s захиалганд байгаа зүйлүүд

source: %s of %s results loaded, refine your search to view other records
mn: %s-ийн %s илэрц ачаалагдсан тул бусад бичлэгүүдийг үзэхийн тулд хайлтаа сайжруулаарай

source: %s per day
mn: %sөдөрт

source: %s per hour
mn: %s цагт

source: %s%s (%s)%s &rsaquo; Authority search &rsaquo; %s%s%sKoha online%s catalog
mn: %s%s (%s)%s &rsaquo; албан эх сурвалжийн хайлт &rsaquo; %s%s%sKoha онлайн%s каталог

source: %s%s%sKoha online%s catalog recent comments
mn: %s%s%s Koha онлайн%s каталогийн сүүлийн сэтгэгдлүүд

source: %s(MM/DD/YYYY)%s(DD/MM/YYYY)%s(YYYY-MM-DD)%s
mn: %s((Сар/өдөр/жил)%s(өдөр/сар/жил)%s(жил/сар/өдөр)%s

source: %s, %s,%s %s since %s %s until %s %s %s
mn: %s, %s,%s %s -аас %s %s хүртэл%s %s %s

source: %sAuthority search result%sNo results found%s &rsaquo; %s%s%sKoha online%s catalog
mn: %sалбан эх сурвалжийн хайлтын үр дүн%sүр дүн олдсонгүй%s &rsaquo; %s%s%sKoha онлайн%s каталог

source: %sContents of %s%sYour lists%s &rsaquo; %s%s%sKoha online%s catalog
mn: %sТаны жагсаалтын %s%sагуулгууд %s &rsaquo; %s%s%sKoha онлайн%s каталог

source: %sEnter a new purchase suggestion%s %sPurchase suggestions%s &rsaquo; %s%s%sKoha online%s catalog
mn: %sШинэ худалдан авах санал оруулна уу%s %sХудалдан авах санал%s &rsaquo; %s%s%sKoha онлайн%s каталог

source: %sSubscribe to a subscription alert %s Unsubscribe from a subscription alert %s &rsaquo; %s%s%sKoha online%s catalog
mn: %sЗахиалгын сануулгыг идэвхжүүлэх %s захиалгын сануулгыг цуцлах %s &rsaquo; %s%s%sKoha онлайн%s каталог

source: %sThis authority is not used in any records.%s
mn: %sЭнэ эрхийг ямар ч бүртгэлд ашиглаагүй.%s

source: %sThis record has no items.%s
mn: %s энэ бичлэгт зүйл байхгүй.%s

source: %sUpdate your personal details%sRegister a new account%s &rsaquo; %s%s%sKoha online%s catalog
mn: %sХувийн мэдээллээ шинэчил%sШинээр бүртгүүлэх%s &rsaquo; %s%s%sKoha онлайн%s каталог.

source: %sYes%s
mn: %sтийм%s

source: %sYes%sNo%s
mn: %sТийм%sҮгүй%s

source: &lt;&lt; Previous
mn: &lt;&lt; Өмнөх

source: &lt;?xml version="1.0" encoding="ISO-8859-1" ?&gt; &lt;AuthenticatePatron&gt; &lt;id&gt;419&lt;/id&gt; &lt;/AuthenticatePatron&gt;
mn: &lt;?xml version="1.0" encoding="ISO-8859-1" ?&gt; &lt;Уншигчийг баталгаажуулах&gt; &lt;id&gt;419&lt;/id&gt; &lt;/Уншигчийг баталгаажуулах&gt;

source: &lt;?xml version="1.0" encoding="ISO-8859-1" ?&gt; &lt;GetServices&gt; &lt;AvailableFor&gt;title level hold&lt;/AvailableFor&gt; &lt;AvailableFor&gt;item level hold&lt;/AvailableFor&gt; &lt;/GetServices&gt;
mn: &lt;?xml version="1.0" encoding="ISO-8859-1" ?&gt; &lt;GetServices&gt; &lt;БоломжтойFor&gt;title level hold&lt;/БоломжтойFor&gt; &lt;БоломжтойFor&gt;item level hold&lt;//БоломжтойFor&gt; &lt;/GetServices&gt;

source: &nbsp;&nbsp;&nbsp;&nbsp; Author phrase
mn: &nbsp;&nbsp;&nbsp;&nbsp; Зохиолчийн нэрийн хэллэг

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference name
mn: &nbsp;&nbsp;&nbsp;&nbsp; Хурлын нэр

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference name phrase
mn: &nbsp;&nbsp;&nbsp;&nbsp; Хурлын нэрийн хэллэг

source: &nbsp;&nbsp;&nbsp;&nbsp; Corporate name
mn: &nbsp;&nbsp;&nbsp;&nbsp; байгууллагын нэр

source: &nbsp;&nbsp;&nbsp;&nbsp; Keyword phrase
mn: &nbsp;&nbsp;&nbsp;&nbsp; түлхүүр үг

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal name
mn: &nbsp;&nbsp;&nbsp;&nbsp; Хувь хүний нэр

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal name phrase
mn: &nbsp;&nbsp;&nbsp;&nbsp; Хувь хүний нэрийн хэллэг

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject and broader terms
mn: &nbsp;&nbsp;&nbsp;&nbsp; Сэдвийн болон ерөнхий нэр томъёо

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject and narrower terms
mn: &nbsp;&nbsp;&nbsp;&nbsp; Сэдвийн нарийвчилсан нэр томъёо

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject and related terms
mn: &nbsp;&nbsp;&nbsp;&nbsp; Сэдэв болон холбогдох нэр томъёо

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject phrase
mn: &nbsp;&nbsp;&nbsp;&nbsp; Сэдвийн үг хэллэг

source: &nbsp;&nbsp;&nbsp;&nbsp; Title phrase
mn: &nbsp;&nbsp;&nbsp;&nbsp; Гарчгийн үг хэллэг

source: &nbsp;&nbsp;(%s votes)
mn: &nbsp;&nbsp;(%sсаналууд)

source: (%s biblios)
mn: (%s ном хэвлэлүүд)

source: (%s total)
mn: (%s нийт)

source: (Accruing)
mn: (Нэмэгдэж байна)

source: (Acronym)
mn: (Товчилсон үг)

source: (All)
mn: (Бүгд)

source: (Barcode not found on the database, please see library staff for assistance)
mn: (Өгөгдлийн сангаас баркод олдоогүй тул номын сангийн ажилтнуудаас тусламж авна уу)

source: (Broader heading)
mn: (Ерөнхий гарчиг)

source: (Cancelled)
mn: (Цуцлагдсан)

source: (Checked out)
mn: (Уншлагад гарсан)

source: (Earlier heading)
mn: (Өмнөх гарчиг)

source: (Forgiven)
mn: (Чөлөөлсөн)

source: (Hides shelf browser)
mn: (тавиурын хөтөчийг нуух)

source: (Item is withdrawn and check-in blocked by policy, please see library staff for assistance)
mn: (Зүйлийг буцаан татсан бөгөөд бүртгэлийг бодлогоор хориглосон тул номын сангийн ажилтнуудаас тусламж авна уу)

source: (Later heading)
mn: (Сүүлйин гарчиг)

source: (Lost)
mn: (алдсан)

source: (Musical composition)
mn: (хөгжмийн зохиол)

source: (Narrower heading)
mn: (дэлгэрэнгүй гарчиг)

source: (Not supported by Koha)
mn: (Коха дэмждэггүй)

source: (Not supported yet)
mn: (Хараахан дэмжигдээгүй)

source: (On-site checkout)
mn: (Биечлэн ирж авах)

source: (Opens below)
mn: (Доор нээгдэнэ)

source: (Optional)
mn: (сонголтоор)

source: (Optional, default 0)
mn: (сонголттой, өгөгдмөл 0)

source: (Optional, default 1)
mn: (сонголттой, өгөгдмөл 1)

source: (Please note: there may be a delay in restoring your account if you submit online.)
mn: (Анхаарна уу: Хэрэв та онлайнаар бүртгүүлбэл таны бүртгэлийг сэргээхэд саатал гарч болзошгүй.)

source: (Refunded)
mn: (нөхөн төлсөн)

source: (Replaced)
mn: (солисон)

source: (Required)
mn: (Шаардлагатай)

source: (Returned)
mn: (Буцаасан)

source: (The book is not currently on loan, please see library staff for assistance)
mn: (Одоогоор энэ ном зээлэгдээгүй байгаа тул номын сангийн ажилтнуудаас асууна уу)

source: (The item cannot be checked in at a self service terminal, please see library staff for assistance)
mn: (Өөртөө үйлчлэх терминал дээр уг зүйлийг авах боломжгүй тул номын сангийн ажилтнуудаас тусламж авна уу)

source: (The item cannot be checked in at this library, please see library staff for assistance)
mn: (Энэ зүйлийг номын санд буцааж өгөх боломжгүй тул номын сангийн ажилтнуудаас тусламж авна уу)

source: (There was a problem checking in this item, please see library staff for assistance)
mn: (Энэ зүйлийг буцаахад асуудал гарсан тул номын сангийн ажилтнуудаас тусламж авна уу)

source: (Use OAI-PMH instead)
mn: (Оронд нь (OAI-PMH) ашиглах)

source: (Use OPAC instead)
mn: (Оронд нь Нийтэд нээлттэй онлайн каталоги (OPAC) ашиглах)

source: (Use SRU instead)
mn: (Оронд нь (SRU) ашиглах)

source: (Voided)
mn: (Хүчингүй болсон)

source: (done)
mn: (Гүйцэтгэсэн)

source: (filtered from _MAX_ total entries)
mn: (Боломжит бүх өгөгдлөөс шүүсэн)

source: (on hold)
mn: (Захиалганд байна)

source: (only %s)
mn: (зөвхөн %s)

source: (overdue)
mn: (хугацаа хэтэрсэн)

source: (priority %s)
mn: (%s тэргүүлэх чиглэл)

source: (related searches: %s%s%s)
mn: (хамааралтай хайлтууд: %s%s%s)

source: (related searches:%s %s%s).
mn: (хамааралтай хайлтууд:%s %s%s).

source: (remove)
mn: (Хасах)

source: -- Choose --
mn: -- сонгох --

source: -- Choose format --
mn: -- формат сонгох --

source: -- none --
mn: -- Аль нь ч биш --

source: . %s This account has been locked! %s
mn: . %s .Энэ хэрэглэгчийн эрх түр хаагдсан байна! %s

source: . Once you've confirmed the deletion, no one can retrieve the list!
mn: .Та жагсаалтыг устгасан бол (хэн ч) дахин сэргээх боломжгүй !

source: . Please contact the library for more information.
mn: .Илүү мэдээлэл авахын тулд номын сантай холбогдоно уу

source: .%sYou have fines.%s %s
mn: .%sтанд торгууль байна.%s %s

source: ...or...
mn: ...эсвэл...

source: 1 item is on order.
mn: 1 зүйл захиалгад байна.

source: 10 titles
mn: 10 гарчиг

source: 100 titles
mn: 100 гарчиг

source: 12 months
mn: 12 сараар

source: 15 titles
mn: 15 гарчигаар

source: 20 titles
mn: 20 гарчигаар

source: 3 months
mn: 3 сараар

source: 30 titles
mn: 30 гарчгаар

source: 40 titles
mn: 40 гарчгаар

source: 50 titles
mn: 50 гарчгаар

source: 6 months
mn: 6 сараар

source: A confirmation email will be sent shortly to the email address
mn: Удахгүй таны имэйл хаяг руу баталгаажуулах имэйл илгээгдэх болно

source: A hold fee was charged to your account for collecting this item.
mn: Бүтээлийг захиалсны төлбөр таны данснаас төлөгдсөн.

source: A payment with the transaction id '%s' has already been posted to an account.
mn: '%s' гүйлгээний ID-тай төлбөрийг аль хэдийн дансанд байршуулсан байна.

source: A similar document already exists:
mn: Ижил баримт бүртгэгдсэн байна

source: A specific item
mn: Тодорхой нэг зүйл

source: About the author
mn: Зохиогчийн тухай

source: Abstracts/summaries
mn: товчлол/хураангуй

source: Accept
mn: Зөвшөөрөх

source: Accepted by the library
mn: Номын сан зөвшөөрсөн

source: Access denied
mn: нэвтрэлт цуцлагдлаа

source: According to our records, we don't have up-to-date contact information. Please contact the library.
mn: Бүртгэлээс харахад хамгийн сүүлийн үеийн холбоо барих мэдээлэл байхгүй байна. Номын сантай холбогдоно уу.

source: Account creation fee
mn: Нэвтрэх эрх үүсгэх хураамж

source: Account identification with this email address only is ambiguous.
mn: Зөвхөн энэ имэйл хаягаар эрх баталгаажуулах нь хангалтгүй.

source: Account payment
mn: Хэрэглэгчийн эрхийн төлбөр

source: Account renewal fee
mn: Хэрэглэгчийн эрх сунгуулсан төлбөр

source: Acquired in the last:
mn: Сүүлд бүрдүүлсэн:

source: Acquisition date: Newest to oldest
mn: Бүрдүүлсэн огноо: шинээс хуучин руу

source: Acquisition date: Oldest to newest
mn: Бүрдүүлсэн огноо: хуучнаас шинэ рүү

source: Add
mn: Нэмэх

source: Add %s items to %s
mn: -рүү %s бүтээлүүд нэмэх%s

source: Add another field
mn: Өөр талбар нэмэх

source: Add tag
mn: Талбарын дугаар (хаяг) нэмэх

source: Add tag(s)
mn: Хаяг нэмэх

source: Add to %s
mn: -рүү нэмэх %s

source: Add to a list
mn: Жагсаалт рүү нэмэх

source: Add to a new list:
mn: Шинэ жагсаалт руу нэмэх:

source: Add to cart
mn: Сагс руу нэмэх

source: Add to list:
mn: Жагсаалт рүү нэмэх

source: Add to your cart
mn: Сагсанд нэмэх

source: Add to your list &rsaquo; %s%s%sKoha online%s catalog
mn: Таны жагсаалтруу нэмэх &rsaquo; %s%s%sKoha онлайн%s каталог

source: Add to...
mn: -рүү нэмэх

source: Added %s by
mn: нэмэгдсэн%s -аар

source: Added %s by you
mn: Таны %s нэмсэн

source: Additional content types for books/printed materials
mn: Ном/хэвлэмэл материалуудын нэмэлт агуулгын төрлүүд

source: Additional information
mn: Нэмэлт мэдээлэл

source: Address 2:
mn: Хаяг 2:

source: Address:
mn: Хаяг:

source: Adolescent
mn: Өсвөр насны хүүхэд

source: Adult
mn: Насанд хүрсэн

source: Advance notice
mn: Урьдчилсан мэдэгдэл

source: Advanced search
mn: Нарийвчилсан хайлт

source: Advanced search &rsaquo; %s%s%sKoha online%s catalog
mn: Нарийвчилсан хайлт &rsaquo; %s%s%sKoha онлайн%s каталог

source: All
mn: Бүгд

source: All borrowable material is subject to recall if checked out and needed by someone else. We will ask the person who has checked out this item to return it so you may use it.
mn: Зээлж авах бүх материалыг шалгаад, хэрвээ өөр хэн нэгэнд хэрэгтэй бол эргүүлэн татах ёстой. Бид энэ зүйлийг авсан хүнээс буцааж өгөхийг хүссэнээр та үүнийг ашиглаж болох болно.

source: All collections
mn: Бүх сан хөмрөг

source: All holds will be suspended.
mn: Бүх захиалгыг түр зогсоосон.

source: All holds will resume.
mn: Бүх захиалгыг үргэлжлүүлнэ.

source: All item types
mn: Зүйлийн бүх төрөл

source: All libraries
mn: Бүх номын сангууд

source: All tags
mn: Бүх хаягууд

source: Allow auto-renewal:
mn: Автоматаар сунгахыг зөвшөөрөх

source: Allow changes to contents from:
mn: Дараахаас агуулга өөрчлөхийг зөвшөөрнө:

source: Allow your guarantor to view your current checkouts?
mn: Таны одоогийн тооцоог батлан даагч тань харахыг зөвшөөрөх үү?

source: Allow your guarantor to view your current fines?
mn: Таны одоогийн торгуулийг батлан даагч тань харахыг зөвшөөрөх үү?

source: Also note that you must return all checked out items before your library card expires.
mn: Мөн та номын сангийн картын хугацаа дуусахаас өмнө авсан бүх зүйлийг буцааж өгөх ёстой гэдгийг анхаарна уу.

source: Alternate address
mn: Өөр, хоёрдогч хаяг

source: Alternate address information:
mn: Өөр хаягийн мэдээлэл:

source: Alternate contact
mn: Холбоо барих нэмэлт мэдээлэл

source: Always available
mn: Үргэлж боломжтой

source: Amazon cover image
mn: Амазон дахь хавтасны зураг

source: Amount
mn: Хэмжээ

source: Amount outstanding
mn: Төлөгдөөгүй дүн

source: Amount to pay:
mn: Төлөх дүн:

source: An error has occurred while attempting to place a recall. Please contact your library.
mn: Эргүүлэн татах явцад алдаа гарлаа. Номын сантайгаа холбогдоно уу.

source: An error has occurred while sending you the password recovery link.
mn: Нууц үг сэргээх холбоосыг илгээх явцад алдаа гарлаа.

source: An error has occurred.
mn: Алдаа гарсан байна.

source: An error occurred when creating the list. The name %s already exists.
mn: Жагсаалт үүсгэх үед алдаа гарлаа. Энэ нэр %sурьд нь үүссэн байна.

source: An error occurred when creating this list.
mn: Энэ жагсаалтыг үүсгэх үед алдаа гарлаа.

source: An error occurred when deleting this list.
mn: Энэ жагсаалтыг устгах үед алдаа гарлаа.

source: An error occurred when updating this list.
mn: Энэ жагсаалтыг шинэчлэх үед алдаа гарлаа.

source: An error occurred while processing your request.
mn: Таны хүсэлтийг шалгах явцад алдаа гарлаа.

source: An error occurred, please try again.
mn: Алдаа гарлаа, дахин оролдоно уу.

source: An internal link in our catalog home page is broken and the page does not exist.
mn: Манай каталогийн нүүр хуудасны дотоод холбоос эвдэрсэн бөгөөд хуудас ажиллахгүй байна.

source: An invitation to share list
mn: Жагсаалтыг хуваалцах урилга

source: An unknown error occurred. Please try again or contact the library for assistance.
mn: Үл мэдэгдэх алдаа гарлаа. Дахин оролдох эсвэл номын сантай холбогдож тусламж авна уу.

source: Any
mn: Дурын

source: Any audience
mn: Дурын уншигч

source: Any content
mn: Дурын агуулга

source: Any format
mn: Дурын формат

source: Any item
mn: Дурын зүйл

source: Any item type
mn: Дурын зүйлийн төрөл

source: Anyone seeing this list
mn: Энэ жагсаалтыг харж байгаа бүх хүнд

source: Apply field weights to search
mn: Хайлт хийхдээ талбарын эзлэх хувийг ашиглана уу

source: Are you sure you want to cancel this article request?
mn: Та энэ нийтлэлийг устгахдаа итгэлтэй байна уу

source: Are you sure you want to cancel this hold?
mn: Та энэ захиалгыг цуцлахдаа итгэлтэй байна уу ?

source: Are you sure you want to check out this item?
mn: Та энэ зүйлийг олгохдоо итгэлтэй байна уу?

source: Are you sure you want to delete selected search history entries?
mn: Та сонгосон хайлтын түүхийг устгахдаа итгэлтэй байна уу

source: Are you sure you want to delete the selected tag(s)?
mn: Сонгосон талбарын дугаар (хаяг)-уудыг устгахыг хүсэж байна уу ?

source: Are you sure you want to delete these suggestions?
mn: Та эдгээр саналыг устгахдаа итгэлтэй байна уу?

source: Are you sure you want to delete this list?
mn: Та энэ жагсаалтыг устгахдаа итгэлтэй байна уу?

source: Are you sure you want to delete this suggestion?
mn: Та эдгээр сануулгыг устгахдаа итгэлтэй байна уу?

source: Are you sure you want to delete your search history?
mn: Та хайлтын түүхээ устгахдаа итгэлтэй байна уу?

source: Are you sure you want to remove these items from the list?
mn: Та эдгээр зүйлийг жагсаалтаас хасахдаа итгэлтэй байна уу?

source: Are you sure you want to remove this item from the list?
mn: Та энэ зүйлийг жагсаалтаас хасахдаа итгэлтэй байна уу?

source: Are you sure you want to remove this recall?
mn: Та энэ буцаах хүсэлтийг арилгахыг хүсэж байна уу ?

source: Are you sure you want to remove this share?
mn: Та энэ "хуваалцал"-ийг зогсоохдоо итгэлтэй байна уу

source: Are you sure you want to resume all suspended holds?
mn: Та түр хойшлуулсан бүх захиалгаа үргэлжлүүлэхдээ итгэлтэй байна уу?

source: Are you sure you want to return this item?
mn: Та энэ зүйлийг буцаахдаа итгэлтэй байна уу?

source: Are you sure you want to suspend all holds?
mn: Та бүх захиалгаа хойшлуулах уу?

source: Arrived
mn: Ирсэн

source: Article request fee
mn: Өгүүлэл унших хүсэлтийн төлбөр

source: Article requests
mn: Өгүүлэл унших хүсэлт

source: Article requests
mn: Өгүүлэл унших хүсэлтүүд

source: Article requests (%s)
mn: Өгүүлэл унших хүсэлтүүд (%s)

source: As owner of a list you cannot accept an invitation for sharing it.
mn: Жагсаалт үүсгэгчийн хувьд та жагсаалт хуваалцах урилга хүлээж авах боломжгүй

source: Ask for a discharge
mn: тооцоо дуусгахыг асуух

source: At any step, clicking the 'Cancel' button will erase the scanned barcodes and start over.
mn: Аль ч алхамд "Цуцлах" товчийг дарснаар сканнердсан зураасан кодыг устгаж, дахин эхлүүлэх болно.

source: At least one item is available at this library
mn: Энэ номын санд нэгээс доошгүй зүйл байна

source: At library: %s
mn: Номын санд:%s

source: Audience
mn: Уншигч

source: Audiovisual profile:
mn: Аудио-визуал профайл:

source: Authenticates a user's login credentials and returns the identifier for the patron.
mn: Хэрэглэгчийн нэвтрэх эрхийг баталгаажуулж, уншигчид таниулбарыг буцаана.

source: Author
mn: Зохиогч

source: Author (A-Z)
mn: Зохиогч(А-Я)

source: Author (Z-A)
mn: Зохиогч(Я-A)

source: Author notes provided by Syndetics
mn: Зохиогчийн тэмдэглэлийг Syndetics-ээс авсан

source: Author(s)
mn: Зохиогч(s)
