Repository: Koha-Community/Koha
Catalog: misc/translator/po/mon-opac-bootstrap.po
Languages: mn

source: purchase suggestion
mn: худалдан авалтын санал

source: request_location
mn: Байршлын_хүсэлт

source: requests a particular level of detail in reporting availability, possible values:
mn: боломжит утгуудын талаар тайлагнах боломжтой тодорхой түвшний нарийвчилсан хүсэлтүүд

source: reserve
mn: нөөц

source: return_fmt
mn: буцах_формат

source: return_type
mn: буцах_төрөл

source: schema
mn: Схем

source: secondary email address
mn: Нэмэлт имэйл хаяг

source: see also:
mn: мөн үзнэ үү:

source: show_fines
mn: торгууль_харах

source: site administrator
mn: Сайтын админ

source: specifies the metadata schema of records to be returned, possible values:
mn: Буцаах бичлэгийн мета өгөгдлийн схем, боломжит утгыг зааж өгнө:

source: start_date
mn: Эхлэх_Огноо

source: starts with
mn: -аар эхэлдэг

source: subjects
mn: сэдвүүд

source: surname
mn: Овог

source: system hold identifier (returned by GetRecords and GetPatronInfo into element 'reserve_id')
mn: системийн захиалга танигч (GetRecords болон GetPatronInfo 'reserve_id' элемент рүү буцаасан)

source: system item identifier
mn: системийн зүйлийн танигч

source: the ILS identifier for the bibliographic record on which the request is placed
mn: хүсэлт тавьсан ном зүйн бичлэгийн ILS танигч

source: the ILS identifier for the patron for whom the request is placed
mn: хүсэлт гаргасан үйлчлүүлэгчийн ILS танигч

source: the ILS identifier for the specific item on which the request is placed
mn: хүсэлт тавьсан зүйлийн ILS танигч

source: the type of the identifier, possible values:
mn: танигчийн төрөл, боломжит утгууд:

source: the unique patron identifier in the ILS; the same identifier returned by LookupPatron or AuthenticatePatron
mn: ILS дахь ивээн тэтгэгчийн өвөрмөц танигч; LookupPatron эсвэл AuthenticatePatron-аас буцаасан ижил танигч

source: there was a problem processing your payment
mn: таны төлбөр төлөлтөд алдаа гарлаа

source: three times per week
mn: долоо хоногт гурван удаа

source: to post a comment.
mn: сэтгэгдэл үлдээх

source: twice per day
mn: Өдөрт хоёр удаа

source: twice per year
mn: Жилд хоёр удаа

source: until
mn: хүртэл

source: until
mn: хүртэл

source: up to
mn: хүртэл

source: used for/see from:
mn: Ашигласан/ эндээс харна уу:

source: user's login identifier
mn: хэрэглэгчийн нэвтрэлт танигч

source: user's password
mn: хэрэглэгчийн нууц үг

source: userid
mn: хэрэглэгчийн ID

source: username
mn: хэрэглэгчийн нэр

source: view plain
mn: энгийн харах

source: waiting holds:
mn: хүлээгдэж буй захиалгууд

source: was not found in the database. Please try again.
mn: мэдээллийн сангаас олдсонгүй. Дахин оролдоно уу.

source: whether or not to return fine information in the response
mn: хариуд нь торгуулийн мэдээллийг илгээх эсэх

source: whether or not to return hold request information in the response
mn: хариуд нь захиалга хүсэлтийн мэдээллийг илгээх эсэх

source: whether or not to return loan information in the response
mn: зээлийн мэдээллийг буцаах эсэх

source: whether or not to return patron's contact information in the response
mn: хариуд нь уншигчтай холбоо барих мэдээллийг илгээх эсэх

source: width=device-width, initial-scale=1
mn: өргөн = төхөөрөмжийн өргөн, эхний масштаб = 1

source: will be sent shortly to %s.
mn: %s.руу удахгүй илгээх болно

source: your charges
mn: Таны төлбөр

source: your checkout history
mn: Таны ном авсан түүх

source: your holds history
mn: Таны захиалгын түүх

source: your interlibrary loan requests
mn: таны номын сан хоорондын зээлийн хүсэлт

source: your lists
mn: Таны жагсаалтууд

source: your messaging
mn: Таны мессеж

source: your payment of %s has been applied to your account
mn: Таны %s-ийн төлбөр таны бүртгэлд бүртгэлээ

source: your personal details
mn: таны хувийн мэдээлэл

source: your privacy
mn: таны хувийн нууц

source: your purchase suggestions
mn: Таны худалдан авалтын саналууд

source: your recalls history
mn: Таны буцаалтын түүх

source: your routing lists
mn: таны захиалагчийн жагсаалт

source: your search history
mn: таны хайлтын түүх

source: your summary
mn: Таны хураангуй

source: your tags
mn: миний талбарын дугаар (хаяг)-ууд
