TRUNCATE permissions;

INSERT INTO permissions (module_bit, code, description) VALUES
   (13, 'edit_news',                   'Написання новин для електронного каталогу та інтерфейсу бібліотекарів'),
   (13, 'label_creator',               'Створення друкованих наклейок і штрихкодів з каталогу та з даними про користувачів'),
   (13, 'edit_calendar',               'Визначення днів, коли бібліотека закрита'),
   (13, 'moderate_comments',           'Регулювання коментарів від відвідувачів'),
   (13, 'edit_notices',                'Визначення повідомлень'),
   (13, 'edit_notice_status_triggers', 'Встановлення тригерів повідомлень/статусів для прострочених примірників'),
   (13, 'view_system_logs',            'Перегляд протоколів системи'),
   (13, 'inventory',                   'Проведення інвентаризації(аналізу) Вашого каталогу'),
   (13, 'stage_marc_import',           'Заготівля МАРК-записів у сховище'),
   (13, 'manage_staged_marc',          'Керування заготовленими МАРК-записами, в тому числі доповнення та зворотній імпорт'),
   (13, 'export_catalog',              'Експортування бібліографічної інформації та даних про одиниці зберігання'),
   (13, 'import_patrons',              'Імпортування даних про відвідувачів'),
   (13, 'delete_anonymize_patrons',    'Вилучення користувачів з протермінованим періодом реєсрації та анонімізація історії обігу (вилучення історія читання користувачів)'),
   (13, 'batch_upload_patron_images',  'Завантаження зображень відвідувачів партіями чи усіх за раз'),
   (13, 'schedule_tasks',              'Планування задач до виконання')
;
