TRUNCATE itemtypes;

INSERT INTO `itemtypes` (`itemtype`, `description`, `rentalcharge`, `notforloan`, `imageurl`, `summary`) VALUES 
('BOOK',		' Книги',              			0,0,'bridge/book.gif',''),
('MIX',  	'Змішані матеріали',  			0,0,'bridge/kit.gif',''),
('FILE',  	'Комп’ютерні файли',  			0,0,'bridge/computer_file.gif',''),
('MAP',  	'Карти',              			0,0,'bridge/map.gif',''),
('VISUAL', 	'Візуальні матеріали',			0,1,'bridge/dvd.gif',''),
('MUS',  	'Музика',             			0,0,'bridge/sound.gif',''),
('CONT',  	'Продовжуючі ресурси',			0,0,'bridge/periodical.gif',''),
('REF', 		'Довідники',          			0,1,'',''),
('WEB',		'Інтернет-ресурси', 			0,1,'',''),
('RARE',		'Рідкісні книги',				0,1,'',''),
('DISS',		'Дисертації',					0,1,'',''),
('PER',  	'Періодичні видання',			0,0,'bridge/periodical.gif',''),
('ISSUE',  	'Номери/випуски періодики',		0,0,'bridge/periodical.gif',''),
('SERIAL', 	'Серіальні видання',			0,0,'',''),
('DISK',  	'Комп’ютерні диски',			0,0,'',''),
('JOURNAL',	'Журнали',						0,0,'',''),
('TECH',  	'Tехнічні документи',			0,0,'',''),
('ARTICLE',	'Статті періодики',				0,0,'',''),
('METHOD', 	'Методичні вказівки',			0,0,'',''),
('CONF',  	'Матеріали конференцій',		0,0,'',''),
('PART',  	'Складові частини документу',	0,0,'',''),
('AUDIO',  	'Аудіо-матеріали',				0,0,'',''),
('VIDEO',  	'Відео-матеріали',				0,0,'',''),
('MANUS',  	'Рукописи',						0,1,'','')
;
# itemtype  		- код типу,
# description 		- опис, 
# renewalsallowed 	- кількість продовжень, 
# rentalcharge 		- плата за прокат,
# notforloan 		- не для позики,
# imageurl 			- шлях до іконки,
# summary 			- підсумок

#	  Таблиця з УФД - DOCTYPE
#	CODE	BIBTYPE	DEFAULT_CHILD_LINK	DEFAULT_CHILD_TYPE	MARCCODE	NAME						NLEVEL	NORDER	*KOHA
#	1		4		24					6					am			Книга						3		0		BOOK
#	2		3		21					3					as			Періодичне видання			1		5		PER
#	3		3		24					8					ab			Номер/випуск періодики		3		6       ISSUE
#	4		3		1					0					as			Серіальне видання			1		10      SERIAL
#	5		4		1					0					am			Tехнічний документ			3		11      TECH
#	6		4		0					0					aa			Складова частина документа	4		4       PART
#	7		2		1					0					pc			Аудіо- та відео-матеріали	1		13      VISUAL
#	8		3		0					0					aa			Стаття періодики			4		8       ARTICLE
#	9		4		0					0					pm			CD-ROM						3		9       DISK
#	10		3		24					8					ab			Журнал						3		7       JOURNAL
#	11		4		0					0					am			Методичні вказівки			3		1       METHOD
#	12		4		0					0					am			Матеріали конференцій		3		3       CONF
#	13		4		0					0					am			Дисертація					3		2       DISS

# З Koha 2.2.X
# ('BOOK', ' книги', 0, 0.0000, 0),
# ('MFCH', 'мікрофіші', 0, 0.0000, 0),
# ('CD', 'компакт-диски', 0, 0.0000, 0),
# ('AB', 'аудіо-книги', 0, 0.0000, 0),
# ('AC', 'аудіо-книги (касети)', 0, 0.0000, 0),
# ('AF', 'художня література', 0, 0.0000, 0),
# ('AVA', 'аудіо-візуальні керівництва', 0, 0.0000, 0),
# ('AV', 'відео-касети', 0, 0.0000, 0),
# ('AVJ', 'відеокасети (юнацькі)', 0, 0.0000, 0),
# ('AVJN', 'відеокасети (юнацькі, не художні)', 0, 0.0000, 0),
# ('AVNF', 'відеокасети (не художні)', 0, 0.0000, 0),
# ('BIO', 'біогріфії', 0, 0.0000, 0),
# ('CDM', 'компакт-диски (музичні)', 0, 0.0000, 0),
# ('CDR', 'компакт-диски (програмне забезпечення)', 0, 0.0000, 0),
# ('DOC', 'документації', 0, 0.0000, 0),
# ('DVD', 'відео-диски, DVD', 0, 0.0000, 0),
# ('EASY', 'легке читання, графічні книги (дитяче, юнацьке)', 0, 0.0000, 0),
# ('ED', 'навчальні програми', 0, 0.0000, 0),
# ('ERR', '-відсутній тип-', 0, 0.0000, 0),
# ('FCM', 'матеріали курсів', 0, 0.0000, 0),
# ('FLAG', 'позначена од.зб. (перекаталогізація)', 0, 0.0000, 0),
# ('JAC', 'аудіо-книги (юнацькі)', 0, 0.0000, 0),
# ('JB', 'біографії (для дітей та юнацтва)', 0, 0.0000, 0),
# ('JF', 'художня література (для дітей та юнацтва)', 0, 0.0000, 0),
# ('JNF', 'не художня література (для дітей та юнацтва)', 0, 0.0000, 0),
# ('JREF', 'довідники (для дітей та юнацтва)', 0, 0.0000, 0),
# ('KIT', 'комплект книг і касет (для дітей та юнацтва)', 0, 0.0000, 0),
# ('LH', 'місцева історія', 0, 0.0000, 0),
# ('LP', 'художня література (великим шрифтом)', 0, 0.0000, 0),
# ('LPNF', 'не художня література (великим шрифтом)', 0, 0.0000, 0),
# ('MAG', 'журнали, періодика', 0, 0.0000, 0),
# ('MFLM', 'мікрофільми', 0, 0.0000, 0),
# ('MYS', 'детективні романи', 0, 0.0000, 0),
# ('MZ', 'журнали', 0, 0.0000, 0),
# ('NF', 'не художня література', 0, 0.0000, 0),
# ('PB', 'романи у м''якій обкладинці', 0, 0.0000, 0),
# ('PF', 'Брошури', 0, 0.0000, 0),
# ('RARE', 'рідкісні книги', 0, 0.0000, 0),
# ('REF', 'довідники', 0, 0.0000, 0),
# ('SCI', 'фантастичні романи та фентезі', 0, 0.0000, 0),
# ('SER', 'вкладиші', 0, 0.0000, 0),
# ('SIRS', 'стаття SIRS', 0, 0.0000, 0),
# ('SS', 'навчальні програми недільної школи', 0, 0.0000, 0),
# ('VSR', 'звукозаписи на вінілових платівках', 0, 0.0000, 0),
# ('WEB', 'веб-сайти, інтернет-ресурси', 0, 0.0000, 0),
# ('WES', 'вестерни (ковбойські романи)', 0, 0.0000, 0),
# ('YAC', 'аудіо-книги та касети (юнацькі та молодіжні)', 0, 0.0000, 0),
# ('YA', 'художня література (юнацька та молодіжна)', 0, 0.0000, 0),
# ('YANF', 'не художня література (юнацька та молодіжна)', 0, 0.0000, 0);
