truncate biblio_framework;

INSERT INTO `biblio_framework` (`frameworkcode`, `frameworktext`) VALUES 
('BOOK', 'книги (монографічні видання)'),
('PER',  'періодика (серіальні видання)'),
('EL',   'електронні видання'),
('AN',   'аналітичний опис'),
('NOTE', 'нотні видання'),
('GRAF', 'графічні матеріали'),
('MICR', 'мікроформи'),
('AUD',  'аудіоматеріали'),
('VID',  'кіно/відео-матеріали'),
('OLD',  'стародруки'),
('CART', 'картографічні видання'),
('TECH', 'нормативно-технічні та неопубліковані матеріали'),
('MIN',  '[рівень мінімального опису]');
