truncate biblio_framework;

INSERT INTO `biblio_framework` (`frameworkcode`, `frameworktext`) VALUES 
('BOOK', 'книги (монографічні видання)'),
('PER',  'періодика (серіальні видання)'),
('EL',   'електронні видання'),
('AN',   'аналітичний опис'),
('NOTE', 'нотні видання'),
('AUD',  'аудіоматеріали'),
('TECH', 'нормативно-технічні та неопубліковані матеріали'),
('MIN',  '[рівень мінімального опису]');

/*
--('GRAF', 'графічні матеріали'),
--('MICR', 'мікроформи'),
--('VID',  'кіно/відео-матеріали'),
--('OLD',  'стародруки'),
--('CART', 'картографічні видання'),
*/

/* Таблиця DOCTYPE з УФД/Бібліотека
1	4	24	6	am	Книга	3	0
2	3	21	3	as	Періодичне видання	1	5
3	3	24	8	ab	Номер/випуск періодики	3	6
4	3	1	0	as	Серіальне видання	1	10
5	4	1	0	am	Tехнічний документ	3	11
6	4	0	0	aa	Складова частина документа	4	4
7	2	1	0	pc	Аудіо- та відео-матеріали	1	13
8	3	0	0	aa	Стаття періодики	4	8
9	4	0	0	pm	CD-ROM	3	9
10	3	24	8	ab	Журнал	3	7
11	4	0	0	am	Методичні вказівки	3	1
12	4	0	0	am	Матеріали конференцій	3	3
13	4	0	0	am	Дисертація	3	2
*/
