DELETE FROM authorised_values WHERE category='IND_852';

INSERT INTO `authorised_values` (category, authorised_value, lib, imageurl) VALUES 
('IND_852','##',    '# - відстуні дані про систему ростановки. # - відстуні дані про порядок ростановки.', NULL),
('IND_852','0#',    '0 - розстановка за системою класифікації. # - Відстуні дані про порядок ростановки.', NULL);


/*
Indicator 1: Shelving scheme
# No information available
0 Classification scheme (specified in subfield $2)
1 Fixed location
2 Sequential number
3 Author, Title or Author/title
4 Parts shelved separately
5 Other
Indicator 2: Shelving order
# No information available
0 No enumeration
1 Primary enumeration
2 Alternative enumeration
*/

/*
Індикатор 1: Система розстановки

     Значення вказує використовувану систему розстановки книг на полицях у сховищі (у тому числі систему класифікації).

     # - Інформація відсутня
     Інформація про систему розстановки відсутня

     0 - Система класифікації (система вказана у підполі $2)

     1 - кріпосна (фіксована) розстановка
     Фіксоване положення документу в сховищі, без використання каталожних індексів рухомої розстановки (relative location class marks). Це значення повинне використовуватися також у тому випадку, якщо колекція проіндексована широкими класифікаційним індексами.
     Поличний індекс повністю вводиться у підполе $f.

     2 - Порядковий номер
     Це значення повинне використовуватися, якщо в організації використовується система послідовної нумерації екземплярів у порядку надходження до фонду, або в будь-якому іншому порядку, або використовуються власні системи нумерації видавців чи розповсюджувачів для певних класів матеріалів, наприклад, для мікроформ, звукозаписів, стандартів.
     Номер повністю вводиться у підполе $f.

     3 - Автор, Назва або Автор/Заголовок
     Документи у сховищі організовані в алфавітному порядку імен авторів, заголовків документів або комбінації автор/заголовок.

     4 - Частини/випуски зберігаються окремо
     Це значення повинне використовуватися у записі монографічні серії для вказівки, що окремі випуски систематизуються і зберігаються у фонді незалежно від інших випусків серії. Запис кожного випуску містить власну інформацію про місцезнаходження. Бібліографічний запис серії в цілому може містити загальний класифікаційний індекс для бібліотек, які хочуть зберігати всю серію разом, але цей індекс не представляє інформацію про місцезнаходження кожного окремого комплекту (set in hand).

     5 - Інше
     Принцип розстановки відомий, але у записі не вказаний.

Індикатор 2: Порядок розстановки

     Значення вказує - основна чи альтернативна система нумерації використовується для розстановки примірника у сховищі.

     # - Інформація відсутня

     0 - Нумерація відсутня
     При розстановці примірника нумерація не використовується.

     1 - Основна нумерація
     Це значення вказується також у тому випадку, якщо використовується тільки одна система нумерації.

     2 - Альтернативна нумерація
     На примірнику вказана нумерація двох різних систем; для розстановки використовується не основна система.
*/